{
  "term": "Like-Kind Exchange: Definition, Example, Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA like-kind exchange is a tax-deferred transaction that allows for the disposal of an asset and the acquisition ofanother similar assetwithout generating a capital gains tax liability from the sale of the first asset.\n\nUntil the passage of tax legislation in December 2017, that could have included the exchange of one business for another—or one piece of tangible property, such as artwork or heavy equipment, for another. After 2017, a like-kind exchange applies only to the exchange of a business or real estate investment property for another property.\n\nWhen a commercial property or investment property is sold for a gain, the investor is required to pay a capital gains tax on the profit earned. All capital gains are taxed at either the short-term capital gains rate between 10% to 37% for profits made on a sale within one year or the long-term rate, which falls between 10% to 20% for profits made on a sale after one year of the initial purchase date.\n\nA like-kind exchange is also known as a 1031 exchange or a Starker exchange.\n\nHowever,Section 1031of the Internal Revenue Code (IRC) exempts an investor from making a tax payment on a gain if the proceeds from the sale or disposal of the property are reinvested in a similar property of equal or greater value as part of a qualifying like-kind exchange. Any real estate, except for one’s own personal residence, is considered like-kind to any other real estate. Generally, any real estate property held for productive use in the trade or business or for investment qualifies for a like-kind exchange.\n\nA taxpayer that sells a piece of investment property and buys another within a stipulated time limit will not have to pay tax on the first disposal. They will have to pay tax upon sale or disposal of the second property unless another like-kind exchange is done, in which case the tax payment will be deferred again.\n\nThere are several important considerations to keep in mind with a like-kind exchange to ensure that atax liabilityis not created upon the sale of the first asset:\n\nThere are some limitations on the amount of capital gain that is tax-deferred, so ensure that you check the latest tax rules before proceeding with a like-kind exchange.\n\nIn addition to the tax deferral benefits, a like-kind exchange allows the seller to defer their depreciation recapture–the gain received from the sale of depreciable capital property that must be reported as income for income tax purposes. A taxpayer can also avoid state taxes on like-kind exchanges.\n\nFor example, some states require that either a buyer or seller paystate income taxeswhen a property is sold, known as state mandatory withholding. Property transferred in a like-kind exchange, however, can receive an exemption. To claim the exemption, the taxpayer will need to sign an exemption form or certificate provided by the state. Some states require the seller to submit the exemption 20 days before closing, while other states may allow the exemption form to be submitted at closing.\n\nThe most glaring benefit of a like-kind exchange is thefavorable tax treatment. Under this exchange, an asset can be replaced with a like-kind asset without triggering a taxable event. The exchange need not be with an asset identical to the one being replaced; it must be in the same asset class.\n\nThe IRS sets no limit on how often someone can doa 1031 exchange. So, investors can continuously look for more lucrative opportunities. Also, money that would have been used to pay capital gains taxes is available for reinvestment.\n\nAlthough a like-kind exchange offers tax benefits, they are temporary. Taxes are deferred, not eliminated. At some point, capital gains taxes will be due. Also, if the exchange does not take place within the prescribed period or according to IRS rules, the transaction will become taxable.\n\nJust as capital gains taxes are deferred, so are losses. A like-kind exchange that includes losses must be carried forward.\n\nNo limit on number of exchanges\n\nStrict IRS rules and regulations\n\nA like-kind exchange is ideal for a business owner looking to sell their business and invest in another one or a real estate investor looking to sell a rental property and buy a similar one. An 8824 Form must be filed with the Internal Revenue Service (IRS) detailing the terms of the deal. Gain recognized because boot—cash, liabilities, or other property that is not like-kind and that is given or received in a like-kind exchange—was received is reported on Form 8949, Schedule D (Form 1040), orForm 4797, as applicable. If depreciation must be recaptured, then this recognized gain may have to be reported asordinary income.\n\nThe third-party intermediary, or qualified intermediary, fulfills documentation requirements and ensures that sales proceeds are held until the exchange is complete and that the exchange adheres to IRS guidelines. Given the complexity of these transactions, there are advantages to working with a full-service1031 exchange companywith an established track record.\n\nFor a successful like-kind exchange that straddles two years, the taxpayer will report the transaction on IRS Form 8824.﻿﻿ The exchange will be reported for the year in which the exchange began. For exchange funds received in the next tax year, the taxpayer will report those proceeds on IRS Form 6252.\n\nFor a failed like-kind exchange that straddles two tax years, the taxpayer may be required to report any gains under the installment method.﻿﻿ Even though they don't qualify for the like-kind exchange, they still may be able to defer gains for one year.\n\nA loss is not realized until the transaction becomes taxable.Under a like-kind exchange, capital losses are tax-deferred just like capital gains are.\n\nA like-kind exchange offers favorable tax benefits to those who qualify. Taxpayers can continue to defer capital gains tax indefinitely and have no limits on how often they can perform like-kind exchanges. The IRS sets strict guidelines on what can be exchanged and when. Despite its benefits, taxpayers must be aware that losses under a like-kind exchange are deferred and taxes are not avoidable.\n\nFirst Exchange. \"When an Exchange Straddles Two Tax Years.\" Accessed May 2, 2021.\n\nKPMG. \"What's News in Tax: To Extend or Not to Extend—Is That the Only Question? Special Considerations for Late Year Like-Kind Exchanges,\" Pages 3 and 4. Accessed May 2, 2021.\n\nInternal Revenue Service. \"Like-Kind Exchanges - Real Estate Tax Tips.\" Accessed May 2, 2021.",
  "url": "https://www.investopedia.com/terms/l/like-kind_exchange.asp"
}