{
  "term": "Like-Kind Property: Definition and IRS 1031 Exchange Rules",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term like-kind property refers to two real estate assets of a similar nature regardless of grade or quality that can be exchanged without incurring any tax liability. TheInternal Revenue Code(IRC) defines a like-kind property as any held for investment, trade, or business purposes under Section 1031, making them a1031 exchange.This means both properties involved in the exchange must be for business or investment purposes. Personal residences, therefore, do not qualify as like-kind properties.\n\nPeople or businesses that hold qualifying business or investment properties can exchange them in a like-kind exchange. This is known as a tax-deferred or 1031 exchange under Section 1031 of the U.S. tax code, allowing the seller to avoid payingcapital gainson the exchange. The like-kind property must meet the definition set out by theInternal Revenue Service(IRS) to qualify for a Section 1031 transfer.In order to qualify for tax deferral, like-kind properties cannot be sold directly—they must be exchanged.\n\nThe like-kind property also must be within the United States to qualify.So a seller cannot use the proceeds from selling a hotel in the U.S. to buy a hotel in Dubai and expect to defer capital gains on the sale.Securities, stocks, bonds, partnership interests, and other financialassetsare excluded from the definition of like-kind property.\n\nSecurities, stocks, bonds, partnership interests, and other financial assets are not considered like-kind properties and are exempt from tax deferrals.\n\nLike-kind exchanges can take several different forms. In a simultaneous exchange, the two properties can be exchanged on the same day. There's also the deferred exchange in which the party has 180 days to finalize the exchange after it takes place. For example, if an investor sells farmland, they have 45 days to identify a replacementproperty. The purchase of the like-kind property must be completed within 180 days of the farmland sale or by the due date for thetax returnthat year. The IRS may grant an extension on the taxes to allow for the like-kind exchange to be completed before filing.\n\nMany people believe that like-kind properties must be of the same size or type to qualify. But that's not true—different assets can be exchanged as long as they qualify. Primary orprincipal residences—which are for personal use for the most part—do not qualify and cannot be exchanged. Properties must be held for business or investment purposes. Here are a few examples oflike-kind property exchanges:\n\nThe like-kind property exchange for real estate transactions is still in force, but various changes to the tax code have chewed away at other parts of the definition. In the past, the like-kind property exchange was used for assets that include everything from cars to art tocryptocurrencyholdings.\n\nThe 1031 exchange process can be quite complex, and any missteps can be very costly. Therefore, it may be worthwhile to work with a reputable, full-service1031 exchange company. In general, these companies are much less expensive than paying an attorney by the hour because of their scale, and you may gain peace of mind by contracting a firm with a solid track record in dealing with these transactions.\n\nTheTax Cuts and Jobs Act(TCJA) passed in December 2017 removed everything but real estate held for business, trade, or investment.There has been a robust debate on why real estate should enjoy such favored tax status when other investments like machinery and equipment must deal with capital gains on every sale regardless of reinvestment. As of 2021, however, the like-kind property exchange is still an excellent way to buildtax-deferred wealthin real estate.\n\nInternal Revenue Service. \"Like-Kind Exchanges—Real Estate Tax Tips.\" Accessed Aug. 4, 2021.\n\nInternal Revenue Service. \"Like-Kind Exchanges Under IRC Section 1031,\" Pages 2-3. Accessed Aug. 4, 2021.\n\nInternal Revenue Service. \"Like-Kind Exchanges Now Limited to Real Property.\" Accessed Aug. 4, 2021.",
  "url": "https://www.investopedia.com/terms/l/like-kindproperty.asp"
}