{
  "term": "Lilly Ledbetter Fair Pay Act: Definition, History, Impact",
  "definition": "Daniel has 10+ years of experience reporting on investments and personal finance for outlets like AARP Bulletin and Exceptional magazine, in addition to being a column writer for Fatherly.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Lilly Ledbetter Fair Pay Act of 2009 is a law enacted by Congress to bolster worker protections against pay discrimination. The Act allows individuals facing pay discrimination to seek rectification under federal anti-discrimination laws.\n\nThe law clarifies that discrimination based on age, religion, national origin, race, sex, and disability will “accrue” every time the employee receives a paycheck that is deemed discriminatory. It was the first bill President Barack Obama signed into law and is one of a number of federal lawsdesigned to protect the rights of workers.\n\nThe Lilly Ledbetter Fair Pay Act reinstated the protection against pay discrimination that had been removed by the Supreme Court inLedbetter v. Goodyear Tire & Rubber Co.in 2007. It restored previous protections regarding the equal treatment of employees, most notably Title VII of theCivil Rights Act of 1964. The 2009 statute clarified that any inequitable payment is unlawful, even if it is the result of a pay decision made in the past.\n\nThe act is named in honor of Lilly Ledbetter, a former manager at a Goodyear Tire & Rubber Co. plant in Alabama. After Ledbetter discovered that her male peers were receiving substantially higher pay for similar roles, she filed a complaint with theEqual Employment Opportunity Commission (EEOC).\n\nIn 1998, Ledbetter filed an equal-pay lawsuit, alleging pay discrimination on the basis of sex under Title VII of the Civil Rights Act of 1964. The trial jury awarded her back pay and more than $3.3 million in compensatory and punitive damages.\n\nHowever, the Supreme Court upheld a lower court ruling that said claims like Ledbetter’s had to be filed within 180 days of an employer’s decision to pay a worker less, even if the worker didn’t learn about the unfair pay until much later.As a result, Ledbetter never collected any kind of settlement from Goodyear.\n\nThe act is named in honor of Lilly Ledbetter, who sued her employer, Goodyear Tire & Rubber Co., for paying her substantially less than her male peers. Ledbetter won the lawsuit but then saw the decision get overturned.\n\nThe ruling, and a dissenting opinion by Justice Ruth Bader Ginsburg, in which she wrote, \"once again, the ball is in Congress's court,\" ignited activist groups, who saw the court's decision as asetback for women and civil rights.\n\nThis led to the creation of a bill that bore Ledbetter's name and gives employees the right to file suit 180 days after the last pay violation and not only 180 days after the initial pay disparity. In effect, each paycheck restarts the 180-day countdown to file a claim.\n\nLilly Ledbetter died on October 14, 2024, in Alabama, where she was born and raised. According to a statement released by her family, \"She was surrounded by her family and loved ones.\" Recently a biopic about Ledbetter, \"Lilly,\" premiered at the Hamptons International Film Festival. And last week, the women's rights activist was awarded Advertising Week's first Future is Female Lifetime Achievement Award.\n\nIf you believe you are being paid less than your co-workers because of your race, color, religion, sex, national origin, age, or disability, you can file a complaint with the EEOC. The complaint process is explained on the agency’s website.\n\nOne documented area of pay discrimination is thepay gap between men and women. In 2022, women’s annual earnings were 84% of men’s, according to data published by the U.S. Census Bureau.\n\nWomen of color are even more discriminated against. Black, Latina, and Native American women are paid 64%, 55%, and 59%, respectively, what non-Hispanic white men are paid.\n\nAlthough the slogan “Equal Pay for Equal Work” dates back to the 1860s, Congress didn’t take major action to address the gender wage gap until the passage of the Equal Pay Act in 1963.\n\nMany experts believe that the practice of prospective employers asking job candidates about salary history furthers discrimination and the pay gap. In recent years, a growing number of states and municipalities have addressed this issue.\n\nAs of August 2023, 22 states have adopted measures that prohibit some employers from asking about salary history.\n\nProhibiting employers from asking about salary history seems to work. According to a study authored by economists at the Boston University School of Law, women's pay rises 8% to 9% under salary history bans, while the pay of Black workers increases 13% to 16%.\n\nThe Lily Ledbetter Fair Pay Act allowed women and other people being discriminated against to dispute pay disparities from any period of their career. They could contest their current salary based on their starting salary from eight years ago on the basis that their starting salary was discriminatorily low. The impact is that it allows people to contest their salary for discriminatory reasons at any point in their career, instead of within a certain time period, as was the law before.\n\nIn her first trial against Goodyear, the judge ruled in her favor and awarded her backpay as well as the cost of compensatory and punitive damages. However, Goodyear appealed the case because she had not filed a complaint within 180 days, and won.\n\nPolicies like the Lily Ledbetter Fair Pay Act can help narrow the gender pay gap. However, discrimination still exists, indicating that more action may be needed.\n\nThe Lily Ledbetter Fair Pay Act is just one of the many advances made to prevent people from getting paid less because of their age, religion, national origin, race, sex, or a disability, but there is still a way to go. Discriminatory pay gaps still exist. The Lily Ledbetter Fair Pay Act serves as one of the protections that those who are discriminated against can rely on to help equalize their pay.\n\nThe White House President Barack Obama. \"From the Archives: President Obama Signs the Lilly Ledbetter Fair Pay Act.\"\n\nCongress.gov. \"S.181—Lilly Ledbetter Fair Pay Act of 2009.\"\n\nU.S. Equal Employment Opportunity Commission. \"Notice Concerning the Lilly Ledbetter Fair Pay Act of 2009.\"\n\nAP News. \"Lilly Ledbetter, an icon of the fight for equal pay, has died at 86.\"\n\nEqual Employment Opportunity Commission. \"Ledbetter v. Goodyear Tire & Rubber Co.\"\n\nCornell Law School. \"Ledbetter v. Goodyear Tire & Rubber Co.\"\n\nCornell Law School. \"Ledbetter V. Goodyear Tire & Rubber Co.\"\n\nU.S. Equal Employment Opportunity Commission. \"How to File a Charge of Employment Discrimination.\"\n\nU.S. Census Bureau. \"Income in the United States: 2022,\" Page 10.\n\nAAUW. “The Simple Truth About the Gender Pay Gap.\"\n\nNational Women’s Law Center. \"The Wage Gap by State for Native American Women.\"\n\nU.S. Equal Employment Opportunity Commission. \"The Equal Pay Act of 1963.\"\n\nHR Dive. \"Salary History Bans.\"\n\nBoston University. \"Perpetuating Inequality: What Salary History Bans Reveal About Wages.\"\n\nObama White House. \"This Day in History: Equal Pay Trailblazer Lilly Ledbetter Turns 77.\"",
  "url": "https://www.investopedia.com/terms/l/lilly-ledbetter-fair-pay-act.asp"
}