{
  "term": "Limited Common Element: Definition and Laws Governing It",
  "definition": "A limited common element is part of a condominium's property that is for the exclusive use by occupants of a unit or group of units but is owned by the community as a whole.\n\nA limited common element refers to an aspect of acondominiumunit or complex that is considered to be the property of the community orhomeowners association (HOA)rather than a tenant's. Limited common elements may be found within or outside individual condo units. Their use is limited to the occupants of the unit or a group of units. Examples include balconies, (shared) outdoor space such as patios and terraces, and parking spaces.\n\nLimited common elements are defined as any aspects of a shared condominium complex that are part of a unit, but are not considered to be the sole property of the owner or tenant. Limited common elements may include things that are directly connected to individual condominiums such as outer doors, windows, and balconies. They are a subset of common elements, which includeamenitiesthat service every community resident equally, such as driveways, garages, elevators, clubhouses, swimming pools, and boat slips. Essentially, limited common elements are features that may be used by individual owners and occupants but are ultimately owned by the community as a whole.\n\nDeclaration documents are provided to unit owners when theypurchase a condo. These documents specify the aspects and amenities that are considered limited common elements, as well as outline which parts of the property belong to the condominium owner. The declaration also delineates the responsibilities of the unit owner regarding maintenance, repair, and replacement of limited common elements.\n\nMaintenance of limited common elements usually remains the responsibility of the HOA unless otherwise specified in the declaration. Much of this is paid for through the collection of monthlycondominium feesfrom unit owners. In cases where the declaration does not specify, it is generally assumed that the responsibility of maintaining those elements remains with the community association. As in all such cases, it's important to get legal advice when there is any doubt.\n\nDeclaration documents lay out what constitute limited common elements.\n\nLaws and regulations that govern condominiums and similarly planned communities—including the ways in which they regulate common elements—vary from state to state. Although many states have adopted similar legislation, there are some jurisdictions that do not allow for the implementation of such legislation.\n\nThe Uniform Condominium Act (UCA) was established in 1980 to create and govern condominium associations. Fourteen states have passed this act into law, including Alabama, Arizona, Kentucky, Maine, Minnesota, Missouri, Nebraska, New Mexico, Pennsylvania, Rhode Island, Texas, Virginia, Washington, and West Virginia.\n\nThe Uniform Common Interest Ownership Act (UCIOA) was created in 1982 as a set of state-wide regulations for managing condominiums, planned communities, andreal estatecooperatives. Five states enacted these regulations in 1982, including Alaska, Colorado, Minnesota, Nevada, and West Virginia. Revisions to the UCIOA were adopted by Connecticut, Delaware, Vermont, and Washington in subsequent years.\n\nPennsylvania passed the Uniform Planned Community Act (UPCA), which governs the creation and management of planned communities.Virginia passed the Real Estate Cooperative Act as a companion to the UCA in order to govern the creation, financing, and management of real estate cooperatives.\n\nThe primary difference between common elements that are limited and those that are not is who can use them. Limited common elements are for the exclusive use of a unit or group of units, not everyone in the community. Common elements, by contrast, are those areas on the property that are for everyone's use and can include pools, parking garages, walkways, lobbies, and garbage and recycling areas. In most cases, these elements remain the sole responsibility of the condocorporationor the HOA, whether that's repairing, maintaining, or replacing them in their entirety.\n\nThe occupants of a condo unit or group of units are allowed exclusive use of a limited common element.\n\nExamples of limited common elements include an individual parking space, a storage unit, a balcony, or even an air conditioning unit. These are for the sole use of one or more unit owners.\n\nA declaration document is a statement provided to new condo unit owners that specifies the limited common elements that belong to the owner. It also should spell out responsibility for the upkeep of limited common elements. In Florida, for example, the Florida Condominium Act says that limited common elements can be maintained by either an HOA or the individual unit owners who benefit from their exclusive use.\n\nIt's important for condominium unit owners to understand what their limited common elements are and who is responsible for their care and upkeep. This information should be included in the declaration document they receive when they purchase a unit. State laws govern condominiums and other planned communities—including the ways in which they regulate common elements.\n\nCommunity Associations Institute. \"Map of HOA or Condominium Uniform Acts by State.\"\n\nPennsylvania Office of Attorney General. \"Uniform Planned Community Act.\"\n\nCommon Wealth of Virginia. \"Code of Virginia: Virginia Real Estate Cooperative Act.\"\n\nKPA Management. \"Common Elements vs. Limited Common Elements: What's the Difference?\"\n\nFlorida Condo and HOA Law Blog. \"What Are Limited Common Elements and Who's Responsible?\"",
  "url": "https://www.investopedia.com/terms/l/limited-common-elements.asp"
}