{
  "term": "Limited Partner: What It Is, Laws, Role, and Tax Treatment",
  "definition": "A limited partner invests money in exchange for shares in a partnership but has restricted voting power on company business and no day-to-day involvement in the business.\n\nA limited partner’sliabilityfor the firm’s debts cannot exceed the amount that they have invested in the company. Limited partners are often calledsilent partners.\n\nAlimited partnership (LP), by definition, has at least onegeneral partnerand at least one limited partner. The general partner or partners manage the business from day to day.\n\nAlthough state laws vary, a limited partner doesn’t generally have the full voting power on the company business of a general partner. The Internal Revenue Service (IRS) considers the limited partner’s income from the business to bepassive income. A limited partner who participates in a partnership for more than 500 hours in a year may be viewed as a general partner.\n\nSome states allow limited partners to vote on issues affectingthe basic structureor the continued existence of the partnership. Those issues include removing general partners, terminating the partnership, amending the partnership agreement, or selling most or all of the company’sassets.\n\nA limited partner may become personally liable only if they are proved to have assumed an active role in the business.\n\nA general partner typically is compensated for controlling the company’s daily operations and making day-to-day decisions. As the business decision maker, the general partner can be held personally liable for any business debts.\n\nA limited partner has purchased shares in the partnership as an investment but is not involved in its day-to-day business. Limited partners cannot incur obligations on behalf of the partnership, participate in daily operations, or manage the operation.\n\nBecause limited partners do not manage the business, they are not personally liable for the partnership’sdebts. Acreditor may sue for repaymentof the partnership’s debt from the general partner’s personal assets.\n\nA limited partner may become personally liable only if they are proved to have assumed an active role in the business, taking on the duties of a general partner. A limited partner’s loss from the company’s operations may not exceed the amount of the individual’sinvestment.\n\nInvestors inprivate equity funds are called limited partners.\n\nLimited partnerships, likegeneral partnerships, are pass-through orflow-through entities. This means that all partners are responsible for taxes on their share of the partnership income, rather than the partnership itself.\n\nLimited partners do not payself-employment taxes. Because they are not active in the business, the IRS does not consider limited partners’incomeas earned income. The income received ispassive income. TheTax Reform Act of 1986allows limited partners to offset reported losses from passive income.\n\nA limited partner is an investor who does not make decisions for either a company or assets in a partnership. Limited partners are also often referred to as silent partners.\n\nLimited partners can invest while keeping their liability limited. Liability is limited to the amount that a limited partner has invested. The limited liability of a limited partner is ideal for aninvestorwho wants to own a stake in a business without the risk of being exposed tounlimited liability.\n\nBecause limited partners are investors who do not take an active role in the business, the IRS does not consider any income they receive from the limited partnership as earned income. Instead, it is viewed as passive income, which is not subject to self-employment taxes.\n\nA limited partner, often called a silent partner, is an investor. Unlike general partners in a limited partnership, limited partners don’t make business decisions. Because limited partners are not active in the business, the IRS doesn’t view income from the partnership as earned income. That means limited partners aren’t subject to self-employment taxes.\n\nCornell Law School, Legal Information Institute. “Limited Partnership.”\n\nInternal Revenue Service. “Publication 925 (2022), Passive Activity and At-Risk Rules.”\n\nCornell Law School, Legal Information Institute. “General Partner.”\n\nCornell Law School, Legal Information Institute. “Limited Liability.”",
  "url": "https://www.investopedia.com/terms/l/limited-partner.asp"
}