{
  "term": "Limited Partnership Unit (LPU): What it Means, How it Works",
  "definition": "A limited partnership unit, or LPU, is an ownership unit in apublicly traded limited partnership, or master limited partnership (MLP). This trust gives the unit holder a stake in the income generated by the partnership company. A limited partnership unit is also referred to as a master limited partnership unit or a limited partner unit.\n\nA limited partnership unit is a share certificate representing one unit of ownership in amaster limited partnership(MLP). Thus, an MLP is nothing more than alimited partnershipthat is publicly traded on an exchange. An MLP often distributes all available cash (such as dividends) from operations to unit holders after the deduction of maintenance capital.\n\nPartnership units are beneficial to investors because the MLP allows the company's cash distributions to circumvent thedouble taxationthat would normally be imposed, which generally means greater distributions for partnership unitholders. In an MLP, the cash distributions of the company are taxed only at the unit holder level and not at a corporate level.\n\nA limited partnership is a flow-through entity and is thus not a legal taxpaying entity.\n\nAn investor that purchases an interest in a limited partnership shares the profits or losses of the business pro-rata with other partners and owners. For tax purposes, an owner or investor includes a percentage of the business’ gains or losses when calculating his or her owntaxable income. Partners are then required to report this income or loss, regardless of actual distributions from the partnership.\n\nThe liability with respect to the partnership’s debts is limited as each partner or investor can only lose up to his or her original investment. Limited partnerships usually must mail an IRS Schedule K-1 to each of their unit holders every year.\n\nAlthough partnerships make quarterly cash distributions to LP unitholders, these distributions are not guaranteed. Still, every unitholder is responsible for the taxes on his or her proportionate share of income, even if the partnership does not make a distribution.\n\nIn addition to the avoidance of double taxation, another benefit of investing in LP units is that because the units are publicly traded, there is much more liquidity for investors compared to a traditional partnership. In most cases, these limited partnership unit investments are eligible as IRA and RRSP investments. LP units are concentrated in the real estate sector or in the commodities and natural resource sectors such as oil, natural gas, timber, and petroleum.\n\nThe at-risk rules apply to limited partners. These are special rules that prevent investors fromwriting offmore than the amount they invested in limited partnership units. In effect, the at-risk rules limit the amount of loss the limited partners can claim to the amount of actual at-risk capital.\n\nIf an investor’s adjusted cost base (ACB)—the amount paid for the units—of their LP units is negative, they are deemed to have made a capital gain and their adjusted cost base will be reset to zero. If their ACB in a future year is positive, they may choose to recognize a capital loss on the positive ACB and apply this loss against the previous capital gain to recover tax paid on that amount.",
  "url": "https://www.investopedia.com/terms/l/limitedpartnershipunit.asp"
}