{
  "term": "Limit Down: Definition and How It Works for Stocks and Futures",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDaniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nLimit down is a decline in the price of afutures contractor a stock large enough to trigger trading restrictions under exchange rules. Limits on the speed of market price movements, up or down, aim to dampen unusualvolatilityand to give traders time to react to market-moving news, if any.Trading curbstriggered by extreme price movements are sometimes called circuit breakers.\n\nLimit down measures the decline from a reference price, usually but not always the prior session's closing price. The limit down is typically expressed as a percentage of the reference price, but occasionally in absolute terms as a dollar value.\n\nTrading curbs including limit down halts are designed to limit self-reinforcing plunges and surges in market prices based on the behavior of other market participants and in response to late-breaking information.\n\nOnce the limit down price is reached, trading restrictions kick in. These can range from a trading halt as short as five minutes to one that lasts for the remainder of the day. Some rules permit trading to continue with limit down as the minimum price.\n\nTheLondon Metal Exchangeadopted a limit down rule restricting trading to a pre-set percentage decline from the prior closing price in March 2022, in response to volatile trading in nickel futures.\n\nCME Group energy futures impose a two-minute trading pause when markets move up or down more than 10% in an hour.\n\nFor lumber and agricultural products, CME Group sets the limit down as a change in dollar terms from the settlement price in the prior session. The limits are reset twice a year based on a percentage of the average price over a preceding 45-day period.\n\nU.S. stock markets are subject to trading restrictions triggered by severe daily declines in theS&P 500 indexas follows:\n\nU.S. stock markets were halted for 15 minutes after a 7% intraday drop in the S&P 500 index on four occasions during the sell-off sparked by the COVID-19 pandemic in March 2020.\n\nThe so-called Limit Up-Limit Down rule, in effect since 2012, requires trading starts lasting 5 to 10 minutes for stocks experiencing excessive volatility.\n\nFor stocks included in the S&P 500 or theRussell 1000indexes and certainexchange-traded products, the trading pause starts once the price moves up or down at least 5% from the average price in the preceding five-minute period for securities priced above $3. For other stocks priced above $3, a move of 10% from the same reference price is grounds for a five-minute halt.\n\nThe Limit Up-Limit Down rule and the S&P 500 circuit breakers were adopted after the 2010 \"flash crash,\" which saw the S&P 500 drop nearly 9% at the intraday lows of May 6, 2010.\n\nA Limit Down in financial markets is designed to prevent panic selling and market crashes. It is the opposite of a Limit Up. A limit down sets a maximum amount of a securities price drop allowed in a single trading session.\n\nCME Group. \"Product Examples for Daily Price (Trading) Limits.\"\n\nCME Group. \"Understanding Price Limits and Circuit Breakers.\"\n\nLME. \"Changes to Daily Price Limits for Nickel,\" Page 1.\n\nCME Group. \"Grain, Oilseed, and Lumber Price Limit FAQ.\"\n\nInvestor.gov. \"Stock Market Circuit Breakers.\"\n\nSecurities and Exchange Commission. \"Notice of Filing and Immediate Effectiveness of Proposed Rule Change to Extend the Market-Wide Circuit Breaker Pilot to April 18, 2022,\" Page 4.\n\nU.S. Commodity Futures Trading Commission, U.S. Securities and Exchange Commission. \"Findings Regarding the Market Events of May 6, 2010,\" pp. 1-8.",
  "url": "https://www.investopedia.com/terms/l/limitdown.asp"
}