{
  "term": "Limited Partnership (LP): What It Is, Pros and Cons, How to Form One",
  "definition": "A limited partnership (LP) is a business structure where at least two partners own the company, but only one of them manages the business.\n\nA limited partnership (LP) is a business structure where at least two partners own the company, but only one of them manages the business. Thegeneral partnerhas fullliability for the businessfinances and is responsible for the actualrunning of the business, while the other partner(s) only have limited liability up to the amount they invested. Limited partnerships are similar tolimited liability partnership (LLP), but LLPs have no general partners.\n\nMadelyn Goodnight / Investopedia\n\nLimited partnerships are often a simple way for individuals to combine resources in order to purchase assets like real estate. One person is the general partner who is responsible for managing thebusiness and its finances. Because of this, the general partner has unlimited liability. On the other hand, limited partners do not involve themselves in the daily running of the business, so they're only liable for the amount of their investment.\n\nA partnership might form when limitedpartners bring money, property, skills or expertise to the business. However, once the limited partner has made their contribution, they must step back from the business or risk being treated as a general partner (and assume more liability). That said, limited partnerships are not usuallytaxedas corporations. Instead, they'repass-through entities, so each partner reports the finances on their ownpersonal taxes.\n\nSince limited partnerships (LPs) are business arrangements, all parties involved should agree to the terms of the partnership before registering with the state.\n\nBe aware that limited partnerships do not have to be permanent arrangements. For instance, if the partnership is investment-based, the partners might agree on a limited duration LP, so the partnership dissolves after the investments are liquidated.\n\nWhile LPs offer great opportunities for individuals to pool resources, the structure can make it difficult for a partner to transfer their interest in thebusinessto someone else. Specifically, they may need to get the approval of all other partners before making the deal.\n\nLimited partnerships have much in common with other types ofpartnerships, but there are key differences, especially between general partnerships and limited liability partnerships.\n\nUnlike an LP, where there is just one general partner, in ageneral partnership (GP), all partners are responsible forrunning the businessand are fully liable. This also means all partnersshare the profitsequally unless a different arrangement is stated in the partnership agreement document.\n\nYou might see a type of general partnership called ajoint venture. This arrangement is made for a single project, so the partnership dissolves when the project is over. All the partners in a joint venture share liability.\n\nAs its name suggests, a limited liability partnership (LLP) is made up only of limited partners, who all have limited liability in the business. Unlike a limited partnership, there is no general partner, so all members can actively manage the business.\n\nLimited liability partnerships spread the risk among partners, so one general partner isn't held fully responsible for debts and management decisions.\n\nAlthough there are regulations you must follow in order to establish a limited partnership, the process is fairly straightforward. Here's what you'll need to do:\n\nIf you're unsure what permits and licenses are required, you can check the U.S.Small Business Administration (SBA)website.\n\nSome of the benefits of forming a limited partnership (LP) include:\n\nHowever, the general partner accepts more risk than the limited partners. If the general partner needs additional support, limited partners cannot step in and help manage the business, or they'll lose their personal liability protection. It's also more challenging to transfer a partner's interest in the business should partners wish to adjust the roles.\n\nLimited partners have limited liability\n\nEasy to establish and start the business entity\n\nPass-through taxes are done by each partner\n\nGeneral partners take on full personal liability\n\nOnly the general partner makes management decisions\n\nChallenging to transfer interest or roles in the business\n\nIt's easy to get limited partnerships confused with limited liability companies and corporations, but there are clear distinctions between each.\n\nWith a limited partnership, only the general partner actively manages the business but has unlimited liability. The limited partners invest in the company but don't manage the business and have limited liability. Conversely, every partner can provide input and supervision with an LLC.Because of this, partners in an LLC share the risk and liability.\n\nBoth LPs and LLCs differ from corporations, where instead of a general partner managing the company, a board of directors hires managers and oversees the running of the business. The board of directors is chosen by the shareholders, much like limited partners.\n\nBoth LPs and LLCs have pass-through taxation, meaning the profits get taxed as personal income. However, corporations must pay federal taxes on profits. Because of these requirements, it's more difficult to form a corporation than an LP or LLC.\n\nMade up of a general partner and limited partners\n\nGeneral partner has full liability and management responsibilities\n\nLimited partners are only liable up to their investment\n\nManagement duties are shared among all partners\n\nNo general partner makes the decisions and assumes all risk\n\nCan be taxed as aC corporation, anS corporation, or a disregarded entity\n\nLimited partnerships can help individuals to pool resources for a shared project. The risk to limited partners is only as much as their initial investment, which the general partner uses to run the business. Limited partnerships offer flexibility so partners can decide when to dissolve the partnership.\n\nCornell Law School, Legal Information Institute. “13 CFR § 107.160—Special Rules for Licensees Formed as Limited Partnerships.”\n\nInternal Revenue Service. \"Tax Information for Partnerships.\"\n\nCO- by U.S. Chamber of Commerce. “What Is a General Partnership?”\n\nU.S. Small Business Administration. “Joint Ventures.”\n\nU.S. Small Business Administration. “Choose a Business Structure.”\n\nU.S. Small Business Administration. “Apply for Licenses and Permits.”\n\nBusiness.NJ.gov. \"Choose a Business Structure.\"",
  "url": "https://www.investopedia.com/terms/l/limitedpartnership.asp"
}