{
  "term": "Lindahl Equilibrium: Definition, Conditions, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA Lindahl equilibrium is a state of equilibrium in a market forpublic goods. As with a competitive marketequilibrium, the supply and demand for a particular public good are balanced. So are the cost and revenue required to produce the good.\n\nThe equilibrium is achieved when people share their preferences for particular public goods and pay for them in amounts that are based on their preferences and match their demand.\n\nPublic goods refer to products and services that are provided to all by a government and funded by citizens' taxes. Clean drinking water, city parks, interstate and intrastate infrastructures, education, and national security are examples of public goods.\n\nA Lindahl equilibrium requires the implementation of an effective Lindahl tax, first proposed by the Swedish economist Erik Lindahl.\n\nIn a Lindahl equilibrium, all individuals consume the same quantity of a public good. However, they each pay different prices for it, according to the Lindahl tax, because some people may value a particular public good more than others would.\n\nThus, for a Lindahl equilibrium to exist, three conditions must be met:\n\nA Lindahl tax is taxation that was proposed by Swedish economist Erik Lindahl in 1919. Individuals pay for the provision of a public good according to the marginal benefit they receive from it. This determines the efficient level of provision for each public good.\n\nUnder this paradigm, each individual’s share of the total tax revenue is proportional to the level of personalutilitythey enjoy from a public good.\n\nIn other words, the Lindahl tax represents an individual’s share of a given economy’s collective tax burden. The actual amount of the tax paid by each individual is this proportion times the total cost of the good.\n\nThe equilibrium quantity will be the amount that equates the marginal cost of the good with the sum of the marginal benefits to consumers (in monetary terms). The Lindahl price paid by each individual is is tied to their share of public goods.\n\nThe sum of Lindahl prices equals the cost of supplying public goods (such as national defense and other common programs and services) that collectively benefit a society.\n\nThe Lindahl equilibrium refers to the theory of an efficient, market-oriented provision of public goods that is in reality difficult, if not impossible, to put into practice.\n\nThe Lindahl equilibrium has more of a philosophical application than a practical one due to various issues that restrict its real-world functionality.\n\nThe infeasibility of actually implementing a Lindahl tax to achieve Lindahl equilibrium means that other methods, such as surveys or majority voting, are normally used to decide upon the provision and financing of public goods.\n\nTo implement a Lindahl tax, the taxing authority must know the exact shape of every individual consumer'sdemand curvefor each public good. However, without a market for the good, there is no way for consumers to convey these demand curves. Because it's not possible to evaluate the value each person gives a certain good, the marginal benefit cannot be aggregated across all individuals.\n\nEven if consumers could communicate their preferences and the taxing authority could aggregate them, consumers might not even be aware of their preferences for a given public good, or how much they value it based on whether, how much, or how often they actually would use it.\n\nFurthermore, even if consumer preferences are known, communicated, and aggregated, they may not be stable at the individual level or in the aggregate. Estimates of consumer demand curves might need to be continuously updated in order to adjust both the total quantity of each public good produced and the rate charged to every individual.\n\nProblems with the equity of a Lindahl tax have also been raised. The tax is intended to be an amount equal to the benefit each individual receives from the good. For certain public goods, such as social safety nets, this obviously makes no sense.\n\nFor example, it would require charging welfare beneficiaries a tax at least equal to the transfer payments they receive, which would seem to defeat the entire purpose of the program.\n\nWhat's more, some consumers might receive negative utility from a given public good, and the providing of the good could actually cause them harm.\n\nTake the situation of a devout pacifist who deeply opposes the very existence of an armed military for national defense. A Lindahl tax for this individual would necessarily be negative. This would lead to a lower equilibrium quantity (since total demand is lower) and a higher Lindahl tax for everyone else in society (since the total revenue required would include the amount that the pacifist refuses to pay).\n\nIn the extreme, this could even lead to a case where a small minority group or even a single individual with strongly contrary preferences could completely prevent the production of a given public good, regardless of how much it would benefit the rest of society.\n\nThey could achieve this result if the tax charged to others is higher than the amount those others are willing to pay. In this case, it might make more sense to simply ignore the interests of the contrarian minority, to divide the political body along the lines of preferences for public goods, or to physically remove the contrarian minority from the economy.\n\nAlthough it's only theoretical, the Lindahl equilibrium can highlight the role that personal preferences may play in financing and the efficient allocation of resources. It can underscore for decision-makers the value of understanding how the public perceives what it is asked to pay for.\n\nMost likely, it isn't found in actual practice anywhere. That's because implementing it would involve major challenges related to aggregating the value that many different individuals give to a public good.\n\nThe theory represents an attempt to create a market-based solution for the financing and delivery of public goods.\n\nThe Lindahl equilibrium is a theory that describes a scenario in which public goods are supplied in optimal amounts and their costs are borne fairly by every individual, according to how they value the goods.\n\nErik Lindahl. \"Die Gerechtigkeit der Besteuerung.\" Lund: Gleerupska Universitetsbokhandeln, 1919.\n\nErik Lindahl. \"Just Taxation—A Positive Solution,\" Pages 168-176.",
  "url": "https://www.investopedia.com/terms/l/lindahl-equilibrium.asp"
}