{
  "term": "Line of Credit (LOC) Definition, Types, and Examples",
  "definition": "A line of credit (LOC) is a preset borrowing limit offered by banks and financial institutions to their personal and business customers. Lines of credit can be used at any time until the limit is reached. The limit is set by the issuer based on the borrower'screditworthiness. As money is repaid, it can be borrowed again in the case of an open line of credit. The borrower can access funds from the LOC at any time as long as they do not exceed the maximum amount (orcredit limit) set in the agreement.\n\nA line of credit is acreditproduct that banks and other financial institutions offer their customers. They are available for both personal customers and business clients. Like other credit products, customers must qualify to be approved for a line of credit. Customers may apply for or be pre-approved for a credit line. The limit on the LOC is based on the borrower's creditworthiness.\n\nAll LOCs consist of aset amount of money that can be borrowedas needed, paid back, and borrowed again. The amount of interest, size of payments, and other rules are set by the lender. Some LOCs allow you to write checks, while others issue a debit card that can be used to access the available credit. A line of credit can besecured or unsecured. Secured LOCs come with lower rates as they are backed by collateral while unsecured LOCs typically come with higher rates.\n\nThe LOC is highly flexibility, which is its main advantage. Borrowers can request a certain amount, but they do not have to use it all. Rather, they can tailor their spending from the LOC to their needs and oweinterestonly on the amount that they draw, not on the entire credit line. In addition, borrowers can adjust their repayment amounts as needed based on their budget or cash flow. They can repay, for example, the entire outstanding balance all at once or just make the minimum monthly payments.\n\nThere are different types of LOCs that financial institutions offer. Some of the most common types of LOCs include personal, business, andhome equity lines of credit (HELOCs). We explore these in more detail below.\n\nMost LOCs areunsecured loans. This means that the borrower does not promise the lender anycollateralto back the LOC. One notable exception is ahome equity line of credit (HELOC), which is secured by theequity in the borrower’s home. From the lender’s perspective, secured LOCs are attractive because they provide a way to recoup the advanced funds in the event of nonpayment.\n\nFor individuals or business owners, secured LOCs are attractive because they typically come with a higher maximum credit limit and significantly lower interest rates than unsecured LOCs. Unsecured LOCs are also more difficult to obtain and often require a highercredit scoreorcredit rating.\n\nLenders attempt to compensate for the increasedriskby limiting how much can be borrowed and by charging higher interest rates. That is one reason why theannual percentage rate (APR)on credit cards is so high.\n\nCredit cards are technically unsecured LOCs, with the credit limit—how much you can charge on the card—representing its parameters. But you do not pledge any assets when you open the card. If you start missing payments, there’s nothing that the credit card issuer can seize in compensation.\n\nAn LOC can have a major impact on your credit score. In general, if you use more than 30% of the borrowing limit, your credit score will drop.\n\nAn LOC is often considered to be a type of revolving account, also known as anopen-end creditaccount. This arrangement allows borrowers to spend the money, repay it, and spend it again in a virtually never-ending, revolving cycle. Revolving accounts such asLOCs and credit cards are different from installment loanssuch as mortgages and car loans.\n\nWithinstallment loans, consumers borrow a set amount of money and repay it in equal monthly installments until the loan is paid off. Once an installment loan has been paid off, consumers cannot spend the funds again unless they apply for a new loan.\n\nNon-revolving LOCs have the same features as revolving credit (or a revolving LOC). A credit limit is established, funds can be used for a variety of purposes, interest is charged normally, and payments may be made at any time. There is one major exception: The pool of available credit does not replenish after payments are made. Once you pay off the LOC in full, the account is closed and cannot be used again.\n\nAs an example, personal LOCs are sometimes offered by banks in the form of anoverdraftprotection plan. A banking customer can sign up to have an overdraft plan linked to their checking account. If the customer goes over the amount available in checking, the overdraft keeps them from bouncing a check or having a purchase denied. Like any LOC, an overdraft must be paid back, with interest.\n\nLOCs come in a variety of forms, with each falling into either the secured or unsecured category. Beyond that, each type of LOC has its own characteristics.\n\nThis provides access to unsecured funds that can be borrowed, repaid, and borrowed again. Opening a personal LOC usually requires acredit historyof no defaults, a credit score of 670 or higher, and reliable income.\n\nHaving savings helps, as does collateral in the form of stocks orcertificates of deposit (CDs), though collateral is not required for a personal LOC. Personal LOCs are used for emergencies, weddings,overdraft protection, travel, and entertainment, and to help smooth out bumps for those with irregular income.\n\nHELOCs are the most common type of secured LOC. A HELOC is secured by themarket value of the homeminus the amount owed, which becomes the basis for determining the size of the LOC. Typically, the credit limit is equal to 75% or 80% of the market value of the home, minus the balance owed on the mortgage.\n\nHELOCs often come with adraw period(usually 10 years) during which the borrower can access available funds, repay them, and borrow again. After the draw period, the balance is due, or a loan is extended to pay off the balance over time.HELOCs typically have closing costs, including the cost of anappraisalon the property used as collateral.\n\nSince theTax Cuts and Jobs Act (TCJA)of 2017, interest paid on a HELOC is only deductible if the fundsare used to “buy, build or substantially improve” the property that serves as collateral for the HELOC.\n\nBusinesses use these to borrow on an as-needed basis instead of taking out a fixed loan. The financial institution extending the LOC evaluates the market value, profitability, and risk taken on by the business and extends an LOC based on that evaluation. The LOC may be unsecured or secured, depending on the size of the LOC requested and the evaluation results. As with almost all LOCs,the interest rate is variable.\n\nThis type can be either secured or unsecured but is rarely used. With a demand LOC, the lender can call the amount borrowed due at any time. Payback (until the loan is called) can be interest only or interest plusprincipal, depending on the terms of the LOC. The borrower can spend up to the credit limit at any time.\n\nThis is a special secured-demand LOC, in which collateral is provided by the borrower’ssecurities. Typically, an SBLOC lets the investor borrow anywhere from 50% to 95% of the value of assets in their account. SBLOCs arenon-purposeloans, meaning that the borrower may not use the money to buy or trade securities. Almost any other type of expenditure is allowed.\n\nSBLOCs require the borrower to make monthly, interest-only payments until the loan is repaid in full or the brokerage or bank demands payment, which can happen if the value of the investor’sportfoliofalls below the level of the LOC.\n\nThe main advantage of an LOC is the ability to borrow only the amount needed and avoid paying interest on a large loan. That said, borrowers need tobe aware of potential problemswhen taking out an LOC.\n\nThe most common types of lines of credit are personal, business, and home equity. In general, personal LOCs are typically unsecured, while business LOCs can be secured or unsecured. HELOCs are secured and backed by the market value of your home.\n\nYou can use an LOC for many purposes. Examples include paying for a wedding, a vacation, or an unexpected financial emergency.\n\nLenders conduct a credit check when you apply for an LOC. This results in ahard inquiryon your credit report, which lowers your credit score in the short term. Your credit score will also drop if you tap into more than 30% of the borrowing limit.\n\nConsumers and businesses rely on credit to make large purchases, keep their operations going, or make investments in their growth. A line of credit is one type of product offered to consumers to help them achieve these goals. To qualify for a line of credit, a borrower must first qualify and be approved by a lender. Credit lines can be used by borrowers more than once up to their credit limit as long as they make the minimum payment.\n\nFederal Trade Commission, Consumer Advice. “Home Equity Loans and Home Equity Lines of Credit.”\n\nExperian. “What Is a Line of Credit?”\n\nConsumer Financial Protection Bureau. “My Lender Offered Me a Home Equity Line of Credit (HELOC). What Is a HELOC?”\n\nInternal Revenue Service. “Interest on Home Equity Loans Often Still Deductible Under New Law.”",
  "url": "https://www.investopedia.com/terms/l/lineofcredit.asp"
}