{
  "term": "Line Graph: Definition, Types, Parts, Uses, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA line graph displays trends or variations in data across a continuous interval by connecting individual data points with straight lines.\n\nA line graph—also known as a line plot or a line chart—shows how values shift or progress across a sequence by connecting data points with a seamless line. Line graphs can help visualize the changes in a variable over an interval of time. In finance, they are commonly used to depict the historical price action of an asset or security.\n\nLine graphs can be compared with other visualizations of data, includingbar charts, pie charts, and (in trading)candlestick charts, among others.\n\nLine graphs use data point \"markers,\" which are connected by straight or curved lines. While line graphs are used across many different fields for different purposes, they are especially helpful in visualizing the relationship between dependent and independent variables.\n\nLine graphs are often used in finance to create visual representations of values over time, including changes in the prices ofsecurities, company revenue, and histories of major stockindexes. They are also useful for comparing different securities. In the field oftechnical analysis, line graphs are used to visualize trends in prices, volume, and market sentiment.\n\nThere are some limitations to line graphs. For example, line graphs lose clarity if they have too many data points. It is also easy to manipulate them visually to achieve certain effects. For example, the apparent degree of change can be visually manipulated by adjusting the range of data points on the axes.\n\nLine graphs can be constructed manually or by using software such as Microsoft Excel. The latter greatly improves the speed and accuracy of the end product.\n\nLine graphs are drawn on two axes: the x-axis (horizontal) and the y-axis (vertical). Each axis represents a different data type, and the point at which they intersect is (0,0). The x-axis is the independent axis because its values are not dependent on anything measured. The y-axis is the dependent axis because its values depend on the x-axis's values.\n\nEach axis should be labeled according to the data measured along that axis. Then, each axis should be divided into appropriate increments (e.g., day one, day two, etc.). If measuring the changes in a stock's prices for the previous two weeks, the x-axis would represent the time measured (trading days within the period), and the y-axis would representstockprices.\n\nWhen using line graphs to track the price of a stock, the data point most commonly used is theclosing price.\n\nFor example, assume that on day one of trading, a given stock's price was $30, resulting in a data point at (1, $30). On day two of trading, the stock's price was $35, resulting in a data point at (2, $35).\n\nEach data point is plotted and connected by a line that visually shows the changes in the values over time. If the value of the stock increased daily, the line would slope upward and to the right. Conversely, if the price decreased, the line would slope downward and to the right.\n\nThere are three main types of line graphs. Although each type is fundamentally rooted in the same principles, each has its own unique situation where it is best to implement and use.\n\nA simple line graph is the most basic type of line graph. In this graph, only one dependent variable is tracked, so there is only a single line connecting all data points on the graph. All points on the graph relate to the same item, and the only purpose of the graph is to track the changes of that variable over time. This graph cannot be used to compare the variable to another variable because only one variable is charted.\n\nIn the example below, the x-axis is time, and the y-axis is the year-over-year change in price for all consumer goods in the United States. This graph of theConsumer Price Indexshows the annual inflation rate and, since it is analyzing just one set of data (all items), there is only one line.\n\nIn a multiple line graph, more than one dependent variable is charted on the graph and compared to a single independent variable (often time). Different dependent variables are often given different colored lines to distinguish between each data set. Each line relates to only the points in its given data set; lines do not cross between dependent variables.\n\nFor example, the line graph below shows the Consumer Price Index again. However, this graph shows the change in price for three different categories: medical care (red),commodities(green), and shelter (blue). In this graph, we can see that the growth in price for commodities was higher than the other two categories in July 2022. However, shelter or medical expenses were typically the groups that experienced higher inflation over the decade before 2022.\n\nA compound line graph uses multiple variables, similar to a multiple line graph. However, the variables are stacked on top of each other to show the total quantity across all variables. This not only informs users of the relationship between each of the variables, but it shows how the total changes as well.\n\nIn the example below from theEnvironmental Protection Agency(EPA), there are five dependent variables that range from abnormally dry land areas to exceptional drought areas. The most extreme drought data was graphed first, and any empty space under that line graph was shaded dark red. Then, subsequent sets of data were plotted, with the empty area below each of those lines shaded in different colors. Taken together, this shows the relationship between drought descriptions as well as the total percent of U.S. land area in these categories by year.\n\nLine graphs may vary depending on optional features or formatting. The highest-quality, easiest to understand line graphs have the following characteristics:\n\nLine graphs should have a title above the graph to succinctly explain what the graph is depicting. Unless you provide a user with written context, the user will often rely on the title to better understand the data. The title may specifically call out a timeframe or limits to the data (i.e., an appropriate title for the compound line graph could be 'Level of U.S. Dry Land By Year, 2000-2015').\n\nThe legend explains what each dependent variable is and how to distinguish different sets of data. In the example above, each dependent variable is marked with its own color. The box that explains what each color means is the legend.\n\nEach item of data on a line graph is a reference to a different source that ties the dependent variable to an independent variable. This is the information on your graph; it is the item that creates the dots that form the lines on your chart. In some cases, there may be multiple sets of data combined into a single graph. To ensure data is protected and accurate, companies may have specificdata integrity analystsor similar positions to monitor database activity.\n\nThe x-axis is the set of information that runs along the horizontal, flat portion at the bottom of the line graph. In most line graphs, the x-axis will be related to time, whether it is the different months in a year or the number of weeks that have passed since a product launch.\n\nThe y-axis is the set of information that runs along the vertical, left side of the graph. Some iterations of line graphs have this set of information on the right. In any case, these numbers count the items being measured. The graph may start at zero, though there are instances where it makes more sense to start at a higher number.\n\nLast, we have the line. The line connects all data points within a single dependent variable. This line's movement shows the increase and decrease of information across time. It can also easily be compared against other lines as long as all data sets are being measured over similar periods of time. Some line graphs have several lines, representing multiple dependent variables. Though overly simplified, this line can communicate to management what actions should be taken to improve operations orstrategic planning.\n\nWant to display multiple sets of data but one set of information is more suitable as a bar chart? Programs such as Excel and Google Sheets can produce combined charts where one dependent variable is shown as a bar graph and another dependent variable is shown as an overlying line graph.\n\nYou can use a line graph inExcelto display trends over time. In Excel, line graphs are appropriate if you have text labels, dates, or a few numeric labels on the horizontal axis (x-axis). Here are the steps to create a line graph in Excel. (If you are using numeric labels, empty cell A1 before you create the line graph.):\n\nDifferent data visualization tools are best used for specific purposes, and a line graph is no exception. Depending on the underlying data, a line graph is best for:\n\nA line graph is one of the simplest ways to visualize the relationship between different variables. It is often used to show changes over time, allowing the reader to easily spot the highest and lowest values.\n\nInvestors frequently use line graphs to see how the price of a stock has changed over time. If a stock has historically traded at a low price but has recently jumped to a new high, that might prompt the investor to sell it and make a profit.\n\nLine graphs are used to track changes over different periods of time. Line graphs can also be used as a tool for comparison: to compare changes over the same period of time for more than one group.\n\nLine graphs are useful in finance because they are very effective at showing changes over time. For this reason, they are often used to show the price history of a stock or other asset.\n\nA line graph may be a simple line graph, multiple line graph, or compound line graph. Each type of graph has a varying degree of dependent variables and how the user wishes to display the relationship between these variables.\n\nLine graphs can be highly customizable in terms of title, labels, markers, style of line, and other non-essential features. However, all line graphs must have an x-axis (independent variable), a y-axis (quantity of dependent variable), and input data (dependent variables). The data points for each dependent variable are marked on the graph are connected by a line.\n\nWhen analyzing data over time, one of the best graphical depictions of data is the line graph. A line graph often uses time as its x-axis and a numerical quantity on its y-axis. When data points are marked on the chart, all data points within a single dependent variable are connected with a line, making it a useful tool for analyzing changes over time for one or more variables.\n\nU.S. Bureau of Labor Statistics. \"12-Month Percentage Change, Consumer Price Index, Selected Categories.\"",
  "url": "https://www.investopedia.com/terms/l/line-graph.asp"
}