{
  "term": "Linear Relationship: Definition, Formula, and Examples",
  "definition": "Two variables have a linear relationship when they increase and decrease correspondingly.\n\nA linear relationship (or linear association) is a statistical term used to describe a straight-line relationship between two variables. Linear relationships can be expressed in either a graphical format, where the variable and the constant are connected via a straight line, or in a mathematical format, where the independent variable is multiplied by the slope coefficient and added to a constant, which determines the dependent variable.\n\nA linear relationship may be contrasted with a polynomial or non-linear (curved) relationship.\n\nMathematically, a linear relationship is one that satisfies the equation:\n\ny=mx+bwhere:m=slopeb=y-intercept\\begin{aligned} &y = mx + b \\\\ &\\textbf{where:}\\\\ &m=\\text{slope}\\\\ &b=\\text{y-intercept}\\\\ \\end{aligned}​y=mx+bwhere:m=slopeb=y-intercept​\n\nIn this equation, “x” and “y” are two variables that are related by the parameters “m” and “b”. Graphically, y = mx + b plots in the x-y plane as a line with slope “m” and y-intercept “b.” The y-intercept “b” is simply the value of “y” when x=0. The slope “m” is calculated from any two individual points (x1, y1) and (x2, y2) as:\n\nm=(y2−y1)(x2−x1)m = \\frac{(y_2 - y_1)}{(x_2 - x_1)}m=(x2​−x1​)(y2​−y1​)​\n\nThere are three sets of necessary criteria an equation has to meet in order to qualify as a linear one: an equation expressing a linear relationship can't consist of more than two variables, all of the variables in an equation must be to the first power, and the equation must graph as a straight line.\n\nA commonly used linear relationship is acorrelation, which describes how close to linear fashion one variable changes as related to changes in another variable.\n\nIneconometrics,linear regressionis an often-used method of generating linear relationships to explain various phenomena. It is commonly used in extrapolating events from the past to make forecasts for the future. Not all relationships are linear, however. Some data describe relationships that are curved (such as polynomial relationships), while still other data cannot be parameterized.\n\nMathematically similar to a linear relationship is the concept of a linear function. In one variable, a linear function can be written as follows:\n\nf(x)=mx+bwhere:m=slopeb=y-intercept\\begin{aligned} &f(x) = mx + b \\\\ &\\textbf{where:}\\\\ &m=\\text{slope}\\\\ &b=\\text{y-intercept}\\\\ \\end{aligned}​f(x)=mx+bwhere:m=slopeb=y-intercept​\n\nThis is identical to the given formula for a linear relationship except that the symbol f(x) is used in place ofy.This substitution is made to highlight the meaning that x is mapped to f(x), whereas the use ofysimply indicates that x and y are two quantities, related by A and B.\n\nIn the study of linear algebra, the properties of linear functions are extensively studied and made rigorous. Given a scalar C and two vectors A and B from RN, the most general definition of a linear function states that:\n\nc×f(A+B)=c×f(A)+c×f(B)c \\times f(A +B) = c \\times f(A) + c \\times f(B)c×f(A+B)=c×f(A)+c×f(B)\n\nLinear relationships are pretty common in daily life. For example, take the concept of speed. The formula used to calculate speed is as follows: the rate of speed is the distance traveled over time. If someone in a minivan is traveling between Sacramento and Marysville in California, a 44.1-mile stretch on Highway 99, and the complete journey takes about 45 minutes, they will have been traveling at just below 60 mph.\n\nWhile there are more than two variables in this equation, it's still a linear equation because one of the variables will always be a constant (distance).\n\nA linear relationship can also be found in the equation distance = rate x time. Because distance is a positive number (in most cases), this linear relationship would be expressed in the top right quadrant of a graph with an X and Y axes.\n\nIf a bicycle made for two was traveling at a rate of 30 miles per hour for 20 hours, the rider would end up traveling 600 miles. Represented graphically with the distance on the Y-axis and time on the X-axis, a line tracking the distance over those 20 hours would travel straight out from theconvergenceof the X and Y axes.\n\nIn order to convert Celsius to Fahrenheit, or Fahrenheit to Celsius, you would use the equations below. These equations express a linear relationship on a graph:\n\n﻿°C=59(°F−32)\\degree C = \\frac{5}{9}(\\degree F - 32)°C=95​(°F−32)﻿\n\n﻿°F=95°C+32\\degree F = \\frac{9}{5}\\degree C + 32°F=59​°C+32﻿\n\nAssume that the independent variable is the size of ahouse(as measured by square footage), which determines the market price of a home (the dependent variable) when it is multiplied by the slope coefficient of 207.65 and is then added to the constant term $10,500. If a home's square footage is 1,250, then the market value of the home is (1,250 x 207.65) + $10,500 = $270,062.50. Graphically, and mathematically, it appears as follows:\n\nIn this example, as the size of the house increases, the market value of the house increases linearly.\n\nSome linear relationships between two objects can be called a \"proportional relationship.\" This relationship appears as:\n\nY=k×Xwhere:k=constantY,X=proportional quantities\\begin{aligned} &Y = k \\times X \\\\ &\\textbf{where:}\\\\ &k=\\text{constant}\\\\ &Y, X=\\text{proportional quantities}\\\\ \\end{aligned}​Y=k×Xwhere:k=constantY,X=proportional quantities​\n\nWhen analyzing behavioral data, there is rarely a perfect linear relationship between variables. However, trend lines can be found in data that form a rough version of a linear relationship. For example, you could look at the daily sales of ice cream and the daily high temperature as the two variables at play in a graph and find a crude linear relationship between the two.\n\nA positive linear relationship is represented by an upward line on a graph. It means that if one variable increases, then the other variable increases. Conversely, a negative linear relationship would show a downward line on a graph. If one variable increases, then the other variable decreases proportionally.\n\nA nonlinear relationship can be viewed in scatter plots on a graph. Scatter plots follow a certain pattern, but that pattern is not linear, meaning the representation is not a straight line.\n\nAn example of a linear relationship would be an hourly-paid worker. The more hours they work, the more money they receive. This relationship would be linear, as every hour worked would correspond to the same increase in pay.\n\nA linear relationship in statistics shows a straight-line relationship between two variables. It typically shows how well two variables correlate with one another. Although no behavioral relationship is perfect enough to generate a true linear relationship, trends are usually found in data to assume one exists.",
  "url": "https://www.investopedia.com/terms/l/linearrelationship.asp"
}