{
  "term": "Linked Savings Account: Meaning, Benefits, FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA linked savings account is a savings account that is connected to another account such as a checking ornegotiable order of withdrawal (NOW)account. Generally, linked savings accounts are held at the same bank as the customer's other accounts, making it easier to transfer funds between accounts.\n\nWhen a customer opens a linked savings account, the bank or financial institution connects it by account number to a new or existing checking or NOW account in the system. Since these accounts make it easier to transfer money, they're convenient for people who want to accumulate savings.\n\nLinked accounts are sometimes called packaged accounts. The balances on both linked accounts are generally reported on a single consolidated statement, making it easier for customers to keep track of their money. Linked savings accounts also allow customers to keep the majority of their funds in a savings account, which may earn more interest, moving money into the checking or NOW account as needed. Some packaged or linked accounts may also offer incentives such as lower fees or free checking.\n\nThe balances on your savings account and any checking, NOW or other accounts to which it's linked are generally reported on a single consolidated statement.\n\nOther types of accounts, such as acertificate of deposit(CD), can also be linked to your other bank accounts. Banks may encourage you to link up multiple accounts (and continue to deposit money into those accounts) by offering special benefits such as a higher interest rate.\n\nThere are instances, however, where linking accounts could lead to additional fees. For example, one benefit of linking your savings and checking account is overdraft protection. If your checking account balance goes too low, some banks will automatically transfer money from your savings account into your checking account to protect you from incurring overdraft fees. However, this service often comes with its own fee. Plus, if you trigger that sort of transfer too frequently, your savings account could fall below the minimum balance, which could cause other fees to kick in.\n\nIf you find that the ideal checking and savings accounts for your needs aren't available at the same bank, you may also be able to link accounts from different banks. This can work well if you're looking tohold your extra cash in a high-yield savings accountthat may not be available at the bank where you do your checking.\n\nLook for an option to link external accounts. You'll need to provide more information to get this done, and transfers may take longer to go through. There are also sometimes limits on the number of external transfers you can make each month.\n\nBanks may want to incentivize linked savings accounts so that they can hold a larger share of your business for a longer amount of time. This could mean higher rates for you, especially if you're able to maintain a higher balance. Plus, having your accounts in one place—with transfers available quickly and easily—simplifies money management.\n\nLinked savings accounts allow customers to keep the majority of their funds in a savings account, which may earn more interest, moving money into the checking or NOW account as needed. Some packaged or linked accounts may also offer incentives such as lower fees or free checking.\n\nLinking accounts may trigger additional fees. Often, banks will automatically transfer funds from one account to the other to maintain a particular balance or when you have insufficient funds to cover a payment. Such transactions often may have fees for each instance. This practice can become especially problematic if it causes your savings account to fall below the minimum balance, which could cause other fees to kick in. Linking might also add another step if youdecide to close one of the accountsor change banks.\n\nTri Counties Bank.\"Linked Savings.\"Accessed Oct. 8, 2021.\n\nBankrate.com.\"Linked savings accounts tied to bank perks.\"Accessed Oct. 8, 2021.",
  "url": "https://www.investopedia.com/terms/l/linked-savings-account.asp"
}