{
  "term": "Lintner's Model: Meaning, Overview, Formula",
  "definition": "The Lintner model is an economic formula for determining an optimal corporatedividend policy. It was proposed in 1956 by former Harvard Business School professor John Lintner and focuses on two core notions:\n\nThough originally a descriptive model intended to explain how firms are observed to set dividends, the model has also been used as a prescriptive model of how firms should set dividend policy.\n\nThe following formula describes a mature corporation’s dividend payout:\n\nDt=k+PAC(TDt−Dt−1)+etwhere:D=DividendDividendtis the dividend at timet, the change from the previousdividend at period(t−1)PAC=PAC<1is a partialadjustment coefficientTD=Target Dividendk=A constantet=The error term\\begin{aligned}&D_t=k+PAC(TD_t-D_{t-1})+e_t\\\\&\\textbf{where:}\\\\&D=\\text{Dividend}\\\\&\\text{Dividend}_t \\text{ is the dividend at time}\\\\&\\text{$t$, the change from the previous}\\\\&\\text{dividend at period }(t-1)\\\\&\\text{PAC}=\\text{PAC}<1\\text{ is a partial}\\\\&\\text{adjustment coefficient}\\\\&TD=\\text{Target Dividend}\\\\&k=\\text{A constant}\\\\&e_t=\\text{The error term}\\end{aligned}​Dt​=k+PAC(TDt​−Dt−1​)+et​where:D=DividendDividendt​is the dividend at timet, the change from the previousdividend at period(t−1)PAC=PAC<1is a partialadjustment coefficientTD=Target Dividendk=A constantet​=The error term​\n\nIn 1956, John Lintner developed this dividend model through inductive research with 28 large, public manufacturing firms.Although Lintner passed away years ago, his model remains the accepted starting point for understanding how companies’ dividends behave over time.\n\nLintner observed the following important facets of corporate dividend policies:\n\nWhile all companies wish to sustain a constant dividend payout to maximize shareholder wealth, natural business fluctuations force companies to project the dividends in the long run, based on their target payout ratio.\n\nFrom Lintner’s formula, a company’sboard of directorsthus bases its decisions about dividends on the firm’s currentnet income, yet adjusts them for certain systemic shocks, gradually adapting them to shifts in income over time.\n\nA company’s board of directors sets the dividend policy, including the rate of payout and the date(s) of distribution. This is one case in which shareholders are notable to voteon a corporate measure—unlike a merger or acquisition, and additional critical issues such as executive compensation.\n\nThe three main approaches to corporate dividend policy are as follows:\n\nHarvard Business School. “John V. Lintner Papers: Finding Aid.”\n\nLintner, John. “Distribution of Incomes of Corporations Among Dividends, Retained Earnings, and Taxes.”The American Economic Review, vol. 46, no 2, 1956, pp. 97-113.\n\nRaju, Guntur Anjana and Rane, Anjali. “Dividend Smoothing & Implications of Lintner’s Model: An Empirical Analysis of Indian Metal Section.”Inspira-Journal of Commerce, Economics & Computer Science (JCECS), vol. 4, no 1, 2018, pp. 41.\n\nNew York Times. \"John V. Lintner Jr., 67, Dies; Harvard Business Professor.\"",
  "url": "https://www.investopedia.com/terms/l/lintnersmodel.asp"
}