{
  "term": "Liquidator: Powers, Duties, and Examples",
  "definition": "A liquidator is a person or entity that liquidates something. A liquidator is specially appointed to act on behalf of a company in various capacities. They are legally empowered to wind up a company's affairs when it is closing—typically when the company is goingbankrupt. When things get to this point, the liquidator may represent companies in lawsuits or sell off theirassetsfor cash or equivalents. The resulting funds are used to pay off the company's debts. Liquidators may also defend companies in lawsuits\n\nA liquidator is a person with the legal authority to act on behalf of a company before it closes. are generally assigned by the court,unsecured creditors, or the company'sshareholders. They often step in when a company declares bankruptcy. Their primary function is to generate cash for a variety of reasons, including debt repayment.\n\nA liquidator has several key responsibilities. The first is to take control of the organization's assets, which are pooled together and sold off individually. Cash from the sale proceeds is then used to pay off the outstanding debt held by unsecured creditors. Another key function of liquidators is to bring and defend lawsuits. Other actions include collecting outstandingreceivables, paying off bills and debts, and finishing other corporate termination procedures.\n\nA liquidator's authority or power is defined by the laws where the role is assigned. They may be granted complete authority over all business matters until the assets are sold and thedebtsare all paid off while others are granted liberties while under the court's supervision.\n\nThe liquidator has afiduciaryand legal responsibility to all parties involved—the company, court, and creditors. Considered the go-to person when it comes to making any decisions about the company and its assets, the liquidator must keep them under their control to ensure they are properly valued and dispersed after being sold. The liquidator issues any correspondence and holds meetings with the company and its creditors to ensure theliquidationprocess goes through smoothly.\n\nChapter 7of the U.S. Bankruptcy Code governs liquidation proceedings. Solvent companies may also file for Chapter 7, but this is uncommon.\n\nMany retailers go through the liquidation process under a liquidator to dispose of their assets because of a looming bankruptcy. The liquidator assesses the business and its assets and may decide when and how to sell them. Newinventoryshipments are stopped and the liquidator may plan for sales of the current stock. Everything under the retailer's banner, including fixtures,real estate, and other assets is sold. The liquidator organizes the proceeds and pays off the creditors.\n\nLiquidators are not only assigned to retailers. Other businesses that face trouble may require a liquidator. They may be required to deal with issues after amergertakes place when one company buys out another. For instance, when a merger takes place, one company's information technology department may become redundant. The liquidator may be assigned to sell off or divide the assets of one.\n\nLiquidators typically have a degree or background in finance and/or accounting. This allows them to review and file financial reports and other key documents, such as tax returns. They can also use their academic and professional experience to help them value assets.\n\nThese professionals must also possess the following skills:\n\nSince they have a fiduciary responsibility, liquidators must also act ethically and responsibly to ensure they follow regulations and meet the needs of the company.\n\nLiquidators charge fees for their services, This cost varies depending on the size of the business, the complexity of the case, and the time needed to complete the job. The Insolvency Act 1986 specifies theabsolute priority(also known as theliquidation preference) with which stakeholders are repaid in the event of a bankruptcy or liquidation.\n\nAccording to the law, liquidators are always paid first. Payments are then made to senior secured creditors, unsecured and subordinated creditors, andpreferred shareholders. Common shareholders are generally the last creditors who are paid during the liquidation process.\n\nIn some jurisdictions, a liquidator may also be named as atrustee, as in a bankruptcy trustee.\n\nThere are many examples of liquidators taking charge of company affairs. This occurred with shoe retailer Payless. Saddled with debt, the company filed forChapter 11in 2017 with plans to liquidate almost every store it owned in the United States and Canada.\n\nAlthough Payless managed to restructure and survive that period, it wasn't fully out of the lurch. It filed for bankruptcy again in February 2019, saying it would close all of its retail locations across North America, which amounted to about 2,100 stores. The company ended up selling its merchandise at a discount to consumers.\n\nNo, liquidators aren't always part of the liquidation process. Avoluntary liquidationis a self-imposedwind-upand dissolution of a company that has been approved by its shareholders. Such a decision will happen once a company's leadership decides that the company has no reason to continue operating. In some cases, the company may decide to undertake the process on its own.\n\nCompanies may also engage in liquidation sales to reduce costly inventory at rock-bottom prices. It isn't uncommon to see a retailer advertising a liquidation sale, selling off as much, if not all, of their stock—often at a deep discount to consumers. In some cases, this may be due toinsolvency, but don't always do this because they're closing down. Some stores do this to get rid of and replace the older stock with new inventory.\n\nThe liquidator's fees and expenses are covered by the company's assets after they have been sold off. In the absence of cash or an asset sale, the liquidator is paid using money from shareholders or the company's directors.\n\nLiquidators step in when companies are in financial distress—usually when they're about to go bankrupt. Assigned by the court, creditors, or shareholders, this individual is responsible for taking charge of a company's assets, selling them off, and paying its creditors. In other cases, they may bring legal claims or defend companies in lawsuits. Because they have a fiduciary responsibility, liquidators must act in the best interests of the company, court, creditors, and shareholders.\n\nCBS News. \"Payless ShoeSource emerges from Chapter 11 bankruptcy.\"\n\nUSA Today. \"Payless ShoeSource closing all 2,100 U.S. stores, starting liquidation sales Sunday.\"\n\nMcDonald Vague. \"WHO PAYS THE LIQUIDATOR?\"\n\nCompanyDebt. \"How Much Does it Cost to Liquidate a Limited Company?\"",
  "url": "https://www.investopedia.com/terms/l/liquidator.asp"
}