{
  "term": "Liquidation Preference: Definition, How It Works, and Examples",
  "definition": "A liquidation preference is a contractual right that grants preferred stockholders priority over others when determining the order in which they receive payment when a company is liquidated.\n\nA liquidation preference is a contract that prioritizes preferred investors if a company goes bankrupt or shuts down so they get their money back before anyone else. It also determines how much they get paid. Liquidation preferences reduce the risk for these investors and act like an insurance policy. They are commonly used in venture capital contracts, hybrid debt instruments, promissory notes, and other structured private capital transactions to clarify who gets paid and in which order when a company is liquidated.\n\nLiquidation preference, in its broadest sense, determines who gets how much when a company is liquidated, sold, or goes bankrupt. To come to this conclusion, the company’sliquidatormust analyze the company’ssecuredandunsecured loanagreements, as well as the definition of theshare capital(both preferred and common stock) in the company’sarticles of association. As a result of this process, the liquidator is then able to rank allcreditorsandshareholdersand distribute funds accordingly.\n\nLiquidation preference determines who gets their money first when a company is sold, and how much money they are entitled to get.\n\nThe use of specific liquidation preference dispositions is popular when venture capital firms invest instartupcompanies. The investors often make it a condition for their investment that they receive liquidation preference over other shareholders. This protectsventure capitalistsfrom losing money by making sure they get their initial investments back before other parties.\n\nIn these cases, there does not need to be an actual liquidation or bankruptcy of a company. In venture capital contracts, a sale of the company is often deemed to be a liquidation event. As such, if the company is sold at a profit, liquidation preference can also help venture capitalists be first in line to claim part of the profits. Venture capitalists are usually repaid before holders of common stock and before the company’s original owners and employees. In many cases, the venture capital firm is also a common shareholder.\n\nFor example, assume aventure capitalcompany invests $1 million in a startup in exchange for 50% of the common stock and $500,000 of preferred stock with liquidation preference. Assume also that the founders of the company invest $500,000 for the other 50% of the common stock.\n\nIf the company is then sold for $3 million, the venture capital investors receive $2 million—being their preferred $1 million and 50% of the remainder—while the founders receive $1 million. Conversely, if the company sells for $1 million, the venture capital firm receives $1 million and the founders receive nothing.\n\nMore generally, liquidation preference can also refer to the repayment of creditors (such as bondholders) before shareholders if a company goes bankrupt. In such a case, the liquidator sells its assets, then uses that money to repay senior creditors first, then junior creditors, then shareholders. In the same way, creditors holdinglienson specific assets, such as a mortgage on a building, have a liquidation preference over other creditors in terms of the proceeds of sale from the building.\n\nLiquidation preference determines who gets how much when a company is liquidated, sold, or goes bankrupt. The company’s liquidator analyzes the business’s secured and unsecured loan agreements, as well as the definition of the share capital (both preferred and common stock) in the company’s articles of association.\n\nVenture capital investors often make it a condition for their investment in a startup company that they receive liquidation preference over other shareholders. This ensures that venture capitalists will get their initial investments back before other parties.\n\nThere does not need to be an actual liquidation or bankruptcy of a startup company for liquidation preference to apply. In venture capital contracts, a sale of the company is often deemed to be a liquidation event. If the company is then sold at a profit, liquidation preference can also help venture capitalists be first in line to claim their share of the profits.\n\nLiquidation preference is a contract clause that determines who gets paid first, and how much gets paid, when a company must be liquidated (e.g., selling the company). Venture capitalists are an example of investors or preferred shareholders who are usually paid back first, ahead of holders of common stock and debt.\n\nLong-Term Stock Exchange. \"What Is Liquidation Preference?\"\n\nWyrick Ventures. \"What Is Liquidation Preference?\"",
  "url": "https://www.investopedia.com/terms/l/liquidation-preference.asp"
}