{
  "term": "Liquidity Trap: Definition, Causes, and Examples",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA liquidity trap is an adverse economic situation that can occur when consumers and investors hoard cash rather than spend or invest it even when interest rates are low, stymying efforts by policymakers to stimulate economic growth.\n\nThe term was first used by economistJohn Maynard Keynes, who defined a liquidity trap as a condition that can occur when interest rates fall so low that most people prefer to let cash sit rather than put money into bonds and other debt instruments. The effect, Keynes said, is to leavemonetary policymakerspowerless to stimulate growth by increasing the money supply or lowering the interest rate further.\n\nA liquidity trap may develop when consumers and investors keep their cash in checking and savings accounts because they believe interest rates will soon rise. That would make bond prices fall, and make them a less attractive option.\n\nSince Keynes' day, the term has been used more broadly to describe a condition of slow economic growth caused by widespread cash hoarding due to concern about a negative event that may be coming.\n\nInvestopedia / Danie Drankwalter\n\nHigh consumer savings levels, often spurred by the belief that a negative economic event is on the horizon, can cause monetary policy to be generally ineffective.\n\nIf interest rates are already near or at zero, the central bank can not cut the rates. If it increases the money supply, it would not be effective, as people are already saving their cash.\n\nThe belief in a future negative event is central to understanding liquidity traps. When consumers hoard cash and sell bonds, this drives bond prices down and yields up. Despite rising yields, consumers are not interested in buying bonds as bond prices are falling. Instead, they may prefer to hold cash at a lower yield.\n\nA notable problem in a liquidity trap is that banks have trouble attracting qualified borrowers for loans. This is compounded by the fact that, with interest rates already approaching zero, there is little room for additional incentives to attract well-qualified candidates.\n\nThis lack of interest in borrowing can show up across the economy, from business loans to mortgages and car loans.\n\nOne marker of a liquidity trap is low interest rates. Low interest rates affect bondholder behavior, especially when combined with concerns regarding the current financial state of the nation. The end result is the selling of bonds at a level that is harmful to the economy.\n\nMeanwhile, consumers lean towards keeping their money in low-risk savings accounts. When a central bankincreases the money supply, it is putting more money into the economy with the reasonable expectation that some of that money will flow into higher-yield assets like bonds.\n\nBut in a liquidity trap, it just gets stashed away in cash accounts.\n\nLow interest ratesalone do not define a liquidity trap. For the situation to qualify, there must also be a shortage of bondholders wishing to keep their bonds and a limited supply of investors looking to purchase them. Instead, the investors are prioritizing strict cash savings over bond purchases.\n\nIf investors are still interested in holding or purchasing bonds at times when interest rates are low, even approaching zero percent, the situation does not qualify as a liquidity trap.\n\nA liquidity trap occurs when consumers, investors, and businesses opt to hoard their cash, making the entire economy resistant to policy actions intended to stimulate economic activity.\n\nThe following are the key characteristics of a liquidity trap:\n\nLiquidity traps are not common events. Economists have suggested several reasons or precursors that can lead to one.\n\nDeflation occurs when prices fall and the purchasing power of money increases. It's the opposite of inflation and occurs less often.\n\nDeflation can start when people choose to hold onto their money rather than spend or invest it because they believe that prices will continue to fall. Why purchase a big-ticket item today when it will be cheaper in a month—and even cheaper in two months?\n\nIn extreme cases, adeflationary spiralcan develop in which price levels keep declining, leading to production cuts, wage cuts, decreased demand, and continued price declines.\n\nDuring such a feedback loop, a liquidity trap can emerge.\n\nA balance sheet recession is an economic slowdown that is caused mainly by consumers and businesses choosing to pay down their debts rather than spend or borrow more.\n\nThis develops when the level of outstanding debt grows large enough that both borrowers and lenders become concerned that it may not be paid back in full.\n\nEven as interest rates fall, paying down debt is prioritized and new lending and investment grind to a halt.\n\nCompanies raise capital by issuing bonds and stock. If there is little demand from investors to invest in them, lower interest rates will not help.\n\nMoreover, both the companies and investors may postpone any action, viewing the investment as risky in a recessionary period of low demand in general.\n\nBanks can become reluctant to lend if they view the general credit landscape as high-risk.\n\nAfter the2008 financial crisis, many banks faced liquidity issues as subprime borrowers defaulted in massive numbers. The banks reacted by greatly cutting back on lending in general.\n\nEven with very low interest rates, many consumers and businesses who wanted to borrow money found it difficult to obtain loans as the banks enforced stricter underwriting criteria and shied away from all but the highest-quality borrowers.\n\nSome tried-and-true economic solutions don't work on a liquidity trap. Governments sometimes buy or sell bonds to affect interest rates, but buying bonds in such a negative environment does little, as investors are all too eager to sell them. It becomes difficult to push yields up or down, and harder yet to induce consumers to take advantage of the new rate.\n\nThere are a number of ways out of a liquidity trap. None may work entirely on its own but it may help encourage the public to start spending and investing instead of saving.\n\nWhen consumers are fearful, it is difficult to persuade them to spend rather than save. Thus, these efforts may work on paper but can fail in the real world.\n\nStarting in the 1990s, Japan faced a liquidity trap. Interest rates continued to fall and yet investment did not rebound. Japan faced deflation through the 1990s, and in 2022 still has a negative interest rate of -0.1%.\n\nTheNikkei 225, the main stock index in Japan, fell from a peak of over 38,000 in December 1989, and in early 2023 remains well below that peak. The index did hit a multi-year high above 29,000 in August 2022 before falling to around 27,500 just a month later.\n\nLiquidity traps were thought to have appeared in the wake of the 2008 financial crisis and the ensuingGreat Recession, especially in the Eurozone.\n\nInterest rates were set to 0% by Japan's central bank but investing, consumption, and inflation all remained subdued for several years following the height of the crisis.\n\nFollowers ofLudwig Von Mises, an influential 20th-century Austrian economist who was an advocate of free-market capitalism and a staunch opponent of socialism and interventionism, do not believe in the existence of liquidity traps.\n\nThey conclude that, contrary to popular thinking, the threat to major world economies is not the liquidity trap but the government and central bank policies that are designed to counter it.\n\nThese policies only further weaken the pool of real savings, thereby undermining prospects for a durable economic recovery and perpetuating the liquidity trap, they argue. They suggest that negative interest rates are unlikely to move major economies away from a liquidity trap if the pool of real savings is in trouble.\n\nAs of 2024, the U.S. economy is experiencing inflation and high interest rates. These may pose problems but not the kinds that can lead to a liquidity trap.\n\nBy definition, a liquidity trap exists only during a period of very low interest rates. In other words, the central bank has forced lending rates down to very attractive levels, but consumers, businesses, and investors aren't responding. They're keeping their money in cash.\n\nMaybe, although it's difficult to get two economists to agree on whether a liquidity trap exists or doesn't.\n\nSome economists believe that the U.S. briefly fell into a liquidity trap at the start of the COVID-19 pandemic when the stock market fell sharply and there were serious worries about the economy's ability to handle the economic shock. A sudden surge in mid-2020 in the Federal Reserve's M1 number, a reading of the amount of cash on hand in the economy overall, contributed to this conclusion.\n\nThe Fed responded quickly with quantitative easing measures and increased liquidity and the crisis, if there was one, passed.\n\nThe U.S. was thought to briefly experience a liquidity trap just following the 2008 financial crisis as interest rates fell effectively to zero while output also dropped. After thehousing bubbleburst, the banks were unwilling to lend and shocked investors parked their assets in cash.\n\nThe American economy regained momentum after several rounds of government stimulus spending and central bank quantitative easing.\n\nA liquidity trap can be a contributing cause of a recession. People save their money instead of spending or investing it. Low interest rates fail to entice them to spend more. The usual monetary policymakers' tactic of lowering interest rates can't solve the problem; rates are already at or near zero. This can spiral into a recession as demand for goods and services decline and producers cut production and jobs.\n\nPeople might sit on cash for several reasons: They may have no confidence that they can earn a higherrate of returnby investing. They may believe deflation—or falling prices—is on the horizon, so they're waiting for better prices to emerge, whether they're investing or spending their cash. Or, they may fear economic troubles ahead, in their personal lives or the economy in general.\n\nIf enough people believe any of the above, their beliefs become a reality.\n\nIt must be said that some of these people may want to borrow, but find that lenders are reluctant to extend credit at such low interest rates to any but the most qualified borrowers.\n\nWhen defined strictly, a liquidity trap renders central bank policies ineffective. However, research by economists at the Bank for International Settlements (BIS) suggests that alternative monetary policy tools like quantitative easing andnegative interest ratescan be effective when less drastic measures fail.\n\nA BIS working paper aptly titled \"Does the Liquidity Trap Exist?\" showed that in the U.S., Japan, and the Eurozone, liquidity traps were easily managed through such alternative measures. The paper argues that \"in such a view, the central bank's inability to lower the short-term interest rate is irrelevant, provided that it can ramp up credit supply and if at least some non-financial economic agents are credit-constrained.\"\n\nA liquidity trap is a contradictory situation in which interest rates are very low but savings are high. In other words, consumers and businesses are holding onto their cash even with the incentive of interest rates at or close to 0%.\n\nIn theory, a liquidity trap is thought to greatly limit the effectiveness of expansionary monetary policy, as interest rates are already at zero. Alternative tools like quantitative easing and a negative interest policy, however, have been shown to be effective.\n\nPeiper, Leah, Central College. \"Caught in a Trap: A Liquidity Trap in the United States.\"\n\nFocus Economics. \"Interest Rate in Japan.\"\n\nMacrotrends. \"Nikkei 225 - 67 Year Historical Chart.\"\n\nMises Institute. \"Does a Liquidity Trap Pose a Threat?\"\n\nLhuissier, Stéphane, Benoit Mojon, and Juan Rubio-Ramírez. \"Does the Liquidity Trap Exist?\"BIS Working Paper,no. 855, 2020.\n\nSt. Louis Federal Reserve. \"What's behind the recent surge in the M1 money supply?\"",
  "url": "https://www.investopedia.com/terms/l/liquiditytrap.asp"
}