{
  "term": "Liquidity Premium: Definition, Examples, and Risk",
  "definition": "Liquidity premium is the additional compensation used to encourage investments in assets that cannot be easily or quickly converted into cash at fair market value. For example, a long-term bond will carry a higher interest rate than a short-term bond because it is relatively illiquid. The higher return is the liquidity premium offered to the investor as compensation for the additional risk.\n\nInvestors in illiquid assets generally require more of a return for the added risk of putting their money in assets that can't be sold for an extended period, especially if the value of the asset is expected to fluctuate in either direction. Suppose you have two bonds, each with the same characteristics (maturity, credit risk, tax status, etc.), but one can be traded more easily. The less liquid bond will usually offer a higher yield as compensation for your reduced ability to exchange it.\n\nLiquidinvestments are assets easily and quickly converted to cash at fair market value, like a savings account or a short-term Treasury bond. The returns may be low, but the money is safe and can be accessed at any time, relatively easily, for its fair value. Many bonds are relatively liquid and readily convertible in the active secondary market.\n\nIlliquidity is considered a risk because it limits your ability to quickly convert an asset into cash without significantly affecting its price. Hence, if you need to sell an illiquid asset promptly, you may have to do so at a significant discount to its perceived market value, incurring a loss. There is also the potential opportunity cost for the time your money is invested in the illiquid asset.\n\nIlliquid investments can take many forms, includingcertificates of deposit, certain loans, annuities, and other investment assets that the purchaser must hold for a specified period. These investments cannot be liquidated or withdrawn early without a penalty.\n\nOther assets are said to be illiquid because they have no active secondary market that can be used to realize their fair market value. The liquidity premium is built into the return on these types of investments to compensate for the risk the investor takes in locking up funds.\n\nIn general, investors who choose to put money in such illiquid investments need to be rewarded for the added risks that a lack of liquidity poses. Investors with the capital to put money in longer-term investments can benefit from the liquidity premium earned from these investments.\n\nIlliquid investments are those that cannot be easily converted into cash without a significant loss in value. Here are some examples:\n\nUnderstanding an asset's liquidity is an essential part of risk management and portfolio strategy.\n\nThe termsilliquiditypremium andliquiditypremium are used interchangeably. Both mean that an investor receives an incentive for an investment not easily convertible into cash.\n\nTheyield curveis a graph that shows the interest rate of bonds with similar credit quality but different maturity dates. In general, longer maturities result in higher yields, but investors can use the shape of the yield curve to predict future changes to interest rates and market activity.\n\nThe liquidity premium is one of the primary ways to explain why longer-term bonds tend to offer higher interest rates. The longer you have to wait for a bond to mature, the less liquid it is. Thus, a longer-term bond has to offer a higher yield to make up for its lower liquidity.\n\nThe simplest way to calculate a liquidity premium is to compare similar investments, one of which is liquid and one of which is not. For example, you could compare two bonds from companies with similar credit ratings. If one bond is publicly traded and one bond is not traded on the open market, they will likely have different yields, with the one that is publicly traded providing a lower return.\n\nBecause the non-traded bond is less liquid, it must offer a higher yield. The difference between its yield and the yield of the other bond is the liquidity premium.\n\nThe shape of the yield curve illustrates the liquidity premium demanded from investors for longer-term investments. In a balanced economic environment, longer-term investments require a higher rate of return than shorter-term investments—thus, the upward-sloping shape of the yield curve.\n\nLooking beyond bonds, suppose you are offered two investment properties that are virtually identical in all respects—location, square footage, condition, etc. However, property A is in a well-established neighborhood with high demand, making it relatively easy to sell quickly. Property B is in a similar area but one with lower demand, making it harder to sell or rent out. Because property B is less liquid, buyers can demand a higher rate of return to compensate for the risk and inconvenience of potentially holding onto the property for a longer period.\n\nLet's consider another example. Suppose you can put money into two different technology companies with very similar business models, growth prospects, and profitability. Company A is publicly traded, so you know you can easily buy and sell the shares on a stock exchange. Company B, though, is privately held and is offered in a private equity deal, which means it likely has restrictions on when and how you can liquidate your stake. Because of this, Company B will probably come with higher promised returns since its shares are not as easily converted to money.\n\nA high liquidity premium means something cannot be easily sold for cash. The higher premium means it should offer a greater long-term return. However, in some cases, giving up flexibility may not be worth it. Finding the right balance between yield and liquidity is key.\n\nYes, it's possible to have a negative liquidity premium. This can occur when theyield curve inverts, meaning longer-term bonds offer less yield than short-term ones. This is uncommon, and investors often view it as a sign that the wider economy is not faring well.\n\nAliquidity traphappens when individuals hold onto their money rather than spend or invest it. People anticipate that prices will remain stagnant or fall, so they prefer the safety of holding onto their money. This can hamper efforts by central banks to boost economic activity. It can also happen when yields fall so low that people hesitate to buy bonds. As a result, changes in the money supply have little effect on changing economic behavior, leaving an economy stuck in a period of slow growth and low inflation or even deflation.\n\nLiquidity premium is the higher yield offered among similar investments for those that are less liquid. The less liquid an investment is, the harder it is to sell quickly for its fair market value and the greater its liquidity premium tends to be. When considering liquidity, it's essential to gauge whether the added return is worth the extra risk and limitations that less liquid investment options can have. You can then more accurately assess the true costs and potential rewards of different investment options.",
  "url": "https://www.investopedia.com/terms/l/liquiditypremium.asp"
}