{
  "term": "Liquidating: Definition and Process as Part of Bankruptcy",
  "definition": "The term “liquidate” means converting property or assets into cash or cash equivalents by selling them on the open market.Liquidationsimilarly refers to the process of bringing a business to an end and distributing its assets to claimants.\n\nLiquidation ofassetsmay be either voluntary or forced. Voluntary liquidation may be enacted to raise the cash needed for newinvestmentsor purchases or to close out old positions. A forced liquidation may be used inbankruptcyprocedures, in which an entity chooses or is forced by a legal judgment or contract to turn assets into aliquidform (i.e., cash).\n\nLiquidation can also refer to the process of selling off inventory, usually at steep discounts. It is not always necessary to file for bankruptcy to liquidate inventory, as a company may elect to do so to make way for newer items.\n\nIninvesting, liquidation occurs when an investor closes their position in an asset. Liquidating an asset is usually carried out when aninvestororportfolio managerneeds cash to reallocate funds orrebalancea portfolio. An asset that is not performing well may also be partially or fully liquidated. An investor who needs cash for other non-investment obligations—such as paying bills, vacation expenses, buying a car, covering tuition, etc.—may opt to liquidate their assets.\n\nFinancial advisorstasked with allocating assets to a portfolio usually consider, among other factors, why someone wants to invest and for how long. An investor who wants to buy a home within five years may hold aportfolioof stocks and bonds designed to be liquidated in five years. The cash proceeds would then be used to make a down payment for a home. The financial advisor would keep that five-year deadline in mind when selecting investments likely toappreciateand protect thecapitalfor the investor.\n\nBrokers may force certain customers to liquidate holdings in the event of an unmetmargin call. This is a request for additional funds that occurs when the value of amargin accountfalls below a certain threshold required by their broker due to investment losses.\n\nIf a margin call is not met, abrokermay liquidate any open positions to bring the account back up to the minimum value. They may be able to do this without the investor’s approval. This effectively means that the broker has the right to sell any stock holdings, in the requisite amounts, without letting the investor know.\n\nFurthermore, the broker may also charge an investor a commission on these transaction(s). This investor is held responsible for any losses sustained during this process.\n\nWhile businesses can liquidate assets to free up cash even in the absence of financial hardship, asset liquidation in the business world is mostly done as part of a bankruptcy procedure. When a company fails to repaycreditorsdue to financial hardship, a bankruptcy court may order acompulsory liquidationof assets if the company is found to beinsolvent.\n\nThesecured creditorswould take over the assets that were pledged ascollateralbefore the loan was approved. Theunsecured creditorswould be paid off with the remaining cash from liquidation. If any funds are left after settling all creditors, the shareholders will be paid according tothe proportion of shares that each holdswith the insolvent company.\n\nNot all liquidation is the result of insolvency. A company may undergo a voluntary liquidation, which occurs whenshareholderselect to wind down the company. The petition for voluntary liquidation is filed by shareholders when it is believed that the company has achieved its goals and purpose. The shareholders appoint aliquidatorwho dissolves the company by collecting the assets of the solvent company, liquidating the assets, and distributing the proceeds to employees who are owed wages and to creditors in order of priority.\n\nAny cash that remains is then distributed topreferred shareholdersbeforecommon shareholdersget a cut.\n\nChapter 7of the U.S. Bankruptcy Code governs liquidation proceedings. Solvent companies may also file for Chapter 7, but this is uncommon.\n\nTo liquidate a company is when itsells off all of the assetson its balance sheet to pay off debts and obligations in order to dissolve the company. It is the process of winding down a company’s affairs and distributing any remaining assets to the company’s creditors and shareholders (if anything remains).\n\nLiquidation may be the best option for a company if it isno longer able to meet its financial obligations, if it has a large amount of debt that cannot be paid off, or if it isinsolvent. It may also be the best option if the business is no longer profitable and there are no prospects for turning it around, as through a Chapter 7 bankruptcy proceeding.\n\nWhen a company is liquidated, it ceases to operate and its employees will often lose their jobs. However, they are still often entitled to receive unpaid wages and other benefits owed to them by contract, which would be paid out of the proceeds of the liquidation. In some cases, employees may also be able to claimunemploymentfrom the government while receiving these unpaid wages.\n\nWhen a company goes bankrupt, its creditors are repaid first from the liquidation proceeds, followed by preferred shareholders. Only after both of those categories are made whole will common-stock shareholders receive what’s left. This is often pennies on the dollar, if anything at all.\n\nLiquidating personal assets involves selling off items such as property, stocks and bonds, collectibles, and personal belongings to pay offdebtsor generate cash. It is a way of raising money quickly to meet financial obligations.\n\nAn individual might need to liquidate their assets if they are facing financial difficulties such as mounting debts, job loss, or unexpected large bills like emergency medical expenses. Liquidation may also be necessary in the event of a divorce settlement or the need to fund a large purchase such as a home’s down payment or for a business. Individuals may also be forced to liquidate securities held in a brokerage account if a margin call cannot be satisfied.\n\nThe term “liquidate” has been in use in some form or another since the 16th century and has been used in various contexts over time. The word comes from the Latin word “liquidus,” which means “to melt” or “make clear.”\n\nThe term was later adopted by legal and financial professionals to refer to the process of quickly settling debts, selling assets, and distributing proceeds. In this context, “liquidate” refers to the conversion of assets into cash, which can then be used to pay off debts or distribute to shareholders.\n\nTo liquidate is to sell assets for cash, often quickly. Liquidation may be voluntary to increase one’s cash position or removerisk, or forced such as by a margin call in a brokerage account or by a bankruptcy judge in the case of insolvency. The word “liquidation” comes from the fact that cash, by definition, is the most liquid asset that exists.\n\nIn case a company experiences Chapter 7 bankruptcy, its assets will be liquidated and the company will cease to exist, leaving its shareholders with cents on the dollar, if anything.",
  "url": "https://www.investopedia.com/terms/l/liquidate.asp"
}