{
  "term": "Liquidity Coverage Ratio: Definition and How To Calculate",
  "definition": "Mandated by the Basel Accords, the liquidity coverage ratio is the amount of liquid assets that financial institutions must have on hand to ensure they can meet their short-term obligations in the event of market turmoil.\n\nJust like you might keep aside money for three to six months of expenses in case of unexpected emergencies, banks must maintain a stockpile of easily accessible assets to weather financial storms. The liquidity coverage ratio (LCR), put in place after the 2008 financial crisis, was proposed by the Basel Committee on Banking Supervision, a group of central bankers and regulators from the world's major financial centers.\n\n\"The goal is to ensure that banks hold enough highly liquid assets to cover outflows of cash during a crisis,\" Laurence Ball, a professor of economics at Johns Hopkins University and research associate at the National Bureau of Economic Research, told Investopedia. \"The 2008 crises at Bear Stearns, Lehman Brothers, etc., occurred because they ran out of cash due to a number of liquidity drains.\"\n\nThese events led regulators to require banks to hold enough cash-like assets to survive 30 days of market chaos. The international standard, implemented in the U.S. by the Office of the Comptroller of the Currency in 2014, is one of the most significant reforms to emerge from the global financial crisis.\n\nThe LCR is a result of updates to theBasel Accords, regulations created by the Basel Committee on Banking Supervision.The rule is designed to be a stress test that banks must pass every day, not just to protect the bank itself but also the financial and economic actors that rely on it.\n\nThe LCR requires financial institutions to maintain a precise mix of assets that can be quickly turned into cash—think Treasury bonds, not long-term loans or real estate—to tide them over for 30 days.These assets are ranked in three tiers based on how easy they would be to use in a crisis.\n\nLevel 1 assets are counted at full value. These include cash, centralbank reserves, and government securities that markets will always want to buy. Level 2A assets are high-quality but less liquid, so they get a 15% haircut when banks count them. Level 2B assets include corporate stocks and bonds, and banks can only count 50%-75% of their value toward their LCR.\n\nThe 30-day survival period wasn't chosen randomly. It's based on historical patterns of how financial crises unfold. Most banks that survived past crises managed to hold on for about a month before government intervention turned the tide.\n\nSince implementation, many researchers have said these changes aren't enough. \"The requirement for liquidity in the LCR is based on a stress test that understates the likely outflows of cash in a crisis,\" Ball said.\n\nBall's research shows the rules may underestimate three important components of how banks would stay liquid in a crisis: how much money regular customers might withdraw, how much short-term funding from other banks might disappear, and how much cash banks might need to post as collateral for their financial contracts.As such, he argued, \"The big U.S. banks are at risk of liquidity crises that threaten their survival even if they comply with the LCR rule.\"\n\nIn 2019, the Trump administration changed U.S. LCR requirements to cut compliance costs for midsized banks, act on industry arguments that smaller regional banks posed less systemic risk than global giants, and carry out the so-calledCrapo Bill(Economic Growth, Regulatory Relief, and Consumer Protection Act of 2018), which directed regulators to adjust requirements based on bank size and complexity.\n\nEven before implementation, there was a push and pull between regulators and the banking community over the LCR, which has sought to weaken its requirements. That's because every dollar held in super-liquid assets isn't generating higher returns elsewhere.\n\nUnder the first Trump administration, theOffice of the Comptroller of the Currencyissued its so-called \"tailoring rule\" in 2019, a significant rollback of post-2008 banking regulations. Under this change, banks with assets between $50 billion and $250 billion were no longer required to meet the LCR requirements, leaving only the largest U.S. banks required to do so.\n\nBefore the change, any bank with either 1) $250 billion or more in total assets or 2) $10 billion or more in foreign exposure had to maintain a 100% LCR ratio. Afterward, the requirements were as follows:\n\nThe failure of Silicon Valley Bank (SVB) in 2023 led many experts to question whether these changes were in part responsible since SVB would have been required to hold significantly more liquid assets under the pre-2019 rules.\n\n\"We learned from the 2023 bank runs that the stability of the financial system can be threatened by crises at somewhat smaller banks, such as SVB,\" Ball said.\n\nWhile the concept behind the LCR is straightforward, the actual calculation requires careful attention to detail. Banks must maintain a ratio of at least 100%, meaning their liquid assets must equal or exceed their expected cash outflows during a 30-day crisis. Here's the formula:\n\nLCR=High quality liquid asset amount (HQLA)Total net cash flow amountLCR = \\frac{\\text{High quality liquid asset amount (HQLA)}}{\\text{Total net cash flow amount}}LCR=Total net cash flow amountHigh quality liquid asset amount (HQLA)​\n\nLet's use an example. Suppose Major National Bank, with over $250 billion in assets, holds $85 billion in highly liquid assets, primarilyU.S. Treasury bonds, central bank deposits, and other Level 1 assets. Its risk team projects that during a market crisis, it might need $68 billion to cover withdrawals, loan commitments, and other obligations over 30 days.Its LCR would be as follows:\n\n$85 billion / $68 billion = 125%\n\nAt 125%, Major National Bank would meet both the minimum requirement of 100%. However, calculating the components isn't as simple as it might appear. Large banks must do the following:\n\nA bank can be well-capitalized but face liquidity problems if its assets are illiquid, or liquid but undercapitalized if it lacks loss-absorbing capacity. During the2008 financial crisis, some banks failed due to liquidity issues despite having adequate capital. This led regulators to introduce both strongercapital requirementsand new liquidity standards like the LCR.\n\nWhile both aim to make banks more resilient, they protect against different risks. Liquidity requirements, like the LCR, focus on a bank's ability to meet short-term obligations such as deposit withdrawals without having to sell assets at fire-sale prices.\n\nCapital requirementsfocus on a bank's ability to absorb losses over the longer term. Capital is the difference between a bank's assets and liabilities, essentially its net worth. The more capital a bank has, the more resources it has to absorb losses while remaining solvent. The largest and most interconnected banks, designated as global systemically important banks (G-SIBs), have additional capital requirements due to the greater risk their failure would pose to the financial system.\n\nFor example, JPMorgan & Chase & Co. (JPM), as a G-SIB, must maintain the highest capital buffers of any bank in the world (see the table below), including a 2.5% G-SIB surcharge.\n\nThe LCR is a key post-2008 reform designed to prevent bank failures by requiring large financial institutions to maintain emergency funds. However, recent bank failures have shown that its effectiveness depends on which banks must follow the rules and how regulators enforce them. The LCR alone can't prevent all banking crises—indeed, experts like Ball have argued its assumptions are too rosy and that banks will need far more on hand in a crisis. For example, since the LCR, \"we've learned that uninsured deposits can leave banks extremely quickly,\" he said.\n\nStill, LCR remains an important tool for measuring and maintaining financial system stability.\n\nBank for International Settlements. \"Basel III: The Liquidity Coverage Ratio and Liquidity Risk.\"\n\nBank for International Settlements. \"The Basel Committee—Overview.\"\n\nBank for International Settlements. \"Basel Committee on Banking Supervision, Basel III: The Liquidity Coverage Ratio and Liquidity Risk Monitoring Tools,\" Page 10.\n\nBank for International Settlements. \"Basel Committee on Banking Supervision, Basel III: The Liquidity Coverage Ratio and Liquidity Risk Monitoring Tools,\" Pages 18–21.\n\nBank for International Settlements. \"Finalising Basel III.\"\n\nBall, Laurence. \"Liquidity Risk at Large U.S. Banks.\"Journal of Law, Finance, and Accounting, vol. 7 (2022), pp. 229–272.\n\nU.S. Congress. \"Public Law 115–174.\"\n\nOffice of the Comptroller of the Currency. \"OCC Issues Final Rule to Change Applicability Thresholds for Regulatory Capital and Liquidity Requirements.\"\n\nBoard of Governors of the Federal Reserve System. \"The Liquidity Coverage Ratio and Corporate Liquidity Management.\"",
  "url": "https://www.investopedia.com/terms/l/liquidity-coverage-ratio.asp"
}