{
  "term": "Liquid Alternatives: Definition, Purposes, Risks, and Examples",
  "definition": "Liquid alternative investments (or liquid alts) are mutual funds or exchange-traded funds (ETFs) that aim to provide investors with diversification anddownside protectionthrough exposure toalternative investment strategies. These products' selling point is that they are liquid, meaning that they can be bought and sold daily, unlike traditional alternatives, which offer monthly or quarterly liquidity. They come with lower minimum investments than the typical hedge fund, and investors don't have to pass net-worth or income requirements to invest.\n\nCritics argue that the liquidity of so-called liquid alts will not hold up in more trying market conditions. Most of the capital invested in liquid alts entered the market during the post-financial crisis bull market. Critics also contend that the fees for liquid alternatives are too high. For proponents, though, liquid alts are a valuable innovation because they make the strategies employed byhedge fundsaccessible toretail investors.\n\nLiquid alts aim to counteract the drawbacks of alternative investments by providing investors with exposure to alternative investments through products that can be redeemed daily, just like a mutual fund.\n\nAn alternative investment is a loosely defined term that, in principle, refers to almost any asset that is not a long-only stock or a bond. Examples includefine art, private equity, derivatives, commodities, real estate,distressed debt, and hedge funds. A drawback of any of these investments, however, is their lack of liquidity. Under normal market conditions, a $5,000 position in Alphabet Inc. is easy enough to offload in milliseconds without affecting the price. Even if the private equity market is in rude health, however, it will take considerably more time and effort to sell an alternative investment, and there may be lock-up periods. It can also be more difficult to take a small position in alternative investments.\n\nThe number of liquid alternative funds has mushroomed since the financial crisis that began in 2007, as individual investors and advisors are increasingly eager to protect against downside risk by using hedge fund-like strategies. In a July 2015 survey, Barron's and Morningstar found that 63% of advisors planned to allocate more than 11% of their portfolios to liquid alts within the next five years.Since then, however, the liquid alts market has seen an influx of fund closures and consolidations, leading to a period of slowed growth for the market, which reached a size of $192 billion, as measured by assets, at the end of 2015. Asset growth in the market has remained inconsistent, and per Strategic Insight, liquid alt assets rebounded to $184 billion at the end of the third quarter in 2017, from $179 billion at the end of 2015.\n\nCritics point out that liquid alt funds charge higher fees on average than other actively managed mutual funds. Second, stuffing otherwise illiquid assets into liquid packaging has the potential to backfire. Hedge funds generally require investors to agree to withdraw funds only every quarter or year. The ability to trade in and out of liquid alts has contributed to their popularity, but if a downturn precipitates a run on the funds, providers may be forced to sell assets at sharply discounted prices, and investors may suffer as a result.\n\nMorningstar has identified 12 categories described as liquid alternative strategies. The largest, accounting for over 80% of the funds at the time, were the following:\n\nOther categories include bear-market, multi-currency, volatility, and trading-leveraged commodities (the last includes just one fund). Citi has listed three different types of mutual fund structures that classify as liquid alternatives: single-manager funds, multi-alternatives, and commodities (or managed futures) funds. Meanwhile, Goldman Sachs has devised a different set of categories that more closely parallel strategies commonly employed by hedge funds. Goldman has divided its universe of liquid alt funds into equity long/short, tactical trading/macro, multistrategy,event-driven, andrelative valueapproaches.\n\nMorningstar. \"Potholes and Opportunities in Alternative Investments.\"",
  "url": "https://www.investopedia.com/terms/l/liquid-alternatives.asp"
}