{
  "term": "Liquidation Value: Definition, What's Excluded, and Example",
  "definition": "Liquidation value is the net value of a company's physical assets if it were to go out of business and the assets sold. The liquidation value is the value of company real estate, fixtures, equipment, and inventory. Intangible assets are excluded from a company's liquidation value.\n\nThere are generally four levels of valuation for business assets: market value, book value, liquidation value, andsalvage value. Each level of value provides a way for accountants and analysts to classify the aggregate value of assets. Liquidation value is especially important in the case of bankruptcies andworkouts.\n\nLiquidation value does not includeintangible assetssuch as a company's intellectual property, goodwill, and brand recognition. However, if a company is sold rather than liquidated, both the liquidation value and intangible assets determine the company's going-concern value. Value investors look at the difference between a company's market capitalization and its going-concern value to determine whether the company's stock is currently a good buy.\n\nNot every asset can be sold for what was paid for it or what is still due on the note to buy that asset. Businesses look at the recovery rate on an asset-by-asset basis. Cash would have a 100% recovery rate. Accounts receivable, inventory, and plant equipment would have a lower recovery rate. These rates tallied together will provide anestimated recovery valueof a company in case of liquidation.\n\nPotential investors will assess the liquidation value of a company before investing. Investors want to know how much of their funds would be returned in the event of bankruptcy.\n\nMarket value typically provides the highest valuation of assets although the measure could be lower than book value if the value of the assets has decreased due to market demand rather than business use.\n\nThe book value is the value of the asset as listed on the balance sheet. The balance sheet lists assets at the historical cost, so the value of assets may be higher or lower than market prices. In an economic environment with rising prices, the book value of assets is lower than the market value. The liquidation value is the expected value of the asset once it has been liquidated or sold, presumably at a loss to historical cost.\n\nFinally, the salvage value is the value given to an asset at the end of itsuseful life; in other words, this is the scrap value.\n\nLiquidation value is usually lower than book value but greater than salvage value. The assets continue to have value, but they are sold at a loss because they must be sold quickly.\n\nDiscount footwear company, Payless, filed for bankruptcy in February 2019. Despite once owning 3,400 outlets in 40 countries, the company announced it would close all of its U.S. and Puerto Rico locations.\n\nLiquidationis the difference between some value oftangible assetsand liabilities. As an example, assume liabilities for company A are $550,000. Also, assume the book value of assets found on the balance sheet is $1 million, the salvage value is $50,000, and the estimated value of selling all assets at auction is $750,000, or 75 cents on the dollar. The liquidation value is calculated by subtracting the liabilities from the auction value, which is $750,000 minus $550,000, or $200,000.",
  "url": "https://www.investopedia.com/terms/l/liquidation-value.asp"
}