{
  "term": "Liquidity Crisis: A Lack of Short Term Cash Flow",
  "definition": "A liquidity crisis is a financial situation characterized by a lack of cash or easily-convertible-to-cash assets on hand across many businesses or financial institutions simultaneously.\n\nIn a liquidity crisis, liquidity problems at individual institutions lead to an acute increase in demand and a decrease in the supply of liquidity, and the resulting lack of available liquidity can lead to widespread defaults and even bankruptcies.\n\nSuppose a business's investments and debt are mismatched in maturity. In that case, additional short-term financing is not available, and self-financed reserves are not sufficient. The business will either need to sell other assets to generate cash, known as liquidating assets, or face default.\n\nWhen the company faces a shortage ofliquidity, and if the liquidity problem cannot be solved by liquidating sufficient assets to meet its obligations, the company must declare bankruptcy.\n\nBanks and financial institutions are particularly vulnerable to this kind of liquidity problem because much of their revenue is generated by lending long-term loans for home mortgages or capital investments and borrowing short-term from depositors' accounts.\n\nMaturity mismatching is a normal and inherent part of the business model of most financial institutions, and so they are usually in a continual position of needing to secure funds to meet immediate obligations, either through additional short-term debt, self-financed reserves, or liquidating long-term assets.\n\nMaturity mismatching, between assets and liabilities, as well as a resulting lack of properly timedcash flow, are typically at the root of a liquidity crisis. Liquidity problems can occur at a single institution, but a true liquidity crisis usually refers to a simultaneous lack of liquidity across many institutions or an entire financial system.\n\nWhen an otherwise solvent business does not have theliquid assets—in cash or other highly marketable assets—necessary to meet its short-term obligations, it faces a liquidity problem. Obligations can include repaying loans, paying its ongoing operational bills, and paying its employees.\n\nThis business may have enough value in total assets to meet all these in the long run, but if it does not have enough cash to pay them as they come due, then it will default and could eventually enter bankruptcy as creditors demand repayment.\n\nThe root of the problem is usually a mismatch between the maturities of investments the business has made and the liabilities the business has incurred in order to finance its investments.\n\nThis produces a cash flow problem, where the anticipated revenue from the business' various projects does not arrive soon enough or in sufficient volume to make payments toward the corresponding financing.\n\nFor businesses, this type of cash flow problem can be entirely avoided by the business choosing investment projects whose expected revenue matches the repayment plans for any related financing well enough to avoid any missed payments.\n\nAlternatively, the business can try to matchmaturitieson an ongoing basis by taking on additional short-term debt from lenders or maintaining a sufficient self-financed reserve of liquid assets on hand (in effect relying on equity holders) to make payments as they come due.\n\nMany businesses do this by relying on short-term loans to meet business needs. Often this financing is structured for less than a year and can help a company meet payroll and other demands.\n\nA liquidity crisis can unfold in response to a specificeconomic shockor as a feature of a normalbusiness cycle.\n\nFor example, during the financial crisis of theGreat Recession, many banks and non-bank institutions had significant portions of their cash come from short-term funds that were put towards financing long-term mortgages. When short-term interest rates rose and real estate prices collapsed, such arrangements forced a liquidity crisis.\n\nA negative shock to economic expectations might drive deposit holders with a bank or banks to make sudden, large withdrawals, if not their entire accounts. This may be due to concerns about the stability of the specific institution or broader economic influences.\n\nThe account holder may see a need to have cash in hand immediately, perhaps if widespread economic declines are feared. Such activity can leave banks deficient in cash and unable to cover all registered accounts.\n\nIndividual financial institutions are not the only ones that can have a liquidity problem. When many financial institutions experience a simultaneous shortage of liquidity and draw down their self-financed reserves, seek additional short-term debt from credit markets, or try to sell off assets to generate cash, a liquidity crisis can occur.\n\nInterest rates rise, minimum required reserve limits become a binding constraint, and assets fall in value or become unsaleable as everyone tries to sell at once.\n\nThe acute need for liquidity across institutions becomes a mutually self-reinforcingpositive feedback loopthat can spread to impact institutions and businesses that were not initially facing any liquidity problem on their own.\n\nEntire countries—and their economies—can become engulfed in this situation. For the economy as a whole, a liquidity crisis means that the two main sources of liquidity in the economy—bank loans and the commercial paper market—become suddenly scarce. Banks reduce the number of loans they make or stop making loans altogether.\n\nBecause so many non-financial companies rely on these loans to meet their short-term obligations, this lack of lending has a ripple effect throughout the economy. In a trickle-down effect, the lack of funds impacts a plethora of companies, which in turn affects individuals employed by those firms.\n\nAn example of a liquidity issue would be a company that needs to pay $10,000 in debts next month. It has $2,000 in cash and $1,000 in marketable securities it can convert to cash quickly. It also has $10,000 in other assets, however, those assets wouldn't be able to be sold until three months from now as they are not liquid. This means that the company only has $3,000 it can pay towards the $10,000 debt payment due. If the company can't borrow additional money to cover the $7,000 difference, it will be in a liquidity crisis.\n\nA liquidity crunch is when a company does not have enough liquid assets to meet its upcoming debt obligations. This can arise for a multitude of reasons, such as poor financial management, economic downturns, market shocks, and market panics.\n\nWays to solve a liquidity crisis usually require borrowing money if the crisis is currently happening. This is so because it is hard for a company to raise capital to meet its debt obligations in any other way so quickly. To avoid a liquidity crisis, it is important to manage your cash flows, try and time debt and investment maturities, reduce costs, shorten accounts receivables, and lengthen accounts payables.\n\nA liquidity crisis arises when businesses and financial institutions lack the cash or liquid assets to meet short-term obligations, often due to mismatched debt and investment maturities. As institutions quickly try to sell assets or secure additional financing, liquidity becomes scarce, driving up interest rates and spreading financial instability.\n\nThis event can spread through the economy, affecting businesses, employees, and overall financial stability.\n\nBleakley, Hoyt and Kevin Cowan. \"Maturity Mismatch and Financial Crises: Evidence from Emerging Market Corporations.\"Journal of Development Economics, vol. 93, no. 2, November 2010, pp. 189-205.\n\nYang, Liu and et al. \"Banks’ Maturity Mismatch, Financial Stability, and Macroeconomic Dynamics.\"Economic Research-Ekonomska Istraživanja, vol. 34, no. 1, February 2021, pp. 3038–3063.\n\nFederal Reserve Bank of Minneapolis. \"Liquidity Crises.\"\n\nFederal Reserve History. \"The Great Recession and Its Aftermath.\"",
  "url": "https://www.investopedia.com/terms/l/liquidity-crisis.asp"
}