{
  "term": "Liquidating Dividend: Definition, How It Works, Tax Treatment",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA liquidating dividend is a type of payment that a corporation makes to its shareholders during a partial or full liquidation. For the most part, this form of distribution is made from the company'scapital base. As areturn of capital, this distribution is typically not taxable for shareholders. A liquidating dividend is distinguished from regular dividends that are issued from the company's operating profits or retained earnings.\n\nA liquidating dividend is also called liquidating distribution.\n\nA liquidating dividend may be made in one or more installments. In the United States, a corporation paying out liquidating dividends will issue aForm 1099-DIVto all of its shareholders that details the amount of the distribution.﻿\n\nDespite certain tax advantages, investors who receive liquidation dividends often find that these still do not cover their initial investment as the company’s fundamental quality has deteriorated.\n\nIn general, with regular dividends, on and after the ex-dividend date, a seller is still entitled to the payout even if she/he has already sold it to a buyer. Essentially, a person who owns the security on the ex-dividend date will receive the distribution, regardless of who currently holds the stock. The ex-dividend date is typically set for two business days prior to the record date. This is due to the T+3 system of settlement financial markets presently use in North America.\n\nFor a regular dividend, the declaration date orannouncement dateis when a company's board of directors announces a distribution. Thepayment dateis when the company officially mails the dividend checks or credits them to investor accounts.\n\nIn addition to a liquidating dividend, companies have a set order in which they must re-pay their owners in the event of a liquidation.Liquidationcan occur when a company is insolvent and cannot pay its obligations when they come due, among other reasons. As company operations end, remaining assets go to existing creditors and shareholders. Each of these parties has a priority in the order of claims to company assets. The most senior claims belong to secured creditors, followed by unsecured creditors, including bondholders, the government (if the company owes taxes) and employees (if the company owes them unpaid wages or other obligations). Preferred and common shareholders receive any remaining assets, respectively.",
  "url": "https://www.investopedia.com/terms/l/liquidatingdividend.asp"
}