{
  "term": "Liquidity Event: What It Is and How It Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA liquidity event is an acquisition, merger,initial public offering (IPO), or other action that allows founders and early investors in a company to cash out some or all of their ownership shares.\n\nA liquidity event is considered anexit strategyfor anilliquidinvestment or equity with little or no market to trade on. Founders of a firm push toward a liquidity event, and investors like venture capital (VC) firms, angel investors, orprivate equityfirms expect one within a reasonable amount of time after initially investing capital.\n\nA liquidity event is most commonly associated with founders and venture capital firms cashing in on theirseedor early-round investments. The first handful of employees of the companies also stand to reap the windfall of their company going public or being bought out by another company.\n\nIn the case of anacquisition, the founders and employees of the firm are usually retained. There may be an initial liquidity event followed by additional compensation in shares or cash as they serve out their contracted terms with the new owners.\n\nThe most common liquidity events are IP0s and directacquisitionsby other companies or private equity firms.\n\nIn some cases, a liquidity event is not necessarily the goal of the founders of a firm, though it certainly is for investors. Founders may not be motivated by the riches that a liquidity event bestows. Some founders may resist calls from early investors totake a company publicout of fear of losing control.\n\nMark Zuckerberg, his cofounders, and the venture capital firms and individuals listed as shareholders in Facebook's (now Meta) pre-IPOForm S-1filing in 2012 had a lot of positivity for its liquidity event. The company raised $16 billion in the IPO and began its first day as a publicly traded company with a valuation of $107 billion. Zuckerberg, who owned 28.2% of Facebook (now Meta) before the IPO, ended with a net worth of approximately $19.1 billion.\n\nThe timeline for an IPO is commonly under the control of the company. However, for a company with more than $10 million in assets and more than 2,000 investors (or 500 shareholders who are notaccredited investors), theSecurities and Exchange Commission (SEC)requires it to file financial reports for public consumption.This is known as the2,000 investor limit.\n\nIn 2023, 153 IPO deals raised $22.7 billion in the United States, with 132 on U.S. exchanges.\n\nA venture capitalist (VC) is a private equity investor who provides capital to companies with high growth potential in exchange for an equity stake. The investment could include funding for startup ventures or expansion efforts.\n\nA liquidity event is an event that allows a company's early investors tocash out some or all of their equity. This can be accomplished through an acquisition, merger, or initial public offering (IPO). Companies usually file SEC Form S-1 in anticipation of their initial public offering (IPO).\n\nFacebook. \"Form S-1 Registration Statement,\" Page 127.\n\nU.S. Securities and Exchange Commission. \"Exchange Act Reporting and Registration.\"",
  "url": "https://www.investopedia.com/terms/l/liquidity_event.asp"
}