{
  "term": "Lisbon Treaty: History, Impact and Opinions",
  "definition": "The Lisbon Treaty, also known as the Treaty of Lisbon, updated regulations for the European Union, establishing a more centralized leadership and foreign policy, a proper process for countries that wish to leave the Union, and a streamlined process for enacting new policies.\n\nThe treaty was signed on December 13, 2007, in Lisbon, Portugal, and amended the two previous treaties that established the foundation for theEuropean Union.\n\nThe Lisbon Treaty was signed by the 27 member states of the European Union and officially took effect in December of 2009, two years after it was signed. It amended two existing treaties, the Treaty of Rome and theMaastricht Treaty.\n\nWhile these previous treaties set ground rules and tenets of the European Union, the Lisbon Treaty went further to establish new Union-wide roles and official legal procedures.\n\nThe Lisbon Treaty was built on existing treaties but adopted new rules to enhance cohesion and streamline action within the European Union. Important articles of the Lisbon Treaty include:\n\nThe Lisbon Treaty also replaced the previously rejected Constitutional Treaty, which attempted to establish a Union constitution. Member countries couldn't agree on the voting procedures established in the constitution, since some countries, such as Spain and Poland, would lose voting power.\n\nThe Lisbon Treaty resolved this issue by proposing weighted votes and extending the reach of qualified majority voting.\n\nThose who supported the Lisbon Treaty argued that it enhanced accountability by providing a better system ofchecks and balances, and that it gave more power to the European Parliament, which held major influence in the Union's legislative branch.\n\nMany critics of the Lisbon Treaty argued that it pulled influence toward the center, forming an unequal distribution of power that ignored the needs of smaller countries.",
  "url": "https://www.investopedia.com/terms/l/lisbon-treaty.asp"
}