{
  "term": "Listed Security: What It Is and How It Works",
  "definition": "A listed security is afinancial instrumentthat is traded through an exchange, such as theNew York Stock Exchange (NYSE)or Nasdaq. A listed security may be a stock, bond, or a derivative. These listed securities can be bought and sold on the open market. Private companies that go public must choose an exchange where they plan to be listed and meet its listing requirements. Companies that issue stock launch their listing through aninitial public offering (IPO).\n\nAs noted above, a listed security is any financialinstrument that can be bought and sold on an exchange. Listed securities may be bonds or stocks. They may also be more complex assets, such asderivatives. These securities are vital as they provide much-neededliquidityto the financial markets. They also help connect buyers and sellers.\n\nThere are several steps and requirements that issuers need to meet before they can list their securities on an exchange like the NYSE or theNasdaq. The following are the general steps they must take:\n\nAfter the IPO is complete, trading begins on the secondary market. Companies that are listed must follow through with regular filings and continue to meet the exchange's financial requirements. If the company fails to comply with these conditions, its security will bedelisted. Delisted securities that can no longer be traded on an exchange may trade over the counter. Theover-the-counter (OTC) marketdoes not have listing requirements.\n\nListing requirements vary by exchange and include minimum stockholder's equity, a minimum share price, and a minimum number of shareholders. Exchanges have listing requirements to ensure that only high-quality securities are traded on them and to uphold the exchange's reputation among investors.\n\nStocks are among the most common listed securities. Companies that want to list their shares must go through the IPO process, which means selling shares on theprimary market. This process involves creating a plan to go public, completing all the necessary paperwork, and hiring an underwriter to oversee the process.\n\nOnce the IPO is completed, trading can begin on thesecondary market. While an IPO is reserved for institutional investors, the secondary market is where investors and traders buy and sell their shares. This arena not only allows small investors to participate in the financial market, but it also gives the market liquidity.\n\nBondsare debt securities. Companies that issue bonds essentially borrow money from the investor. The investor buys a bond for the face value (the principal amount). In exchange, they receive their principal investment and interest at regular intervals and/or atmaturity.\n\nBonds are issued by governments and corporations. They allow issuers to raise money for different reasons, including funding new purchases or growing their business. Since they are loans, the issuers must repay their investors (also known asbondholdersand creditors) regardless of whether they earn a profit.\n\nAderivativeis a complex financial security. It is financial contract that is traded over an exchange. The value of the contract is dependent on the value of the underlying asset, which can include commodities, currencies, options, or futures. Contracts are agreed-upon by two parties—the buyer and seller.\n\nListing securities on the Nasdaq is considerably less expensive than listing on the NYSE. As such, newer companies often opt for the Nasdaq if they meet its requirements. Fees are based on a listing company's outstanding shares.\n\nThe exchange a company chooses can affect how investors perceive the stock. Some companies choose to cross-list their securities on more than one exchange. We've listed some of the basics of listing a security on the NYSE and the Nasdaq below. Keep in mind that listing requirements for other exchanges may differ.\n\nCompanies that want to be listed on the NYSE must go through several steps:\n\nIf a new listing is an IPO, the NYSE requires a guarantee from the IPOunderwriterthat the IPO will meet the board's standards.\n\nThe listing process can take anywhere from four to six weeks. Companies that want to list their securities must:\n\nThese steps can be done on paper or electronically online.\n\nJust like the NYSE, issuers must meet the requirements of the financial market to which they apply. For instance, the requirements vary between the Nasdaq Global Select Market, the Global Select Market, the Nasdaq Global Market, and the Nasdaq Capital Market. These conditions include market cap, market value,market makers, and total assets among others.\n\nThe New York Stock Exchange is the world's largest exchange by market capitalization. As of September 2023, the NYSE had a market cap of $25.24 trillion. It is followed by the Nasdaq ($20.58 trillion) and the Shanghai Stock Exchange ($6.6 trillion) in China.\n\nThe main goal of listing a stock on an exchange is to raise money. Going public and allowing investors to buy and sell shares can help companies raise enough capital to meet their financial needs, including growing their business or paying off their debts. By selling shares on an exchange, the company gives investors equity in the company.\n\nPink sheets is a term that was used to describe stocks traded over the counter. As such, these stocks don't trade on an exchange. The OTC market is decentralized and companies are not required to meet listing requirements. These companies are often small and/or up-and-coming companies.\n\nListed securities are any financial instruments that are publicly traded on an exchange. This includes the stocks and bonds you buy and sell, as well as derivatives that experienced traders and investment companies trade. The path to becoming listed takes time and preparation. Issuers must file paperwork, hire personnel, and take other steps so they can begin trading. Companies must also choose and reserve a ticker symbol. It is an important part of their branding and can help investors identify them in the financial markets.\n\nCarpenter Wellington. \"The NYSE and NASDAQ: Key Similarities and Differences.\"\n\nNasdaq. \"Initial Listing Guide,\" Page 3.\n\nNasdaq. \"Initial Listing Guide,\" Pages 6-12.\n\nStatista. \"Largest stock exchange operators worldwide as of September 2023, by market capitalization of listed companies.\"",
  "url": "https://www.investopedia.com/terms/l/listedsecurity.asp"
}