{
  "term": "Listed: Defintion, How Listing of a Company Work, and Example",
  "definition": "A listed company issues shares of its stock for trading on a stock exchange. If a company is listed in the U.S., it has met the requirements of the Securities and Exchange Commission (SEC) for selling shares to the public and has been accepted for trading on an exchange such as the New York Stock Exchange. It is a public company.\n\nCompanies that are listed are required to submit quarterly financial statements to the SEC and to their shareholders.\n\nA listed company is apublic company. It has issued shares of its stock through an exchange, with each share representing a sliver of ownership of the company. Those shares can then be bought and sold by investors, rising or falling in value according to demand.\n\nA company must apply to an exchange to be listed. Each exchange sets its own requirements, which typically include minimum levels of cash flow and company assets. The company also must adhere to the exchange's standards of corporate governance.\n\nSince they are public companies, all listed companies are subject to regulation by the Securities and Exchange Commission. Among other things, this means that the company must publish quarterly and annual financial reports.\n\nIn order to be listed, a company must meet the qualifications set by one of the stock exchanges. Once a company is listed, it must continue to meet those qualifications or risk being delisted.\n\nCompanies list on an exchange in order to raise cash. The sale of stock on the open market is one way to raise a great deal of money fast.\n\nIn general, companies that want to grow and expand have a few ways to raise the money:\n\nOf course, individual investors also expect to exert a measure of control over companies whose stock they own. Ownership of a single share of common stock gives an investor the right to attend a company's annual meeting and vote on the issues raised there.\n\nListing on a stock exchange gives a company more than access to a piggy bank. It can greatly enhance the visibility of the company by drawing the attention of investors and the financial media. It also gives a company a way to reward its employees, through stock options.\n\nThere are benefits to investors as well. The requirements of the exchanges and the regulations of the SEC together offer a degree of transparency and accountability.\n\nIn their modern form, the exchanges also offer great liquidity and ease of use to stock investors.\n\nThe number of companies listed on the NYSE. The Nasdaq lists about 3,300.\n\nMany ambitious young companies set \"going public\" as their first major goal. The process toward launching an initial public offering (IPO) is long and arduous and includes attracting early private investors, building, refining, and testing the product, and creating a business plan.\n\nThe company must prepare a package of financial statements to submit to the Securities & Exchange Commission for its approval. Then the company's founders go on the road to sell their plan to institutional investors and the financial media.\n\nOnce a company has been accepted for listing on an exchange, it can set a share price and a date for its IPO.\n\nIf the IPO is successful, the company gets a big wad of cash to invest in its expansion and to reward its founders and early investors.\n\nOnce the company is established it can issue new rounds of stock shares from time to time. This is usually done to raise money for a specific project. It can't be done too often, though, without objections from existing shareholders who don't want the value of their shares diluted.\n\nSome of the biggest brands in America are produced by companies that are privately owned rather than publicly listed.\n\nSome companies bounce back and forth between listed and privately-owned status, typically as a result of a leveraged buyout by a private equity firm.Burger Kingand the Jo-Anne Stores chain are examples of companies that have been listed and unlisted.\n\nSome very large companies have never been listed. The largest privately-owned companies in America include Cargill, Koch Industries, and the Publix supermarket chain.\n\nTheNasdaqis a global online stock exchange known for listing some of America's largest technology companies.\n\nA company can qualify forlisting on the Nasdaqif it meets the requirements outlined in its 19-page \"Initial Listing Guide.\"Those requirements include:\n\nThe Nasdaq also requires companies to meet all of the criteria under at least one of the following standards:\n\nTheNew York Stock Exchangeis the world's largest stock exchange and the oldest in America, having been founded in 1792.\n\nThe NYSE requires applicants to meet any one of several financial standards. It must meet a set minimum for pre-tax income, global market capitalization, shareholders' equity, or market value of outstanding shares.\n\nIt also has what it calls distribution standards, with minimums set for share price and trading volume, among other factors.\n\nAll listed companies are public companies by definition. That is, they are permitted to list shares of their stock for trading to the public on one of the exchanges. They have met the standards of the exchange and are regulated as public companies by the SEC.\n\nWhen a company is delisted, it could be good news or bad news for investors.\n\nA company can be delisted because it no longer meets the standards of the stock exchange that lists it. That usually means that the company is failing and its stock has dropped below $1 or so a share.\n\nThese companies often are headed for bankruptcy. Their outstanding issues may trade as penny stocks in the over-the-counter market but more often are worthless.\n\nA notorious current example is Sears Holding Corporation, owner of the moribund Sears and KMart department store chains. Delisted from the Nasdaq in 2018, it is now sold over-the-counter under the symbol SHLDQ. As of March 11, 2022, its share price was 0.0190 and it had a market capitalization of $3.07 million.\n\nA company also can be delisted when a private equity firm or other buyer buys up its shares for a merger, a takeover, or a private equity buyout. In some cases, the goal may be to revamp the company and then go public again.\n\nFor example, Dell Computers went public in 1988 and then delisted in 2013, when its founder Michael Dell and his partners acquired a controlling interest and paid off its remaining shareholders. Dell (DELL) returned to public trading in August 2016.\n\nAn unquoted public company is an unlisted company. It may tradeover-the-counteror it may have ceased trading altogether.\n\nUnquoted public companiesdo not qualify for an exchange listing or have been delisted from an exchange.\n\nUnquoted public companies are less heavily regulated than listed companies but more regulated than private companies.\n\nSecurities and Exchange Commission. \"The Laws that Govern the Securities Industry.\"\n\nStatista. \"Top 20 largest private U.S. companies in 2019, by revenue.\"\n\nNasdaq. \"Nasdaq Initial Listing Guide.\"\n\nNYSE. \"Overview of NYSE Quantitative Initial Listing Standards.\"\n\nYahoo! Finance. \"Sears Holding Corporation (SHLDQ).\"\n\nYahoo! Finance. \"Dell Technologies Inc. (DELL).\"\n\nDell Computers. \"Michael Dell and Silver Lake Complete Acquisition of Dell.\"",
  "url": "https://www.investopedia.com/terms/l/listed.asp"
}