{
  "term": "Listing Requirements: Definition and Criteria for Stock Exchanges",
  "definition": "Listing requirements comprise the various criteria and minimum standards established by stock exchanges, such as theNew York Stock Exchange (NYSE), that companies must meet to list their shares for trading.\n\nA company will be allowed tolistshares for trading only if it meets initial as well as ongoing requirements.\n\nCompanies that do not meet listing requirements on major exchanges may be able to offer their shares for tradingover the counter (OTC).\n\nListing requirements are a set of conditions that a firm must meet before listing asecurityon one of the organized stock exchanges, such as the NYSE, theNasdaq, the London Stock Exchange, or the Tokyo Stock Exchange.\n\nThe requirements typically include a certain size and market share of the security to be listed. The underlying financial viability of the issuing firm is also a criterion. Exchanges establish these standards as a means of maintaining their own integrity, reputation, and visibility.\n\nWhen firms request listings, they have to prove to an exchange that they meet the listing requirements. The high visibility and liquidity that a listing supports are strong incentives for a company to meet listing requirements.\n\nOnce a security is listed, the issuing firm usually must maintain a set of related but less stringent trading requirements. Otherwise, the company facesdelisting. While no legal penalty is involved, being delisted can mean huge consequences for a company because its stock won’t be traded on the exchange.\n\nFirms can cross-list a security on more than one exchange, and often do. Listing requirements are not barriers to trading altogether, as firms are always free to trade securities over the counter. However, OTC trading does not provide anywhere near the liquidity, regulatory oversight, prestige, or visibility as trading on one of the major stock exchanges provides.\n\nNasdaq’s U.S. exchange had 3,767 companies listed as of January 2022. Canada’s TMX exchange and the New York Stock Exchange followed with 3,546 companies and 2,529 companies, respectively.\n\nListing requirements vary by exchange, but there are certain metrics that are almost always included. The two most important categories of requirements deal with the size of the firm (as defined by annual income ormarket capitalization) and theliquidityof the shares (a certain number of shares must already have been issued).\n\nFor example, the NYSE requires firms to already have 1.1 million publicly traded shares outstanding with a collective market value of at least $40 million ($100 million for worldwide trading).\n\nThe Nasdaq requires firms to already have 1.25 million publicly traded shares with a collective market value of $45 million. Both the NYSE and the Nasdaq require a minimum security listing price of $4 per share.\n\nUsually, an initial listing fee as well as yearly listing fees are required. The annual fees can scale up depending on the number of shares being traded and can total hundreds of thousands of dollars. Nasdaq fees are considerably lower than those of the NYSE. This lower cost has made the Nasdaq a more popular choice of exchange for newer or smaller firms.\n\nTheDow Jones Industrial Average (DJIA)doesn’t have many rules for how a stock gets added to the index. The few requirements include that:\n\nYes. If companies fail to pay annual fees or can no longer meet the financial and liquidity requirements of an exchange, they can be delisted. Also, if share prices drop below a certain minimum, a company can be delisted. Once delisted from a particular exchange, investors won’t be able to trade a company’s stock on that exchange.\n\nNasdaq has three different tiers of listings: Nasdaq Global Select Market, Nasdaq Global Market, and Nasdaq Capital Market. Each tier has its specific listing requirements. In the instance of aninitial public offering (IPO), all companies must have 1.25 million shares outstanding and 2,200 total shareholders (or 450 shareholders with 100 shares each). The market value of unrestricted publicly held shares (or publicly held shares and shareholder equity) must be at least $45 million.Companies must meet one of four possible financial standards as well. These involve earnings, cash flow and capitalization, capitalization and revenue, or assets and equity.\n\nBy market capitalization, the largest stock exchanges are the New York Stock Exchange and the Nasdaq. Both are located in New York. As of March 2024, the combined value of shares listed on both exchanges reached over $53 trillion.\n\nStatista. “Leading Stock Exchanges in the Americas, by Number of Listed Companies.”\n\nZacks. “How Do Companies Get Listed on the New York Stock Exchange?”\n\nNextAdvisor, via Internet Archive Wayback Machine. “Here’s How Companies Get Listed on the Nasdaq.”\n\nYahoo! Finance. “How a Stock Gets Added to the Dow Jones Industrial Average.”\n\nCorporate Finance Institute. “Dow Jones Industrial Average (DJIA).”\n\nNasdaq. “Initial Listing Guide January 2024.”\n\nStatista. “The United States Is Home to the Two Largest Stock Exchanges.”",
  "url": "https://www.investopedia.com/terms/l/listingrequirements.asp"
}