{
  "term": "Listed Property: Meaning and Examples in Taxes and Accounting",
  "definition": "Listed property is tangible property that can be used for both business and personal purposes. TheInternal Revenue Service (IRS)defines it as \"passenger automobiles; any other property used for transportation; and property of a type generally used for entertainment, recreation, or amusement.\" If listed property is used more than 50% for business purposes, it is eligible for special tax deduction and depreciation rules.\n\nListed property is a tangible asset owned by a business that can be used for both business and personal purposes. If it is used more than 50% for business, it qualifies for special tax deduction ordepreciationrules. The \"more than 50%\" can refer to time, vehicle mileage, or some other relevant measure.\n\nThe listed property rules were introduced to prevent people from claimingtax deductionsfor personal property under the pretense that it was being used in a business or trade. Businesses are required to keep what the IRS calls \"adequate records\" of all of their listed property. This includes its purchase price and any repair or maintenance costs, as well as evidence to substantiate its business use.\n\nIn its annually updated Publication 946: How to Depreciate Property, the IRS provides a long list of items that it classifies as listed property. They include:\n\nCell phones and similar personal telecommunications devices were once considered listed property. But Congress changed that in 2010.They can still be written off as a business expense to the extent that they are used for business, but they are no longer subject to the stricter record-keeping requirements of listed property.\n\nWhen they file their annual taxes, businesses can write off the costs of the tangible property they own in several different ways, either as deductions or through one of several depreciation methods.\n\nListed property that meets the requirement of more than 50% business use is eligible for aSection 179tax deduction.\n\nRather than having to depreciate an asset over a period of time, a Section 179 deduction allows a business to write off all or most of its cost in the year it was \"placed in service.\"Often that will mean the same year as it was purchased.\n\nThe IRS sets limits on how large a Section 179 deduction businesses can take in any given year. For tax years beginning in 2023, the deduction maxes out at $1.16 million. For tax years beginning in 2024, the maximum section 179 expense deduction is $1,220,000.In addition, certain types of property may be subject to their own maximums. For example, the maximum Section 179 deduction for sport utility vehicles is $28,900, again for tax years beginning in 2023.\n\nIn addition, a Section 179 deduction cannot exceed your taxable business income for the year.Any amount that remains after taking the deduction can then be depreciated.\n\nYou can't, of course, write off the entire cost of an asset if you use it for business only a portion of the time. Instead, that use must be prorated as a percentage. The IRS offers this simple example:\n\n\"May Oak bought and placed in service an item of section 179 property costing $11,000. May used the property 80% for business and 20% for personal purposes. The business part of the cost of the property is $8,800 (80% (0.80) × $11,000).\"\n\nBusinesses can claim a Section 179 deduction using IRSForm 4562.\n\nListed property can also be depreciated over time. Property that meets the \"more than 50%\" test is eligible for thegeneral depreciation system (GDS), an accounting method that allows it to be written off more quickly, with larger deductions in the early years. If property is used 50% or less for business, the business portion can still be written off, but only using thealternative depreciation system (ADS), which generally takes longer and spreads deductions out evenly over the years.\n\nListed property that is used more than 50% for business can also be eligible for the special depreciation allowance, sometimes referred to asbonus depreciation. It allows taxpayers to write off an even greater amount during the first year. This allowance applies only to \"qualified property\" that was purchased and placed in service after Sept. 27, 2017 and before Jan. 1, 2023. The allowance started at 100% in 2022 and is declining by 20% each year until it reaches 0% in 2027. Listed property that is used 50% or less for business is considered \"excepted property\" and not eligible.\n\nYou can claim the Section 179 deduction if the property meets the business-use requirement. To meet this business use, listed property must be used predominantly (more than 50% of its total use) for qualified business purposes. If the property does not meet this requirement, it will not qualify for the deduction and straight-line under MACRS must be used.\n\nThere is an exception forleased property: the business-use requirement does not apply to listed property leased or held for leasing by someone regularly engaged in the business of leasing listed property. To be considered regularly engaged in leasing, you have to enter into leasing contracts frequently over a continuous period, so it has to reflect the normal nature of your business. Occasional or incidental leasing does not qualify.\n\nFor example, leasing just one passenger automobile in a tax year does not constitute being regularly engaged in the business of leasing automobiles. However, rotating leases that span a fleet of vehicles may. Similarly, an employer charging an employee for the personal use of the employer's property is not considered regularly engaged in leasing the property.\n\nTo determine if something meets the business-use requirement, you need to divide its use among different purposes during the year. For cars and other transportation, use mileage to figure this out. Find the percentage of business use by dividing the miles driven for business by the total miles driven during the year.\n\nFor other items, use the actual time the property is used, not just available. For example, calculate the business use percentage by dividing the hours used for business by the total hours used during the year. Only count activities like entertainment or amusement as business use if you can deduct the expenses as necessary business costs.\n\nRemember that commuting or traveling to work does not count as business use, even if you work during the trip. A business call made during commuting or on a personal trip does not change the trip tobusiness travel. If someone else uses your car, it’s not business use unless it’s directly connected with your business, reported as income, or you are paid fair rent. Employee use of property is considered business use only if it is required for the job and the employer's convenience.\n\nAccording to the IRS, employees \"can claim a depreciation deduction for the use of your listed property (whether owned or rented) in performing services as an employee only if your use is a business use.\" In addition, the use must be for the employer's convenience and required as a condition of employment.\n\nThe term \"mixed-use\" property is sometimes used as a synonym for listed property. However, it is more common in the field of real estate, often referring to a building with both commercial and residential tenants.\n\nNo, commuting mileage, which is the distance traveled from home to work and back, is not deductible. Business mileage only includes trips made for business purposes other than commuting.\n\nThe IRS requires detailed records, such as mileage logs for vehicles or usage logs for other items, to substantiate the business use of listed property. These records should include the date, purpose, and amount of business use.\n\nRecapture is a process through which the IRS gets back some of the money it previously allowed the taxpayer to deduct through depreciation. For example, when a taxpayer takes depreciation deductions for an asset, that reduces theircost basisin the asset. If they later sell the asset for more than its cost basis, they can owe tax on that profit.\n\nIn the case of listed property, if the taxpayer claimed a Section 179 deduction for a particular asset, they may be subject to recapture if their business use of it falls to 50% or less at any time during that asset's recovery period.The recovery period is the number of years over which an asset would normally be depreciated under IRS rules. An automobile, for example, has a recovery period of five years under the general depreciation system.\n\nKnowing what the IRS considers listed property, managing that property's business vs. personal use, and keeping careful records can help a business maximize its tax deductions and get the greatest financial benefit from its assets.\n\nCornell Law School Legal Information Institute. \"Listed Property.\"\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 107.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 53.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Pages 61-62.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Pages 51-52.\n\nInternal Revenue Service Media Relations Office. \"IRS Issues Guidance on Tax Treatment of Cell Phones; Provides Small Business Recordkeeping Relief.\"\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 14.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property.\"\n\nInternal Revenue Service. \"Topic No. 704, Depreciation.\"\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 17.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 16.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Pages 33-35.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Pages 23-24.\n\nThomson Reuters. \"Bonus Depreciation.\"\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 52.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 22.\n\nInternal Revenue Service. \"Publication 946: How to Depreciate Property,\" Page 97.",
  "url": "https://www.investopedia.com/terms/l/listed-property.asp"
}