{
  "term": "Living Will: Definition, Purpose, and How to Make One",
  "definition": "A living will—also known as anadvance directive—is a legal document that specifies the type of medical care that an individual does or doesn't want in the event they are unable to communicate their wishes.\n\nLiving wills and advance directives come into play only when an individual faces a life-threatening condition and is unable to communicate their desires for treatment.\n\nEvery state provides for the drafting of a living will, although some states call the document a medical directive or a health-careproxy. Some states let you prepare a detailed, customized living will, while others require you to fill out a standardized form.\n\nA living will addresses many of the medical procedures common in life-threatening situations, such as resuscitation via electric shock, ventilation, and dialysis. You can choose to allow some of these procedures or none of them. You can also indicate whether they wish to donate organs and tissues after death. Even if you refuse life-sustaining care, you can express the desire to receive pain medication throughout your final hours.\n\nPeople who reside or spend a lot of time in another state should ensure that their living will is valid in both places as rules vary per state.\n\nIn most states, you can extend your living will to cover situations where there is no brain activity or where doctors expect you to remain unconscious for the rest of your life, even if a terminal illness or life-threatening injury isn’t present. Because these situations can occur to any person at any age, it’s a good idea for all adults to have a living will.\n\nBefore making a living will, it's best to understand that it will not serve as alast will and testament, where property and personal effects are allocated to others upon death. A living will stipulates the type and levels of medical care you receive if you are incapacitated and how long you will receive that care for.\n\nWhen creating a will, consider how you want to integrate your personal or religious beliefs into the care you receive.\n\nIt might be helpful to segment the living will into categories of care. You could first identify the circumstances in which care should be extended to preserve life and what types of life-saving or preserving care, such as blood transfusions and dialysis, should be administered.\n\nInclude a category to address whether you want care if you are in a vegetative or unconscious state. Indicate where you want to receive medical care: nursing home, at home, or in some other facility. You can also request how nutrition will be provided.\n\nAnother category to consider is pain management. Indicate the types and levels of treatment to manage pain. You can further break down this category into life-sustaining pain management and pain management in lieu of life-sustaining care.\n\nIf you have family or friends who will be responsible for overseeing your care, discuss your plans with them. It might be helpful to include them in the decision-making process as they might have insight into areas otherwise overlooked when planning alone. Lastly, enlist the help of a professional, such as an estate planner or an attorney. These experts can help you make decisions for the best possible outcomes.\n\nIn addition to a living will, you can select a health-care proxy who is allowed to make decisions if you are incapable of making those choices. Some states call this individual a healthcarepower of attorney. Living wills cover many medical decisions, but a health-care proxy can consult with the doctor on other issues that may arise.\n\nWhen facing the loss of a loved one, families often disagree over treatment, so having a healthcare proxy can reduce confusion over your final wishes. You should discuss wishes with the proxy before naming this person and be sure the proxy is willing to follow through with your desires.\n\nAlthough a living will and a living trust are different. A living will involves how you will be cared for if you're in a compromised or incapacitated state. This medical directive terminates upon your death.\n\nA living trust deals with the property andassetsof an incapacitated person. Thetrustessentially becomes the new owner of the assets. Under the living trust agreement, atrustee, or the person or persons responsible for managing the assets, is identified. Just as a living will deals with a living person, a living trust deals with the assets of a living person. They are both executed when the initiator lacks the capacity to make decisions for themselves.\n\nYou will not lose control of your living will while you have the ability or capacity to make decisions. If incapacitated, the proxy has the legal authority to act on your behalf, making decisions about your healthcare.\n\nReview the living will with the proxy to ensure they understand your wishes and agree to enforce them when needed.\n\nA living will addresses the type of medical treatment you will receive if you are unable to make decisions for yourself.\n\nThe last will and testament addresses how your assets will be allocated or disposed of upon your death.\n\nA bank's living will is a legal report filed annually by companies instructing how the business will be liquidated in the event ofinsolvency. Banks with at least $50 billion in assets are required to file a living will with regulators.\n\nA living will is a legal document that specifies the desired medical care an individual wishes to have if they lose the ability to communicate. In the case of an unconscious person who suffers from a terminal illness or a life-threatening injury, doctors and hospitals consult a living will to determine whether or not the patient wants life-sustaining treatment, such as assisted breathing or tube feeding.\n\nIn the absence of a living will, decisions about medical care become the responsibility of the spouse, family members, or otherthird parties. These individuals may be unaware of the patient’s desires, or they may not wish to follow the patient’s unwritten, verbal directives.",
  "url": "https://www.investopedia.com/terms/l/livingwill.asp"
}