{
  "term": "Lloyd’s of London: History of the Insurance Marketplace",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nLloyd’s of London, often referred to today simply as Lloyd’s, is an insurance and reinsurance marketplace. Its members operate assyndicatesto provideinsurancecoverage for businesses, organizations, and individuals. The syndicates specialize in different types of risks, and each syndicate decides which risks to insure.\n\nThe main purpose of Lloyd’s is to facilitate transactions between insurance buyers and sellers.\n\nLloyd’s is not an insurance company. Rather, it is a corporate body governed by the Lloyd’s Act of 1871 and subsequent acts of the British parliament. It operates as a partially mutualized marketplace consisting of multiple financial backers, grouped into syndicates, which pool and spread risks. These underwriters, or “members,” include both companies and private individuals, the latter of which are known as “names.” In essence, Lloyd’s is a marketplace where buyers of insurance and sellers of insurance can conduct business.\n\nThe market also includesbrokers, who help match buyers and sellers, and managing agents, who run syndicates on a day-to-day basis.\n\nThere are five main groups in the Lloyd’s marketplace. They are syndicates, insurance buyers, brokers, managing agents, and coverholders.\n\nThe central players at Lloyd’s, syndicates can consist of companies or individuals. The syndicates function basically as insurance companies that offer a specific type of insurance. More than one syndicate can participate in an insurance contract, thereby spreading the risk among multiple syndicates.\n\nInsurance buyers are, obviously enough, individuals or companies wishing to purchase insurance. Many times, if a traditional insurance company is unwilling to provide the type or amount of coverage that a buyer wants, perhaps for a particularly risky business, they can find willing insurance sellers among the syndicates at Lloyd’s.\n\nAs with other kinds of brokers, the brokers at Lloyd’s act as go-betweens for the insurance buyers and the syndicates, helping match the buyer to the appropriate syndicate. Brokers at Lloyd’s must be approved by the Corporation of Lloyd’s to be allowed to do business in the marketplace.\n\nThe managing agents work for the syndicates and run their daily operations. For example, they are responsible for hiring and overseeing all essential staff, such as underwriters and accountants.\n\nCoverholders are companies that managing agents authorize to enter into insurance contracts to be underwritten by the syndicates. Coverholders allow Lloyd’s to operate globally without having to set up shop in many locations.\n\nAs of mid-2024, Lloyd’s had 77 syndicates, more than 380 brokers, and 3,434 coverholder locations. Collectively, Lloyd’s had more than 200 lines of business and wrote £46.7 billion of grosspremiums.\n\nAlthough Lloyd’s of London is not an insurance company, Lloyd’s Europe and Lloyd’s China, which are parts of Lloyd’s of London, operate as insurance companies.\n\nLloyd’s Europe is a fully operational, capitalized insurance company, authorized and regulated by the National Bank of Belgium, and regulated by the Financial Services and Markets Authority. Lloyd’s Europe is licensed to write nonlife risks across the European Economic Area, Monaco, and the United Kingdom.\n\nLloyd’s China can conduct nonlife insurance and reinsurance business inside China and international reinsurance as well.\n\nWith its roots in marine insurance, Lloyd’s was founded by Edward Lloyd at his coffeehouse on London’s Tower Street in 1688. The establishment was popular with sailors, shipowners, and merchants, and Lloyd catered to them with reliable shipping news. Lloyd’s coffeehouse soon became known as a good place to purchase insurance to cover ships and their cargoes against the perils of the seas.\n\nThe shop was also frequented by mariners involved in the slave trade. Lloyd’s obtained a monopoly on maritime insurance related to the slave trade and maintained it until the early 19th century. The Lloyd’s website offers an apology for that role, saying, in part: “We are deeply sorry for the Lloyd’s market’s participation in the transatlantic slave trade. It is part of our shared history that caused enormous suffering and continues to have a negative impact on Black and ethnically diverse communities today.”\n\nThe original Lloyd’s Act gave the business a sound legal footing. The Lloyd’s Act of 1911 set out the organization’s objectives, which includes the promotion of its members’ interests and the collection and dissemination of information. Today, Lloyd’s has its headquarters on Lime Street, in a landmark building that opened in 1986.\n\nUnderwritingrefers to taking on risk in return for a fee. Part of the underwriting process is assessing the risk involved and setting the fee accordingly.\n\nReinsuranceis a way that insurance companies protect themselves from risk by, for example, transferring a portion of their portfolio to other insurers in exchange for a share of the premiums.\n\nOne of the oldest forms of insurance, marine insurance can cover ships, their cargoes, and related risks. The hull of the Titanic, for example, was insured for a total of £1 million, with multiple Lloyd’s syndicates taking on portions of the policy.\n\nLloyd’s of London, commonly known as Lloyd’s, is a major marketplace for insurance and reinsurance. While not an insurer itself, it provides a venue for insurance buyers and its member sellers, known as syndicates, to do business.\n\nLloyd’s Europe. “Our Base in the Heart of Europe.”\n\nLloyd’s. “The Transatlantic Slave Trade.”\n\nLloyd’s. “Lloyd’s and the Titanic.”",
  "url": "https://www.investopedia.com/terms/l/lloyds-london.asp"
}