{
  "term": "Load: What It Means, Types, Considerations",
  "definition": "A load is asales chargeor commission charged to an investor when buying or redeeming shares in a mutual fund. Sales charge commissions can be structured in a number of ways. They are determined by the mutual fund company and charged by mutual fund intermediaries in mutual fund transactions.\n\nCommon types of sales charges includefront-end loadsandback-end loads. Funds with loads may be contrasted withno-loadmutual funds.\n\nA load is a sales charge that compensates an intermediary for distributing shares of a mutual fund. Loads vary byshare classand are determined by the mutual fund company. Mutual fund companies structure sales charges by share class. They provide a sales charge schedule in the mutual fund’s prospectus.\n\nLoads can be front-end, back-end, or level. Front-end and back-end loads are paid directly to intermediaries by the investor and are not accounted for in the fund’snet asset value (NAV)calculations.\n\nFront-end loads are typically associated withA-shareclasses. This sales charge occurs when the investor buys the fund. Front-end loads can range up to approximately 5.75%. Investors may opt to pay up-front fees for several reasons. For instance, front-end loads eliminate the need to continually pay additional fees and commissions as time progresses, allowing the capital to grow unimpeded over the long-term. Mutual fund A-shares—the class that carries front-end loads—pay lower expense ratios than other shares pay. Expense ratios are the annual management and marketing fees.\n\nFurther, funds that don't carry up-front fees often charge an annual maintenance fee that increases along with the value of the client's money, meaning the investor may wind up paying more. In contrast, front-end loads are often discounted as the size of the investment grows.\n\nOn the downside, since front-end loads are taken out of your original investment, less of your money is going to work for you. Given the benefits of compounding, less money at the outset has an impact on the way your money grows. Over the long-term, it may not matter, but front-end-loaded funds are not optimal if you have a short investment horizon; you won't have a chance to recoup the sales charge through realizing earnings over time.\n\nBack-end loads can be associated withB-sharesorC-shares. The back-end load is paid when an investor sells the fund. In class B-shares, the back-end load is typically contingent deferred which means it decreases over time. A back-end load can be a flat fee or can gradually decrease over time, usually within five to 10 years. In the latter case, the fee percentage is highest in the first year and decreases yearly until the specifiedholding periodends, at which time it drops to zero.\n\nA back-end load should not be confused with aredemption fee, which some mutual funds charge to discourage frequent trading that can sometimes interfere with the fund's investment objective.\n\nInvestors may automatically assume load funds are the better choice over no-load funds, but that may not be the case. Fees on load funds go to pay the investor or fund manager who does research and makes investing decisions on the client's behalf.\n\nAny type of payment to an intermediary for distribution services can be considered a load. Mutual fund investors pay annual operating expenses which are accounted for in the fund’s net asset value. A portion of the fund’s operating expenses may include a12b-1 fee, also called a level-load. This fee is paid by the mutual fund to the intermediary annually and is quoted as a percent of a share classes assets.\n\nFor example, thePrincipal Equity Income Fundoffers investors A, C, and I shares. The A-shares have a front-end sales charge of 5.50% and a back-end sales charge of 1.00%. The C-shares have no front-end sales charge and a back-end sales charge of 1.00%. Both share classes have a 12b-1 level-load included with the fund’s operating expenses. The A share class pays a smaller level-load than the C-shares at 0.25% since it offers higher front-end load compensation. The C share class charges a level-load of 1.00%.\n\nInvestors may also incurredemption fees. Redemption fees are not paid to intermediaries and therefore are not considered to be a load. These fees are charged on the back-end and help to compensate the fund for transaction costs incurred from short-term investors. Redemption fees may be charged if an investor redeems shares within 30 days to a year from their initial investment.\n\nSales charges are commissions agreed upon between mutual fund companies and intermediaries. They are typically charged by full service brokers and mutual fund distributors. Investors can potentially avoid sales loads by buying and selling mutual fund shares through a discount brokerage platform. Oftentimes, investors can also avoid sales loads by investing in mutual funds through a retirement plan.\n\nMost mutual funds offer breakpoints, rights of accumulation and letter of intent options with sales load discounts. These discounts are associated with larger investments in the fund and are outlined in the fund’s prospectus.\n\nA no-load fund is a mutual fund in which shares are sold without a commission or sales charge. This absence of fees occurs because the shares are distributed directly by theinvestment company, instead of going through a secondary party. This absence of a sales charges is the opposite of a load fund—either front-load or back-load—which charges a commission at the time of the fund's purchase or sale. Also, some mutual funds are level-load funds where fees continue for as long as the investor holds the fund.\n\nPrincipal. \"Equity Income Fund (A) (PQIAX).\" Accessed June 18, 2021.\n\nPrincipal. \"Equity Income Fund (C) (PEUCX).\" Accessed June 18, 2021.",
  "url": "https://www.investopedia.com/terms/l/load.asp"
}