{
  "term": "Loan Application Fee: Overview and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA loan application fee is charged to a potential borrower for processing and underwriting an application for aloan, such as a mortgage or car loan. Although loan application fees may be required for all types of loans and are intended to cover the costs of loan approval, many observers consider them unnecessary or overly costly.\n\nBorrowers may be charged a loan application fee. This up-front, usually nonrefundable fee is charged as part of submitting a loan application. Loan application fees will vary by lender, and many lenders will not charge a loan application fee at all.\n\nBecause most loan application fees are nonrefundable, they present a high risk for low-credit-quality borrowers. Therefore, borrowers should first do due diligence on their own credit score and the standard approval requirements for the type of loan they wish to obtain to ensure that the application fee will not be lost with a credit application rejection.\n\nBorrowers should also seek to compare application fees across lenders. Loan application fees can vary significantly among different types of lenders, ranging from $0 to $500. Thus, researching loan options and application fees with various competitors can potentially save hundreds of dollars. Some lenders may also be willing to waive the application fee through negotiation or comparison to other competitor market fees.\n\nOnline lenders generally require the lowest application fee, thanks to automated processing that does not require some of the added expenses associated with traditional and in-person loan consultations. Loan application fees are typically most common inmortgageloans, which include many ad hoc fees in addition to the monthly interest. Working with a mortgage broker can increase the likelihood of a loan application fee because the broker works as an intermediary on behalf of both the borrower and the lender.\n\nLoan application fees are just one type of fee lenders can charge on a loan. Other fees may include anorigination feeand monthly service fees.Generally, fees help a lender cover costs associated with underwriting and processing a loan.\n\nMortgage loans tend to have the broadest fee requirements in the credit market.Mortgage lendersmay charge origination fees, appraisal fees, and administration fees. In some cases, they may bundle their fees by charging a closing points fee, a comprehensive fee calculated as a percentage of the principal balance.\n\nThe loan application fee is sometimes considered a garbage or junk fee, which are often unnecessary charges and fees tacked onto mortgageclosing costsby lenders. Lenders do this to increase their own profit on the loan. There are a number of ways that lenders manage to foldgarbage feesinto closing costs.\n\nSince there are no legal requirements or restrictions on what to charge, it's up to lenders to set application fees. While some lenders don't charge any application fee, others charge up to $500.\n\nIt depends on the type of loan you're applying for, but you might pay origination fees and documentation fees.\n\nSome lenders allow you to negotiate application fees, but it's up to the lender. If being able to negotiate the fees is important to you, you may have to shop around andcompare lenders.\n\nIf you're taking out a loan, chances are you'll have to pay a loan application fee. This fee is a way for lenders to profit from your business. Because fees are charged at the discretion of the lender, the amount borrowers pay for loan application fees varies wildly. If you're shopping for a loan, don't forget to consider the application fee when weighing your options.\n\nConsumer Financial Protection Bureau. \"What Are Mortgage Origination Services? What Is An Origination Fee?\"",
  "url": "https://www.investopedia.com/terms/l/loan-application-fee.asp"
}