{
  "term": "Loan Lock: What It Means And How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAloan lockrefers to a lender’s promise to offer a borrower a specified interest rate on a mortgage and to hold that rate for an agreed-upon period of time. A loan lock helps protect borrowers from an increase in interest rates during the lock period. However, mortgage lenders may charge a fee for a rate lock or add a margin to the interest rate.\n\nA loan lock guarantees a borrower that a mortgage lender will, upon closing, provide a loan with a specified interest rate. Typically, lenders offer quotes to prospective borrowers that reflect prevailing interest rates at the time of the offer rather than at the time of settlement. The quoted rate will also include a lender’s margin.\n\nRates can go up or down prior to closing, so a loan lock provides the borrower with protection against a rise in interest rates during the lock period. A lender will sometimes offer a loan lock at a specific rate plus a number ofpoints. Points represent a fee paid at the origination of a loan to receive a lower interest rate over the loan’s life.\n\nIf rates go down during thelock period, the borrower may have the option to withdraw from the agreement. The probability of such a withdrawal is known as afallout riskfor the lender. However, the borrower should ensure the lock agreement allows for withdrawal.\n\nIn some cases where prevailing rates decline during the lock period, the borrower may have the option to take advantage of afloat-down provisionto lock in a new, lower rate. As with any feature that increases interest-rate risk to the lender, a float-down provision will only be available at an additional cost to the borrower.\n\nLoan locks generally last 30 or 60 days. At a minimum, they should cover the period necessary for the lender to process the borrower’s loan application. An example of a short lock period is one that expires shortly after the completion of the loan-approval process. In some cases this lock period can be as short as a few days. A borrower can negotiate the terms of a loan lock and often extend the term of the lock for a fee or slightly higher rate.\n\nA loan lock protects the borrower against a rise in interest rates during the lock period. However, the downside to a rate lock is that it can be costly if you need to extend it.\n\nIt is worthwhile to distinguish between a loan lock and a loan commitment. A loan commitment can refer to a commercial line of credit, but when used in reference to a mortgage agreement, the term refers to a lender’s intention to lend a certain amount at an unspecified point in the future. The commitment may or may not contain a loan lock. Generally, a borrower uses a lender’s commitment to make their offer more attractive to the seller of a property in a competitive bidding environment.\n\nIf you're buying a home and under contract, it may make sense to lock in the interest rate since mortgage rates fluctuate and can increase, which would increase your monthly payment.\n\nThe disadvantage of locking in your interest rate is that rates could fall, and you might miss out on locking in your mortgage at a lower rate. However, for an added cost, you may be able to add a float-down provision allowing you to get the lower rate if rates decrease.\n\nTypically, a lender can lock in a rate for 30, 45, or 60 days.\n\nA loan rate lock is an agreement between a mortgage lender and a borrower to lock in an interest rate up to the loan's closing. Since interest rates fluctuate, a rate lock helps protect the borrower from a rate increase and a higher monthly payment. However, there is a cost to the borrower, either as a fee or as a margin added to the rate by the lender.\n\nConsumer Financial Protection Bureau (CFPB). \"What's a lock-in or a rate lock on a mortgage?\"",
  "url": "https://www.investopedia.com/terms/l/loan-lock.asp"
}