{
  "term": "Loan Modification: Overview, Government Programs, Application",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nLoan modification is a change made to the terms of an existing loan by a lender. It may involve a reduction in the interest rate, an extension of the length of time for repayment, a different type of loan, or any combination of the three.\n\nSuch changes usually are made because the borrower is unable to repay the original loan.Most successful loan modification processes are negotiated with the help of an attorney or a settlement company. Some borrowers are eligible for government assistance in loan modification.\n\nAlthough a loan modification may be made for any type of loan, they are most common with secured loans such as mortgages.\n\nA lender may agree to a loan modification during a settlement procedure or in the case of a potential foreclosure. In such situations, the lender has concluded that a loan modification will be less costly to the business than a foreclosure or a charge-off of the debt.\n\nA loan modification agreement is not the same as a forbearance agreement. Aforbearanceagreement provides short-term relief for a borrower with a temporary financial problem. A loan modification agreement is a long-term solution.\n\nA loan modification may involve a reduced interest rate, a longer period to repay, a different type of loan, or any combination of these.\n\nThere are two sources of professional assistance in negotiating a loan modification:\n\nFederal government assistance is also available to some borrowers.\n\nMortgage loan modifications are the most common type because of the large sums of money at stake. During the housing foreclosure crisis that took place between 2007 and 2010, several government loan modification programs were established for borrowers.\n\nSome of those programs have expired, but government-sponsored loan modification assistance is still available to some borrowers. These include:\n\nSome traditional lenders have their own loan modification programs.\n\nA mortgage loan modification application will require thedetails of a borrower's financial information, the mortgage information, and the specifics of the hardship situation.\n\nEach program will have its own qualifications and requirements. These are typically based on the amount the borrower owes, the property being used for collateral, and specific features of the collateral property.\n\nIf a borrower is approved, the approval will include an offer with new loan modification terms.\n\nAlthough many loans may have options for modification, mortgages are the most commonly modified loans. Your loan holder may have a specific program in place for times of need.\n\nSome loan companies may have programs in place to help with modifications, but a lawyer may help the process go more smoothly. However, you are not required to have a lawyer to apply for a loan modification.\n\nA modification can help you lower the interest rate, extend the loan term, switch from a variable rate to a fixed rate, and move missed payments to the end of the loan term. Any one of these actions could lower your monthly payment amount and make it easier to repay.\n\nIf you're on the brink of a loan foreclosure or default, a loan modification could help you get back on your feet. To find out if you're eligible for a loan modification, contact your lender. Often, a lender will find it more preferable to alter your loan than to foreclose or repossess your property.\n\nConsumer Financial Protection Bureau. \"What Is a Mortgage Loan Modification?\"\n\nFannie Mae. \"Fannie Mae Flex Modification Fact Sheet.\"\n\nU.S. Department of the Treasury. \"Home Affordable Modification Program (HAMP).\"\n\nU.S. Department of Veterans Affairs. \"VA Help to Avoid Foreclosure.\"",
  "url": "https://www.investopedia.com/terms/l/loan_modification.asp"
}