{
  "term": "Loan Officer: Definition, What They Do, Benefits and Compensation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA loan officer is a representative of a bank, credit union, or otherfinancial institutionwho assists borrowers in the application process.Loan officers are often called mortgage loan officers since that is the most complex and costly type of loan most consumers encounter. However, most loan officers assist consumers and small business owners with a wide variety of secured and unsecured loans.\n\nLoan officers must have a comprehensive knowledge of lending products, banking industry rules and regulations, and the required documentation for obtaining a loan. Loan officers that assist with mortgages must be licensed through the Nationwide Multistate Licensing System and Registry (NMLS).\n\nThe loan officer is the direct contact for mostborrowersapplying for a loan from a financial institution. The entire process can be handled over the internet, but most consumers probably still prefer a well-informed human on the other side of a costly and complex transaction. In fact, one reason why banks continue to have so many branch offices is that they need to bring loan officers face to face with potential borrowers.\n\nLoan officers are knowledgeable about all of the various types of loans offered by the financial institutions they represent and can advise borrowers on the best options for their needs.\n\nThey also can advise the potential borrower about what type of loan they might be eligible to get. The loan officer isresponsible for the initial screening processand is unlikely to proceed with an application from someone who does not meet the lender's qualifications.\n\nOnce a borrower and a loan officer agree to proceed, the loan officer helps prepare the application. The loan officer then passes the application along to the institution’s underwriter, who assesses the creditworthiness of the potential borrower.\n\nIf the loan is approved, the loan officer is responsible for preparing the appropriate documentation and the loan closing documents.\n\nThe loan officer is responsible for collecting the appropriate closing documents for a mortgage or other loan.\n\nSome loans are more work than others. Secured loans generally require more documentation than unsecured loans. Mortgage loans require a hefty stack of documentation due to the many federal, state, and local regulations that pertain to them. Reverse mortgages and mortgage refinancings require that the borrower receive aHUD-1 settlement statementbefore the closing.\n\nSome loan officers are compensated through commissions. This commission is a prepaid charge and is often negotiable. Commission fees are usually highest for mortgage loans.\n\nEven in a world of online lenders, loan officers are necessary parts of the process. Loan officers evaluate whether borrowers are trustworthy enough to handle a loan. Even online bank utilize loan officers to complete transactions.\n\nA mortgage loan is a secured installment loan used for a singular purpose—to purchase real estate. The loan amount covers the principal used to purchase the property, and it can include funds for paying insurance and property taxes as well.\n\nThe median salary for a loan officer was $65,740 per year in 2022. Loan officers work indoors in typically comfortable surroundings, with full benefits if employed by a bank or credit union. If you're interested in a stable, white collar job, a loan officer position may be a great choice.\n\nLoan officers are the gatekeepers of loan funds for banks and credit unions. If you're looking for a personal loan or mortgage, you'll likely work with a loan officer to assemble your paperwork for your application. A good loan officer can make the entire process run more smoothly through their experience and knowledge of state regulations and procedures.\n\nU.S. Bureau of Labor Statistics. \"Occupation Outlook Handbook: Loan Officers.\"\n\nNationwide Multistate Licensing System and Registry. \"Welcome to the NMLS Resource Center.\"\n\nConsumer Financial Protection Bureau. \"What Is a HUD-1 Settlement Statement?\"\n\nConsumer Financial Protection Bureau. \"What Is a Mortgage?\"",
  "url": "https://www.investopedia.com/terms/l/loanofficer.asp"
}