{
  "term": "Loan Production Office (LPO): What it Means, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA loan production office (LPO) is an administrative division of a bank, that, as the name implies, deals solely with loan-related activities. TheFederal Reservedefines an LPO as “a staffed facility, other than a branch, which is open to the public and provides lending-related services such as loan information and applications.”\n\nRegulated by both state law and the Board of Directors of the main banking facility, the LPO itself cannot make loans, but may only carry out administrative functions regarding the processing of them. For that reason, regulations prohibit prevent the LPO facility from being called abranchof the bank—unless the state banking commissioner grants an application for it to act in a branch capacity. At this point, the loan production office may provide fullloan servicing.\n\nLocated on the bank's premises or at another location, the loan production office reviews, and process loan applications, checking forunderwritingstandard compliance and completeness of documents. It most often deals with residential mortgages, but services other sorts of loans as well.\n\nAn LPO processor or underwriter performs these support duties: the receipt, collection, distribution, and analysis of information required for the processing or underwriting of a loan. Also, the LPO processor communicates with applicants to obtain the information necessary for these activities. Other roles in an LPO include loan production leader, loan specialist, operations supervisor, and customer service coordinator.\n\nAn LPO can provide clients with educational information about mortgages and loans, either proprietary materials from its parent bank or general ones from a government agency. However, LPO processors may not offer or negotiate loan rates or terms, nor may they counsel consumers about residential mortgage loan rates or terms.\n\nOnce it has finished gathering and analyzing all the data, the loan production office then forwards the application to the bank itself for a final decision. The senior processor of the LPO may recommend the approval of an application, but the actual decision should be from the home office or a branch.\n\nIf the loan is approved, the LPO may also be in charge of delivering the bank's check or funds to the borrower or their account.\n\nA loan production office can only act in a branch capacity, providing full loan servicing, if the bank successfully petitions the state banking commissioner for permission.\n\nBecause it is not a full branch of the bank, the loan production office is not required to postFederal Deposit Insurance Corporation(FDIC) orAvailability of Funds and Collection of Checks(Regulation CC) policies or signage. However, the office should display an Equal Housing Lender poster, which is a requirement wherever deposits are received or loans made.\n\nAlthough they both provide financing support services, an LPO is not the same as a loan servicer. In act, the two operate at different ends of the process. LPOs may only administer the process from application to disbursement of a loan. In contrast, from the time the proceeds of a loan are dispersed until the loan is paid off, the loan servicer administers it.\n\nThe confusion often arises because loans are often serviced nowadays by third parties separate from the institution that issued them. Traditionally loan servicing was a core function carried out by and housed within, banks. Today the duties may be done by a non-bank entity specializing in loan servicing or a sub-servicer who operates as a third-party vendor for lending institutions.",
  "url": "https://www.investopedia.com/terms/l/loan-production-office-lpo.asp"
}