{
  "term": "Loan Note: Definition, How It Works, Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA loan note is an extended form of a genericI Owe You(IOU) document from one party to another. It enables apayee(borrower) to receive payments from a lender, possibly with an interest rate attached, over a set period of time, and ending on the date at which the entire loan is to be repaid. Loan notes are usually provided in lieu of cash at the payee's request.\n\nA loan note denotes a type of contract that typically outlines the legal obligations of the lender and the borrower. A proper loan note will include a set of contractual penalties, including the right to sue or seekarbitrationif either party to the contract fails to meet or otherwisedefaultson financial obligations.\n\nA loan note, a form ofpromissory agreement, includes all of the associated loan terms. It is considered a legally binding agreement with both parties considered committed to the terms as they are written. A loan note can be drawn up by either borrower or lender, though it is more traditionally completed by the lender. The note is considered valid until the amount listed on the document is paid in full by the borrower.\n\nA loan note can help an individual avoid a tax hit due to a lump-sum payment from a settlement or cash-out package.\n\nThe loan note contains all of the pertinent details regarding the legal agreement reached by the involved parties. This includes the names and contact information for both parties, as well as theprincipalbalance and anyinterest ratebeing applied over the term of the loan. Additional information regarding the payment schedule, including the due date, will be included.\n\nPenalty information may also be included. This can include repercussions for late payments or information pertaining toprepayment penalties.\n\nWhile prepayment clauses serve as a protection to the lender against losing interest income over the course of the loan, the clause means the borrower will pay a penalty for paying down or paying off the loan during a specified time, usually within the first few years of the loan's start date.\n\nLoan notes are used mostly forinstallment debtsin which the borrower is making a purchase of a particular good or service and paying the amount back over time. A common consumer need for a loan note is a home purchase, which includesa loan note along with the mortgageordeed of trust. Loan notes are also used for vehicle financing and most other forms of installment loans.\n\nA loan note can help an individual avoid an undue tax hit due to a lump-sum payment from a settlement or cash-out package from a company. In these cases, the individual is given a choice between cash or a loan note. When loan notes are used between businesses, the purchaser is able to act as a borrower and make payments over time, often at a minimal interest rate.\n\nLoan notes can be fairly simple to draw up and convenient for both parties to implement with straightforward details. They can represent the first form of funding for young businesses. Startups and new entrepreneurs often use them to obtainseed capitalfrom friends and family in order to establish a business.\n\nLegally, a loan note holds more significance than an informal IOU, even when the informal IOU isnotarized. Generally, a loan note will be upheld unless either party can prove the agreement was entered into whileunder duress, which may make the conditions within the document void, rendering them unenforceable.",
  "url": "https://www.investopedia.com/terms/l/loan-note.asp"
}