{
  "term": "Loan-to-Value (LTV) Ratio: What It Is, How to Calculate, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nLars Peterson joined Investopedia in 2023 as a senior editor of financial product reviews with a focus on personal loans, credit cards, mortgages, and other financial products and services. Lars has over 20 years of experience as a writer and editor in personal finance, business, and small business. He has a master's in English from California State University, Long Beach.\n\nThe loan-to-value (LTV) ratio is an assessment of lending risk that financial institutions and other lenders examine before approving a mortgage. Typically, loan assessments with high LTV ratios are considered higher-risk loans. Therefore, if the mortgage is approved, the loan has a higher interest rate.\n\nAdditionally, a loan with a high LTV ratio may require the borrower to purchasemortgage insuranceto offset the risk to the lender. This type of insurance is called private mortgage insurance (PMI).\n\nInterested homebuyers can easily calculate the LTV ratio of a home. This is the formula:\n\nLTVratio=MAAPVwhere:MA=Mortgage AmountAPV=Appraised Property Value\\begin{aligned} &LTV ratio=\\frac{MA}{APV}\\\\ &\\textbf{where:}\\\\ &MA = \\text{Mortgage Amount}\\\\ &APV = \\text{Appraised Property Value}\\\\ \\end{aligned}​LTVratio=APVMA​where:MA=Mortgage AmountAPV=Appraised Property Value​\n\nAn LTV ratio is calculated by dividing the amount borrowed by theappraisedvalue of the property, expressed as a percentage. For example, if you buy a home appraised at $100,000 for its appraised value, and make a $10,000down payment, you will borrow $90,000. This results in an LTV ratio of 90% (i.e., 90,000/100,000).\n\nDetermining an LTV ratio is a critical component of mortgageunderwriting. It may be used in the process ofbuying a home,refinancinga current mortgage into a new loan, or borrowing against accumulatedequitywithin a property.\n\nLenders assess the LTV ratio to determine the level of exposure to risk they take on when underwriting a mortgage. When borrowers request a loan for an amount that is at or near the appraised value (and therefore has a higher LTV ratio), lenders perceive that there is a greater chance of the loan going intodefault. This is because there is very little equity built up within the property.\n\nAs a result, in the event of aforeclosure, the lender may find it difficult to sell the home for enough to cover the outstanding mortgage balance and still make a profit from the transaction.\n\nThe main factors impacting LTV ratios are the amount of the loan and the value of the property. A higher down payment (which reduces the loan amount) will result in a lower LTV ratio.\n\nA LTV ratio is only one factor in determining eligibility for securing a mortgage, ahome equity loan, or aline of credit. However, it can play a substantial role in the interest rate that a borrower is able to secure. Most lenders offer mortgage and home-equity applicants the lowest possible interest rate when their LTV ratio is at or below 80%.\n\nA higher LTV ratio does not exclude borrowers from being approved for a mortgage, although the interest on the loan may rise as the LTV ratio increases. For example, a borrower with an LTV ratio of 95% may be approved for a mortgage. However, their interest rate may be higher than the interest rate given to a borrower with an LTV ratio of 75%.\n\nIf the LTV ratio is higher than 80%, a borrower may be required to purchaseprivate mortgage insurance (PMI). This can add anywhere from 0.5% to 1% to the total amount of the loan on an annual basis. For example, PMI with a rate of 1% on a $100,000 loan would add an additional $1,000 to the total amount paid per year (or $83.33 per month). PMI payments are required until the LTV ratio is 80% or lower. The LTV ratio will decrease as you pay down your loan and as the value of your home increases over time.\n\nIn general, the lower the LTV ratio, the greater the chance that the loan will be approved and the lower the interest rate is likely to be. In addition, as a borrower, it's less likely that you will be required to purchase private mortgage insurance (PMI).\n\nWhile it is not a law that lenders require an 80% LTV ratio in order for borrowers toavoid the additional cost of PMI, it is the practice of nearly all lenders. Exceptions to this requirement are sometimes made for borrowers who have a high income, lower debt, or have a large investment portfolio.\n\nAs a rule of thumb, a good loan-to-value ratio should be no greater than 80%. Anything above 80% is considered to be a high LTV, which means that borrowers may face higher borrowing costs, require private mortgage insurance, or be denied a loan. LTVs above 95% are often considered unacceptable.\n\nFor example, suppose you buy a home that appraises for $100,000. However, the owner is willing to sell it for $90,000. If you make a $10,000 down payment, your loan is for $80,000, which results in an LTV ratio of 80% (i.e., 80,000/100,000). If you were to increase the amount of your down payment to $15,000, your mortgage loan is now $75,000. This would make your LTV ratio 75% (i.e., 75,000/100,000).\n\nDifferent loan types may have different rules when it comes to LTV ratio requirements.\n\nFHA loans are mortgages designed for low-to-moderate-income borrowers. They are issued by an FHA-approved lender and insured by theFederal Housing Administration (FHA).\n\nFHA loans require a lower minimum down payment and credit scores than many conventional loans. FHA loans allow an initial LTV ratio of up to 96.5%, but they require amortgage insurance premium (MIP)that lasts for as long as you have that loan (no matter how low the LTV ratio eventually goes).\n\nMany people decide to refinance their FHA loans once their LTV ratio reaches 80% in order to eliminate the MIP requirement.\n\nVA and USDA loans—available to current and former military or those in rural areas—do not require private mortgage insurance even though the LTV ratio can be as high as 100%.However, both VA and USDA loans do have additional fees.\n\nFannie Mae's HomeReady and Freddie Mac's Home Possible mortgage programs for low-income borrowers allow an LTV ratio of 97%. However, they require mortgage insurance until the ratio falls to 80%.\n\nFor FHA, VA, and USDA loans, there are streamlined refinancing options available. These waive appraisal requirements so the home's LTV ratio doesn't affect the loan. For borrowers with an LTV ratio over 100%—also known as being \"underwater\" or \"upside down\"—Fannie Mae's High Loan-to-Value Refinance Option and Freddie Mac's Enhanced Relief Refinance are also available options.\n\nUpfront fees on Fannie Mae and Freddie Mac home loans changed in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence what your fee is. The higher your down payment, the lower your fees, though it will still depend on your credit score. Fannie Mae provides theLoan-Level Price Adjustmentson its website.\n\nWhile the LTV ratio looks at the impact of a single mortgage loan when purchasing a property, thecombined loan-to-value(CLTV) ratio is the ratio of allsecured loans on a property to the value of a property. This includes not only the primary mortgage used in LTV but also any second mortgages, home equity loans or lines of credit, or other liens.\n\nLenders use the CLTV ratio to determine a prospective home buyer's risk of default when more than one loan is used—for example, if they will have two or more mortgages, or a mortgage plus a home equity loan or line of credit (HELOC). In general, lenders are willing to lend at CLTV ratios of 80% and above and to borrowers with high credit ratings. Primary lenders tend to be more generous with CLTV requirements since it is a more thorough measure.\n\nLet's look a little closer at the difference. The LTV ratio only considers the primary mortgage balance on a home. Therefore, if the primary mortgage balance is $100,000 and the home value is $200,000, LTV = 50%.\n\nConsider, however, the example if it also has a second mortgage in the amount of $30,000 and a HELOC of $20,000. The combined loan to value now becomes ($100,000 + $30,000 + $20,000 / $200,000) = 75%; a much higher ratio.\n\nThese combined considerations are especially important if the mortgagee defaults and goes into foreclosure.\n\nMost lenders use 80% as the thresholdfor a good loan-to-value (LTV) ratio. Anything below this value is even better. Note that borrowing costs can become higher, or borrowers may be denied loans, as the LTV rises above 80%.\n\nThe main drawback of the information that a LTV provides is that it only includes the primary mortgage that a homeowner owes, and does not include in its calculations other obligations of the borrower, such as a second mortgage or home equity loan.Therefore, the CLTV is a more inclusive measure of a borrower's ability to repay a home loan.\n\nA 70% (0.70) loan-to-value (LTV) ratio indicates that the amount borrowed is equal to seventy percent of the value of the asset. In the case of a mortgage, it would mean that the borrower has come up with a 30% down payment and is financing the rest. For instance, a $500,000 property with a 70% LTV would have a $150,000 down payment and a $350,000 mortgage.\n\nLoan-to-value (LTV) is calculated simply by taking the loan amount and dividing it by the value of the asset or collateral being borrowed against. In the case of a mortgage, this would be the mortgage amount divided by the property's value.\n\nA loan-to-value ratio typically represents the amount of a mortgage compared to the property's value. An 80% LTV, for example, would mean a mortgage equal to 80% of the property's value.\n\nBorrowers often can get better terms on their mortgages with lower LTVs because they require higher down payments. The more money borrowers can put down, the less likely it becomes that they will be a risk in the eyes of lenders.\n\nMortgages with LTVs higher than 80% usually require private mortgage insurance, which adds an additional cost to monthly payments.\n\nExperian. \"What Is Loan-to-Value Ratio (LTV).\"\n\nU.S. Department of Housing and Urban Development. \"Basic Home Mortgage Loan 203(B).\"\n\nU.S. Department of Veterans Affairs. \"VA Home Loans.\"\n\nU.S. Department of Agriculture Rural Development. \"USDA Rural Home Loans Offer 100% Financing and No Down Payment.\"\n\nFannie Mae. \"HomeReady Mortgage.\"\n\nFederal Housing Finance Agency. \"FHFA Refinance Report,\" Page 2.\n\nFannie Mae. “Loan-Level Price Adjustment Matrix,” Page 2.",
  "url": "https://www.investopedia.com/terms/l/loantovalue.asp"
}