{
  "term": "Loan-to-Deposit Ratio (LDR) Definition",
  "definition": "The loan-to-deposit ratio (LDR) is a financial metric that compares a bank’s total loans to its total deposits. You use it to assess a bank’sliquidity. The higher the ratio, the more a bank may be relying on its deposits to fund loans, increasing profits but also leaving less cash to cover withdrawals, reserve requirements, and unexpected funding needs.\n\nLDR=Total LoansTotal Deposits\\begin{aligned} &\\text{LDR} = \\frac{ \\text{Total Loans} }{ \\text{Total Deposits} } \\\\ \\end{aligned}​LDR=Total DepositsTotal Loans​​\n\nTo calculate LDR, divide a bank’s total loans by its total deposits (and convert to a percentage). Let’s say a bank has $10 billion in loans on its books and $13 billion in deposits. To find the LDR, simply divide $10 billion by $13 billion, which equals about 0.77 or 77%. This means that the bank has lent out the equivalent of 77% of its deposits.\n\nAs a customer or investor, LDR can help you gauge a bank’s financial health. For example, a 100% LDR means the bank is lending out as much money as it’s taking in—an aggressive strategy carrying a lot of risk. The bank lacks liquid funds to cover withdrawals or unexpected expenses. Plus, when the LDR exceeds 100%, the bank may need to borrow money to fund its lending activities, adding interest costs that cut into its profit margins.\n\nIn contrast, a 50% LDR means half of a bank’s deposits are idle on its balance sheet. While this provides more security for periods of financial stress or an economic downturn, it also comes at an opportunity cost. It means the bank may not generate as much revenue from charging interest on loans as possible. In other words, it may be less profitable than a bank with a higher LDR (all else equal).\n\nIn times of financial crisis, a low LDR will benefit a bank as it will have more liquidity to meet its obligations.\n\nAs a result, a bank that borrows money to lend to its customers will typically have lower profit margins and more debt. A bank would rather use deposits to lend since the interest rates paid to depositors are far lower than the rates it would be charged for borrowing money. The LDR helps investors spot the banks with enough deposits to lend and won't need to increase their debt.\n\nThe proper LDR is a delicate balance for banks. Banks lending too much of their deposits might overextend themselves, particularly in an economic downturn. However, if banks lend too few of their deposits, they might have opportunity cost since their deposits would be sitting on their balance sheets, earning no revenue. Banks with low LTD ratios might have lower interest income, resulting in lower earnings.\n\nMultiple factors can drive changes in the loan-to-deposit ratios.Economic conditionscan impact loan demand as well as how much investors deposit. If consumers are unemployed, they're unlikely to increase their deposits. TheFederal Reserveregulates monetary policy by raising and lowering interest rates. If rates are low, loan demand might increase depending on the economic conditions. In short, many outside factors impact a bank's LDR.\n\nWhether an LDR is good depends on many factors, including the bank’s business model, economic conditions, and local regulatory requirements.\n\nRegulations also figure into how banks manage their loan-to-deposit ratios. The Office of the Comptroller of the Currency (OCC), the Federal Reserve Board (FRB), and theFederal Deposit Insurance Corporation(FDIC) do not set minimum or maximum loan-to-deposit ratios for banks. However, these agencies monitor banks to see if their ratios comply with section 109 of the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 (InterstateAct).\n\nFor example, section 109 prohibits a bank from establishing or acquiring a branch or branches outside of its home state to collect deposits without also contributing to the out-of-state community’s credit needs.To comply, banks must meet state-specific LDR requirements, which are updated annually.\n\nTo determine the LTD of a specific bank, find its latest balance sheet. Since most banks are required to disclose their financials publicly, these are typically available online. The balance sheet will list the bank’s total loans under assets and its total deposits under liabilities.\n\nFor example, if a bank's balance sheet shows that it has $500 million in deposits and $400 million in loans, its LDR ratio would be calculated by dividing the total loans by its total deposits, which would be 80%.\n\nLDR=$400million$500million=.8=80%\\begin{aligned} &\\text{LDR} = \\frac{ \\$400 \\text{ million} }{ \\$500 \\text{ million} } = .8 = 80\\% \\\\ \\end{aligned}​LDR=$500million$400million​=.8=80%​\n\nThough they have similar names, the loan-to-deposit (LTD) ratio and theloan-to-value (LTV)ratio are very different.\n\nLTV is the percentage of a collateralized property’s value financed by a loan. Home lenders often use it to assess the risk of a mortgage. For example, a mortgage on a $100,000 house with an 80% LTV means the lender is lending $80,000 to the borrower, who is putting down $20,000. It’s the inverse of the down payment percentage (in this case, 20%). The higher the LTV, the more risk the loan presents to the lender.\n\nIn contrast, the LTD ratio (or LDR) is the proportion of a bank’s loans to its deposits and is used to gauge a bank’s liquidity.\n\nWhile the LDR is a great way to quickly gauge a bank’s liquidity and financial health, it has limitations. Here are some to consider:\n\nRemember that the LDR is a blunt measure of a bank’s liquidity. To get the most out of it, use it in conjunction with other financial metrics, such asnet interest margin (NIM),capital adequacy ratio (CAR), andliquidity coverage ratio (LCR).\n\nThe loan-to-deposit ratio (LDR) helps assess a bank's liquidity by comparing its total loans to its total deposits. This provides insight into how much risk a bank has taken on and if it would be able to meet its liquidity requirements (pay depositors) in a market crunch. Too high of an LDR indicates a bank may have difficulty meeting its obligations, while too low of an LDR would indicate a bank is not using its deposits efficiently.\n\nThe weighted average LDR among U.S. banks has fluctuated over time. In the 1980s and early 1990s, it hovered in the 76% to 84% range and then started to climb in the lead-up to the2008 financial crisis. From 1998 to 2008, the average LDR stayed in the 87% to 97% range.\n\nAfter the crisis, loan demand collapsed and the average LDR fell sharply before settling around 70% from 2013 to 2019. Then when federal stimulus increased deposits during the COVID-19 pandemic in 2020, it dropped to as low as 57% before recovering to 63.6% by Q4 2022, according to Trepp, a database of secured mortgages.\n\nWhen evaluating a bank as an investor or customer, the loan-to-deposit ratio (LDR) is a useful tool. It gives you a quick insight into the institution’s ability to pay depositors in a financial crunch, how efficiently it’s using its funds to make money, and how it compares to similar banks.\n\nFDIC. \"Section 109 Host State Loan-to-Deposit Ratios.\"\n\nFederal Deposit Insurance Corporation. “Agencies Issue Host State Loan-to-Deposit Ratios\"\n\nTrepp. “Assessing Bank Risk Using the Loan-to-Deposit Ratio\"",
  "url": "https://www.investopedia.com/terms/l/loan-to-deposit-ratio.asp"
}