{
  "term": "Loan Life Coverage Ratio (LLCR): Definition, Calculation Formula",
  "definition": "The loan life coverage ratio (LLCR) is a financial ratio used to estimate the solvency of a firm, or the ability of a borrowing company to repay an outstanding loan. LLCR is calculated by dividing thenet present value (NPV)of the money available for debtrepaymentby the amount of outstanding debt.\n\nLLCR is similar to thedebt service coverage ratio(DSCR), but it is more commonly used in project financing because of its long-term nature. The DSCR captures a single point in time, whereas the LLCR addresses the entire span of theloan.\n\n﻿∑t=ss+nCFt(1+i)t+DROtwhere:CFt=Cash-flows available for debt service at year tt=The time period(year)s=The number of years expected to pay the debt backi=The weighted average cost of capital(WACC)expressed as an interest rateDR=Cash reserve available to repay the debt(the debt reserve)Ot=The debt balance outstanding at the time ofevaluation\\begin{aligned} &\\frac{\\sum_{t=s}^{s+n}\\frac{CF_t}{\\left(1 + i\\right)^t} + DR}{O_t}\\\\ &\\textbf{where:}\\\\ &CF_t = \\text{Cash-flows available for debt service at year t}\\\\ &t = \\text{The time period}\\left(\\text{year}\\right)\\\\ &s = \\text{The number of years expected to pay the debt back}\\\\ &i = \\text{The weighted average cost of capital}\\left(\\text{WACC}\\right)\\\\ &\\text{expressed as an interest rate}\\\\ &DR = \\text{Cash reserve available to repay the debt}\\\\ &\\left(\\text{the debt reserve}\\right)\\\\ &O_t = \\text{The debt balance outstanding at the time of}\\\\ &\\text{evaluation}\\\\ \\end{aligned}​Ot​∑t=ss+n​(1+i)tCFt​​+DR​where:CFt​=Cash-flows available for debt service at year tt=The time period(year)s=The number of years expected to pay the debt backi=The weighted average cost of capital(WACC)expressed as an interest rateDR=Cash reserve available to repay the debt(the debt reserve)Ot​=The debt balance outstanding at the time ofevaluation​﻿\n\nThe LLCR can be calculated using the above formula, or by using a shortcut: dividing the NPV of project free cash flows by the present value of the debt outstanding.\n\nIn this calculation, the weighted average cost of debt is the discount rate for the NPV calculation and the project \"cash flows\" are more specifically thecash flows available for debt service(CFADS).\n\nLLCR is asolvency ratio. The loan life coverage ratio is a measure of the number of times over the cash flows of a project can repay an outstanding debt over the life of a loan. A ratio of 1.0x means that LLCR is at a break-even level. The higher the ratio, the less potential risk there is for the lender.\n\nDepending on the risk profile of the project, sometimes a debt service reserve account is required by thelender. In such a case, the numerator of LLCR would include the reserve account balance. Project financing agreements invariably contain covenants that stipulate LLCR levels.\n\nIn corporate finance, theDebt-Service Coverage Ratio(DSCR) is a measure of the cash flow available to pay current debt obligations. The ratio states net operating income as a multiple of debt obligations due within one year, including interest, principal, sinking-fund and lease payments. However, DSCR captures just a single point in time, while LLCR allows for several time periods, which is more suitable for understanding liquidity available for loans of medium to long time horizons.\n\nLLCR is used by analysts to assess the viability of a given amount of debt and consequently to evaluate the risk profile and the related costs. It has a less immediate explanation compared to DSCR, but when LLCR has a value greater than one, this is usually a strong reassurance for investors.\n\nOne limitation of the LLCR is that it does not pick up weak periods because it basically represents a discounted average that can smooth out rough patches. For this reason, if a project has a steady cash flows with a history of loan repayment, a good rule of thumb is that the LLCR should be roughly equal tothe average debt service coverage ratio.",
  "url": "https://www.investopedia.com/terms/l/llcr.asp"
}