{
  "term": "Loan Servicing: Definition, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nLoan servicing refers to the administrative aspects of a loan from the time the proceeds are dispersed to the borrower until the loan is paid off. Loan servicing includes sending monthly payment statements, collecting monthly payments, maintaining records of payments and balances, collecting and paying taxes and insurance (and managing escrow funds), remitting funds to thenote holder, and following up on anydelinquencies.\n\nLoan servicing can becarried out by the bank or financial institution that issued the loans, a non-bank entity specializing in loan servicing, or a third-party vendor for the lending institution. Loan servicing may also refer to the borrower's obligation to make timely payments ofprincipal and intereston a loan as a way to maintain creditworthiness with lenders and credit-rating agencies.\n\nLoan servicing was traditionally seen as a core function held within banks. Banks issued the original loan, so it made sense that they would be responsible for handling the administration of the loan. That was, of course, before widespreadsecuritizationof loans changed the nature of banking and finance in general. Once loans—and mortgages in particular—were repackaged into securities and sold off a bank’s books, the servicing of the loans proved to be a less profitable business line than the origination of new loans.\n\nSo the loan servicing part of the loan life cycle was separated from origination and opened up to the market. Given the record-keeping burden of loan servicing and the changing habits and expectations of borrowers, the industry has become especially dependent on technology and software.\n\nLoan servicing is now an industry in and of itself. Loan servicers are compensated by retaining a relatively small percentage of the outstanding balance, known as the servicing fee or servicing strip. This fee usually amounts to 0.25 to 0.5 percentage points of eachperiodic loan payment.\n\nFor example, if the monthly mortgage payments are $2,000 and the servicing fee is 0.25%, the servicer is entitled to retain $5—or (0.0025 x 2,000)—of each payment before passing the remaining amount to the note holder.\n\nMortgagesrepresent the bulk of the loan servicing market, which amounts to trillions of dollars worth of home loans, though student-loan servicing is also big business. As of 2018, just three companies were responsible for collecting payments on 93% of outstanding government-owned student loans amounting to $950 billion from about 30 million borrowers.\n\nMeanwhile, the trend among bigmortgage loan servicersis to slowly back away from the marketplace in response to growing regulatory concerns. In their place, smaller, regional banks, and non-bank servicers are moving into the space.\n\nLoan servicing has traditionally been performed by lenders (big banks), but smaller, regional players, and non-bank service providers are moving into the space.\n\nThe mortgage meltdown during the2007-2008 financial crisisbrought increased scrutiny on the practice of securitization and the transfer of loan servicing obligations. As a result, the cost of loan servicing has increased compared to the levels seen before the crisis, and there is always the potential for more regulation.\n\nMeanwhile, some loan servicers have embraced technology to try to reducecompliance costsand there has also been a refocus by some banks on servicing their own loan portfolio to keep the connection with their retail clients.",
  "url": "https://www.investopedia.com/terms/l/loan_servicing.asp"
}