{
  "term": "Loan Shark: Definition, Example, Vs. Payday Lender",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA loan shark is a person who—or an entity that—loans money at extremely high interest rates and often uses threats of violence to collect debts. The interest rates are generally well above anestablished legal rate, and often loan sharks are members of organized crime groups.\n\nA loan shark is a person within a personal or professional network offering to provide loans such as personal loans at high interest rates. They may be found in underbanked neighborhoods, on the internet, or through personal networks. Their funds are usually from unidentified sources, and they work for personal businesses or unregistered entities.\n\nLoan sharks do not require background checks or credit reports. They will lend large sums of money with the intention of gaining high levels of interest in a short time. Loans from loan sharks charge interest rates far above any regulated rate. For example, a loan shark might lend $10,000 to a person with the provision that $20,000 be repaid within 30 days. These lenders may also call on the debt to be repaid at any time, using violence as a means of forcing repayment.\n\nIn most cases, businessdealings with a loan shark are illegal. It is best to seek other alternatives.\n\nSomepayday lendersmay approach the level of loan sharks, offering loans at extremely high interest rates for short periods of time. However, these rates can be completely legal.\n\nStandard usury laws typically dictate the maximum interest rates a lender can charge in each state, ranging up to approximately 45%. Payday lenders are often granted exceptions, charging annual interest rates of up to 400%.\n\nThey can offer such high rates because of the special provisions offered by state governments. Loan sharks typically charge rates higher than the rates charged by payday lenders.\n\nPayday lenders are a legal form of high-interest lending offered to borrowers. They are typically registered entities that follow standard credit application procedures, requesting personal information for a credit check. Payday lenders also require proof of employment and income. Payday lenders usually base the principal offered on your income and credit profile.\n\nWhile paydaylendersare not known for violent tactics in debt collection, they do offer short-term rates on payday loans with extremely high interest costs, making it difficult for a borrower to repay. Generally, payday lenders will follow standard collection procedures if delinquencies occur, reporting missed payments and defaults to credit bureaus.\n\nOther alternative lenders have emerged in the credit market to offer individuals and businesses credit alternatives. These lenders offer alternative products comparable to traditional loans. Many of these loans will have lower borrowing standards, making credit more affordable for a greater portion of the population. Loan application procedures will generally be similar to standard conventional loans. However, loan applications are usually automated, and lenders are willing to work with borrowers if conflicts arise. These lenders can offer varying principal amounts and interest rates to a variety of borrowers.\n\nIt is not illegal to borrow from a loan shark, it's just extremely risky. Loan shark are themselves illegal lenders, but their victims do not break the law.\n\nA payday loan is a short-term loan meant to be repaid by your next payday. Payday loans typically have extremely high interest rates and are often considered a form of predatory lending.\n\nIf you need money quickly, consider asking a family member for help or taking out a personal loan. Even if you have bad credit, you may still qualify for a personal loan, which should have lower interest rates and more reasonable repayment terms.\n\nLoan sharks often prey on those that feel like they have no other alternative. If you need cash quickly, think through your options. Engaging with a loan shark seldom ends well, and you run the risk of serious financial (and even physical) harm. Consider consulting with a financial advisor if you need help getting funding as they can review all your options that fit your situation.\n\nU.S. Department of Justice. \"Loan-Sharking.\"\n\nConsumer Financial Protection Bureau. \"What Is a Payday Loan?\"",
  "url": "https://www.investopedia.com/terms/l/loansharking.asp"
}