{
  "term": "Loan Syndication Definition, How It Works, Types, Example",
  "definition": "Investopedia / Michela Buttignol\n\nLoan syndication is when multiple lenders combine to fund a single loan.\n\nLoan syndication is the teaming up of multiple lenders to fund a singleloan. Each lender contributes a certain percentage of the loan and their liability is limited to their respective share.\n\nLoan syndication most often occurs when a borrower requires an amount that is too large for a single lender or when the loan is outside the scope of a lender's risk exposure levels. Multiple lenders pool together and form asyndicateto provide the borrower with the requested capital.\n\nLoan syndication is mainly used in corporate financing. Firms seek corporate loans for a variety of reasons, including funding formergers,acquisitions,buyouts, and other capital expenditure projects. These capital projects often require large amounts of capital that can exceed a single lender's resource or underwriting capacity.\n\nThere is only one loan agreement for the entire syndicate. However, each lender's liability is limited to their respective share of the loan. With the exception ofcollateralrequirements, most terms are generally uniform among lenders. Collateral assignments are generally assigned to different assets of the borrower for each lender. The syndicate does allow individual lenders to provide a large loan while maintaining more prudent and manageablecredit exposurebecause the associated risks are shared with other lenders.\n\nThe agreements between lending parties and loan recipients are often managed by acorporate risk manager. This reduces any misunderstandings and helps enforce contractual obligations. The primary lender conducts most of thedue diligence, but lax oversight can increase corporate costs. A company's legal counsel may also be engaged to enforce loan covenants and lender obligations.\n\nThe leading underwriters of syndicated loans in Europe, the Middle East, and Africa (EMEA) from January to August 2024 were BNP Paribas, UniCredit, and Credit Agricole CIB.\n\nIn the U.S., the Loan Syndications and Trading Association (LSTA) seeks to provide resources on loan syndications. It helps to bring together loan market participants, provides market research, and is active in influencing compliance procedures and industry regulations.\n\nFor most loan syndications, alead financial institutionis used to coordinate the transaction. This institution is often known as the syndicate agent. This agent is also often responsible for the initial transaction, fees, compliance reports, repayments throughout the duration of the loan, loan monitoring, and overall reporting for all lending parties.\n\nA third party or additional specialists may be used throughout various points of the loan syndication or repayment process to assist with various aspects of reporting and monitoring.\n\nLoan syndications can require high fees because of the vast reporting and coordination required to complete and maintain the loan processing.\n\nLet's say Company ABC wants to buy an abandoned airport and convert it into a large development with a sports stadium, multiple apartment complexes, and a mall. To do this, it needs a $1 billion loan.\n\nThe company goes to JPMorgan. The bank approves the loan. But because it's such a large amount and greater than the bank'srisk tolerance, it decides to form a loan syndicate.\n\nJPMorgan acts as the lead agent and brings together other banks to participate. It contracts Bank of America, Credit Suisse, Citi, and Wells Fargo to participate in the loan. JPMorgan contributes $300 million to the loan, and the remaining $700 million is shared between the other syndicate members. Bank of America lends out $200 million, Credit Suisse $100 million, Citi $250 million, and Wells Fargo $150 million.\n\nAs the lead bank, JPMorgan also organizes the terms,covenants, and other details needed for the loan. Once complete, Company ABC receives the $1 billion loan through the loan syndicate.\n\nLoan syndication is aprocess that involves multiple banksand financial institutions who pool their capital together to finance a single loan for one borrower. There is only one contract and each bank is responsible for their own portion of the loan. One institution acts as the lead and is responsible for getting other banks on board, documenting collateral assignments, and distributing payments from the borrower.\n\nLoan syndication is a process that involves the borrower and two or more banks. One bank acts as the lead or the syndicate agent and is responsible for overseeing documentation and repayment. This bank then filters payments to the remaining banks.\n\nIn theory, loan syndication shouldn't affect borrowers. They get their capital, only it's not just one bank providing it. Involving multiple lenders can have repercussions, however. They include waiting longer for an answer and, therefore, access to capital, and perhaps paying higher fees.\n\nDrawbacks to the loan syndication process can include paying higher fees and waiting longer to get approved (or denied). It can take a number of days (even weeks) to get approval and the syndicate together.\n\nWhen a company requires a loan that’s too big for one bank to handle, the bank may call on other banks to chip in and form a syndicate to help meet the borrower’s funding needs. The borrower signs a single contract, which names every member of the syndicate and their contribution to the loan. Regular payments are made to the lead bank, which is responsible for dividing these payments among syndicate members based on the amount each of them contributed.\n\nWith loan syndication, risk is shared and each syndicate member should eventually get back what they lent plus interest. The downside for the borrower is that involving multiple parties can mean waiting longer to receive the capital and potentially more expensive lending fees.\n\nGlobalCapital. \"Bookrunners of EMEA Syndicated Loans.\"\n\nBBVA. \"What Is a Syndicated Financing?\"\n\nJanko Hernández Cortés, Josep A Tribó, María de las Mercedes Adamuz. \"Are Syndicated Loans Truly Less Expensive?\" Journal of Banking & Finance Volume 120 , November 2020, 105942.",
  "url": "https://www.investopedia.com/terms/l/loansyndication.asp"
}