{
  "term": "Loan Credit Default Swap Index (Markit LCDX) Definition",
  "definition": "The Loan Credit Default Swap Index (Markit LCDX) is a specialized index ofloan-only credit default swaps(CDS) covering 100 North American companies with unsecured debt trading in broad secondary markets. The LCDX is traded over-the-counter, and several large investment banks manage it, provide liquidity, and assist in pricing individual credit default swaps. IHS Markit Ltd, headquartered in London, is the index provider.\n\nThe index begins with a fixedcoupon rate(225 basis points); trading moves the price and changes the yield, much like a standard bond. The index rolls every six months. Buyers of the index pay the coupon rate (and purchase the protection against credit events), while sellers receive the coupon and sell the protection. What is being protected in this instance is a \"credit event\" at a particular company in the index, such as its defaulting on a loan or declaring bankruptcy.\n\nIf such a credit event occurs in one of the underlying companies, the protection is paid out via physical delivery of the debt, or through a cash settlement between the two parties. The underlying company is then removed from the index, and a new one is substituted in order to return the index to an even 100 members.\n\nCredit default swaps essentially put a price on the risk that a particular debt issuer might default. Companies with strongcredit ratingshave low-risk premiums, so protection can be purchased for a minimal fee, assessed as a percentage of thenotional (dollar) valueof the underlying debt. Companies with low credit ratings cost more to protect against, so the credit default swaps covering them may cost several additional percentage points of the notional amount.\n\nMinimum purchase amounts for the LCDX can run into millions of dollars, so most investors are large institutional firms, such as asset managers, banks, hedge funds, and insurance companies, which invest as either a hedge or as a speculative play. The advantage of the LCDX to these investors is that they can gain access to a diversified group of companies for much less than it would cost them to purchase the credit default swaps individually.",
  "url": "https://www.investopedia.com/terms/l/lcdx.asp"
}