{
  "term": "Lock In Profits: What it is, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nLocking in profits refers to the realization of previouslyunrealized gainsaccrued in a security by closing all or a portion of the holdings. When an investor holds an open position, they may accrueunrealizedorpaper gains or lossesthat aren't realized until the position is closed. An example is when an investor that's long on a security can lock in profitsby selling their stake for a gain. By doing this they are no longer subject to changes in the underlying.\n\nAlso known as \"realization\" or \"taking money off the table.\"\n\nTraders and investors may lock in profits for many different reasons, but often times, it's to reduce risk.\n\nLong-term investors may lock in profits to maintain their portfolio balance. For example, an investor may have started with a portfolio divided equally among five funds. If one fund outperforms, its portfolioallocationmight grow from 20% to 30%, which exposes the investor to added risk. The investor may lock in the profits for a portion of theoutperformingfund and redistribute the proceeds among the other four funds to maintain an ideal portfolio allocation that minimizes risk and maximizes profits.\n\nShort-term traders often lock in profits to generate income and reduce risk. For example, a trader may open along positionafter a bullish earnings announcement with a series ofprice targets. After the stock reaches the first price target, the trader may lock in profits for one-third of the position and continue to hold the other two-thirds of the position until a higher price target is reached. This way, the trader is taking some money off the table and reducing their risk if the stock were to suddenly turn lower.\n\nTraders set price targets to lock in profits using various forms oftechnical analysis, such astechnical indicatorsor chart patterns, whereas long-term investors may lock in profits based on asset allocations orrisk tolerance.\n\nSuppose that you purchase 100 shares of Acme Co. for $12 and the price went up to $36 two days later. All potential profits are unrealized because the position isn't partially or fully closed. If the stock moves lower, your profits will dwindle, and vice versa if it goes higher.\n\nYou may decide to lock in the profits by selling 50 shares because 50 x $36 = $1,800. Even if the stock ends up dropping to $1, you will have still made a profit. In other words, locking in profits made it possible to \"play with house money\" in the investment.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/l/lock_in_profits.asp"
}