{
  "term": "Locked In: What it Means, How it Works, Reasons",
  "definition": "Locked in describes a situation wherein an investor is unwilling or unable to trade a security because of regulations, taxes, or penalties associated with doing so. This may occur in aninvestment vehicle, such as aretirementplan that an employee may not access before a specified retirement date.\n\nIf there is an increase in the value ofstocksheld by an individual, the shareholder will be subject to acapital-gains tax, with some exceptions. To reduce the tax burden, an investor could shelter these gains in a retirement account. The individual is considered locked in because if a portion of this investment is withdrawn prior to maturity, the owner will be taxed at a higher rate than if they had waited.\n\nLocked-in securities can describe stock,options, andwarrantsoffered to employees under incentive programs that promote company loyalty and encourage strong performance. Many of these programs come with mandatoryvesting periodsduring which the employee has been granted the securities but may not yet exercise them (meaning converted to cash or stock).\n\nTypically, such shares or warrants must be held for several years before they can beexercised. There may be phases of the locked-in period when, at stipulated intervals, the shares change ownership or tax status.\n\nEven after options or warrants have been converted into stock and granted to an employee, there may be another holding period before they can sell those shares. In such instances, the employees usually receive the options at themarket priceat the time they were granted, which may represent a deep discount to the market price when they are exercised. Depending on when the stock is sold, the proceeds might be taxed at a lower rate than initially imposed.\n\nWhen a company launches aninitial public offering(IPO), or a first-time issue of its stock to the general public, there may be lock-in stipulations on shares held by founders, promoters, and other early backers of the company. This is to prohibit these people, as companyinsiders, from selling or transferring shares during the IPO period, when they might have advantageous company information that outside investors don't.\n\nThis period might last 90 days or even several years after the IPO. A lock-in period mitigates the possibility of such manipulation by restricting insider trades.\n\nExecutives and senior management might also be compensated with locked-in shares that are not released for a period of time after they are initially granted in order to encourage superior performance.",
  "url": "https://www.investopedia.com/terms/l/locked_in.asp"
}