{
  "term": "Locked-In Retirement Account (LIRA): Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA locked-in retirement account (LIRA) is a type of registeredpensionaccount in Canada that does not permit withdrawals before retirement except in exceptional circumstances. Locked-in retirement accounts are designed to hold pension funds for former employer-sponsored plan participants and certain others until they reach retirement age.\n\nAn LIRA is atax-deferredretirement account used to shelter money transferred in from an employer-sponsored pension plan, much like a401(k)-to-individual-retirement-account (IRA)rollover in the United States. An LIRA can only be funded in that way, and you cannot make additional contributions to it.\n\nTransferring money from an employer pension into an LIRA is allowed only under certain circumstances. For example, thebeneficiarymay have left the employer; the pension funds may have been divided up with a former spouse as a result of adivorcesettlement; or the beneficiary may have died, leaving the money in their pension to anheir.\n\nCash withdrawals are not permitted while the funds are locked in, although the account may be unlocked under certain emergency circumstances. Pension funds that are transferred to an LIRA can later be used to purchase alife annuityor can be transferred to alife income fund (LIF)or a locked-in retirement income fund (LRIF) or some combination of those.\n\nOnce the account’s beneficiary reaches retirement age, the life annuity, LIF, or LRIF will provide them with a pension for life.\n\nARegistered Retirement Savings Plan (RRSP)(except for the locked-in kind) can be cashed in at the owner’s discretion. An LIRA does not have such an option.\n\nIf the employer pension plan is under federal, rather than provincial, jurisdiction, then the participant’s money would be transferred into a locked-in Registered Retirement Savings Plan (also known as a locked-in RRSP), rather than an LIRA. The two are very similar in the way they work.\n\nLIRA plans are governed by provincial pension laws. Every locked-in pension must comply with the laws of a specific province.\n\nAccording to the Québec government website, for example:\n\nDepending on the province in which the plan owner lives, there can be different rules on how to unlock locked-in pension funds. The allowable reasons for unlocking an LIRA may include lowincome, potentialforeclosure, eviction from a rental, first month’s rent and security deposit, high medical or disability costs, shortened life expectancy, and permanent departure from Canada.\n\nUnlocking 50% of an LIRA can be done one time if you are 55 or older in some provinces. Small balance unlocking is allowed if the balance is under a certain amount.\n\nIf you need to take money from an LIRA before it would normally be allowed, it’s best to consult afinancial advisorwho knows the rules that apply in your province, especially if the amount involved is substantial.\n\nThe money in a locked-in retirement account (LIRA) continues to grow tax-deferred until it is withdrawn.\n\nLife income funds (LIFs) and locked-in retirement income funds (LRIFs) are available from banks, credit unions, trust companies, and insurance companies. The financial institution must be on the province’s approved list of institutions to accept transfers of locked-in funds.\n\nA life annuity is aninsurancecontract that provides a guaranteed income for life, typically in return for alump-sum payment.\n\nA locked-in retirement account (LIRA) can be used to hold money transferred out of an employer-sponsored retirement plan without losing its tax-deferred status. LIRAs are governed by provincial law and may be opened only under certain circumstances. At retirement, the account beneficiary can transfer the money to an account that will provide them with a regular income for life.\n\nRoyal Bank of Canada, via Internet Archive. “Locked-in Retirement Plans,” Page 1.\n\nRoyal Bank of Canada, via Internet Archive. “Locked-in Retirement Plans,” Pages 1–2.\n\nNational Bank of Canada. “LIRAs and LIFs: Definitions and Strategies.”\n\nGouvernement du Québec. “The ABCs of LIRAs.”\n\nBC Financial Services Authority. “LIRAs and LIFs.”",
  "url": "https://www.investopedia.com/terms/l/locked-in-retirement-account.asp"
}