{
  "term": "London Interbank Bid Rate (Libid): What It Is, How It Works",
  "definition": "The London Interbank Bid Rate (LIBID) was the average interest rate at which major London banks bid for eurocurrency deposits from other banks in theinterbankmarket. It was the bid rate that banks were willing to pay foreurocurrencydeposits and other banks' unsecured funds in the London interbank market, while the more popularLIBORwas the offered rate.\n\nEurocurrency deposits refer to money in the form of bank deposits of a currency outside that currency's issuing country. They may be of any currency in any country.\n\nAs a result of the LIBORrate fixing scandals, LIBID was phased out along with LIBOR beginning in 2021.\n\nThe London Interbank Bid Rate (LIBID) was the other side of the more famous London Interbank Offered Rate (LIBOR). Whereas LIBOR was the \"ask\" rate at which a bank is willing to lend eurocurrency deposits to another bank, LIBID was the \"bid\" rate at which banks are willing to borrow.\n\nThe difference between the two is thebid-ask spreadon these transactions. When LIBID was high, it meant that borrowers were seeking to borrow funds with increasing demand.\n\nWhile LIBOR was a popular benchmark interest rate that was calculated and published byIntercontinental Exchange (ICE), LIBID was not standardized or publicly available. It was not used outside of the interbank lending market. The most common currency deposited as eurocurrency is theU.S. dollar. For example, if U.S. dollars are deposited in any bank outside the U.S.—for example, in Europe or the U.K.—then the deposit is referred to as a eurocurrency (eurodollarsin this case).\n\nBoth LIBID and LIBOR were reference rates set by banks in the London interbank market. The London interbank market is a wholesale money market in London where banks exchange currencies either directly or through electronic trading platforms.\n\nStarting in the 1970s, LIBOR was the benchmark rate for interbank lending and is calculated for seven maturities for five currencies: theSwiss franc, the euro, thepound sterling, the U.S. dollar, and theJapanese yen. Before LIBOR fell out of use, there were 35 different LIBOR rates released to the market every day.\n\nLIBOR was phased out due to scandals and questions around its validity as a benchmark rate. Most LIBOR rates ceased publication on June 30, 2023, and were replaced by theSecured Overnight Financing Rate(SOFR). As part of this phase-out, LIBOR one-week and two-month USD LIBOR rates ceased publication on Dec. 31, 2021.\n\nUntil the rate-fixing scandal, both of these rates (especially LIBOR) were considered the foremost global reference rates for short-term interest rates of a variety of global financial instruments such as short-term interest futures contracts, forward rate agreements, interest rate swaps, and currency options.\n\nLIBOR was also a key driver in the eurodollar market and is the basis for retail products like mortgages and student loans. They were derived from a filtered average of the world's most creditworthy banks' interbank bid/ask rates for institutional loans with maturities that range between overnight and one year.\n\nTheLondon Interbank Mean Rate (LIMEAN)is the calculated average between LIBOR and LIBID and could be used to identify the spread between the two rates. LIMEAN was also used by institutions borrowing and lending money in the interbank market (rather than using LIBOR or LIBID) and it was a reliable reference to the mid-market rate of the interbank market.\n\nThe last LIBOR rate was published on June 30, 2023. After that date, contracts that referenced LIBOR switched to a different reference rate, such as SOFR. However, U.K. regulators required the continued publication of synthetic U.S. Dollar LIBOR for at least 15 months after that date.\n\nThe London Interbank Offer Rate (LIBOR) and Bid Rate (LIBID) were reference rates that were used to measure the cost of lending and borrowing money between British banks. However, the validity of LIBOR was questioned in the 2012 rate-fixing scandal, when it was discovered that some bankers were colluding to manipulate the reference rate. The two rates were slowly phased out starting in 2021; the final LIBOR was published in 2023.\n\nAs a reference rate, LIBOR was replaced by the Secured Overnight Financing Rate (SOFR). However, a synthetic U.S. Dollar LIBOR is still being published in order to aid the transition.\n\nLIBID was an interbank reference rate used to measure the cost of borrowing money between different banks. Along with LIBOR, it was frequently used in variable-rate mortgages and contracts to measure the changing costs of borrowing money. LIBID and LIBOR were phased out in 2021 and replaced by the Secure Overnight Financing Rate (SOFR).\n\nThe Intercontinental Exchange (ICE). \"LIBOR.\"\n\nSecurities and Exchange Commission. \"What You Need to Know About the End of LIBOR.\"",
  "url": "https://www.investopedia.com/terms/l/libid.asp"
}