{
  "term": "Long-Term Investments on a Company's Balance Sheet",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA long-term investment is an asset that a company plans to hold for more than one year, such as stocks, bonds, and real estate.\n\nA long-term investment is an account on the asset side of a company's balance sheet for the company's stocks, bonds, real estate, and other assets that the company intends to hold for more than a year.\n\nThe long-term investment account is distinct from short-term investments, which are likely to be sold in the near-to-medium term. Long-term investments are held for years and, in some cases, may never be sold.\n\nBeing a long-term investormeans that you are willing to accept a certain amount of risk in pursuit of potentially higher rewards and can be patient for an extended period. It also suggests that you have enough capital to put away in financial assets for a long period until you need it.\n\nA common form of long-term investing occurs when company A invests largely in company B and gains significant influence over company B without having the most voting shares. In this case, thepurchase pricewould be shown as a long-term investment.\n\nWhen a holding company or other firm buys bonds or shares of common stock as investments, the decision to classify it as short-term or long-term has some significant implications for how those assets are valued on the balance sheet. Short-term investments are marked to market, and any declines in value are recognized as a loss.\n\nHowever, the appreciation in value isn't recognized until the item is sold. So, the balance sheet classification of investment—whether it is long-term or short-term—has a direct impact on the net income that is reported on a firm'sincome statement.\n\nSuppose an entity intends to keep a financial product until it has matured and the company can demonstrate the ability to do so. In that case, the investment is noted as \"held to maturity.\" The investment is recorded at cost, although any premiums or discounts are amortized over its life.\n\nThe purchase of PayPal by eBay in 2002 is now a classic example of an investment that's held to maturity.Once PayPal had significantly grown its infrastructure and user base, it was spun out as its own company in 2015 with a five-year agreement to continue processing payments for eBay. This investment helped PayPal grow while allowing eBay the benefit of owning a world-class payment processing firm for almost a decade.\n\nA company maywrite downits long-term assets to properly reflect an impaired value. However, there may not be any adjustment for temporary market fluctuations. Since investments must end, equity securities may not be classified as held to maturity.\n\nPlanning and managing a firm’s long-term investments is calledcapital budgeting.\n\nInvestments held for resale within a year to get a short-term profit are classified as current investments. A trading investment may not be a long-term investment. However, a company may hold an investment to sell in the future.\n\nThese investments are classified as \"available for sale\" if the anticipated sale date is not within the next 12 months. Available-for-sale long-term investments are recorded at cost when purchased and subsequently adjusted to reflect their fair values at the end of the reporting period.Unrealized holding gains or lossesare kept as \"other comprehensive income\" until the long-term investment has been sold.\n\nOne example of a long-term investment on a company's balance sheet is real estate. Companies may invest in land or buildings for several years to profit from the gain in value. This investment can provide rental income and potential capital gains, contributing positively to the company’s financial health.\n\nAnother example is equity investments, such as shares in other companies. These are typically held for longer than a year to benefit from potential dividends and capital appreciation. Equity investments can diversify a company's asset portfolio and potentially offer significant returns, enhancing the overall value and stability of the firm's financial standing.\n\nYes. While long-term assets can boost a company's financial health, they are usually difficult to sell at market value, reducing the company's immediate liquidity. A company that has too much of its balance sheet locked in long-term assets might run into difficulty if it faces cash-flow problems.\n\nLong-term assets can help a company diversify its portfolio and ensure a steady income stream. Many long-term assets—such as bonds and real estate—provide a reliable cash flow, in addition to the value gained through appreciation. These assets can provide an additional financial cushion if the company's main line of business falters.\n\nYes, a robust portfolio of long-term investments can improve a company's financial strength, since these assets can be liquidated or leveraged to help the company stay afloat. Ratings agencies will compare a company's assets, including long-term investments, with its liabilities and cash flow when they calculate the company'scredit rating.\n\nSome long-term assets can significantly improve a company's profitability, particularly if they provide additional income. For example, real estate investments offer rental income, and bonds have yield payments. These additional cash flows can help the company meet its obligations and improve its bottom line.\n\nLong-term investments on a company's balance sheet, such as stocks, bonds, real estate, and other companies, are crucial for financial stability and growth. By holding these assets for over a year, companies can generate a steady income through dividends, rental income, or capital appreciation.\n\nThis strategic investment approach can improve a firm's financial health and support business expansion.\n\nH. Kent Baker et al. \"Equity Markets, Valuation, and Analysis,\" Pages 278-280. John Wiley & Sons, 2020.\n\nU.S. Securities and Exchange Commission. \"eBay to Acquire PayPal.\"\n\neBay. \"eBay, PayPal Agreement Highlights Stability, Synergies and Strategic Flexibility.\"",
  "url": "https://www.investopedia.com/terms/l/longterminvestments.asp"
}