{
  "term": "Long Run: Definition, How It Works, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nThe long run is a situation in economics wherein all factors of production and costs are variable. The long run allows firms to operate and adjust all costs. There are also a variable number of producers in the market, which means firms are able to enter and leave the market during times of profitability and loss. In the long run, profits are ordinary, so there are no economic profits. While a firm may be amonopolyin the short term, it may expect competition in the long run.\n\nThe term long run is used to describe an economic situation in which a manufacturer or producer is flexible in its production decisions. This situation is characterized by variable inputs, includingcapital, labor, materials, and equipment, among others.\n\nBusinesses can either expand or reduce productioncapacitywhen there is a long run. There is also the chance to enter or exit an industry based on expected profits. Firms understand that they cannot change their levels of production in order to reach anequilibriumbetween supply and demand.\n\nInmacroeconomics, the long run is the period when the general price level, contractual wage rates, and expectations adjust fully to the state of the economy. This stands in contrast to the short run, when these variables may not fully adjust. Long-run models may also shift away from short-run equilibrium, in whichsupply and demandreact to price levels with more flexibility.\n\nFirms can change production levels in response to expected economic profits. For example, a firm may implement change by increasing (or decreasing) the scale of production in response to profits (or losses), which may entail building a new plant or adding aproduction line.\n\nThe long run doesn't refer to a specific period of time. Rather, it is specific to the firm, industry, or economic factor studied.\n\nOver the long run, a firm will search for the production technology that allows it to produce the desired level of output at the lowest cost. If a company is not producing at its lowest cost possible, it may losemarket shareto competitors that are able to produce and sell at minimum cost.\n\nThe long run is associated with thelong-run average cost (LRAC), the average cost of output feasible when all factors of production are variable. The LRAC curve is the curve along which a firm would minimize its cost per unit for each respective quantity of output in the long run.\n\nThe LRAC curve is comprised of a group of short-run average cost (SRAC) curves, each of which represents one specific level offixed costs. The LRAC curve will, therefore, be the least expensive average cost curve for any level of output. As long as the LRAC curve is declining, then internal economies of scale are being exploited.\n\nThe long-run average cost can also be called the long-run average total cost.\n\nEconomies of scalerefer to the situation wherein, as the quantity of output goes up, the cost per unit goes down. In effect, economies of scale are the cost advantages that are achieved when there is an expansion of the size of production.\n\nThe cost advantages translate to improvedefficiencyin production, which can give a business a competitive advantage in its industry of operations, which, in turn, could translate to lower costs and higher profits for the business.\n\nIf LRAC is falling when output is increasing, then the firm is experiencing economies of scale. When LRAC eventually starts to rise then the firm experiencesdiseconomies of scale, and if LRAC is constant then the firm is experiencing constant returns to scale.\n\nThe long run is the opposite of theshort run. This is an economic situation wherein firms want to meet a goal or target within a short period of time when demand for a product or service increases.\n\nUnlike the long run, the short run involves at least onefactor of productionthat is fixed while all the others are variable while the costs are fixed so there is no equilibrium between these factors. This means there is no flexibility when it comes to the inputs or outputs since the costs are fixed.\n\nWhile ordinary profits are typical of the long run, the short run allows firms to realize economic or exceptional profits.\n\nHere's a hypothetical example to show how the long run works. Suppose a business has a one-year lease. This firm's long run is defined as any period longer than a year since it’s not bound by the lease agreement after that period of time. In the long run, the amount of labor, size of the factory, and production processes can be altered if needed to suit the needs of the business or lease issuer.\n\nThe long run is an economic situation where all factors of production and costs are variable. It demonstrates how well-run and efficient firms can be when all of these factors change.\n\nThere is perfect competition in the long run. This means that firms can easily enter the market. Since there is the possibility of having an infinite number of competing firms in the same space, profits can easily be eliminated. Keep in mind, though, that companies can also easily leave the market, wiping out losses, too.\n\nSince the costs are variable in the long run, firms have the option to make adjustments to the way it operates. So when the need arises, it can increase or decrease operations. Furthermore, they can decide how best to shape their factors of production in order to reduce costs.\n\nThe long run is a situation where companies can operate under variable production factors. Because these inputs aren't fixed, costs are also variable. This allows a greater degree of flexibility because companies can make adjustments to their production levels and how they operate to keep costs down. But there is a downfall. There is usually perfect competition, which means there is no chance for exceptional profits.",
  "url": "https://www.investopedia.com/terms/l/longrun.asp"
}