{
  "term": "Long Tail: Definition as a Business Strategy and How It Works",
  "definition": "The long tail is a business strategy that allows companies to realize significant profits by selling low volumes of hard-to-find items to many customers, instead of only selling large volumes of a reduced number of popular items. The term was first coined in 2004 by Chris Anderson, who argued that products in low demand or with low sales volume can collectively make up market share that rivals or exceeds the relatively few current bestsellers and blockbusters but only if the store or distribution channel is large enough.\n\nLong-tail may also refer to atype of liabilityin the insurance industry or totail riskfound in investment portfolios. This definition deals with the business strategy use of the term.\n\nChris Anderson is a British-American writer and editor most notably known for his work at Wired Magazine. In 2004, Anderson coined the phrase \"long tail\" after writing about the concept in Wired Magazine where he was editor-in-chief.In 2006, Anderson also wrote a book titled “The Long Tail: Why the Future of Business Is Selling Less of More.”\n\nThe long tail concept considers less popular goods that are in lower demand. Anderson argues that these goods could actually increase in profitability because consumers are navigating away from mainstream markets. This theory is supported by the growing number of online marketplaces that alleviate the competition for shelf space and allow an unmeasurable number of products to be sold, specifically through the Internet.\n\nAnderson’s research shows the demand overall for these less popular goods as a comprehensive whole could rival the demand for mainstream goods. While mainstream products achieve a greater number of hits through leading distribution channels and shelf space, their initial costs are high, which drags on their profitability. In comparison, long tail goods have remained in the market over long periods of time and are still sold through off-market channels. These goods have low distribution and production costs, yet are readily available for sale.\n\nThe long tail of distribution represents a period in time when sales for less common products can return a profit due to reduced marketing and distribution costs. Overall, long tail occurs when sales are made for goods not commonly sold. These goods can return a profit through reduced marketing and distribution costs.\n\nThe long tail also serves as a statistical property that states a larger share of population rests within the long tail of aprobability distributionas opposed to the concentrated tail that represents a high level of hits from the traditional mainstream products highly stocked by mainstream retail stores.\n\nThe head and long tail graph depicted by Anderson in his research represents this complete buying pattern. The concept overall suggests the U.S. economy is likely to shift from one of mass-market buying to an economy of niche buying all through the 21st century.",
  "url": "https://www.investopedia.com/terms/l/long-tail.asp"
}