{
  "term": "Long-Term Assets: Definition, Depreciation, Examples",
  "definition": "Investopedia / Michela Buttignol\n\nLong-term assets are assets, whether tangible or non-tangible, that will benefit the company for more that one year. Also known asnon-current assets, long-term assets can includefixed assetssuch as a company's property, plant, and equipment, but can also include other assets such as long term investments, patents, copyright, franchises, goodwill, trademarks, and trade names, as well as software.\n\nLong-term assets are reported on thebalance sheetand are usually recorded at the price at which they were purchased, and so do not always reflect the current value of the asset. Long-term assets can be contrasted withcurrent assets, which can be conveniently sold, consumed, used, or exhausted through standard business operations with one year.\n\nLong-term assets are those held on a company's balance sheet for many years. Long-term assets can includetangible assets, which are physical and alsointangible assetsthat cannot be touched such as a company's trademark or patent.\n\nThere is no standardized accounting formula that identifies an asset as being a long-term asset, but it is commonly assumed that such an asset must have a useful life of more than one year.\n\nSome examples of long-term assets include:\n\nChanges observed in long-term assets on a companies balance sheet can be a sign ofcapital investmentorliquidation. If a company is investing in its long-term growth, it will use revenues to make more asset purchases designed to drive earnings in the long-run. However, investors must be aware that some companies will sell their long-term assets in order to raise cash to meet short-term operational costs, or pay the debt, which can be a warning sign that a company is in financial difficulty.\n\nThe two main types of assets appearing on the balance sheet arecurrent and non-current assets. Current assets on the balance sheet contain all of the assets and holdings that are likely to be converted into cash within one year. Companies rely on their current assets to fund ongoing operations and pay current expenses such as accounts payable. Current assets will include items such as cash, inventories, andaccounts receivables.\n\nNon-current assets are long-term assets that have a useful life of more than one year and usually last for several years. Long-term assets are considered to be less liquid, meaning they can't be easily liquidated into cash.\n\nDepreciationis an accounting convention that allows companies to expense a portion of long-term operating assets used in the current year. It is a non-cash expense that increases net income but also helps to match revenues with expenses in the period in which they are incurred.\n\nCapital assets, such as plant, and equipment (PP&E), are included in long-term assets, except for the portion designated to be depreciated (expensed) in the current year. Long-term assets can be depreciated based on a linear or accelerated schedule, and can provide a tax deduction for the company. Analysts will often consider a company's earnings before the depreciation of assets (e.g.EBITDA) as a key factor in understanding their financial situation, since depreciation can obscure the true value of long-term assets on their affect on a company's profitability.\n\nLong-term assets can be expensive and require large amounts of capital that can drain a company's cash or increase its debt. A limitation with analyzing a company's long-term assets is that investors often will not see their benefits for a long time, perhaps years to come. Investors are left to trust the management team's ability to map out the future of the company and allocate capital effectively.\n\nNot all long-term assets drive earnings. Drug companies invest billions of dollars in R&D researching new drugs, but only a few come to market and are profitable.\n\nAs with analyzing any financial metric, investors should take a holistic view of a company with respect to its long-term assets. It's best to utilize multiple financial ratios and metrics when performing a financial analysis of a company.\n\nBelow is a portion of Exxon Mobil Corporation's(XOM)balance sheetas of September 30, 2018.\n\nU.S. Securities and Exchange Commission. \"Exxon Mobil Corporation.\" Accessed Sept. 12, 2020.",
  "url": "https://www.investopedia.com/terms/l/longtermassets.asp"
}