{
  "term": "Long-Term Care (LTC) Insurance: Definition, Costs, Alternatives",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nLong-term care (LTC) insurance is coverage that provides nursing-home care, home-health care, and personal or adult daycare for individuals age 65 or older or with a chronic or disabling condition that needs constant supervision.LTC insurance offers more flexibility and options than many public assistance programs, such asMedicaid.\n\nMany people are unable to rely on children or family members for support and buy long-term care insurance to help cover out-of-pocket expenses. Otherwise,long-term care expenseswould quickly deplete the savings of an individual and/or their family.\n\nWhile the costs of long-term care differ by region, it is usually very expensive. In 2021, for example, the average cost of a private room in a skilled nursing facility or nursing home was $108,405 a year, according to a report on long-term care by Genworth. A home health aide costs an average of $61,776 annually.\n\nIn the United States, Medicaid provides for low-income individuals or those who spend down savings and investments because of care and exhaust their assets. Each state has its own guidelines and eligibility requirements. In most states, you can keep up to $2,000 as an individual and $3,000 for a married couple outside of your countable assets, which include checking and savings account balances, CDs, stocks, and bonds.Your home, car, personal belongings, or savings for funeral expenses don't count as assets.\n\nLong-term care insurance usually covers all or part of assisted living facilities and in-home care. Medicaid rarely does. Full home care coverage is an option with long-term care insurance. It will cover expenses for a visiting or live-in caregiver, companion, housekeeper, therapist or private-duty nurse up to seven days a week, 24 hours per day, up to the policy benefit maximum.\n\nMost long-term care policies will cover only a specific dollar amount for each day you spend in a nursing facility or for each home-care visit. So when considering a policy, read the fine print carefully and compare the benefits to determine which policy will best meet your own needs.\n\nMany experts suggest shopping for long-term care insurance between the ages of 45 and 55, as part of an overall retirement plan toprotect assetsfrom the high costs and burdens of extended healthcare. Long-term care insurance is also cheaper if you buy it younger. In 2021, the average annual premium for a couple, both 55 years old, was $2,080, according to the American Association for Long-Term Care Insurance.\n\nLong-term care insurance premiums can betax deductibleif the policy is tax-qualified and the policyholderitemizestax deductions, among other factors. Usually, companies that pay long-term care premiums for an employee can deduct them as a business expense.\n\nWhile premiums can cost less if you buy a policy at a younger age, you will be paying for coverage many years before you are likely to need it. So weigh your options carefully.\n\nDue to the high cost of this product, a number ofalternative ways of paying for health needsin later years have come on the market. They includecritical illnessinsurance andannuitieswith long-term care riders. Think through what would make the most sense for you and your family—especially if you're a couple with a significant age or health difference that could affect your lives going forward.\n\nIf you don't have afinancial advisor,this could be a reason to hire one who specializes in eldercare issues towork through these issues with you. If you can bear to face them, it makes sense to do your best to shape your own future, instead of leaving it to family members in the flurry of a health emergency.\n\nNationwide. \"Long-term Care Coverage.\"\n\nGenworth. “Cost of CareTrends & Insights, 2021.”\n\nAmerican Council on Aging. “Medicaid Coverage of Nursing Home Care | When, Where and How Much They Pay.”\n\nAmerican Association for Long-Term Care Insurance. “2021 Long-Term Care Insurance Price Index – For Age 55.”\n\nAmerican Association for Long-Term Care Insurance. “Long-Term Care Insurance Tax-Deductibility Rules - LTC Tax Rules.”",
  "url": "https://www.investopedia.com/terms/l/ltcinsurance.asp"
}