{
  "term": "Long-Term Debt to Capitalization Ratio: Meaning and Calculations",
  "definition": "The long-term debt to capitalization ratio, a variation of the traditionaldebt-to-equity(D/E) ratio, shows the financial leverage of a firm. It is calculated by dividing long-term debt by total available capital (long-term debt, preferred stock, and common stock). Investors compare the financial leverage of firms to analyze the associated investment risk. High ratios indicate riskier investments, as debt is the primary source of financing and introduces a greater risk of insolvency.\n\nTo achieve a balanced capital structure, firms must analyze whether using debt, equity (stock), or both is feasible and suitable for their business. Financial leverage is a metric that shows how much a company uses debt to finance its operations. A company with a high level of leverage needs profits and revenue that are high enough to compensate for the additional debt they show on their balance sheet.\n\nLong-term debt can be beneficial if a company anticipates strong growth and ample profits permitting on-time debt repayments. Lenders collect only their due interest and do not participate in profit sharing among equity holders, making debt financing sometimes a preferred funding source. On the other hand, long-term debt can impose great financial strain on struggling companies and possibly lead to insolvency.\n\nContrary to intuitive understanding, using long-term debt can help lower a company's totalcost of capital. Lenders establish terms that are not predicated on the borrower's financial performance; therefore, they are only entitled to what is due according to the agreement (e.g., principal and interest). When a company finances with equity, it must share profits proportionately with equity holders, commonly referred to as shareholders. Financing with equity appears attractive and may be the best solution for many companies; however, it is quite an expensive endeavor.\n\nWhen the amount of long-term debt relative to the sum of all capital has become a dominant funding source, it may increase financing risk. Long-term debt is often compared with debt service coverage to see how many times total debt payments have exceeded a company's operating income or earnings before interest, tax, depreciation, and amortization (EBITDA). Uncertainty increases that future debts will be covered when total debt payments frequently exceed operating income. A balanced capital structure takes advantage of low-cost debt financing.",
  "url": "https://www.investopedia.com/terms/l/longtermdebt-capitalization.asp"
}