{
  "term": "Long-Run Average Total Cost (LRATC): Definition and Example",
  "definition": "Long-run average total cost (LRATC) is a business metric that represents the average cost per unit of output over thelong run, where all inputs are considered to be variable and the scale of production is changeable. The long-run average cost curve shows the lowest total cost to produce a given level of output in the long run.\n\nLong-termunit costsare almost always less than short-term unit costs because, in a long-term time frame, companies have the flexibility to change big components of their operations, such as factories, to achieve optimal efficiency. A goal of both company management and investors is to determine the lower bounds of LRATC.\n\nFor instance, if a manufacturing company builds a new, larger plant for production, it is assumed that the LRATC per unit would eventually become lower than at the old plant as the company takes advantage of certaineconomies of scaleor the cost advantages that come from expanding the scale of production. When the scale of production is expanded, average costs are reduced, production becomes more efficient, and a company can become more competitive in the market. This can lead to both lower prices and larger profits, which can be beneficial for both consumers and producers—this is known as a positive-sum game.\n\nThe calculation of the LRATC may be represented as a curve showing the lowest costs that a company will be able to reach for any degree of output over time. The shape of that curve can closely resemble the curve calculated for short-run average total costs. The LRATC can be seen as made up of a series of short-run curves as a company improves its efficiency. The curve itself can be divided into three segments or phases. During the economies of scale at the beginning of the curve, costs are reduced as the company grows more efficient and its production costs diminish.\n\nThe first iterations of product development and assembly carry costs that will largely be greater at the onset. As more factories and production lines are introduced, the nature of costs shifts more towards the ongoing manufacturing of the product. The burden of those expenditures diminishes as it becomes easier for the company to repeat and replicate its operations.\n\nEventually, the company will experience constant returns to scale as it pushes closer topeak efficiency. Cost of acquisition for raw materials can be reduced by making such purchases in increasingly growing quantities. Furthermore, the processes the company uses to make its product can become more stable and streamlined as it develops a rhythm and pace for its production flow.\n\nIf the company continues to scale up production, it will reach the part of the curve where diseconomies of scale become a factor and costs rise. Though a company might streamline operations, it might see new layers of bureaucracy and management introduced, which can slow overall production and decision making. The more the operation grows at this stage, the costs will rise as the operation loses efficiency.\n\nFor example, in the video game industry, the costs to produce a game are high. However, the cost of making copies of a game, once produced, is marginal. So, once a company can establish itself, expand the customer base for a specific game, and raise demand for that game, the extra output required to meet that demand lowers overall cost in the long run.",
  "url": "https://www.investopedia.com/terms/l/lratc.asp"
}