{
  "term": "Long-Term Growth (LTG): What it is, How it Works, Value Investing",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nLong-term growth (LTG) is an investment strategy that aims to increase the value of aportfolioover a multi-year time frame.\n\nAlthough long-term is relative to an investors’time horizonsand individual style, generally LTG is meant to create above-marketreturnsover a period of ten years or more.\n\nBecause of the longer time frame, LTG portfolios can be more aggressive, holding a larger percentage of stocks versusfixed-incomeproducts such as bonds. Whereas an intermediate-termbalanced fundmight have 60% stocks to 40% bonds, a LTG fund might have 80% stocks and 20% bonds.\n\nLTG is meant to do exactly what it says—deliver portfolio growth over time. The catch is that the growth can be uneven. A LTG portfolio may underperform the market in the first years and then outperform later, or vice versa.\n\nThis is a problem for investors in a LTG fund. Even if a fund delivers good average growth over a decade, for example, the performance year to year will vary. Therefore, investors can have very different outcomes depending on when they buy into the fund and how long they hold. Timing investments is, of course, a problem facing every market participant and not just LTG fund investors.\n\nThe core advantage to LTG is that short-term price fluctuations are not of major concern. Similarly, manyvalue investorsfocus on stocks with LTG potential, searching for companies that are relatively inexpensive with strongfundamentals. Then they simply wait until they increase in value as the market catches on to their fundamental strength before selling.\n\nIndividual investors often benefit from a LTG focus, and that may lead them toward value investing as a strategy. However, LTG simply refers to the longer period over which returns are sought, not a particular investment style such as value investing.\n\nLong-term fundsare just as likely to buy the market through variousindexingproducts as they are to seek out undervalued stocks. Value investing, in particular, can be difficult forfund managersto stick to for the long term.\n\nAlthough investors in LTG funds are told to expect a decent average return over multiple years, less patient investors are free to pull out unless the fund has alock-up period—something that is usually found inhedgeor private funds. If a typical LTG fund has too many mediocre years, then capital will start to leave as investors seek better market returns. This can force a fund to prematurely trim holdings before the market value catches up with theintrinsic valueof the stocks.",
  "url": "https://www.investopedia.com/terms/l/longtermgrowth.asp"
}