{
  "term": "Long Put: Definition, Example, Vs. Shorting Stock",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA long put refers to buying aput option, typically in anticipation of a decline in theunderlying asset. The term \"long\" here has nothing to do with the length of time before expiration but rather refers to the trader's action of havingboughtthe option with the hope of selling it at a higher price at a later point in time.\n\nA trader could buy a put for speculative reasons, betting that the underlying asset will fall which increases the value of the long put option. A long put could also be used tohedgea long position in the underlying asset. If the underlying asset falls, the put option increases in value helping to offset the loss in the underlying.\n\nA long put has astrike price, which is the price at which the put buyer has the right to sell the underlying asset. Assume the underlying asset is a stock and the option’s strike price is $50. That means the put option entitles that trader to sell the stock at $50, even if the stock drops to $20, for example. On the other hand, if the stock rises and remains above $50, the option is worthless because it is not useful to sell at $50 when the stock is trading at $60 and can be sold there (without the use of an option).\n\nIf a trader wishes to utilize their right to sell the underlying at the strike price, they willexercisethe option. Exercising is not required. Instead, the trader can simply exit the option at any time prior toexpirationby selling it.\n\nA long put option may be exercised before the expiration if it’s anAmerican optionwhereas European options can only be exercised at the expiration date. If the option is exercised early or expiresin the money, the option holder would beshortthe underlying asset.\n\nA long put may be a favorable strategy forbearishinvestors, rather than shorting shares. A short stock position theoretically has unlimited risk since the stock price has no capped upside. A short stock position also has limited profit potential, since a stock cannot fall below $0 per share. A long put option is similar to a short stock position because the profit potentials are limited. A put option will only increase in value up to the underlying stock reaching zero. The benefit of the put option is that risk is limited to thepremiumpaid for the option.\n\nThe drawback to the put option is that the price of the underlying must fall before the expiration date of the option, otherwise, the amount paid for the option is lost.\n\nTo profit from a short stock trade a trader sells a stock at a certain price hoping to be able to buy it back at a lower price. Put options are similar in that if the underlying stock falls then the put option will increase in value and can be sold for a profit. If the option is exercised, it will put the trader short in the underlying stock, and the trader will then need to buy the underlying stock to realize the profit from the trade.\n\nA long put option could also be used to hedge against unfavorable moves in a long stock position. This hedging strategy is known as a protective put or married put.\n\nFor example, assume an investor is long 100 shares of Bank of America Corporation (BAC) at $25 per share. The investor is long-termbullishon the stock, but fears that the stock may fall over the next month. Therefore, the investor purchases one put option with a strike price of $20 for $0.10 (multiplied by 100 shares since each put option represents 100 shares), which expires in one month.\n\nThe investor's hedge caps the loss to $500, or 100 shares x ($25 - $20), less the premium ($10 total) paid for the put option. In other words, even if Bank of America falls to $0 over the next month, the most this trader can lose is $510, because all losses in the stock below $20 are covered by the long put option.\n\nLet’s assume Apple Inc. (AAPL) is trading at $170 per share and you think it’s going to decrease in value by about 10% ahead of a new product launch. You decide to go long 10 put options with a strike price of $155 and pay $0.45. Your total long put options position outlay cost is $450 + fees andcommissions(1,000 shares x $0.45 = $450).\n\nIf the share price of Apple falls to $154 before expiry, your put options are now worth $1.00 since you could exercise them and be short 1,000 shares of the stock at $155 and immediatelybuy it back to coverat $154.\n\nYour total long put options position is now worth $1,000 (less any fees and commissions), or (1,000 shares x $1.00 = $1,000). Your profit on the position is 122% = ($1,000-450)/450. Going long put options allowed you to realize a much greater gain than the 9.4% fall in the underlying stock price.\n\nAlternatively, if Apple shares rose to $200, the 10 option contracts would expire worthless, resulting in you losing your initial outlay cost of $450.",
  "url": "https://www.investopedia.com/terms/l/long_put.asp"
}