{
  "term": "Long Straddle: What It Is and How It's Used",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nDaniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe long straddle is an options strategy where the trader purchases along call and a long puton the same underlying asset with the sameexpiration dateandstrike price. The goal is to profit from a strong move in either direction by the underlying asset following a market event.\n\nThe long straddle strategy bets that theunderlying assetwill move significantly in price, either higher or lower. The profit profile is the same no matter which way the asset moves. Typically, the trader thinks the underlying asset will move from a lowvolatilitystate to a high volatility state based on the imminent release of new information.\n\nThe strike price isat-the-moneyor as close to it as possible. Since calls benefit from an upward move and a put benefits from a downward move in the underlying security, both of these components cancel out small moves in either direction. The goal of a long straddle is toprofit from a strong move in either directionby the underlying asset.\n\nTraders may use a long straddle ahead of a significant event that impacts a company, such as:\n\nWhen the event occurs,bullishorbearishactivity is commonly unleashed. This causes the underlying asset to move quickly.\n\nAn options contract can last weeks or years depending on the expiration date.\n\nThe risk inherent in the long straddle strategy is that the market may not react strongly enough to the anticipated event. Prices of put and call options also inflate in anticipation of the event. This means the cost of attempting the strategy is much higher than solely betting on one direction.\n\nSellers recognize that there is increased risk built into a scheduled, news-making event and raise prices. If the event does not generate a strong move in either direction for the underlying security, then theoptionspurchased likely will expire worthless and create a loss.\n\nAs the price of the underlying asset increases, the potential profit is unlimited. If the price of the underlying asset goes to zero, the profit would be the strike price less thepremiumspaid for the options.\n\nThe maximum risk is the total cost to enter the position, which is the price of the call option plus the price of the put option. The maximum loss is the total for thenet premiumpaid plus any trade commissions. This loss occurs when the price of the underlying asset equals the strike price of the options at expiration.\n\nThe profit when the price of the underlying asset is increasing is:\n\nThe profit when the price of the underlying asset is decreasing is:\n\nA stock is priced at $50 per share. Acall optionwith a strike price of $50 is at $3, and the cost of aput optionwith the same strike is also $3. An investor enters into a straddle by purchasing one of each option. The option sellers assume a 70% probability that the move in the stock will be $6 or less in either direction.\n\nProfit occurs at expiration if the stock is priced above $56 or below $44, regardless of how it was initially priced. The maximum loss of $6 for one call and one put contract occurs only if the stock is priced precisely at $50 on the close of the expiration day. The trader will experience less loss if the price is between $44 and $56 per share.\n\nThe trader will experience gain if the stock is higher than $56 or lower than $44. If, for example, the stock moves to $65 at expiration, the position profit is $9 ($65 - $50 - $6 = $9).\n\nMany traders suggest using the long straddle to capture the anticipated rise inimplied volatilityby initiating this strategy in the period leading up to the event but closing it before the occurrence of the event. This method attempts to profit from the increasing demand for the options themselves.\n\nAn options buyer chooses the expiration date based on cost and the length of the contract. Options can range from a week to several years. The farther out the expiration date, the more expensive the option.\n\nAt-the-money (ATM) occurs when the option's strike price is identical to the current market price of the underlying security.\n\nA long straddle is an options strategy. It involves buying a long call and a long put on the same underlying asset. Both the long call and the long put have the same expiration date and strike price.\n\nOptions traders may use a long straddle ahead of an earnings report or other market event. When the event occurs, bullish or bearish activity affects the underlying asset. The investor's goal is to profit from a strong move in either direction.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nFidelity. \"Options: Picking the Right Expiration Date.\"",
  "url": "https://www.investopedia.com/terms/l/longstraddle.asp"
}