{
  "term": "Long-Term Incentive Plan (LTIP) Definition and Types",
  "definition": "Investopedia / Michela Buttignol\n\nA long-term incentive plan (LTIP) is a company policy that rewards employees for reaching specific goals that lead to increased shareholder value.\n\nIn a typical LTIP, the employee, usually an executive, must fulfill various conditions or requirements. In some forms of LTIPs, recipients receive specialcapped optionsin addition tostockawards.\n\nA long-term incentive plan, while geared toward employees, is really a function of the business itself striving for long-term growth. When objectives in a company's growth plan match those of the company's LTIP, key employees know which performance factors to focus on for improving the business and earning more personal compensation.\n\nThe incentive plan helps retain top talent in a highly competitive work environment as the business continues to evolve.\n\nOne type of LTIP is the401(k) retirement plan. When abusiness matches a percentageof an employee's paycheck going into the plan, employees are more likely to work for the company until retirement.\n\nThe business might have avestingschedule that determines the value of retirement account contributions a worker may take when leaving the company.\n\nWith vesting, a business typically retains part of its contributions over the first five years of a worker's employment. Once an employee is fully vested, they own all of their retirement plan contributions moving forward.\n\nThere are two types of vesting: cliff vesting and graded vesting. For example, with cliff vesting, an employee might be 0% vested after being at the company for one, two, and three years, and then be 100% vested after that. With graded vesting, an employee might be 0% vested after working at the company for a year, then 20% vested after the second year, then 40% vested after the third year, then 60% vested after the fourth year, then 80% vested after the fifth year, and then 100% vested after the sixth year of service.\n\nStock optionsare another type of LTIP. After a set length of employment, workers may be able to purchase company stock at a discount while the employer pays the balance. The worker's seniority in the organization increases with the percentage of shares owned.\n\nIn other cases, the business may give restricted stock to employees. For example, the employee may have to surrender gifted stock if resigning within three years of receiving it. For each year going forward, the worker may have rights to another 25% of the gifted stock. After five years of receivingrestricted stock, the employee is usually fully vested.\n\nIn June 2016, the board of directors of Konecranes PLC agreed to a new share-based LTIP for key employees. The plan provided competitive rewards based on earning and accumulating shares of the company.\n\nThe LTIP had a discretionary period of calendar year 2016. Potential rewards were based on continual employment or service and on Konecranes Group's adjustedearnings before interest, taxes, depreciation, and amortization (EBITDA). Rewards were to be paid partly in Konecranes shares and partly in cash by the end of August 2017. The cash was intended to be used to cover taxes and related costs.\n\nShares paid under the plan could not be transferred during the restriction period, beginning when the reward was paid and ending on December 31, 2018.\n\nAn LTIP is a type of compensation that is earned right now, and paid out over time. This delay aims to motivate employees to stay with the company than they might otherwise, as a dangling carrot. As time passes, the employee will reap the rewards of the plan.\n\nAn LTIP is not necessarily the same as a bonus. A bonus might be awarded at a single moment in time, whereas a LTIP, by definition, is awarded over time.\n\nIn order to motivate employees, a LTIP typically distributes awards over a period of three to five years.\n\nA long-term incentive plan attempts to align the interests of the employees and the business. Done well, both benefit. The incentive plan helps retain top talent in a highly competitive work environment as the business continues to evolve. And the business thrives, thanks to the work of the employees.\n\nIf you are offered an LTIP, consider your options, and be sure to fully understand the details of the plan. Vesting, for example, might happen over time—so try to weigh the tradeoffs.",
  "url": "https://www.investopedia.com/terms/l/long_term_incentive-plan.asp"
}