{
  "term": "Long Position: Definition, Types, Example, Pros and Cons",
  "definition": "A long position is buying an asset in the hope that its price will rise over time.\n\nWhen an investor buys an asset expecting its price to climb, they're taking what's known as along position; essentially betting on future growth and profit potential.\n\nInvestors can establish long positions in securities such as stocks, mutual funds, or currencies, or even in derivatives such as options and futures. Holding a long position is abullish view. A long position is the opposite of ashort position(also known simply as \"short\").\n\nThe term long position is often used In the context of buying anoptions contract. The trader can hold either a long call or a long put option, depending on the outlook for the underlying asset of the option contract.\n\nFor example, an investor who hopes to benefit from an upward price movement in an asset will \"go long\" on acall option. The call gives the holder the option to buy the underlying asset at a certain price. Conversely, an investor who expects an asset’s price to fall will be long on aput optionand maintain the right to sell the asset at a certain price.\n\nIn reality, long is an investing term that can have multiple meanings depending on how it is used. The most common meaning of long refers to the length of time an investment is held. However, the term long has a different meaning when used in options and futures contracts.\n\nGoing long on a stock or bond is the more conventional investing practice in the capital markets, especially for retail investors. With a long-position investment, the investor purchases an asset and owns it with the expectation that the price is going to rise. This investor normally has no plan to sell the security in the near future. In reference to holding equities, which have an inherent bias to rise, long can refer to a measurement of time as well as bullish intent.\n\nAn expectation that assets will appreciate in value in the long run—the buy-and-hold strategy—spares the investor the need for constant market-watching or market-timing, and allows time to weather the inevitable ups and downs. Plus, history is on one's side, as the stock market inevitably appreciates over time.\n\nOf course, that doesn't mean there can't be sharp, portfolio-decimating drops along the way, which can be disastrous if one occurs right before an investor is planning to retire, or needs to liquidate holdings for some reason.A prolonged bear market can also be troublesome, as it often favors short-sellers and those betting on declines.\n\nFinally, going long in the outright-ownership sense means a good amount of capital is tied up, which could result in missing out on other opportunities.\n\nIn terms of options contracts, a long position is one that benefits from a rise in the price of the underlying security. These include being long calls or short puts.\n\nWhen a trader buys or holds a call options contract from anoptions writer, they are long, due to the power they hold in being able to buy the asset. An investor who is long a call option is one who buys a call with the expectation that the underlying security will increase in value. The long position call holder believes the asset's value is rising and may decide to exercise their option to buy it by the expiration date.\n\nBut not every trader who holds a long position believes the asset's value will increase. The trader who owns the underlying asset in their portfolio and believes the value will fall can buy a put option contract. They still have a long position because they have the ability to sell the underlying asset they hold in their portfolio. The holder of a long put option believes the price of an asset will fall. They hold the option with the hope that they will be able to sell the underlying asset at an advantageous price by the expiry.\n\nSo, as you can see, the long position on an options contract can express either a bullish or bearish sentiment depending on whether the long contract is a put or a call.\n\nIn contrast, the short position on an options contract does not own the stock or other underlying asset but borrows it with the expectation of selling it and then repurchasing it at a lower price.\n\nInvestors and businesses can also enter into a long forward orfutures contractto hedge against adverse price movements. A company can employ a long hedge to lock in a purchase price for a commodity that is needed in the future. Futures differ from options in that the holder is obligated to buy or sell the underlying asset. They do not get to choose but must complete these actions.\n\nSuppose a jewelry manufacturer believes the price of gold is poised to turn upwards in the short term. The firm can enter into a long futures contract with its gold supplier to purchase gold in three months from the supplier at $1,300. In three months, whether the price is above or below $1,300, the business that has a long position on gold futures is obligated to purchase the gold from the supplier at the agreed contract price of $1,300. The supplier, in turn, is obligated todeliver the physical commoditywhen the contract expires.\n\nSpeculatorsalso go long on futures when they believe the prices will go up. They don’t necessarily want the physical commodity, as they are only interested in capitalizing on the price movement. Before expiry, a speculator holding a long futures contract can sell the contract in the market.\n\nDovetails with historic market performance\n\nSuffers in abrupt price changes/short-term moves\n\nMay expire before advantage is realized\n\nFor example, let's say Jim expects Microsoft Corporation (MSFT) to increase in price and purchases 100 shares of it for his portfolio. Jim is therefore said to \"be long\" 100 shares of MSFT.\n\nNow, let's consider a Nov. 17 call option on Microsoft (MSFT) with a $75strike priceand $1.30 premium. If Jim is still bullish on the stock, he may decide to purchase or go long one MSFT call option—one option equates to 100 shares—instead of purchasing the shares outright as he did in the previous example.\n\nAt expiry, if MSFT is trading above the strike price plus the premium paid ($75 + $1.30), Jim will exercise his right to buy on his long option to purchase 100 shares of MSFT at $75. The writer of the options contract—the short position—that Jim bought must sell him the 100 shares at the $75 price.\n\nTaking a long position does not always mean that an investor expects to gain from an upward movement in the price of the asset or security. In the case of a put option, a downward trajectory in the price of the security is profitable for the investor.\n\nLet's say another investor, Jane, currently has a long position in MSFT for 100 shares in her portfolio, but is now bearish on it. She takes a long position on one put option. The put option is trading for $2.15 and has a strike price of $75 set to expire on Nov. 17.\n\nAt the time of expiry, if MSFT drops below the strike price minus the premium paid ($75 - $2.15), Jane will exercise the long put option to sell her 100 MSFT shares for the strike price of $75. In this case, the option writer must buy Jane's shares at the agreed-upon $75 price, even if the shares are trading at less on the open market.\n\nInvestors canestablish long positions in securitiessuch as stocks, mutual funds, or any other asset or security. In reality, long is an investing term that can have multiple meanings depending on how it is used. Holding a long position is a bullish view in most instances, except for put options.\n\nA short position is the opposite of a long position, in that it profits when the prices of securities go down.\n\nYahoo Finance. “S&P 500 (^GSPC).”",
  "url": "https://www.investopedia.com/terms/l/long.asp"
}