{
  "term": "Long-Term Liabilities: Definition, Examples, and Uses",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nLong-term liabilities are a company's financial obligations that are due more than one year in the future. These debts are listed separately on the balance sheet to provide a more accurate view of a company's currentliquidityand ability to pay current liabilities as they become due. Long-term liabilities are also called long-term debt ornoncurrent liabilities.\n\nInvestopedia / Madelyn Goodnight\n\nA liability is something a person or company owes and is categorized as either current or long-term.Current liabilitiesare liabilities due within 12 months. Long-term liabilities, on the other hand, are obligations not due within the next 12 months or within the company’s operating cycle if it is longer than one year. A company’s operating cycle is the time it takes to turn itsinventoryinto cash.\n\nA company's liabilities appear on itsbalance sheet. Long-term liabilities are listed after more current liabilities, in a section that may includedebentures, loans, deferred tax liabilities, and pension obligations. Often they will be labeled as non-current liabilities.\n\nSometimes it is easy to distinguish between long-term and current liabilities. Other times, it can be trickier. For example, a long-term debt such as a mortgage would be treated as a long-term liability and recorded as such. However, a portion of that same loan will be due in the current year. That particular portion is categorized separately on the balance sheet as acurrent portion of long-term debt.\n\nThere are also cases where a current liability could be classified as a long-term liability. For example. if a company hascurrent liabilitiesthat are being refinanced into long-term liabilities, the intent torefinanceis present, and there is evidence that the refinancing has begun, then it may report current liabilities as long-term liabilities because, after the refinancing, the obligations are no longer due within 12 months.\n\nAdditionally, a liability that is coming due may be reported as a long-term liability if it has a corresponding long-term investment intended to be used as payment for the debt. However, the long-term investment must have sufficient funds to cover the debt.\n\nCompanies should classify debt as long-term or current based on facts existing at the balance sheet date rather than expectations.\n\nVarious types of liabilities can be categorized as long term. Examples include:\n\nThe portion of a long-term liability, such as a mortgage, that is due within one year is classified on the balance sheet as a current portion of long-term debt.\n\nLiabilities are key for businesses. They are used to finance operations and fund expansion.\n\nManagers regularly use debt to purchase assets, fundresearch and development(R&D), and generateworking capitalas it is often the cheapest and most effective way to raise funds. Raising money from investors by issuing new shares is another option, although that can be more expensive and dilutes ownership.\n\nLong-term liabilities generally involve spreading payments out over time. Such arrangements free up funds to be used now to grow for the future.\n\nHowever, long-term liabilities can also be dangerous. Companies want to capitalize onleveragebut need to be careful not to overstretch themselves. Taking on too many long-term liabilities could cripple the company financially, impact credit scores and borrowing costs, and cause investors to panic and dump the shares.\n\nAs mentioned above, debt can be a good thing if used wisely. Investors will want to determine that this is the case and that the company isn’t going overboard. Too much debt can impact the ability of a company to operate normally and lead to defaults and potentially bankruptcy as well as being forced to sell off assets at discounted prices.\n\nFinancial ratiosare used to examine a company’s long-term liabilities, use of leverage, and ability to pay its debts. These ratios are carefully watched by both investors and company management.\n\nWhen analyzing long-term liabilities, it's important that the current portion of long-term debt is separated out because it needs to be covered by liquidassets, such as cash. Also, bear in mind that long-term debt can be covered by various activities such as a company's primary business net income, future investment income, or cash from new debt agreements.\n\nDebt ratios(such assolvency ratios) compare liabilities to assets. The ratios may be modified to compare the total assets to long-term liabilities only. This ratio is calledlong-term debt to assets. Alternatives include comparing long-term debt to total equity, which provides insight relating to a company’s financing structure and financial leverage, or long-term debt to current liabilities.\n\nLong-term liabilities are typically due more than a year in the future. Examples of long-term liabilities include mortgage loans, bonds payable, and other long-term leases or loans, except the portion due in the current year. Short-term liabilities are due within the current year. Examples of short-term liabilities include accounts payable, accrued expenses, and the current portion of long-term debt.\n\nThe current portion of long-term debt is the portion of a long-term liability that is due in the current year. For example, a mortgage is a long-term debt because it is typically due over 15 to 30 years. However, some of those payments will be due in the current year. Those payments are the current portion of long-term debt. They should be listed separately on the balance sheet because these liabilities must be covered with current assets.\n\nA balance sheet presents a company's assets, liabilities, and equity at a given date in time. The company's assets are listed first, liabilities second, and equity third. Long-term liabilities are presented after current liabilities in the liability section.\n\nLong-term liabilities or debt are those obligations on a company's books that are not due within the next 12 months. Loans for machinery, equipment, or land are examples of long-term liabilities, whereas rent, for example, is a short-term liability that must be paid within the year. A company's long-term debt can be compared to other economic measures to analyze its debt structure and financial leverage.\n\nPricewaterhouseCoopers. \"15.5 Balance Sheet: Classification—Refinancing Counterparty.\"\n\nDeloitte. \"13.11 Long-Term Obligations That Debtor Repays or Intends to Repay After the Balance Sheet Date.\"",
  "url": "https://www.investopedia.com/terms/l/longtermliabilities.asp"
}