{
  "term": "Long/Short Fund: Meaning, Overview, Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA long/short fund is a type of mutual, hedge, or exchange-traded fund (ETF) that takes both long and short positions in investments, typically from a specific market segment.\n\nA long/short fund is a type of mutual, hedge, or exchange-traded fund (ETF) that takes both long and short positions in investments. Essentially, they take long positions in stocks they expect to increase in value and short positions in stocks they think are headed lower. These funds often use investing techniques—leverage, derivatives, short positions, and more—first used by hedge funds and then taken up by mutual funds and ETFs later. As the name suggests, most hedge funds are of this type, while the Financial Industry Regulatory Authority (FINRA) lists 176 mutual funds and ETFs in this category.Long/short funds are also called enhanced or 130/30 funds.\n\nLong/short funds aim to boost returns by investing in specific markets and employing both long and short positions. Due to theactive management, expertise, and analysis required, these funds typically have higher expense ratios. As of 2024, the average expense ratio for long/short funds listed in the FINRA database is 1.98%, compared with 0.42% for all equity mutual funds in 2023.\n\nLike their long/short hedge fund counterparts, these mutual funds and ETFs use similar strategies but with notable differences. They offer a comparable mix of investments, balancing higher risk and the potential for greater returns against standard benchmarks. Most long/short funds provide higher liquidity than long/short hedge funds, have no lock-in periods, and have relatively lower fees. However, they still maintain higher expense ratios and lower liquidity than other public funds. In addition, many of these funds require larger minimums to get started and are among the 9% of mutual funds that impose front and back-endloads(commissions).\n\nHistorically, mutual funds and ETFs, particularly those employing long/short strategies, had limits on the leverage and risks they could undertake. Dating to the Great Depression, these restrictions protect average investors who might not fully grasp the complexities of these financial instruments. Despite the loosening of some rules over the years, oversight remains stringent to safeguard public investors from undue risks.\n\nLong/short funds can be a good investment for investors seeking targeted index exposure with some active management—as long as you know the risks involved. Long/short funds also offer the ability to hedge against changing markets and other trends that better managers can adjust for.\n\nThe most common long/short strategy is to be long 130% and short 30% (130 - 30 = 100%) of assets under management.For example, afund managermight rank the expected returns for S&P 500 stocks from best to worst.\n\nA fund management team accesses massive amounts of data and uses quantitative rules to rank the stocks. The selection criteria could include total returns, risk-adjusted performance, or relative strength for a given period—six months, a year, or what have you.\n\nThe manager could then invest 100% in the top-ranked stocks and short sell the bottom-ranking stocks, up to 30% of the portfolio's value. Earnings from theshort saleswould be reinvested in the top-ranking stocks, allowing for greater exposure to their rising prices.\n\nLet's take a look at two examples to clarify how two funds in this category can still spread their assets very differently.\n\nThe AQR Long-Short Equity Fund has been one of the better long-term performers in the long-short equity fund space. The fund invests in companies across the globe and in many sectors, as seen in the chart below. You can see the percentage of its long and short holdings in each industry.\n\nThe fund had annualized total returns of 23.04%, 13.32%, and 10.6% over the previous three, five, and ten years up until the end of the first quarter of 2024. It had an annualexpense ratioof 4.35%\n\nThe Invesco S&P 500 Downside Hedged ETF (PHDG) is an actively managed ETF that aims for positive returns in both up anddown markets, whatever the trends of stocks and bonds. The ETF is a good contrast with QLEIX in how a long/short fund can use very different ways to hedge against downside risks.\n\nWhile QLEIX is typically short in the same sectors it's gone long, PHDG distributes its assets across the components of the S&P 500 Dynamic VEQTOR Index. The latter contains equity representing the S&P 500 Index, a volatility hedge, as represented by the S&P 500 VIX Short-Term Futures Index, and cash. A chart showing its holdings is below.\n\nInvesco says its fund tracks the performance of the broader equity markets while providing a hedge against implied volatility. The fund adjusts its exposure based on the equity and volatility of the S&P 500 Index. The fund's expense ratio was 0.39% in April 2024—relatively low for an actively managed fund, though it has features of an index fund, which generally costs less. Meanwhile, it had three, five, and 10-year returns of 4.41%, 7.05%, and 4.69%, respectively.\n\nLong investing is buying securities with the aim of later selling them at a higher price. Short investing, meanwhile, involves borrowing stock from a broker, selling it, then repurchasing it back at a lower price to return it to the broker. The aim is to profit from a security going down in value.\n\nMost broadly, options and other derivatives trading are often used to hedge against the downside risks of equities. However, long/short funds build this in.Market-neutral fundsattempt to profit from price differences between stocks while minimizing overall market exposure. They take long and short positions in carefully matched stocks to hedge broader market risks. There's pairs trading, where you take a long position in one stock and a simultaneous short position in a closely related stock. The goal is to profit from temporary discrepancies in their prices.\n\nShort selling is considered riskier mainly because there is no limit to how high the security can rise in price. When you take a long position, your downside is limited to 100%. When short-selling, there is no limit.\n\nLong/short funds don't simply invest in stocks deemed undervalued. These funds stand out because they also engage in short-selling, making money from prices depreciating in value. This extra activity increases the prospects for greater returns but comes at a cost: Long/short funds are generally riskier than regular mutual funds, have higher fees, and offer less liquidity.\n\nD. Aryeh, T. Alessi, M. Gerber, and C. Kohler. \"Equity Long/Short: Because Life Is Too Short To Be Just Long.\"Hedge Fund Journal.\n\nInvestment Company Institute. \"2023 Fact Book.\"\n\nFinancial Industry Regulatory Authority. \"Fund Analyzer.\"\n\nB. McCann. \"Tactical Portfolios: Strategies and Tactics for Investing in Hedge Funds and Liquid Alternatives,\" Pages 3-6. John Wiley & Sons, 2014.\n\nJ. Parnes. \"Short Selling for the Long Term: How a Combination of Short and Long Positions Leads to Investing Success,\" Pages 82-83. John Wiley & Sons, 2020.\n\nAQR. \"RiverPark Long/Short Opportunity Fund.\"\n\nGregory-Allen, R.B. et al. \"Short Selling by Portfolio Managers: Performance and Risk Effects Across Investment Styles.\" In Greg N. Gregoriou, ed., \"Handbook of Short Selling.\" Pages 437-451. Academic Press, 2012.\n\nCMC Markets. \"Pairs Trading: An Advanced Strategy for Hedging.\"",
  "url": "https://www.investopedia.com/terms/l/longshortfund.asp"
}