{
  "term": "Long-Term Debt-to-Total-Assets Ratio: Definition and Formula",
  "definition": "The long-term debt-to-total-assets ratio is a measurement representing the percentage of a corporation's assets financed with long-term debt, which encompasses loans or otherdebt obligations lasting more than one year.This ratio provides a general measure of the long-term financial position of a company, including its ability to meet itsfinancial obligationsfor outstanding loans.\n\n﻿LTD/TA=Long-Term DebtTotal AssetsLTD/TA = \\dfrac{ \\textit{Long-Term Debt}}{\\textit{Total Assets}}LTD/TA=TotalAssetsLong-TermDebt​﻿\n\nA year-over-year decrease in a company's long-term debt-to-total-assets ratio may suggest that it is becoming progressively less dependent on debt to grow its business. Although a ratio result that is considered indicative of a \"healthy\" company varies by industry, generally speaking, a ratio result of less than 0.5 is considered good.\n\nIf a company has $100,000 in total assets with $40,000 in long-term debt, its long-term debt-to-total-assets ratio is $40,000/$100,000 = 0.4, or 40%. This ratio indicates that the company has 40 cents of long-term debt for each dollar it has in assets. In order to compare the overall leverage position of the company, investors look at the same ratio for comparable firms, the industry as a whole, and the company's own historical changes in this ratio.\n\nIf a business has a high long-term debt-to-assets ratio, it suggests the business has a relatively high degree of risk, and eventually, it may not be able to repay its debts. This makes lendersmore skeptical about loaning the business moneyand investors more leery about buying shares.\n\nIn contrast, if a business has a low long-term debt-to-assets ratio, it can signify the relative strength of the business. However, the assertions an analyst can make based on this ratio vary based on the company's industry as well as other factors, and for this reason, analysts tend to compare these numbers between companies from the same industry.\n\nWhile the long-term debt to assets ratio only takes into account long-term debts, thetotal-debt-to-total-assets ratioincludes all debts. This measure takes into account both long-term debts, such as mortgages and securities, and current or short-term debts such as rent, utilities, and loans maturing in less than 12 months.\n\nBoth ratios, however, encompass all of a business's assets, including tangible assets such as equipment and inventory and intangible assets such as accounts receivables. Because the total debt-to-assets ratio includes more of a company's liabilities, this number is almost always higher than a company's long-term debt to assets ratio.",
  "url": "https://www.investopedia.com/terms/l/long-term-debt-to-total-assets-ratio.asp"
}