{
  "term": "Long-Term Capital Gains and Losses: Definition and Tax Treatment",
  "definition": "A long-term capital gain or loss, for tax purposes, is the gain or loss stemming from the sale of an investment that was held for longer than 12 months before it was sold.\n\nInvestments that are held for less than 12 months are reported as short-term capital gains or losses.\n\nLong-term capital gains generally get more favorable tax treatment than short-term gains. Capital losses, short or long, get the same tax treatment.\n\nThe gain or loss in an investment is the difference in value between the sale price and the purchase price. This number is either the net profit or loss the investor experienced when selling the asset.\n\nTheInternal Revenue Service(IRS) distinguishes between long-term and short-term capital gains and taxes them differently. Long-term gains are taxed at 0% to 20% depending on the taxpayer's income tax bracket. Short-term gains are taxed as ordinary income, which is a higher percentage for most taxpayers.\n\nCapital losses, short-term or long-term, are treated the same.\n\nTaxpayers report their capital gains and losses for the year when they file theirtax returns. Gains and losses are recorded onSchedule D.\n\nYou can deduct a significant capital loss over a period of years. The annual limit is a deduction of $3,000. This is called \"carrying forward\" a loss.\n\nImagine Melanie Grant is filing her taxes, and she has a long-term capital gain from the sale of her shares of stock for TechNet Limited. Melanie purchased these shares a few years ago during the initial offering period for $175,000 and sold them this year for $220,000.\n\nShe has a long-term capital gain of $45,000, which will be taxed at the capital gains tax rate.\n\nThe sale of your primary home is taxed differently, even if you made gains on the sale. If you meet the eligibility requirements, you can exclude up to $500,000 of the home's sale from gains.\n\nNow assume she is also selling the vacation home she purchased less than one year ago for $80,000. She has not owned the property for very long, so she has not gathered much equity in it. When she sells it only a few months later, she receives $82,000.\n\nThis presents her with a short-term capital gain of $2,000. Unlike the sale of her long-held shares of stock, this profit will be taxed as income, adding $2,000 to her annual income calculation.\n\nIf Melanie had instead sold her vacation home for $78,000, experiencing a short-term loss, she could have used that $2,000 to offset some of her tax liability for the $45,000 long-term capital gains she had experienced.\n\nThe Internal Revenue Service lets you deduct and carry over to the next tax year any capital losses. You can only claim the lessor of $3,000 ($1,500 if you're married filing separately) or your total net loss in a given year. You can do that in every subsequent year until the loss is fully accounted for.\n\nThere is no limit on how much you can lose, but there is a limit on what you can claim as a capital loss deduction in a single year. If you have a capital loss of more than $3,000, you can deduct $3,000 and carry it over the rest to subsequent tax years.\n\nYou're allowed to deduct up to $3,000 in capital losses per year, carrying over any remaining losses into the following year or years. So, if you've experienced $9,000 in capital losses, each year for three years you can deduct $3,000 from your income to offset the loss.\n\nThe IRS gives you a tax break for holding investments for at least a year by reducing the taxes on the profits you make from their sale.\n\nYou can also deduct or carry over to the next tax year up to $3,000 in capital losses, then $3,000 again the following year, and so on, until you've claimed all the losses.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Topic No. 701, Sale of Your Home.\"",
  "url": "https://www.investopedia.com/terms/l/long-term_capital_gain_loss.asp"
}