{
  "term": "Look-Alike Contracts: Meaning, Limitations, Criticism",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nLook-alike contracts are a cash-settled financial product based on the settlement price of a similar exchange-traded, physically settledfutures contract. Look-alike contracts are traded over the counter and they carry no risk of actualphysical deliveryregardless of the terms of the underlying futures contract.\n\nFutures look-alike contracts are regulated by theCommodity Futures Trading Commission (CFTC).\n\nLook-alike contracts are essentially options where theunderlyingis a futures contract with a specific settlement date. For example, theICEBrent CrudeAmerican-style Option Product has an ICEBrent CrudeFutures Contract as its underlying. The contract terms of a look-alike contract closely correspond with the contract terms of the futures contract. Look-alike contracts may be offered in both American andEuropeanstyles.\n\nWhere look-alike contracts get interesting is when they cover contracts traded on other exchanges, allowing the exchange to capture some of the trading activity on a commodity they are not known for. This allows some of the pure risk speculation to take place away from the actuals in the underlying futures contracts.\n\nMoreover, since none of the physical commodities are involved with the look-alike contract trading, the position limits meant to temper commodity speculation can be skirted.\n\nLike many derivative products, look-alike contracts have their share of detractors. The main purpose of the futures market is traditionally to aid in price discovery and allow supply and demand risks to be hedged or offloaded onto parties better prepared to handle them.\n\nLook-alike contracts leave the physical commodity behind by being a derivative of a derivative. Instead of influencing the price of oil, for example, look-alike contracts allow traders to bet against one another while arguably providing no new market price signals. Traders of look-alike contracts do argue that last point, as they are market participants so the volume and open interest of their speculation give market information on their opinions on the price performance of the underlying futures contract.\n\nFormerCME GroupCEO Craig Donohue called look-alike contracts “parasitic, second-order” derivatives in 2011.At the time, of course, ICE was aggressively creating look-alike contracts using CME-traded futures as a benchmark. The rivalry between the two exchanges no doubt colored his opinions. All in all, look-alike contracts are no different than other over-the-counter products in that they allow high-level market participants to make bets with money they are prepared to risk in a very specific way.\n\nFutures, or futures contracts, are agreements to purchase a certain commodity at a certain price at a predetermined date. They are used to lock in future income and reduce exposure to volatility.\n\nIndex futuresare futures contracts that allow traders to buy a sell a contract that is based on the value of a stock market index at a predetermined date. Traders use these futures to speculate on the future movements of market indexes.\n\nAninverted futuresmarket refers to a market where contracts that are nearing maturity have a higher market price than far-maturity contracts. In a normal market, futures prices are higher for contracts that are further from maturity. An inverted market may be caused by disruptions in the supply of an underlying commodity.\n\nLook-alike contracts are derivatives of an exchange-traded futures contract. Unlike the underlying futures, look-alikes are traded over the counter and have no risk of actual delivery. However, these derivatives have been criticized as being speculative vehicles that do not contribute to price discovery.\n\nCommodity Futures Trading Commission. “Q & A – Position Limits for Futures and Swaps.” Page 2.\n\nIntercontinental Exchange. \"Option on Brent Crude Futures Weekly.\"\n\nThe Financial Times. \"CME Takes Aim at ‘Parasitic’ Derivatives.\"",
  "url": "https://www.investopedia.com/terms/l/look-alike-contracts.asp"
}