{
  "term": "Lookback Option: Definition, Pricing Examples, Fixed Vs. Floating",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA lookback option allows the holder to exercise an option at the most beneficial price of the underlying asset, over the life of the option.\n\nAlso known as a hindsight option, a lookback option allows the holder the advantage of knowing history when determining when toexercisetheir option. This type of option reduces uncertainties associated with the timing of market entry and reduces the chances theoptionwill expire worthless. Lookback options are expensive to execute, so these advantages come at a cost.\n\nAs a type ofexotic option, the lookback allows the user to \"look back,\" or review, the prices of anunderlying assetover the lifespan of the option after it has been purchased. The holder may then exercise the option based on the most beneficial price of the underlying asset. The holder can take advantage of the widest differential between thestrike priceand the price of the underlying asset. Lookback options do not trade on major exchanges. Instead, they are unlisted and tradeover-the-counter(OTC).\n\nLookback options arecash-settled options, which means the holder receives a cash settlement at execution based on the most advantageous differential between high and low prices during the purchase period. Sellers of lookback options would price the option at or near the widest expected distance of price differential based on past volatility and demand for the options. The cost to purchase this option would be taken up front. The settlement will equate to the profits they could have made from buying or selling the underlying asset. If the settlement was greater than the initial cost of the option, then the option buyer would have a profit at settlement, otherwise a loss.\n\nWhen using a fixed strike lookback option, the strike price is set or fixed at purchase, similar to most other types ofoption trades. Unlike other options, however, at the time of exercise, the most beneficial price of the underlying asset over the life of the contract is used instead of the current market price. In the case of a call, the option holder can review the price history and choose to exercise at the point of highest return potential.\n\nFor a put option, the holder may execute at the asset's lowest price point to realize the greatest gain. Theoption contractsettles at the selected past market price and against the fixed strike.\n\nWhen using a floating strike lookback option, the strike price is set automatically atmaturityto the most favorable underlying price reached during the contract's life. Call options fix the strike at the lowest underlying asset price. Adversely, put options fix the strike at the highest price point. The option will then settle against themarket pricecalculating the profit or loss against the floating strike.\n\nThe fixed strike option solves the market exit problem—the best time to get out. The floating strike solves the market entry problem—the best time to get in.\n\nIn example number one, if you assume astocktrades at $50 at both the start and end of the three-month option contract, so there is no net change, gain, or loss. The path of the stock will be the same for both the fixed and floating strike versions. At one point during the life of the option, the highest price is $60, and the lowest price is $40.\n\nTheprofitis the same because the stock moved the same amount higher and lower during the life of the option.\n\nIn example number two, let's assume the stock had the same high of $60 and low of $40, but closed at the end of the contract at $55, for a net gain of $5.\n\nFinally, in example number three, let's assume the stock closed at $45 for a net loss of $5.",
  "url": "https://www.investopedia.com/terms/l/lookbackoption.asp"
}