{
  "term": "Lorenz Curve: Definition and Uses",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Lorenz curve, developed by American economist Max Lorenz in 1905, is a graphical representation ofincome inequalityor wealth inequality. The graph plots percentiles of the population on the horizontal axis according to income orwealthand plots cumulative income or wealth on the vertical axis.\n\nIn practice, a Lorenz curve is usually a mathematical function estimated from an incomplete set of observations of income or wealth. The Lorenz curve is often accompanied by a straight diagonal line with a slope of 1, which represents perfect equality inincomeor wealth distribution; the Lorenz curve lies beneath it, showing the observed or estimated distribution.\n\nWhile the Lorenz curve is most often used to representeconomic inequality, it can also demonstrate unequal distribution in any system. The farther the curve is from the baseline, represented by the straight diagonal line, the higher the level of inequality.In economics, the Lorenz curve denotes inequality in the distribution of either wealth or income. These are not synonymous since it is possible to have either high earnings but zero or negativenet worth, or low earnings but a large net worth.\n\nA Lorenz curve usually starts with an empirical measurement of wealth or income distribution across a population based on data such astax returns, which report income for a large portion of the population. A graph of the data may be used directly as a Lorenz curve, oreconomistsand statisticians may fit a curve that represents a continuous function to fill in any gaps in the observed data.\n\nThe closer the Lorenz curve is to the line of equality, the less inequality exists. The further the Lorenz curve is to the line of equality, the more inequality exists.\n\nTheUnited States Federal ReserveBank of St. Louis collects net worth statistics from U.S. households. As of the second quarter of 2024, the underlying data demonstrates that the bottom 50% of households hold just 2.5% of overall household wealth, while the top 10% holds 67% of total household wealth.\n\nThere are several important components to understand when analyzing a Lorenz curve:\n\nTheGini coefficientis used to express the extent of inequality in a single figure. It most often ranges from 0 (or 0%) to 1 (or 100%). Complete equality, in which every individual has the exact same income or wealth, corresponds to a coefficient of 0. Plotted as a Lorenz curve, complete equality would be a straight diagonal line with a slope of 1 (the area between this curve and itself is 0, so the Gini coefficient is 0).\n\nA coefficient of 1 means that one person earns all of the income or holds all of the wealth.In theory, the Gini coefficient can exceed 100% in extreme situations. For example, when handling negative wealth or income, the figure can theoretically be higher than 1; in that case, the Lorenz curve would dip below the horizontal axis.\n\nThe Gini coefficient is equal to the area below the line of perfect equality minus the area below the Lorenz curve, divided by the area below the line of perfect equality. In the graph above, the Gini coefficient is the area below the dashed line but above the solid line. The Gini coefficient is used to measure the extent of inequality. It can also be used to compare two different nations or countries to see which has more inequality.\n\nFor data sets demonstrating inequality, it may be difficult to property analyze certain sections of data. For example, the graph above has a very long left-skewed tail. This makes it difficult to exam changes in equality for this section of data.\n\nA Lorenz curve gives more detailed information about the exact distribution of wealth or income across a population than summary statistics such as the Gini coefficient or the Lorenz asymmetry coefficient. Because a Lorenz curve visually displays the distribution across each percentile (or other unit breakdowns), it can show precisely at which income (or wealth) percentiles the observed distribution varies from the line of equality and by how much.\n\nThe underlying data for a Lorenz curve is necessary to calculate the Gini coefficient, a primary means of mathematicallymeasuring inequality. Assuming sufficient data can be collected, a Lorenz curve can be prepared for any geographical region (i.e. by country, by state, by city, etc.). This may be especially important for governments relying on a Lorenz curve to better understand how to most appropriately assesstax brackets.\n\nThough the Lorenz curve often displays sensitive financial information, it also maintains the anonymity of the underlying surveyed individuals. In addition, the Lorenz curve can be layered on top of itself over time, demonstrating how public policy has changed the level of inequality at various points along the Lorenz curve.\n\nBecause constructing a Lorenz curve involves fitting a continuous function to some incomplete set of data, there is no guarantee that the values along a Lorenz curve (other than those actually observed in the data) actually correspond to the true distributions of income. This is also true because it may be too expensive or demand too many resources to collect enough data points to fill all gaps.\n\nMost of the points along the curve are just guesses based on the shape of the curve that best fits the observed data points. Therefore, the shape of the Lorenz curve can be sensitive to the quality andsamplesize of the data and to the mathematical assumptions and judgments as to what constitutes a best-fit curve, and these may represent sources of substantial error between the Lorenz curve and the actual distribution.\n\nThe Lorenz curve (or Gini coefficient) may also be insufficient to clearly demonstrate the extent of change of inequality over time. Consider a situation where two Gini coefficients are calculated to be the exact same. It is possible for the slope of the Lorenz curve to be radically different, yet the underlying aggregated inequality level is calculated to be the same.\n\nVisually depicts inequality across a population in a manner easy to understand and analyze\n\nIs used to help calculate the Gini coefficient, a primary mathematical mean of calculating inequality\n\nMay assist governments in making public policy changes or impacting tax bracket ranges based on income\n\nMaintains anonymity of surveyed individuals\n\nMay be compiled to show how the curve has changed over time\n\nSample data may not appropriately reflect the overall population, therefore displaying an incorrect Lorenz curve\n\nMay require extensive data collection to adequately fill in the entire curve\n\nMay require estimation or preparer inference as to the curve to draw\n\nMay mislead analysts due to the varying shapes and sizes of the Gini coefficient area; different areas may be equal in size yet vary in appearance\n\nThe curve above shows a continuous Lorenz curve that has been fitted to data that describes income distribution in Brazil as of 2023, according to theWorld Bank.The data set is also compared to a straight diagonal line representing perfect equality.\n\nAt the 50th income percentile, the value of the Lorenz curve is 17%%. This means that the Lorenz curve estimates that the bottom 50% of the population takes in 17% of the nation’s total monthly income. If Brazil were a perfectly equal society, the bottom 50% would earn 50% of the total.\n\nElsewhere, we can see that the 99th percentile corresponds to 89% of cumulative income. This means that, according to the Bank's figures, the top 1% takes in just over a tenth of Brazil's income.\n\nTo find the Gini coefficient, subtract the area beneath the Lorenz curve from the area beneath the line of perfect equality (0.5 by definition). Divide the result by the area beneath the line of perfect equality, which yields a Gini coefficient of 50.8%. This is slightly lower than the estimate of 52% in 2022, suggesting a slight decrease in economic inequality.\n\nThe Lorenz curve is important because it represents one of the best and simplest ways to illustrate the level of economic inequality in society. As the Lorenz curve moves away from the baseline, the underlying data suggests that the unequal distribution keeps increasing.\n\nThe Lorenz curve is a graphical representationof the distribution of income or wealth in a society. Basically, the farther the curve moves from the baseline, represented by the straight diagonal line, the higher the level of inequality.\n\nGovernment agencies are especially interested in Lorenz curves, especially for net worth and income distributions within their country. Lorenz curves inform governments of how public policy is working (or not working). It may also be an indicator of how a government should establish its tax brackets based on gaps or ranges of income.\n\nAfter collecting data from a relatively large sample size, a Lorenz curve is then fitted to best demonstrate the distribution of that data set. Because each set of information is different, there is no single universal curve formula, and the nonlinear regression will often look very different for different data sets.\n\nA common method of visually analyzing inequality distributions is to use a Lorenz curve. The curve graphically depicts what a standard distribution of equality would look like. Then, the graph layers on the actual distribution of a given data set. The Lorenz curve is used to calculate the Gini coefficient to mathematically analyze how unequal a dataset is, and it is used to visually exam inequality levels as well.\n\nFood and Agriculture Organization of the United Nations. “Charting Income Inequality: The Lorenz Curve,” Page 9.\n\nFederal Reserve Bank of St. Louis. \"The State of U.S. Wealth Inequality.\"\n\nU.S. Census Bureau. “Gini Index.”\n\nWorld Bank. \"LAC Equity Lab: Income Inequality—Income Distribution.\" Select \"Brazil—PNADC\" and \"2023.\"\n\nWorld Bank. \"World Development Indicators.\"",
  "url": "https://www.investopedia.com/terms/l/lorenz-curve.asp"
}