{
  "term": "Loss Payee: Definition, How It Works in Insurance, and Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe loss payee is the party to whom the claim from a loss is to be paid. A loss payee can mean several different things; in theinsurance industry, the insured, or the party entitled to payment, is the loss payee. The insured can expect reimbursement from the insurance carrier in the event of a loss.\n\nAloss payee clausein an insurance policy would specify that any loss covered by the insurer would be paid to a third-party payee and not the primary beneficiary. The loss payee could be a lender (in the case of a lien on a car or home),lessor, property owner, or any other party with an interest in the insured's property.\n\nA loss payee, also known as a loss payable, can be different from \"first loss payee,\" which is the party that must be paid first when adebtordefaults on a loan. \"Loss payee\" is simply a generic phrase signifying the rightful recipient of any kind ofreimbursementand is most often used in the property-casualty insurance industry.\n\nWhen financing a vehicle purchase, a buyer must agree to carryinsuranceon the secured property, otherwise forced placed insurance becomes a possibility. The financial institution making the loan typically insists that they are indicated as the loss payee on the insurance policy to protect themselves against loss.\n\nFor example, the loss payee section is a section on anauto insurancepolicy that lists your lender’s name and address on the given collateral. It is important to give the correct address for your lender, as some insurance companies have multiple addresses.\n\nThe term loss payee is most often used in the auto insurance industry but is also used by other insurance sectors.\n\nThe lender will usually require verification of insurance coverage, and the loss payee should be added as soon as you buy insurance for the covered vehicle. This verification of insurance cannot be satisfied simply by an insurance ID card; it needs to be a declarations page. The declarations page will have multiple pieces of crucial information listed for your lender:\n\nWhen listed as a loss payee, the lender will receive notification of your insurance policy’s status on a regular basis. The notifications will inform the lender of all activities on your insurance policy. For example, the loss payee section of an auto insurance policy creates more than a direct link between your insurance company and your lender.\n\nSince you are not the sole owner of the collateral, claim checks will be payable to both you and the lender, or directly to a repair shop. In atotal loss, the lender will be paid first.\n\nFor the lender, being listed as a loss payee ensures the lender will be compensated for their collateral, regardless of potential losses.\n\nThe loss payee is essentially a safety net for the lender to reduce unpaid loans. If you do not list your lender as the loss payee, it is probable the lender will put forced placed insurance on your collateral.\n\nInternational Risk Management Institute. \"Loss Payable Clause.\"\n\nInternational Risk Management Institute. \"Insurable Interests and Interests Insured in Property Insurance.\"\n\nAmerican Family Insurance. \"Total Car Loss: What Does It Mean?\"\n\nConsumer Financial Protection Bureau. \"What Is Force-Placed Insurance?\"",
  "url": "https://www.investopedia.com/terms/l/loss-payee.asp"
}