{
  "term": "Loss Reserves: What They Are and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA loss reserve is an estimate of an insurer’s liability from future claims it will have to pay out on. Typically composed ofliquid assets, loss reserves allow an insurer to cover claims made against insurance policies that it underwrites. Estimatingliabilitiescan be a complex undertaking. Insurers must take into account the duration of the insurance contract, the type of insurance offered, the odds of a claim being made, and the time of it being resolved quickly. Insurers have to adjust their loss reserve calculations as circumstances change.\n\nWhen an insurer underwrites a new policy, it records a premium receivable (which is an asset) and a claim obligation (which is a liability). The liability is considered part of the unpaid losses account, which represents the loss reserve.\n\nAccounting for loss reserves involves complex calculations because losses can come at any time, including years down the road. For example, a final settlement of litigation with a claimant may require a multi-year court battle, which would drain an insurance company's funds over a long period. Maintaining an adequate level of loss reserves puts an insurance company in a better financial position to pay out claims and any long legal battles.\n\nEstimating the correct loss reserve is crucial for a company in maintaining its profitability andsolvency. If an insurance company is too conservative in their loss reserve calculation, they will have allocated too much to the reserve, reducing their income, and the investment ability of assets.On the other hand, if they are too liberal with their calculation, then they will not have allocated enough to their reserves, which would result in booking losses and possible insolvency for the company.\n\nInsurers prefer to usepresent valuewhen calculating claims since it allows them to discount the future value of claim payments and realize how much they have to reserve today. It also takes into consideration the years of interest earned on the reserves before having to pay out a claim. This would technically reduce the liability amount. However, regulators require claims to be recorded at the actual value of the loss—itsnominal value. The undiscounted loss reserve will be greater than the discounted loss reserve. This regulatory requirement results in higher reported liabilities.\n\nLoss reserves also impact an insurance company's tax liabilities. Regulators determine an insurer’s taxable income by taking the sum of annual premiums and subtracting any increases in loss reserves. This calculation is called a loss reserve deduction. Income, which is the insurer’sunderwriting income, includes the loss reserve deduction plusinvestment income.\n\nThe incorporation of loss reserves into financial statements can often lead to the use of loss reserves forincome smoothing. The claims process can be complex so determining whether an insurer is using loss reserves to smooth income requires examining changes to the insurer’s loss reserve errors, relative to past investment income.\n\nLending institutions also use loss reserves to manage their books, and when applied to the banking industry, are known asloan loss provisions, which operate in the same fashion that loss reserves do for an insurance company.\n\nFor example, consider Bank ABC that has made loans in the amount of $10,000,000 to various companies and individuals. Though Bank ABC works very hard to qualify the people to whom it grants loans, some will inevitablydefaultor fall behind, and some loans will have to be renegotiated.\n\nBank ABC understands these realities and, thus, estimates that 2% of its loans, or $200,000, will probably never be paid back. This $200,000 estimate is Bank ABC's loan loss reserve, and it records this reserve as a negative number on the asset portion of itsbalance sheet.\n\nIf Bank ABC decides to write all or a portion of a loan off, it will remove the loan from its asset balance and also remove the amount of the write-off from the loan loss reserve. The amount deducted from the loan loss reserve may be tax-deductible for Bank ABC.\n\nInsurance Information Institute. \"Financial Reporting.\"\n\nColumbia University, Legal Information Institute. \"26 U.S. Code § 832 - Insurance Company Taxable Income.\"",
  "url": "https://www.investopedia.com/terms/l/loss-reserve.asp"
}