{
  "term": "Loss Leader Strategy: Definition and How It Works in Retail",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA loss leader strategy involves selling a product or service at a price that is not profitable but is sold to attract new customers or to sell additional products and services to those customers. Loss leading is a common practice when a business first enters a market. A loss leader introduces new customers to a service or product in the hopes of building a customer base and securing future recurring revenue.\n\nLoss leading can be a successful strategy if executed properly. A classic example israzor blades. Gillette, for example, often gives their razor units away for free or at a low price, knowing that customers must buy replacement blades, which is where the company makes its profit.﻿﻿\n\nAnother example is Microsoft's Xbox One video game console. The product was sold at a low margin per unit, but Microsoft knew that there was potential to profit from the sale of video games with higher margins and subscriptions to the company's Xbox Live service. The loss leader strategy is common throughout the video game industry and, in most cases, consoles are sold for less than they cost to build.﻿﻿\n\nThe loss leader strategy is also known aspenetration pricingas the manufacturer attempts to penetrate the market by pricing its products low.\n\nOpponents of loss leader pricing practices argue that the strategy is predatory in nature and designed to force competitors out of business.\n\nBothbrick-and-mortarstores and online shops use loss leader pricing strategies. These businesses frequently price a few items so low that there is noprofit margin. The hope is that once the shopper buys the product from the store or the website, the shopper will buy other products and become loyal to the brand. Unfortunately, for business owners, consumers sometimes leave without buying other products or subscribing to the brand. This consumer practice of jumping from shop to shop and picking up loss leader items is calledcherry picking.\n\nSome retailers place loss leaders at the back of their stores so consumers will have to walk by other, more expensive products to get to them. One of the most practiced examples of this is the sale of milk. Milk, a common household item, is often placed at the back of every grocery store, requiring an individual to pass by almost every other item in a grocery store.\n\nEven if the shopper just came in the store to buy milk, it is very likely they will purchase additional items as they walk by them on their way to the milk section and then back to the register, resulting in increased sales for the shop.\n\nIntroductory pricing can also be a loss leader. For example, a credit card company may offer a lowintroductory rateto entice clients to use a card or transfer their existing balances. Then, after snagging the client, the company raises its interest rates. Similarly, cable companies often offer low rates, sometimes at a loss, for an initial period to attract new customers or to lure customers away from competitors.\n\nFor businesses that use a loss leader strategy, the greatest risk is that clients may only take advantage of the loss leader pricing and not use any of the business's other products and services. Additionally, some small-business owners complain that they cannot compete with large corporations who can absorb the losses implicit in this strategy.\n\nFinally, suppliers to companies who follow a loss leader strategy may experience pressure to keep their own prices low so that the company using a loss leader strategy can continue to do so.\n\nHarvard Business Review. \"Gillette's Strange History with Razor and Blade Strategy.\" Accessed Sept. 4, 2020.\n\nPC Magazine. \"Like the PS4, XBox One Being Built at a Loss.\" Accessed Sept. 4, 2020.",
  "url": "https://www.investopedia.com/terms/l/lossleader.asp"
}