{
  "term": "Loss Given Default (LGD): Two Ways to Calculate, Plus an Example",
  "definition": "Loss given default refers to the estimated credit loss that results if a borrower defaults on their financial obligation.\n\nLoss given default (LGD) is the amount of money that abankor other financial institution is projected to lose when a borrowerdefaultson a loan.\n\nLGD can be shown as a percentage of total exposure at the time of default or as a single dollar value of potential loss.\n\nA financial institution’s total LGD is calculated after a review of all outstanding loans using cumulative losses and exposure.\n\nBanks and other financial institutions determine credit losses by analyzing actualloandefaults.\n\nQuantifying losses can be complex and require an analysis of several variables. How credit losses are accounted for on a company’s financial statements includes determining both anallowance for credit lossesand anallowance for doubtful accounts.\n\nConsider if Bank A lends $2 million to Company XYZ and the company defaults. Bank A’s loss is not necessarily $2 million.\n\nOther factors must be considered, such as the amount of collateral, whether installment payments have been made, and whether the bank makes use of the court system for reparations from Company XYZ.\n\nWith these and other factors considered, Bank A may, in reality, have sustained a far smaller loss than the initial $2 million loan. Determining the amount of loss is an important and fairly common parameterin most risk models.\n\nLGD is an essential component of the Basel Model (Basel II), a set of international banking regulations. It is used in the calculation ofeconomic capital, expected loss, and regulatory capital.\n\nThe expected loss is calculated as a loan’s LGD multiplied by both itsprobability of default (PD)and the financial institution’sexposure at default (EAD).\n\nLoans with collateral, known as secured debt, greatly benefit the lender and can benefit the borrower through lower interest rates.\n\nThere are different ways to calculate LGD.\n\n1. A common variation considers the exposure at default and recovery rate. Exposure at default is an estimated value that predicts the amount of loss a bank orcredit unionmay experience when a debtor defaults on a loan.\n\nThe recovery rate is a risk-adjusted measure to right-size the default based on the likelihood of the outcome.\n\nLGD (in dollars) = Exposure at Default (EAD) x (1 - Recovery Rate)\n\n2. Another basic variation compares the potential net collectible proceeds to the outstanding debt. This formula provides a general ratio of what portion of debt is expected to be lost:\n\nLGD (as a percentage) = 1 - (Potential Sale Proceeds / Outstanding Debt)\n\nOf these two methods, it is more common to see the first formula used as it is a more conservative approach to reflect the maximum potential loss.\n\nIt can often be difficult to assess what the potential sale proceeds are, especially considering multiple collateral assets, disposition costs, timing of payments, and liquidity of each asset.\n\nExposure at default is the total value of a loan that abankis exposed to at the time that a borrower defaults.\n\nFor example, if a borrower takes out a loan for $100,000 and two years later, the amount left on the loan is $75,000. The borrower defaults. The EAD is $75,000.\n\nWhen analyzingdefault risk, banks will often calculate the EAD on aloanas it aims to predict the amount the bank will be exposed to when a borrower defaults. EAD constantly changes as a borrower pays down their loan.\n\nThe main difference between LGD and EAD is that LGD takes into consideration any financial amount recovered on the default. For this reason, EAD represents a more conservative measurement since it is the higher figure. LGD is more often the best case scenario that relies on multiple assumptions.\n\nFor example, if a borrower defaults on theircar loan, the EAD represents the remaining loan amount in default. If thebankrepossesses the car and sells it to recover a portion of the EAD, the recovered amount gets factored into the LGD calculation.\n\nDepending on the loan, such as amortgageorstudent loan, a different number of days passed without payment counts as a default. Make sure you are aware of the figure for your specific loan.\n\nImagine that a borrower takes out a $400,000 loan for a condo. After making installment payments on theloanfor a few years, the borrower experiences financial difficulties.\n\nIt is estimated that the borrower has an 80% chance of default, which means the recovery rate is 20%. The outstanding loan balance is $300,000, and thebankwill be able to sell the condo for $200,000 upon foreclosure.\n\nTo calculate the LGD in dollars, compare the amount at risk to the likelihood of default. Using the first formula above, the lender finds that $240,000 is at risk of default.\n\nLGD (in dollars omitting collateral) = $300,000 x (1 - 0.20) = $240,000\n\nAlternatively, LGD can be calculated as a percentage that typically incorporates the value of the collateral.\n\nAlthough the first formula is easier to calculate, it does not factor in thedispositionproceeds of the condo in the event of default.\n\nSo, using the second formula above, when considering the collateral valuethe lender should anticipate losing 33% of its capital should the condo owner default.\n\nLGD (as percentage including collateral) = 1 - ($200,000 / $300,000) = 33.33%\n\nLoss given default (LGD) is the amount of money that a financial institution loses when a borrower defaults on aloan, after considering any recovery, represented as a percentage of total exposure at the time of loss.\n\nLGD stands for loss given default and refers to the amount of money a bank loses when a borrower defaults on aloan. PD stands for the probability of default, which measures the probability that a borrower will default on their loan.\n\nLoss given default can theoretically be zero when a financial institution models LGD. If the model shows that a full recovery of theloanis possible, then the LGD can be zero. However, a zero LGD is usually rare.\n\nUsage given default is another term for exposure at default, which is the total value left on aloanwhen the borrower defaults.\n\nWhen making loans, banks tend to reduce their risk as much as they can. They evaluate a borrower and determine the risk factors oflendingto that borrower, including the probability that they will default on the loan and how much the bank stands to lose if default occurs.\n\nLoss given default (LGD), probability of default (PD), and exposure at default (EAD) are calculations that help banks quantify their potential losses.\n\nBank for International Settlements. “Basel II: Revised International Capital Framework.”\n\nConsumer Financial Protection Bureau. “Differentiating Between Secured and Unsecured Loans,” Page 3.",
  "url": "https://www.investopedia.com/terms/l/lossgivendefault.asp"
}