{
  "term": "Loss Adjustment Expense (LAE): Definition, How It Works, and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA loss adjustment expense (LAE) is a cost that insurance companies incur when investigating and settling an insurance claim.\n\nWhen an insurer receives a claim, it doesn't open its checkbook immediately. It first does itsdue diligenceto ensure that the damages claimed by a policyholder are accurate. This involves an investigation of an incident and claim. The absence of an investigation could lead to losses from fraudulent claims.\n\nLoss adjustment expenses can include the costs of adjusters, investigators, attorneys, mediators, and more.\n\nLAEs will vary widely depending upon how difficult a claim is to investigate. Even in cases where the LAE is high, insurance companies deem the expense worth it to avoid being bilked by fraudulent claims. The investigation of claims can be a deterrent to those who might file fraudulent claims for an easy payday.\n\nFraudulent insurance claims are believed to cost insurers billions of dollars. These claims drive up insurance premiums for the rest of the customers as insurance companies must count fraudulent claims in their cost of doing business.\n\nSome commercial liability policies contain endorsements that require policyholders to reimburse their insurance company for loss adjustment expenses.\n\nIt is important to carefully read the endorsement language, which may indicate that a loss adjustment expense doesn't include the policyholder’s attorney fees and costs if an insurer denies coverage and a policyholder successfully sues the insurer.\n\nThus, when there's no actual adjusting of the claim, the insurance company shouldn't be allowed to use its deductible to cover policyholder expenses incurred when the policyholder defends the claim dismissed by the insurance company.\n\nThe combined ratio (also known as the combined ratio after policyholder dividends ratio) is one of the key profitability measures in the insurance industry. It measures profits earned through daily underwriting activities and excludes investment-related income. The calculation includes the LAE, as shown below.\n\nCombined Ratio= (Incurred Losses + Loss Adjustment Expense (LAE) + Other Underwriting Expenses)/Earned Premiums\n\nThe combined ratio essentially compares expenses to revenue. A ratio below 100% means that the company is making an underwriting profit. A ratio above 100% indicates an underwriting loss. So when it comes to the combined ratio, the lower the result, the better.\n\nAs you can see from the above formula, loss adjustment expense is one of the components used in the combined ratio formula. All things being equal, the higher the loss adjustment expense, the higher the company's combined ratio, and vice-versa.\n\nLet's say, for example, insurance company ABC incurred underwriting losses of $5 million, loss adjustment expenses of $3 million, and $2 million in underwriting expenses in Q1 (for a total of $10 million dollars). In the same period, the company earned $11 million in premiums. Thus, ABC's combined ratio for the quarter is .91, or 91% ($10 million/$11 million). It's making a profit, as the $11 million in earned premiums outpaced the underwriting costs.\n\nGenerally speaking, a combined ratio in the range of 75%-90% over the long run is considered healthy.\n\nLoss-adjusted expenses that are allocated to a specific claim are calledallocated loss adjustment expenses (ALAE), while expenses not allocated to a specific claim are called unallocated loss adjustment expenses (ULAE).\n\nAllocated loss adjustment expenses occur when the insurance company pays for an investigator to survey claims made on a specific policy. Or, a driver with an automobile insurance policy may be required to take a damaged vehicle to an authorized third-party shop so that a mechanic can assess the damage.\n\nIn the case of a third-party review, the cost associated with hiring that professional is an allocated loss adjustment expense. Other allocated expenses include the cost of obtaining police reports, and the cost required to evaluate whether an injured driver is really injured.\n\nInsurance companies can also incur unallocated loss adjustment expenses. Unallocated expenses could be related to the salaries of thehome officepersonnel, maintenance costs of the fleet of vehicles used by in-house investigators, and other expenses incurred in the regular course of operations.\n\nAn insurance company that maintains a staff to evaluate claims, but is fortunate enough to never have a claim filed, will have salary and overhead as unallocated loss adjustment expenses, but will not have any allocated loss adjustment expenses.\n\nThe loss ratiois calculated by dividing the total incurred losses by the total collected insurance premiums. It does not include underwriting and loss adjustment expenses, as is the case with the combined ratio.\n\nIf a company's LAE increases each year, it could mean that management is overly aggressive in its financial reporting. Specifically, it might be habitually under-reserving for losses and overstating income.\n\nIncurred loss is simply the amount of money an insurance company paid out in claims. Loss adjusted expense, meanwhile, is the expense associated with investigating and settling those claims.\n\nLoss adjustment expenses are the expenses that insurance companies incur during the investigation and handling of claims. Examples of loss adjustment expenses include costs for investigators, adjusters, attorneys, and mediators.\n\nThe combined ratio, the formula for which includes loss adjustment expenses, compares expenses to earned premiums and is used as a metric for profitability by the insurance industry.\n\nInsuranceopedia. \"Loss Adjustment Expenses.\"\n\nNational Association of Insurance Commissioners. \"Insurance Fraud.\"\n\nBarnes & Thornburg, LLP. \"Insurance Company Favorite: The 'Loss Adjustment Expense'.\"",
  "url": "https://www.investopedia.com/terms/l/loss-adjustment-expense-lae.asp"
}