{
  "term": "Loss Ratio: What It Is, How It's Calculated, and Types",
  "definition": "An insurer's loss ratio represents the portion of premium income that's paid out to cover claims.\n\nThe loss ratio is a financial indicator used in the insurance industry that compares the amount paid out in claims to the premiums earned from policyholders. Losses in loss ratios include paid insurance claims and adjustment expenses. The loss ratio formula is insurance claims paid plus adjustment expenses divided by total earned premiums.For example, if a company pays $80 in claims for every $160 in collected premiums, the loss ratio would be 50%.\n\nLoss ratios vary depending on the type of insurance. For example, the loss ratio for health insurance tends to be higher than the loss ratio for property and casualty insurance. The average loss ratios in mid-year 2024 for health insurance were about 87-88%, while for property and casualty insurance, it was between 54% to 68% but varies by segment even within this vertical.\n\nLoss ratios help assess the health and profitability of an insurance company. A business collects premiums higher than amounts paid in claims, and so high loss ratios may indicate that a business is infinancial distress.\n\nUnlike auto and homeowners insurance, under the ACA, health insurers do not retain the ability to adjust your insurance premiums based on submitted claims or your medical history.\n\nA health insurance carrier that pays $8 in claims for every $10 in premiums collected has amedical cost ratio (MCR)of 80%. Under theAffordable Care Act (ACA), health insurance carriers were mandated to allocate a significant share of the premium to clinical services and the improvement of healthcare quality.\n\nHealth insurance providers are required to divert 80% of premiums to claims and activities that improve the quality of care and offer more value to the plan's participants. If an insurer fails to spend the required 80% on health care costs, it will have to rebate excess funds back to the consumer.\n\nBusinesses with commercial property and liability policies are expected to maintain adequate loss ratios. Otherwise, they may face premium increases and cancellations. Consider a small used car dealer who pays $20,000 in annual premiums to insure their inventory. A hailstorm causes $25,000 in damages, for which the business owner submits a claim. The insured's one-year loss ratio becomes $25,000 / $20,000, or 125%.\n\nTo determine if and for what amount a premium increase is warranted, carriers may review claims history and loss ratios for the past five years. If the insured has a very brief tenure with the insurer, the company may decide that the auto dealer presents an unacceptable future risk. At that juncture, the carrier may choose not to renew the policy.\n\nRelated to loss ratios are benefit-expense ratios, which compares an insurer's expenses for acquiring, underwriting, and servicing a policy by the net premium charged. Expenses can include employee wages, agent and broker commissions, dividends, advertising, legal fees, and other general and administrative expenses (G&A).\n\nAn insurer will combine the benefit-expense ratio with their loss ratio to arrive at acombined ratio. While the benefit ratio looks at company expenses, the loss-to-gain ratio looks at paid claims, including adjustments, compared to the net premium.\n\nAlso, due to the higher number of probable claims per period, losses for healthcare providers will be higher than those for property or casualty insurance. The combined ratio measures the flow of money out of a company through the payment of expenses andthe total lossesas they relate to the income from premiums.\n\nHopper, Monte J. (Moderator). \"Loss Ratio Analysis: Transcript.\"Record of Society of Actuaries, vol. 6, no. 2, 1980, pp. 418-420.\n\nNational Association of Insurance Commissioners. \"U.S. Health Insurance Industry Analysis Report; 2024 Mid-Year Results.\" Page 1.\n\nCEIC Data. \"United States Health Insurance: Loss Ratio.\"\n\nNational Association of Insurance Commissioners. \"Property & Casualty Insurance Industry: 2024 First Half Results.\" Page 1.\n\nSwiss Re. \"US Property & Casualty Outlook: Strong Winds, Smoother Sailing.\"\n\nHealth Insurance Marketplace. \"Health Insurance Rights & Protections: Rate Review & The 80/20 Rule.\"\n\nCenters for Medicare & Medicaid Services. \"Fighting Unreasonable Health Insurance Premium Increases.\"",
  "url": "https://www.investopedia.com/terms/l/loss-ratio.asp"
}