{
  "term": "Lost Decade in Japan: History and Causes",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nThe Lost Decade is commonly used to describe a period in Japan beginning in the 1990s, during which economicstagnationbecame one of the longest-running economic crises in recorded history. Later decades are also included in some definitions, with the period from 1991 through 2011 (or even through 2021) sometimes being referred to as Japan's Lost Decades.\n\nThe Lost Decade is a term initially coined to refer to the decade-longeconomic crisisin Japan during the 1990s. Japan’s economy rose meteorically in the decades following World War II, peaking in the 1980s with the largest per capita gross national product (GNP) in the world. Japan's export-led growth during this period attracted capital and helped drive atrade surpluswith the U.S.\n\nTo help offset global trade imbalances, Japan joined other major world economies in thePlaza Agreement in 1985. In accord with this agreement, Japan embarked on a period of loose monetary policy in the late 1980s. This loose monetary policy led to increasedspeculationand a soaring stock market and real estate valuations.\n\nIn the early 1990s, as it became apparent that thebubblewas about to burst, the Japanese Financial Ministry raised interest rates, and ultimately the stock market crashed and a debt crisis began, halting economic growth and leading to what is now known as the Lost Decade.During the 1990s, Japan'sgross domestic product(GDP) averaged 1.3%, significantly lower as compared to other G-7 countries.Household savings increased. But that increase did not translate into demand, resulting indeflationfor the economy.\n\nIn the following decade, Japan's GDP growth averaged only 0.5% per year as sustained slow growth carried over right up until the global financial crisis andGreat Recession.As a result, many refer to the period between 1991 and 2010 as the Lost Score, or the Lost 20 Years.\n\nFrom 2011 to 2019, Japan's GDP grew an average of just under 1.0% per year,and 2020 marked the onset of a new global recession as governments locked down economic activity in reaction to theCovid-19 pandemic. Together the years from 1990 to the present are sometimes referred to as Japan's Lost Decades.\n\nThe pain is expected to continue for Japan. According to research from theFederal Reserve Bank of St. Louis, recent growth rates imply that Japan's GDP will double in 80 years when previously it doubled every 14 years.\n\nWhile there is some agreement on the events that led up to and precipitated the Lost Decade, the causes for Japan's sustained economic woes are still being debated. Once the bubble burst and the recession took place, why did persist through successive years and decades? Demographic factors, such as Japan's aging population, and the geopolitical rise of China and other East Asian competitors may be underlying, non-economic factors. Researchers have produced papers delineating possible reasons why the Japanese economy sank into prolonged stagnation.\n\nKeynesianeconomists have offered several demand-side explanations. Paul Krugman opined that Japan was caught in aliquidity trap: Consumers were holding onto their savings because they feared that the economy was about to get worse.Other research on the subject analyzed the role played by decreasing household wealth in causing the economic crisis.\"Japan's Lost Decade,\" a 2017 book, blames a \"vertical investment-saving\" curve for Japan's problems.\n\nMonetaristeconomists have instead pointed to Japan'smonetary policybefore and during the Lost Decade as too restrictive and not accommodative enough to restart growth. Milton Friedman wrote, in reference to Japan, that \"the surest road to a healthy economic recovery is to increase the rate of monetary growth to shift from tight money to easier money, to a rate of monetary growth closer to that which prevailed in the golden 1980s but without again overdoing it. That would make much-needed financial and economic reforms far easier to achieve.\"\n\nDespite these various attempts, Keynesian and Monetarist views on Japan's extended economic malaise generally fall short. Japan's government has engaged in repeated rounds of massive fiscaldeficit spending(the Keynesian's solution to economic depression) and expansionary monetary policy (the Monetarist prescription) without notable success. This suggests that either the Keynesian and Monetarist explanations or solutions (or both) are likely mistaken.\n\nAustrian economistshave, on the contrary, argued that a period of extended economic stagnation is not inconsistent with Japan's economic policies that throughout the period acted to prop up existing firms and financial institutions rather than letting them fail and allowingentrepreneursto reorganize them into new firms and industries. They point to the repeated economic and financial bailouts as a cause of—rather than a solution to—Japan's Lost Decades.\n\nAs of the first quarter of 2024, Japan's annual GDP growth rate stood at a negative 0.2 percent compared to the same period one year prior. This indicates that the country's GDP contracted slightly rather than growing.\n\nAs of 2024, Japan boasts the world fourth-largest economy, behind the United States, China, and Germany.The country's economy is characterized by a strong manufacturing sector and exports.\n\nThe \"Lost Generation\" is a concept closely related to Japan's Lost Decades. The term refers to those Japanese university graduates who entered the economy during the employment freezes characteristic of the Lost Decades. This primarily includes people who graduated in the 1990s and 2000s. As a consequence of these circumstances, members of the Lost Generation may have had to take on low-wage temporary work over stable employment with robust retirement benefits—teeing up a potential pension crisis for the nation.\n\nThe Lost Decade, also known as the Lost Decades, refers to an extended stretch of economic stagnation in Japan beginning in the early 1990s. This era of poor economic performance has been characterized by low GDP growth, recessions, and deflation. Economists have posited multiple hypotheses to attempt to understand and explain the root causes and potential solutions of Japan's economic downturn.\n\nAsian Development Bank Institute. \"Japan’s Lost Decade: Lessons for Other Economies.\" Accessed June 1, 2021.\n\nWorld Bank. \"GDP Growth (annual %) - Japan,\" Accessed June 1, 2021.\n\nFederal Reserve Bank of St. Louis. \"Japan's Lost Decade vs. the US Great Recession.\" Accessed June 1, 2021.\n\nMassachusetts Institute of Technology. \"Japan's Trap.\" Accessed June 1, 2021.\n\nThe National Bureau of Economic Research. \"The Causes of Japan's 'Lost Decade': The Role of Household Consumption.\" Accessed June 1, 2021.\n\nNaoyuki Yoshino and Farhad Taghizadeh-Hesary, eds. \"Japan's Lost Decade.\" Springer, 2017.\n\nPragmatic Capitalism. \"Milton Friedman Misunderstood Quantitative Easing.\" Accessed June 1, 2021.\n\nMises Institute. \"Explaining Japan's Recession.\" Accessed June 1, 2021.\n\nTrading Economics. \"Japan GDP Annual Growth Rate.\"\n\nAssociated Press. \"Japan Slips into a Recession and Loses its Spot as the World’s Third-Largest Economy.\"\n\nNippon. \"Japan and the Lost Generation’s Looming Pension Crisis.\"",
  "url": "https://www.investopedia.com/terms/l/lost-decade.asp"
}