{
  "term": "Love Money: What it Means, Angel Investors, Importance",
  "definition": "Love money refers toseed capitalthat has been extended by family or friends to anentrepreneurto start a business venture. The decision to lend money and the terms of the agreement are usually based on the relationship between the two parties, instead of a formulaic risk analysis.\n\nLove money is usually given to entrepreneurs by family or friends when there are no other financial options available. Love money may be the only financing option for an entrepreneur who does not meet the criteria necessary to getcreditor capital from traditional avenues like banks or other lenders. Love money may be used to start a new business or to provide an injection of capital to an existing business when required.\n\nLove money typically has no fixedrepaymentterms, and can sometimes be given for equity in the venture. Love money may also be advanced as a loan or aconvertible notewith a more formal and structured agreement. Regardless of the structure, it is recommended that investors only userisk capital—money they are prepared to lose—when providing love money investments to family and friends.\n\nThe people who advance love money may also be consideredangel investors, but that is not always the case. The term angel investors may refer to any high net worth individual who can afford to put money in a risky venture, but it usually refers toaccredited investors.\n\nThese investors will often inject cash into a new venture or when a business needs capital to continue its operations, especially during the difficult early stages, but they tend to have an expectation of returns and a set exit strategy. To qualify as love money, the angel investor would have to be in the entrepreneur's social network prior to investing.\n\nLove money is crucial to many types of business ventures but is especially helpful forstartups. Many of these businesses would never obtain financing through traditional means. For many budding entrepreneurs, love money is the best way to get off the ground.\n\nThat said, love money is not always for first-time entrepreneurs. It can also be a great source of capital for people who are already established but cannot secure enough financing. The more advanced a business is, the more formal a love money investment is likely to be.\n\nWhile it may seem easier to approach people you know for capital, that does not necessarily mean it comes without stress and pressure. In fact, there may be an additional sense of responsibility toward your funders when you know them personally. It is not always easy to mix business with pleasure, so discussing the direction of the business and when (and how) you will repay the debt can be difficult.\n\nBoth parties in a love money transaction should set out clear guidelines and expectations from the beginning in order to help alleviate the pressure and any future problems. Make sure both sides are aware of any legal consequences and considerations before any capital changes hands. More importantly, just like any other investor, the funder should be aware of market conditions and the risks associated with investing in the business.",
  "url": "https://www.investopedia.com/terms/l/lovemoney.asp"
}