{
  "term": "Low-Income Housing Tax Credit (LITHC): How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Low-Income Housing Tax Credit (LIHTC) is a tax incentive for housing developers to construct, purchase, or renovate rental housing for low-income individuals and families. The LIHTC was written into the Tax Reform Act of 1986.\n\nThe LIHTC provides state and local agencies with the authority to distribute around $9 billion annually in federal tax credits. For every dollar of tax credit received, developers can reduce a dollar's worth of their federal income tax owed.\n\nHowever, the amount of tax credit available to each developer is determined by the number of low-income housing units the developer plans to build.\n\nTo be eligible for low-income rental housing properties, applicants must find an eligible tax-credit property, and typically earn less than 60% of the Area Median Income (AMI).\n\nThe LIHTC is intended to stimulate the creation of more affordable housing for low and middle-income families. The LIHTC program provides the cost-reducing tax credit in return for developers agreeing to reserve a certain percentage of rent-restricted units for lower-income families.\n\nThere are two main types of federal tax credits available to developers.\n\nThese credits are applied over a ten-year period after a building is placed into service and can cover almost the entirety of the taxable expense for the building.\n\nAccording to federal law, the tax credits are allocated to each state by the federal government. From there, each state may choose the developers that can take advantage of these credits for their housing projects.\n\nNot every developer or investor will be able to take advantage of this program as there are more applications than available permits issued for construction.\n\nThe number of affordable housing units that the LIHTC led to the creation of between 1987 and 2022, according to the latest data from the U.S. Department of Housing and Urban Development (HUD).\n\nA wide variety of properties can be eligible for the LIHTC, including single-family homes, duplexes, apartment complexes, and townhouses.\n\nTo qualify, property owners, investors, or developers must meet specific requirements regarding the income levels of their tenants and the number of lower-income units offered. A project must meet one of the three income tests:\n\nAll projects receiving the LIHTC must continue to meet one of these income conditions for a period of 15 years. If the project doesn't comply, the value of the tax credit can be reclaimed.\n\nA frequent criticism of this program is that many properties in sought-after areas often become unaffordable for low-income families after the initial 15-year period.\n\nLow-income housing refers to any housing project or residential building that rents units out to tenants who qualify for reduced rent based on income and family size, or who receivehousing vouchersto help make their monthly rental payment.\n\nLow-income housing units can either be operated by a housing authority or by private landlords who accept government payments along with the tenant’s rental payment.\n\nThere are other types of support available for low-income individuals and households, such as housing subsidies provided by theDepartment of Housing and Urban Development (HUD).\n\nThe income qualifications can be found on HUD’s website and are subject to change as wages grow or decline in a given area. To qualify, a potential renter's income must be below 50% of the median income in their region.\n\nWhile HUD housing subsidies are available to single renters as well as families, there are qualifications for room counts in prospective homes and single renters may be excluded from a housing project due to lack of availability of properly sized units.\n\nLow-income housing should not be confused withaffordable housing, which is for families who are spending more than 30% of their income on housing.\n\nThe tax credit costs the U.S. government an estimated $13.5 billion every year.\n\nCriticisms of the LIHTC include that it contributes to inflation of housing prices, leads to areas of higher poverty levels, and doesn't properly address the high cost of housing due to the limited term of affordability.\n\nAlthough it has its critics, the LIHTC program is considered by some to be quite successful. Affordable housing units continue to enter the market. Less than 1% of the properties have entered foreclosure (fewer than for any other property type). And its market-based approach to housing (partnering private investment and public subsidies) deploys capital effectively.\n\nThe LIHTC aims to encourage the development of affordable rental housing for low-income individuals and families. Developers can receive substantial tax credits for building, buying, or renovating properties intended for tenants who earn less than their area’s median income.\n\nProspective tenants seeking low-income housing must locate a property that qualifies for the tax credit and meet certain income requirements.\n\nFederal Register. \"Section 42, Low-Income Housing Credit Average Income Test Regulations.\"\n\nNew York State Homes and Community Renewal. \"Low-Income Housing Tax Credit Program (9% LIHTC Program – DHCR Administered).\"\n\nCongressional Research Service. \"An Introduction to the Low-Income Housing Tax Credit,\" Page 4.\n\nCongressional Research Service. \"An Introduction to the Low-Income Housing Tax Credit,\"\n\nNational Housing Conference. \"How the 9 Percent Tax Credit Program Works.\"\n\nCongressional Research Service. \"An Introduction to the Low-Income Housing Tax Credit,\" Page 1.\n\nCongressional Research Service. \"An Introduction to the Low-Income Housing Tax Credit,\" Pages 3-4.\n\nHUD Office of Policy Development and Research. \"Low-Income Housing Tax Credit: Property-Level Data.\"\n\nCongressional Research Service. \"An Introduction to the Low-Income Housing Credit,\" Pages 4-5.\n\nBanker & Tradesman. \"Low-Income Housing Tax Credits Are Good Business for Banks.\"\n\nHousing Finance Magazine. \"The Keys to Success.\"",
  "url": "https://www.investopedia.com/terms/l/long-income-housing-tax-credit.asp"
}