{
  "term": "Low Exercise Price Option (LEPO): Meaning, Pros And Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA low exercise price option (LEPO) is a European-style calloptionwith an exercise price of one cent. Both buyer and seller operate onmarginand, because it is almost a certainty that the holder will exercise the option at maturity, it is somewhat similar to a futures contract.\n\nLEPOs originated in Switzerland and quickly spread to Finland for the avoidance of paying the requiredstamp dutiesthat were charged on stock trading. Since thestrike priceis so close to zero, the investor purchasing the LEPO gains most of the features of owning the share directly with the major exceptions of dividends and voting rights.\n\nTheAustralian Stock Exchange(ASX) began listing LEPO options in 1995 and, as of July 2021, offers them on nearly 100 ASX-listed companies.\n\nLEPOs differ from regular or standard options in several key ways.\n\nConceptually, LEPOs also act asforward contractsor futures. Standard options give the holder the right but not the obligation to purchase the underlying security at or before expiration. However, since the strike price is so low, the odds that the option will expire ITM, and therefore automatically exercise, at the expiration date are a near certainty. Essentially, a LEPO is a futures contract with the obligation to take delivery.\n\nOf course, all options and futures may be sold to close out the position and avoid taking delivery of the underlying.\n\nSince LEPOs are essentially adeep ITM call option, they have a very highdeltavalue and trade similarly to the underlying stock. Because these options are of the European style, meaning they are only able to be exercised at expiration, their near-zero strike price almost guarantees that the holder will take delivery of shares at that time. The advantage over owning the stock outright is the participation in the performance of the underlying without any financial or legal issues caused by the direct holding of the stock.\n\nDeep ITM options have very high premiums, or initial costs. However, the investor holds LEPOs on margin, resulting in a lower upfront cost. Again, the benefits must be weighed against the disadvantages of having no claim ondividendsor the ability to vote the shares.\n\nASX. \"LEPOs Low Exercise Price Options Explanatory Booklet,\" Page 4. Accessed Aug. 19, 2021.\n\nASX. \"Single Stock Option Registration Fee Schedule July 2021.\" Accessed Aug. 19, 2021.",
  "url": "https://www.investopedia.com/terms/l/lepo.asp"
}