{
  "term": "Lower of Cost or Market (LCM) Method: Why It’s Used and Application",
  "definition": "Michela Buttignol / Investopedia\n\nThe lower of cost or market (LCM) method states that when valuing a company’sinventory, it is recorded on thebalance sheetat either thehistorical costor the market value. Historical cost refers to the cost at which the inventory was purchased.\n\nThe value of a good can shift over time. This holds significance, because if the price at which the inventory can be sold falls below thenet realizable value (NRV)of the item, thus triggering a loss for the company, then the lower of cost or market method can be employed to record the loss.\n\nThe lower of cost or market (LCM) method lets companies record losses by writing down the value of the affected inventory items. This value may be reduced to market value, which is defined as the middle value when comparing the cost to replace the inventory, the difference between the net realizable value and the typical profit on the item, and the net realizable value of the item. The amount by which the inventory item was written down is recorded undercost of goods soldon the balance sheet.\n\nThe LCM method is part ofgenerally accepted accounting principles (GAAP)used in the United States and in international commerce. Almost allassetsenter theaccountingsystem with a value equal to acquisition cost. GAAP prescribes many different methods for adjusting asset values in subsequent reporting periods.\n\nIn 2017, theFinancial Accounting Standards Board (FASB)issued an update to its code and standards that affect companies that use theaverage costandlast in, first out (LIFO)methods of inventory accounting. Companies that use these two methods of inventory accounting must now use the lower of cost or net realizable value method, which is more consistent withInternational Financial Reporting Standards (IFRS).\n\nThe lower of cost or market (LCM) rule traditionally applies to companies with products that become obsolete. The rule also applies to products that lose value due to a dwindled current market price, which is defined as the current cost of replacing outdated inventory, provided that the market price isn’t larger or smaller than the net realizable value, which is essentially the projected selling price minus disposal fees.\n\nThe LCM rule was recently changed, making things easier for businesses that do not use the retail method or the last in, first out (LIFO) method. Under the new guidelines, the measurement can be solely restricted to the lower of cost or net realizable value.\n\nYes, the LCM method is required under GAAP. This method became required as of 2017.\n\nThe lower of cost or market (LCM) method is used to value inventory by comparing the original cost and the current market price, and recording the cost of inventory by whichever is lower. This method is typically applicable to companies that hold inventories for extended periods, when inventory has declined in cost, or if inventory has gone obsolete.\n\nAlong with the lower of cost or market (LCM) method being required by GAAP reporting, other inventory costing methods allowed by GAAP are:\n\nThe lower of cost or market (LCM) method is a conservative accounting principle used to value a company's inventory. While the LCM method may result in lower profits and lower taxes, it provides a more accurate picture of a company's financial health. Companies should carefully consider the LCM method when valuing their inventory to ensure that their financial statements are transparent and accurate.",
  "url": "https://www.investopedia.com/terms/l/lowerofcostandmarketmethod.asp"
}