{
  "term": "Low/No Documentation Loan: Meaning, Origins",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA low/no documentation loan allows a potential borrower to apply for amortgagewhile providing little or no information regarding their employment, income, or assets. Regulation of these loans has evolved significantly since 2008, but they remain an option for some borrowers innontraditional financial situations.\n\nBorrowers who seek out low/no documentation loans tend to have nontraditional income streams that may be more difficult to document in a traditional mortgage application. Examples includealternative investmentsorself-employmentarrangements where the borrower minimizes income reporting for tax purposes.\n\nMortgage lenders considering these loans tend to focus on the applicant’scredit score, ability to make a larger-than-normal down payment, and nontraditional documentation such asbank statements. Theinterest rateson these loans tend to be higher than documented conventional mortgages.\n\nA low/no documentation loan may sound like a throwback to the pre-2008 days of liar loans andsubprimelending, but it remains an option for some segments of the mortgage industry. The term’s origins lie in the build-up to the 2008 real estate crash.\n\nIn the early and mid-2000s, lenders who were feeling pressure to issue loans with more favorable terms loosened documentation requirements to the point that low-documentation products became commonplace.NINJA loans, which stands for \"no income, job, or asset verification,\" were one class of these products. Lenders often extended NINJA loans to borrowers based on their credit scores, without further documentation of the individual’s ability to make payments.\n\nFollowing theFederal Reserve'sinterest rate cutsin the early 2000s and loose mortgage lending practices, a housing bubble emerged. The housing market slowed in the mid-2000s, and borrowers were increasingly unable to keep up with required payments.\n\nBy 2007, home prices were falling, and subprime lenders were filing for bankruptcy. NINJA and other low-documentation loans—along with subprime lending practices—led to an eventual housing crash and thefinancial crisis of 2008.\n\nRegulatory responses to this meltdown included a 2008 rule enacted by the Federal Reserve through theTruth in Lending Act(TILA) that required lenders to verify a borrower’s ability to make payments on any loan where a higher interest rate was imposed due to a weaker applicant profile.\n\nThe 2010Dodd-Frank Wall Street Reform and Consumer Protection Actfollowed, and a modification to Dodd-Frank known as theability to repayrule was finalized by theConsumer Financial Protection Bureau(CFPB) in January 2013. This rule required lenders to adequately determine any borrower’s ability to make required monthly mortgage payments. Lenders who failed to do so would be subject to penalties established by the U.S. Congress.\n\nMany of the riskiest low/no documentation loan categories, such as NINJA loans, disappeared after the crash of 2008 and the passage of Dodd-Frank. However, the ability to repay rule allowed some room for low-documentation loans, including a class known asalternative documentationloans.\n\nA 2018 law repealing portions of the Dodd-Frank Act loosened standards for potential loans to be considered qualifying mortgages. The ability to repay rule was not affected by this law, but the law made it easier for borrowers to avoid the low-documentation classification.\n\nMany smaller banks pushed for this adjustment, arguing that the Dodd-Frank restrictions were unnecessarily onerous on these banks. They argued that national lenders had abandoned riskier loans that could prove beneficial to local communities and that smaller banks could support the recovery of real estate markets with more lenient lending practices.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either to theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development (HUD).\n\nIn the traditional sense, low/no documentation loans no longer exist, but varying types are still used. For example, alternative documentation loans use bank statements and assets to verify a borrower's financial viability. However, these less-documented loans are reserved for borrowers with very good toexcellent credit.\n\nLow/no documentation loans typically require borrowers to have good credit and a higher credit score thanstandard mortgage loans. However, the minimumcredit scorecan vary bylender.\n\nA fixed-rate mortgage is a home loan typically used to purchase a residential property. The interest rate and monthly payments are fixed throughout the life of the loan, which is usually 15, 20, or 30 years. Banks, credit unions, and online lenders offer conventional mortgage loans.\n\nLow/no documentation loans are mortgage products that require little or no information regarding their employment, income, or assets. The regulations surrounding these loans have evolved since 2008 and remain an option for some borrowers in nontraditional financial situations.\n\nConsumer Financial Protection Bureau. \"Ability-to-Repay/Qualified Mortgage Rule.\"\n\nU.S. Government Publishing Office. \"The Financial Crisis Inquiry Report.\" Page 6.\n\nFederal Register. \"Ability-to-Repay and Qualified Mortgage Standards Under the Truth in Lending Act (Regulation Z).\"\n\nU.S. Government Publishing Office. \"The Financial Crisis Inquiry Report.\" Pages 6-7.\n\nU.S. Congress. \"S.2155 - Economic Growth, Regulatory Relief, and Consumer Protection Act.\"\n\nFederal Trade Commission Consumer Advice. \"Mortgage Discrimination.\"",
  "url": "https://www.investopedia.com/terms/l/low_no_doc_loans.asp"
}