{
  "term": "Loyalty Program: Definition, Purpose, How It Works, and Example",
  "definition": "Loyalty programs, sponsored by retailers and other businesses, offer rewards, discounts, and other special incentives as a way to attract and retain customers. They are designed to encourage repeat business, offering people a reward for store/brand loyalty(hence the name). Typically, the more often a customer patronizes the merchant—and the more they spend—the greater their rewards.\n\nLoyalty program incentives vary. Typical incentives include:\n\nTo join a loyalty program—also known as a rewards program or points program—customers typically register their personal information with the company and are given a unique identifier, such as a numerical ID or membership card. They use that identifier when making a purchase.\n\nLoyalty programs provide two key functions: They reward customers for their repeated patronage, and they provide the issuing company with a wealth of consumer information anddata. While companies can evaluate anonymous purchases, the use of a loyalty program offers additional details on the type of products that may be purchased together, and whether certain incentives are more effective than others.\n\nLoyalty programs particularly apply to high-volume businesses that thrive onreturn customers. And since it's more expensive to acquire a new customer than to sell to an existing one, the prospect of creating a loyal following is fundamental to adding value.\n\nWhen appropriately executed, repeat customers will help recruit new ones at a fraction of the cost of traditional marketing methods.\n\nWhen these programs are integrated into the customer's everyday routine, they can cultivate true brand loyalty. Often, customers get invested in the program—and they will stick to a hotel, store, restaurant,credit card, or airline because of points or rewards they've accrued in its loyalty program, more than anything else.\n\nRetail loyalty programs can trace their roots to the stamp or boxtop collection and redemption programs that date back to the 1890s.However, the modern model was born with airlines' frequent flyer programs. American Airlines's AAdvantage, launched in 1981, was the first; United Airlines's Mileage Plus debuted shortly afterward.\n\nLoyalty programs, like everything else, have joined the Digital Age. Interestingly, they are incorporating tech not just as a means of purchasing things to get rewards, but as a source of rewards themselves: urging patrons to text or Instagram photos for points, or offering a discount if they shop via the merchant's new app.\n\nThe Starbucks (SBUX) Rewards program remains the default case study of how a brand can retain customers through interactive offers. The app operates much like any other rewards program, in that customers earn points (called \"stars\") to use for future coffee purchases.\n\nIt differentiates itself from other loyalty systems by providing customers with a convenient way to order ahead, pay in-store, and even access exclusive music playlists. For the most part, the app solidifies Starbucks as a basic necessity for every coffee drinker. If you add funds via the app onto your digital rewards card, you'll \"earn Stars twice as fast,\" Starbucks says.\n\nLoyalty programs aren't the only way to win customers' allegiance. Retailers like Costco (COST) and Amazon (AMZN) have achieved great customer loyalty through membership programs. Costco membership is required to shop at the store. However, Amazon Prime membership is not required to shop on Amazon.com.\n\nEven though they carry an out-of-pocket cost, many shoppers happily pay the annual fees for the privilege of shopping at Costco stores, and their low-cost, high-value products. Likewise, customers gladly pay for Amazon Prime in order to have free, fast shipping and other enhanced features.\n\nMany companies have loyalty programs. Some of the most common include Starbucks Rewards, the North Face XPLR Pass, Sephora Beauty Insider, Expedia Rewards, and Chick-fil-A One.\n\nLoyalty programs can function with different methods. The most implemented ones are points programs, tier programs, paid programs, and value programs. Points programs allow customers to earn points when they spend, and the points can then be redeemed at a later date. Tier programs allow customers different benefits depending on their rank, which they can earn after reaching spending limits. Paid programs allow customers to receive immediate benefits after paying a fee. Value programs donate to charity or other causes rather than providing benefits directly to the customer.\n\n\"CRM\" stands for \"customer relationship management\" and a CRM loyalty program is like other loyalty programs. It seeks to extend a customer's lifetime value by providing rewards to customers for repeat business. These rewards can take the form of points, discounts, freebies, coupons, and more, and are distributed after customer purchases, feedback, referrals, and other positive business interaction.\n\nLoyalty programs help attract customers and maintain brand loyalty. Though loyalty programs benefit customers, they also benefit businesses through repeat business, which helps retain market share and generate sales and earnings.\n\nWhite Label Loyalty. \"The Surprising History of Loyalty Programs: From Ancient Egypt to Modern Day.\"\n\nAmerican. \"AAdvantage Celebrates 40 Years of Loyalty Innovation.\"\n\nStarbucks. \"Free Coffee Is a Tap Away.\"",
  "url": "https://www.investopedia.com/terms/l/loyalty-program.asp"
}