{
  "term": "Luhn Algorithm: Uses in Identity Verification for Credit Cards",
  "definition": "BalanceFormcreative / Getty Images\n\nThe Luhn algorithm—also known as the “Modulus 10 algorithm”—is a formula that is used to determine whether the identification number provided by a user is accurate. The formula is widely used in validatingcredit cardnumbers, as well as other number sequences such as governmentSocial Security numbers (SSNs).\n\nToday, the Luhn algorithm is an essential component in the electronic payments system and is used by all major credit cards.\n\nThe Luhn algorithm is widely used to validate the authenticity of identification numbers, such as Social Security and credit card numbers.\n\nThe Luhn formula algorithm was developed by a German Computer Scientist named Hans Peter Luhn in 1954 while working as a researcher at IBM. The exact workings of thealgorithmare based on modular arithmetic, a mathematical technique developed by Carl Friedrich Gauss in the early 19th century. Although its detailed workings are rather complex, it is best known for allowing computers to quickly assess whether the credit card numbers provided by customers are accurate.\n\nThe Luhn algorithm applies a series of computations to the credit card number given, adding up the results of those computations, and checking whether the resulting number matches the expected result. If it matches, the credit number is deemed valid. If it's an incorrect match, the algorithm will reject the credit card number, indicating the user made an error when inputting the number.\n\nFrom a customer’s perspective, we frequently use the Luhn algorithm when placing orders online or using a merchant’spoint of sale (POS) terminal. The computer system can quickly tell when we have input the incorrect credit card information since the Luhn algorithm has been incorporated into those systems’ programming.\n\nWithout it, we would need to wait until the entire purchase order is submitted before realizing the transaction was approved. In other words, the Luhn algorithm helps us quickly identify user errors, thereby speeding up the pace of transactions.\n\nOne of the central concepts within the Luhn algorithm is the use of so-called “check digits.” These digits consist of numbers that are inserted into the broader number sequence in order to help verify, or “check,” whether the whole number is authentic.\n\nFor credit cards, the check digit consists of a single digit printed at the end of the credit card number. Rather than being specifically chosen by the credit card company, the check digit is automatically determined by the Luhn algorithm based on the preceding numbers in the sequence. When users enter their credit card numbers to complete a payment, the credit card processing software can use the Luhn algorithm to detect whether the specified number is accurate, based in part on its check digit.\n\nToday, the Luhn algorithm is integrated into popular programming languages and code libraries, making it relatively easy to include Luhn-based identification number verification in new software applications.\n\nBe sure to monitor your credit and request copies of your credit reports to determine if there are any errors or unauthorized activity, such as a new credit card opened without your permission. You can obtain a free credit report every year from each of the three credit reporting companies by visitingAnnualCreditReport.com.\n\nThe Luhn algorithm is used to check or validate identification numbers to ensure their accuracy. Today, thealgorithmverifies that a credit card or Social Security number was input and processed accurately.\n\nThe MOD 10 error or Modulus 10 error occurs when a user inputs an inaccurate identification or credit card number. The MOD 10 algorithm—also called the Luhn algorithm—uses a mathematical formula to validate the number input by a user, and if it's inaccurate, a MOD 10 error will result.\n\nIf you apply for acredit cardwith the company, the credit card company can pull and view your credit report—called ahard inquiry. If you're an existing customer with a credit card company, they can pull your credit report at any time to manage your account–called asoft inquiry. However, credit card companies cannotpull your credit reportif you are not their customer or haven't applied for credit with them.\n\nThe Luhn algorithm is a formula used to determine whether a user's identification number is accurate. Examples of use cases for the Luhnalgorithminclude validating credit card Social Security numbers (SSNs).\n\nUnited States Patent and Trademark Office. \"Computer for Verifying Numbers, U.S. Patents No. 2,950,048, Filed Jan. 6, 1954.\" Pages 1-7.\n\nGocardless.com. \"What is the Luhn Algorithm?\"\n\nCornell Law School. \"Algorithm.\"\n\nConsumer Financial Protection Bureau. \"Protect Yourself from Credit Card Fraud at the Register.\"\n\nConsumer Financial Protection Bureau. \"When Can a Credit Card Company Look at My Credit Reports?\"",
  "url": "https://www.investopedia.com/terms/l/luhn-algorithm.asp"
}