{
  "term": "M1 Money Supply: How It Works and How to Calculate It",
  "definition": "M1 is the money supply that is composed of currency, demand deposits, other liquid deposits—which includes savings deposits. M1 includes the most liquid portions of the money supply because it contains currency and assets that either are or can be quickly converted to cash. However, \"near money\" and \"near, near money,\" which fall under M2 and M3, cannot be converted to currency as quickly.\n\nM1 money is a country’s basic money supply that's used as a medium of exchange. M1 includes demand deposits and checking accounts, which are the most commonly used exchange mediums through the use of debit cards and ATMs. Of all the components of the money supply, M1 is defined the most narrowly. M1 does not include financial assets, such as bonds. M1 money is the money supply metric most frequently utilized by economists to reference how much money is in circulation in a country.\n\nNote that in May 2020, the definition of M1 changed to include savings accounts given the increased liquidity of such accounts.\n\nUp until March 2006, the Federal Reserve published reports on three money aggregates: M1,M2, andM3. Since 2006, the Fed no longer publishes M3 data.M1 covers types of money commonly used for payment, which includes the most basic payment form, currency. The amount of currency in circulation or held in deposits at the Federal Reserve is called M0, or the monetary base.\n\nM1 is defined as the sum of all currency in circulation, plus the value of most liquid deposits at commercial banks, except those held by the government, foreign banks, or other depository institutions.Because M1 is so narrowly defined, very few components are classified as M1. The broader classification, M2, also includes savings account deposits, small-time deposits, and retail money market accounts.\n\nClosely related to M1 and M2 is Money Zero Maturity (MZM). MZM consists of M1 plus all money market accounts, including institutional money market funds. MZM represents all assets that are redeemable at par on demand and is designed to estimate the supply of readily circulating liquid money in the economy.\n\nThe money supply within the United States is graphically depicted by the Federal Reserve. The graphical depiction lists the money supply in billions of dollars on the y-axis and the date on the x-axis. The information is periodically updated on the Federal Reserve of St. Louis' site.\n\nThe M1 money supply is composed of Federal Reserve notes—otherwise known as bills or paper money—and coins that are in circulation outside of the Federal Reserve Banks and the vaults of depository institutions. Paper money is the most significant component of a nation’s money supply.\n\nM1 also includes traveler’s checks (of non-bank issuers), demand deposits, and other checkable deposits (OCDs), including NOW accounts at depository institutions and credit union share draft accounts.\n\nFor most central banks, M1 almost always includes money in circulation and readily cashable instruments. But there are slight variations in the definition across the world. For example, M1 in the eurozone also includes overnight deposits.In Australia, it includes current deposits from the private non-bank sector.The United Kingdom, however, does not use M0 or M1 class of money supply any longer; its primary measure is M4, or broad money, also known as the money supply.\n\nM2 and M3 include all of the components of M1 plus additional forms of money, including money market accounts, savings accounts, and institutional funds with significant balances.\n\nFor periods of time, measurement of the money supply indicated a close relationship between money supply and some economic variables such as the gross domestic product (GDP), inflation, and price levels. Economists such asMilton Friedmanargued in support of the theory that the money supply is intertwined with all of these variables.\n\nHowever, in the past several decades, the relationship between some measurements of the money supply and other primary economic variables has been uncertain at best. Thus, the significance of the money supply acting as a guide for the conduct of monetary policy in the United States has substantially lessened.\n\nThe M1 money supply includes all physical currency, traveler's checks, demand deposits, and other checkable deposits (e.g. checking accounts). While the M1 is a measure of all the most liquid forms of money in an economy, other forms of money supply are slightly different.\n\nThe M2 money supply is a broader measure of money supply that includes all components of M1 as well as \"near money\". M2 includes savings deposits, money market securities, and other time deposits which are less liquid and not as suitable as exchange mediums. Although many elements of the M2 money supply can can still be quickly converted into cash or checking deposits, they are not as instant as the components of the M1 money supply.\n\nOn the other hand, the M3 money supply is an even broader measure of the money supply that includes all components of M1 and M2. In addition, it includes all forms of savings deposits, money market deposits, time deposits in amounts of less than $100,000, and institutional money market funds. M3 is arguably the most comprehensive measure of the money supply compared to the other calculated amounts of money supply as it includes a wider range of savings and investments that can be readily converted into cash.\n\nGovernments intentionally change the money supply to have residual impacts on the broader economy. For example, in response to the COVID-19 pandemic, governments increased the M1 money supply, making it easier to come about capital to help stimulate the economy, keep workers employed, and encourage business activity.\n\nCentral banks can increase the M1 money supply by increasing the amount of physical currency in circulation, lending money to banks, or purchasing securities on the open market. On the other hand, as seen in the aftermath of COVID-19, central banks reverse these policies to cool the economy to fight inflation.\n\nBusinesses and consumer spending also have an impact on the M1 money supply. As consumers and businesses spend more money, they create greater demand for that local currency. Therefore, as consumers write checks, use debit cards, or use credit cards, the M1 money supply increases.\n\nIn May 2020, the Federal Reserve changed the official formula for calculating the M1 money supply. Prior to May 2020, M1 included currency in circulation, demand deposits at commercial banks, and other checkable deposits. After May 2020, the definition was expanded to include other liquid deposits, including savings accounts. This change was accompanied by a sharp spike in the reported value of the M1 money supply.\n\nThe M2 money supply is more stable than the M1 money supply because the M1 money supply only contains the most liquid of assets. Whereas it may take a little longer for components of the M2 money supply to convert or be liquidated, the M1 money supply more often changes due to the ease of being able to transact.\n\nThe total supply of money is managed by the Federal Reserve banks. The Federal Reserve banks establish monetary and fiscal policies to influence the economy, create jobs, or combat inflation.\n\nAs the Federal Reserve increases the money supply, money is easier to come by. Debt usually costs less, or tax breaks approved by the Federal government may reduce tax liabilities. As a result, consumers have more capital available to spend. An unfortunate downside of increasing the money supply is that the demand for goods broadly increases as consumers have greater purchasing power. As a result, prices for good broadly tend to increase. For example, when the cost of debt is low and the money supply increases, the cost of taking a home mortgage (i.e. mortgage rates) are low, thus applying upward pressure on housing prices.\n\nThe M1 money supply consists of the sum of currency, demand deposits, and other liquid deposits. Each component is often seasonally adjusted, and this measurement contains only the most liquid vehicles compared to other money supply measurements. The money supply often directly relates to inflation, and the Federal Reserve often manages the money supply via fiscal and monetary policy to influence the economy.\n\nCorrection—May 14, 2023:An earlier version of this article incorrectly stated that the M0 money supply is equal to the amount of currency in circulation. In fact, M0 also includes the reserve balances held by banks at the Federal Reserve.\n\nFederal Reserve. \"Monetary Aggregates and Monetary Policy at the Federal Reserve: A Historical Perspective.\"\n\nFederal Reserve Bank of St. Louis. \"M1/M2.\"\n\nFederal Reserve. \"Discontinuance of M3.\"\n\nFederal Reserve Bank of Richmond. \"Money Supply.\"\n\nFederal Reserve Economic Data. \"M1 (Discontinued).\"\n\nFederal Reserve Bank of St. Louis. \"M2 Monetary Aggregate.\"\n\nFederal Reserve Bank of St. Louis. \"Velocity of MZM Money Stock (Discontinued).\"\n\nFederal Reserve Bank of St. Louis. \"M1.\"\n\nEuropean Central Bank. \"Monetary Aggregates.\"\n\nReserve Bank of Australia. \"Money in the Australian Economy.\"\n\nUK National Archives. \"UK Monetary Aggregates: Main Definitional Changes.\" Page 6.\n\nBank of England. \"Further Details About M0 Data.\"\n\nBank of England. \"Further Details About M4 Data.\"\n\nInternet Archive. \"A Monetary History of the United States: 1867–1960.\" Pages 676–700.\n\nFederal Reserve Economic Data. \"M1 (Discontinued).\"",
  "url": "https://www.investopedia.com/terms/m/m1.asp"
}