{
  "term": "Maastricht Treaty: Definition, Purpose, History, and Significance",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term Maastricht Treaty refers to the international agreement that was responsible for the creation of theEuropean Union(EU). The agreement was signed in 1992 in the Dutch city of Maastricht and became effective in 1993. It led to greater cooperation between the 12 member nations that signed the treaty by promoting unified citizenship, along with economic, social, and progress. The treaty also laid down the foundation for a single currency, theeuro. It was amended several times since it was signed. As of October 2021, 27 member states were part of the European Union.\n\nThe Maastricht Treaty was signed in the Dutch city of Maastricht on Feb. 7, 1992, by representatives of 12 member nations that made up theEuropean Community(EC). Discussions for the agreement began in December 1991.The concept of the EU was a topic of debate and required the approval of voters in each country, which included:\n\nFormally as the Treaty on European Union, the treaty went into effect on Nov. 1, 1993.\n\nThe goal of the treaty was to increase cooperation by establishing common European citizenship to allow residents to move, live, and work freely between member states. It also created a shared economic, foreign policy, and security policy system. Member nations also agreed to cooperate on security and legal affairs.\n\nThe treaty established a timeline for the creation and implementation of theEuropean Economic and Monetary Union(EMU). The EMU was to include a common economic and monetary union, a central banking system, and a common currency. TheEuropean Central Bank(ECB) was in 1998 once the end of the year conversion rates between member states' currencies was fixed, a prelude to the creation of theeuro, which began circulation in 2002.\n\nIt also introduced the criteria that countries must meet if they want to join the euro. This was a measure to ensure that countries joining the euro were stable in inflation, levels of public debt,interest rates, andexchange rates.\n\nNineteen of the countries use the euro as their official currency.\n\nThe treaty was amended a number of times since it was first ratified:\n\nThe United Kingdom voted to leave the European Union following a referendum referred to asBrexit. Its withdrawal formally took place on Jan. 31, 2020.\n\nThe treaty granted EU citizenship to every citizen of a member state, allowing people to run for local office and for European Parliament elections in the EU country where they lived, regardless of nationality.\n\nBy creating a common economic and monetary union, the agreement established the current central banking system. The ECB's main objective is to maintain price stability, which ultimately means to safeguard the value of theeuro. This started with the free movement ofcapitalbetween the member states, which led to increased cooperation between nationalcentral banksand the increased alignment of economic policy among member states. The final step was the introduction of the euro.\n\nA major goal was greater policy cooperation and coordination more generally. The environment, policing, and social policy were just some of a number of areas in which the countries aimed to increase cooperation and coordination.\n\nEuropean Central Bank. \"Five things you need to know about the Maastricht Treaty.\" Accessed Oct. 27, 2021.\n\nBritannica. \"The Treaty of Maastricht.\" Accessed Oct. 27, 2021.\n\nUnited Nations Treaty Collection. \"Treaty on European Union.\" Accessed Oct. 27, 2021.\n\nEuropean Union. \"Using The Euro.\" Accessed Oct, 27, 2021.",
  "url": "https://www.investopedia.com/terms/m/maastricht-treaty.asp"
}