{
  "term": "Macroeconomics",
  "definition": "Macroeconomics is the study of large-scale economic issues, such as inflation, GDP (GDP), and unemployment. It helps form the basis of a large part of government economic policy.\n\nThere are three main ways to calculate GDP, the production, expenditure, and income methods. The production method adds up consumer spending (C), private investment (I), government spending (G), then adds net exports, which is exports (X) minus imports (M). As an equation it is usually expressed as GDP=C+G+I+(X-M).\n\nThe four factors of production are land, labor, capital and entrepreneurship.\n\nNominal gross domestic product (GDP) is the unadjusted GDP number. Whenever an economic figure is adjusted for inflation it is referred to as a real figure, so real GDP is nominal GDP adjusted for inflation.\n\nPPP is a way of measuring the price of goods and services between countries while adjusting for the relative exchange rates of their currencies. It is an attempt to better understand what people can buy and produce in a country without the differences in relative value of each country’s currency distorting it.\n\nPer-capita GDP is a measure of a country’s overall economic output per person. It’s calculated by taking the GDP and dividing it by the country’s population.\n\nAggregate demand is the total demand for finished goods and services in an economy as measured by the monetary amount paid for those goods and services at a particular point in time.\n\nThe multiplier effect refers to the phenomenon that adding or subtracting capital from the economy has a larger effect on economic production than the amount added or subtracted.\n\nIS-LM is an economic model that helps show the interaction between interest rates and the economy.\n\nBalance of payments (BOP) is the sum of all economic activity done by individuals, companies, and governments within one country with people, companies and governments in other countries.\n\nThe cross elasticity of demand is how much the demand for one good changes when the price of a different good changes.\n\nRegression is a statistical method that determines the strength of the correlation between a dependent variable and one or more other, independent, variables.\n\nEconomic growth is when more goods and services are produced somewhere than were being previously produced.\n\nStagflation is a period of persistently low economic growth and high inflation.",
  "url": "https://www.investopedia.com/macroeconomics-4689798"
}