{
  "term": "Macroeconomics Definition, History, and Schools of Thought",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nMacroeconomics is a field of study that examines the behavior of an economy, including markets, businesses, consumers, and governments. It examines economy-wide phenomena such as inflation, price levels, the rate of economic growth, national income, gross domestic product (GDP), and changes in unemployment.\n\nSome of the key questions addressed by macroeconomics include: What causes unemployment? What causes inflation? What creates or stimulates economic growth? Macroeconomics attempts to measure how well an economy is performing, understand what forces drive it, and project how performance can improve.\n\nAs the term implies, macroeconomics is a field of study that analyzes an economy through a wide lens. This includes looking at variables like unemployment,GDP, andinflation. In addition, macroeconomists develop models explaining the relationships between these factors.\n\nThese models, and the forecasts they produce, are used by government entities to aid in constructing and evaluating economic, monetary, and fiscal policy. Businesses use the models to set strategies in domestic and global markets, and investors use them to predict and plan for movements in various asset classes.\n\nProperly applied, economic theories can illuminate how economies function and the long-term consequences of particular policies and decisions. Macroeconomic theory can also help individual businesses and investors make better decisions through a more thorough understanding of the effects of broad economic trends and policies on their own industries.\n\nWhile the term \"macroeconomics\" dates back to the 1940s, many of the field's core concepts have been subjects of study for much longer. Topics like unemployment, prices, growth, and trade have concerned economists since the beginning of the discipline in the 1700s. Elements of earlier work from Adam Smith andJohn Stuart Milladdressed issues that would now be recognized as the domain of macroeconomics.\n\nIn its modern form, macroeconomics is often defined as starting withJohn Maynard Keynesand his bookThe General Theory of Employment, Interest, and Moneyin 1936. In it, Keynes explained the fallout from theGreat Depression, when goods went unsold and workers were unemployed.\n\nThroughout the 20th century, Keynesian economics, as Keynes' theories became known, diverged into several other schools of thought.\n\nBefore the popularization of Keynes' theories, economists generally did not differentiate between microeconomics and macroeconomics. The same microeconomic laws of supply and demand that operate in individual goods markets were understood to interact between individual markets to bring the economy into ageneral equilibrium, as described byLeon Walras.\n\nThe link between goods markets and large-scalefinancialvariables such as price levels and interest rates was explained through the unique role that money plays in the economy as a medium of exchange by economists such as Knut Wicksell, Irving Fisher, and Ludwig von Mises.\n\nMacroeconomicsdiffers from microeconomics, which focuses on smaller factors that affect choices made by individuals. Individuals are typically classified into subgroups, such as buyers,sellers, and business owners. These actors interact with each other according to the laws ofsupply and demandfor resources, using money and interest rates as pricing mechanisms for coordination. Factors studied in both microeconomics and macroeconomics typically influence one another.\n\nA key distinction between microeconomics and macroeconomics is that macroeconomic aggregates can sometimes behave in very different ways or even the opposite of similar microeconomic variables. For example, Keynes referenced the so-called Paradox of Thrift, which argues that individuals save money to build wealth on a microeconomic level. However, when everyone tries to increase their savings at once, it can contribute to a slowdown in the economy andlesswealth in the aggregate, macroeconomic level. This is because there would be a reduction in spending, affecting business revenues, and lowering worker pay.\n\nIt is also important to understand the limitations of economic theory. Theories are often created in a vacuum and lack specific real-world details like taxation, regulation, and transaction costs. The real world is also decidedly complicated and includes matters of social preference and conscience that do not lend themselves to mathematical analysis.\n\nIt is common to find the phraseceterus paribus, loosely translated as \"all else being equal,\" in economic theories and discussions. Economists use this phrase to focus on specific relationships between variables being discussed, while assuming all other variables remain fixed.\n\nEven with the limits of economic theory, it is important and worthwhile to follow significant macroeconomic indicators like GDP, inflation, and unemployment. This is because the performance of companies, and by extension their stocks, is significantly influenced by the economic conditions in which the companies operate.\n\nLikewise, it can be invaluable to understand which theories are currently in favor, and how they may be influencing a particular government administration. Such economic theories can say much about how a government will approach taxation, regulation, government spending, and similar policies. By better understanding economics and the ramifications of economic decisions, investors can get at least a glimpse of the probable future and act accordingly with confidence.\n\nThe field of macroeconomics is organized into many different schools of thought, with differing views on how the markets and their participants operate.\n\nClassical economistsheld that prices, wages, and rates are flexible and markets tend to clear unless prevented from doing so by government policy; these ideas build on Adam Smith's original theories. The term “classical economists” is not actually a school of macroeconomic thought but a label applied first by Karl Marx and later by Keynes to denote previous economic thinkers with whom they disagreed.\n\nKeynesian economicswas founded mainly based on the works of John Maynard Keynes and was the beginning of macroeconomics as a separate area of study from microeconomics. Keynesians focus onaggregate demandas the principal factor in issues like unemployment and the business cycle.\n\nKeynesian economists believe that the business cycle can be managed by active government intervention through fiscal policy, where governments spend more in recessions to stimulate demand or spend less in expansions to decrease it. They also believe in monetary policy, where a central bank stimulates lending with lower rates or restricts it with higher ones.\n\nKeynesian economists also believe that certain rigidities in the system, particularlysticky prices, prevent the proper clearing of supply and demand.\n\nTheMonetaristschool is a branch of Keynesian economics credited mainly to the works of Milton Friedman. Working within and extending Keynesian models, Monetarists argue that monetary policy is generally a more effective and desirable policy tool to manage aggregate demand than fiscal policy. However, monetarists also acknowledge limits to monetary policy that make fine-tuning the economy ill-advised and instead tend to prefer adherence to policy rules that promote stable inflation rates.\n\nThe New Classical school, along with the New Keynesians, is mainly built on integrating microeconomic foundations into macroeconomics to resolve the glaring theoretical contradictions between the two subjects.\n\nThe New Classical school emphasizes the importance of microeconomics and models based on that behavior. New Classical economists assume that all agents try to maximize their utility and haverational expectations, which they incorporate into macroeconomic models. New Classical economists believe that unemployment is largely voluntary and that discretionary fiscal policy destabilizes, while inflation can be controlled with monetary policy.\n\nTheNew Keynesianschool also attempts to add microeconomic foundations to traditional Keynesian economic theories. While New Keynesians accept that households and firms operate based on rational expectations, they still maintain that there are a variety of market failures, including sticky prices and wages. Because of this \"stickiness,\" the government can improve macroeconomic conditions through fiscal and monetary policy.\n\nTheAustrian Schoolis an older school of economics that is seeing some resurgence in popularity. Austrian economic theories mainly apply to microeconomic phenomena. However, like the so-called classical economists, they never strictly separated microeconomics and macroeconomics.\n\nAustrian theories also have important implications for what are otherwise considered macroeconomic subjects. In particular, the Austrian business cycle theory explains broadly synchronized (macroeconomic) swings in economic activity across markets due to monetary policy and the role that money and banking play in linking (microeconomic) markets to each other and across time.\n\nMacroeconomics is a rather broad field, but two specific research areas dominate the discipline. The first area looks at the factors that determine long-termeconomic growth. The other looks at the causes and consequences of short-term fluctuations in national income and employment, also known as thebusiness cycle.\n\nEconomic growth refers to an increase in aggregate production in an economy. Macroeconomists try to understand the factors that either promote or retard economic growth to support economic policies that will support development, progress, and rising living standards.\n\nEconomists can use many indicators to measure economic performance. These indicators fall into 10 categories:\n\nSuperimposed over long-term macroeconomic growth trends, the levels and rates of change of significant macroeconomic variables such as employment and national output go through fluctuations. These fluctuations are called expansions, peaks, recessions, and troughs—they also occur in that order. When charted on a graph, these fluctuations show that businesses perform in cycles; thus, it is called the business cycle.\n\nThe National Bureau of Economic Research (NBER) measures the business cycle, which uses GDP and Gross National Income to date the cycle.The NBER is also the agency that declares the beginning and end of recessions and expansions.\n\nBecause macroeconomics is such a broad area, positively influencing the economy is challenging and takes much longer than changing the individual behaviors within microeconomics. Therefore, economies need to have an entity dedicated to researching and identifying techniques that can influence large-scale changes.\n\nIn the U.S., the Federal Reserve is the central bank with a mandate of promoting maximum employment and price stability. These two factors have been identified as essential to positively influencing change at the macroeconomic level.\n\nTo influence change, the Fed implements monetary policy through tools it has developed over the years, which work to affect its dual mandates. It has the following tools it can use:\n\nThe Fed continuously updates the tools it uses to influence the economy, so it has a list of many other previously used tools it can implement again if needed.\n\nThe most important concept in all of macroeconomics is said to be output, which refers to the total amount of good and services a country produces. Output is often considered a snapshot of an economy at a given moment.\n\nThree major macroeconomic concerns are the unemployment level, inflation, and economic growth.\n\nMacroeconomics helps a government evaluate how an economy is performing and decide on actions it can take to increase or slow growth.\n\nMacroeconomics is a field of study used to evaluate overall economic performance and develop actions that can positively affect an economy. Economists work to understand how specific factors and actions affect output, input, spending, consumption, inflation, and employment.\n\nThe study of economics began long ago, but the field didn't start evolving into its current form until the 1700s. Macroeconomics now plays a large part in government and business decision-making.\n\nBureau of Economic Analysis. \"Data by Topic.\"\n\nNational Bureau of Economic Research. \"US Business Cycle Expansions and Contractions.\"\n\nBoard of Governors of the Federal Reserve. \"Policy Tools.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools | Expired Tools.\"",
  "url": "https://www.investopedia.com/terms/m/macroeconomics.asp"
}