{
  "term": "Magic Formula Investing: Definition and What It Tells You",
  "definition": "Magic formula investing refers to a rules-based, disciplined investing strategy that teaches people a relatively simple and easy-to-understand method forvalue investing. It relies onquantitativescreens of companies and stocks, and is designed to beat the stock market's average annual returns using the S&P 500 to represent the market return. Put simply, it works by ranking stocks based on their price and returns on capital.\n\nMagic formula investing tells you how to approach value investing from a methodical and unemotional perspective. Developed by Joel Greenblatt—an investor,hedge fundmanager, and business professor—the formula applies tolarge-capstocks but doesn't include any small or micro-cap companies.\n\nThe magic formula strategy was first described in the 2005 best-selling bookThe Little Book That Beats the Marketand in the 2010 follow-up,The Little Book That Still Beats the Marketby investor Joel Greenblatt. Greenblatt, founder and former fund manager at Gotham Asset Management, is a graduate of the Wharton School at the University of Pennsylvania. He is an adjunct professor at Columbia University's business school.\n\nIn the book, Greenblatt outlines two criteria for stock investing: Stock price and companycost of capital. Instead of conducting fundamental analysis of companies and stocks, investors use Greenblatt's onlinestock screenertool to select the 30 to 50 top-ranked companies in which to invest. Company rankings are based on:\n\nInvestors who use the strategy sell the losing stocks before they have held them for one year to take advantage of theincome taxprovision that allows investors to use losses to offset their gains. They sell the winning stocks after the one-year mark, in order to take advantage of reduced income tax rates on long-termcapital gains. Then they start the process all over again.\n\nAs Greenblatt stated in a 2006 interview withBarron's, the magic formula is designed to helpinvestorswith “buying good companies, on average, at cheap prices, on average.” Using this straightforward, non-emotional approach, investors screen for companies that are good prospects from a value investing perspective.\n\nMagic formula investing only factors in large cap stocks and doesn't include small cap companies.\n\nSince Greenblatt’s magic formula only applies to companies withmarket capitalizationsgreater than $50 million, it excludessmall-capstocks. The remainder will all be large companies but excludesfinancial companies,utility companies, and non-U.S. companies.\n\nThe following points outline how the formula works:\n\nAccording to Greenblatt, his magic formula investing strategy has generated annual returns of 30%. Though they differ in their calculation of returns from the strategy, a number of independent researchers have found that the magical formula investing approach has appeared to show good results whenbacktestedcompared to the S&P 500.\n\nThe main advantage of the magic formula method is its simplicity: you don't need to be a trained investment specialist or Wall Street prodigy to invest effectively. All it takes is a few simple rules to find a basket of reliable investments. It also reduces emotional or irrational decision-making.\n\nHowever, contrary to its name, there's nothing magical about the magic formula, and it may not always be the best strategy. Some market tests of the formula have found lower-than-expected returns, possibly due to changing market dynamics or the increased number of investors following Greenblatt's method. In addition, some analystsclaimto have improved the method by introducing additional variables, such as debt/equity ratios or dividend yields.\n\nSimple, easy-to-follow rules suitable for every investor.\n\nFacilitates rational, numbers-based investing without emotion or stress.\n\nShows better-than-market returns in multiple backtests.\n\nReturns do not always match the high figures which Greenblatt achieved.\n\nSome analysts believe the method can be improved by introducing new variables, or rebalancing more frequently.\n\nMagic formula investing refers to a rules-based investing strategy that allows ordinary people to identify undervalued or outperforming companies. It was first described by Joel Greenblatt inThe Little Book That Beat the Marketin 2005.\n\nMagic formula investing uses a set of quantitative screens to eliminate certain companies, and ranks the remainder in order of highest yield and returns. By slowly building and rebalancing the portfolio every year, it is possible to achieve reasonably high returns.\n\nThe key metrics for investing with the magic formula method are the earnings yield and return on capital. Earnings yield is determined by dividing each company'searnings before interest and taxesby the total value of the enterprise. Return on capital is determined by dividing the company's EBIT by the sum of its net fixed assets and working capital.\n\nThe magic formula can no longer boast returns of a 30%compound annual growth rate, but some studies nonetheless show favorable results. Abacktestof market performance between 2003 and 2015 found that the magic formula strategy had annualized returns of 11.4%, compared with 8.7% from the S&P500. \"This is clearly an outperformance of the benchmark,\" wrote the author of the backtest, \"but by nowhere near as much as theLittle Bookclaims.\"\n\nThe magic formula is a simple, rules-based system designed to bring high returns within reach of the average investor. By following a simple, algorithmic approach, the magic formula allows investors to easily identify outperforming or undervalued companies, without letting emotions or instinct cloud their judgment. While returns are now far lower than when the magic formula was first published, the method can still beat the market, especially with a few modifications.\n\nCorrection—Feb, 1, 2023:A previous version of this article incorrectly stated the market capitalization and the number of companies investors can select in Greenblatt’s online stock screener. It has been edited to reflect that the market capitalization starts at $50 million and investors can select 30 to 50 companies.",
  "url": "https://www.investopedia.com/terms/m/magic-formula-investing.asp"
}