{
  "term": "Main Street: Meaning, Types, Government Programs",
  "definition": "Main Street is a colloquial term used by economists to refer collectively to America's independent small businesses. It gets its name from a common name for the principal commercial street of small towns across the country. In England, the equivalent term is High Street.\n\nIn another context, the term Wall Street versus Main Street, with the former referring to big business and high finance. Nevertheless, those involved in big business and high finance spend a considerable amount of time trying to understand what products, fashions, brands, and trends succeed or fail on Main Street.\n\nMore generally, the term Main Street has been used to refer to small-town American traditions or historic business districts. In the finance world, the time Main Street is used to describe small and mid-sized businesses as part of a local economy.\n\nMain Street may be the most common street name in the United States. According to the U.S. Small Business Association, as of March 2020, there are 31.7 million small businesses, the backbone of local Main Streets across America, in the United States.The coronavirus pandemic hit small businesses hard, so while the data isn't out as of September 2021, some small businesses in the 2020 count may not have survived.\n\nIn the financial world, Main Street is often cited as the opposite of Wall Street. It may be used to describe the individual small investor as opposed to the professional securities trader.\n\nThis can lead to some very unpleasant attitudes on one side or both. For example, some Wall Street traders stereotype Main Street investors as dabblers in a game they can't understand. Main Street investors may see Wall Street traders as crooks with a void where their souls are supposed to be.\n\nThe unfortunate fact is that both sides have a high degree of dependence on the other. Wall Street depends on individual investors to generate the capital and fees that keep the lights on. Main Street needs Wall Street to earn a better rate of return than a savings account, or a municipal bond can offer. Unfortunately, this mutual dependence doesn't resolve the conflicts between the two.\n\nThe term Main Street may refer to an independently-owned business as opposed to a global corporation.\n\nWhen a business is described as a \"Main Street\" shop, it usually is a brick-and-mortar store located on the main thoroughfare or block in a village or town. A Main Street business is not a chain store but rather a store that provides goods or services in a personalized fashion. Main Street stores often cater to tourists and locals, especially in picturesque locations.\n\nOf course, small businesses run the gamut and include pharmacies, hair salons, non-chain greengrocers, clothing boutiques, coffee shops, book stores, bakeries, and specialty stores, like toy shops.\n\nThe pandemic contributed to the decline of many Main Street businesses, such as restaurants and bars. However, as the economy slowly bounces back in 2021. In particular, coffee shops and breweries represent a sizeable chunk of Main Street businesses as the craft industry continues to grow.\n\nMain Street may also describe a small, independentinvestment companyinstead of one globally recognized Wall Street investment firm. Wall Street firms tend to serve institutions and large investors with multi-million dollar assets. Main Street firms provide personalized financial planning and investing services to professionals and families in their locale.\n\nSome people insist that what's good for Wall Street is bad for Main Street and vice versa. For example, regulations designed to protect Main Street investors are seen as hampering Wall Street's ability to innovate and profit. On the other hand, Wall Street compensation practices and trading strategies encourage short-term results and greater risk-taking.\n\nOf course, when Wall Street and Main Street do work together, things can go wrong. This was seen in the financial crisis that hit in 2008 when lenders and borrowers on Main Street created a bubble in housing prices that burst on Wall Street. The result was called theGreat Recession. So, we want Main Street and Wall Street to get along, but perhaps not too well.\n\nDuring a crisis, Wall Street valuations may soar while Main Street business owners may struggle. For example, when the pandemic hit in March 2020, people flocked online to order food, home goods, medical supplies, and entertainment. During this time, many Main Street restaurants and stores were shuttered or only allowing take-out or a few masked customers in at a time.\n\nCorporations like Walmart and Target found themselves making money due to customers buying in bulk and having items delivered. Small stores could not compete, especially shops in tourist towns or neighborhoods where storeowners' livelihoods depend on visitors from out of town. Even retailers in villages and towns with a robust local economy struggled against competition from Big Box stores and Amazon.\n\nSuppose you want to support Main Street beyond spending your money locally. In that case, you can invest in Main Street’s smaller entrepreneurs and businesses directly now through peer-to-peer lending and crowdfunding sites. For example, you can invest money via an investment platform like Mainvest, which supports brick and mortar Main Street businesses, or Localstake, a crowdfunding platform, where you can invest in small businesses as well.\n\nMain Street investments are somewhat different from traditional Wall Street investment vehicles like stocks, ETFs, or mutual funds, but the same rules apply. There is a more inherent risk in investing in small start-ups or businesses versus putting investment dollars in more robust stock portfolios with large corporations.\n\nSmall businesses like a toy or book store, barbershop, or local deli, are not listed on the stock market, but you can invest in them via crowdfunding for peer-to-peer lending. Heavy hitters like Amazon, Walmart, Apple, and Google are driving the stock market, which can rise even your neighborhood Main Street shops are going out of business.\n\nSmall business owners should investigate the numerous grants complied and listed by the National Main Street Center.\n\nThere are government programs designed specifically to support Main Street businesses. During the Covid-19 pandemic on April 9, 2020, the government created the Main Street Lending Program to support small-to-mid-sized nonprofits and businesses with $600 billion in loans.\n\nIn addition to federal loan programs, there are also grants and loans available to small business owners via nonprofits. One of these is Main Street America, an off-shoot program of the nonprofit National Main Street Center, Inc, a subsidiary of the National Trust for Historic Preservation. On its website, Main Street America offers a compilation of private grants, crowdsourcing, peer-to-peer lending, and federal services and funding opportunities available to Main Street businesses.\n\nSmall business is imperative for Main Streets to flourish in the U.S. because strong local economies usually indicate a better quality of life, especially in small towns. While the Covid-19 pandemic hit small businesses hard, government loan programs provided much-needed support.\n\nThriving local economies, whether in small, rural towns or large urban areas, offer a healthier environment for communities to flourish. Investing in Main Street isn't just about money, and it can be as simple as shopping local regularly, which contributes to the revitalization of towns and city neighborhoods.\n\nU.S. Small Business Association. \"Frequently Asked Questions.\" Accessed Oct. 3, 2021.\n\nCNBC.com. \"Uncertainty Is Back on Main Street As Delta Variant Rattles Reopening Plans.\" Accessed Oct. 3, 2021.\n\nInc.com. \"Main Street.\" Accessed Oct. 3, 2021.\n\nBrewers Association. \"2020 Points and 2020 Predictions.\" Accessed Oct. 3, 2021.\n\nCrimson Cup. \"Top 5 Reasons to Open an Independent Coffee Shop in 2021.\" Accessed Oct. 3, 2021.\n\nNBC News. \"A Tale of Two Pandemics.\" Accessed Oct. 3, 2021.\n\nMainvest.com. \"Mainvest. About Us.\" Accessed Oct. 3, 2021.\n\nLocalstake. \"Localstake: How It Works.\" Accessed Oct. 3, 2021.\n\nAssociated Press. \"How Can Wall Street Be So Healthy, When Wall Street Isn't.\" Accessed Oct. 3, 2021.\n\nFederal Reserve System. “Federal Reserve Takes Additional Actions to Provide up to $2.3 Trillion in Loans to Support the Economy.” Accessed Oct. 3, 2021.\n\nMain Street America. \"Funding Opportunities.\" Accessed Oct. 3, 2021.",
  "url": "https://www.investopedia.com/terms/m/mainstreet.asp"
}