{
  "term": "Make-Whole Call Provision: What It Is, How It Works, Advantages",
  "definition": "The make-whole call provision allows a bond issuer to pay off the remaining debt owed on the bond and make investors \"whole\" ahead of schedule.\n\nA make-whole call provision is a type of call provision on a bond allowing the issuer to pay off the remaining debt early. The issuer typically has to make a lump-sum payment to the investor. The payment is derived from a formula based on the net present value (NPV) of the scheduled coupon payments and the principal the investor would have received.\n\nMake-whole call provisions started to be included in bond contracts in the 1990s.Issuers typically don't expect to use this type of call provision and make-whole calls are rarely exercised. In the rare instances when the issuer decides to use its make-whole call provision on a bond, investors will be compensated, or made whole, for the remaining payments and principal from the bond noted in the bond's indenture.\n\nIn a make-whole call, the investor receives a single payment for the NPV of all future bond cash flows. This typically includes the remaining coupon payments for the bond under the make-whole call provision. It also consists of thepar valueprincipal payment of the bond. A lump-sum payment paid to an investor in a make-whole call provision equals the NPV of all these future payments. The payments were agreed upon in the make-whole call provision within the indenture. The NPV is calculated based on the market discount rate.\n\nMake-whole calls are typically exercised wheninterest rateshave decreased. So, the discount rate for the NPV calculation is likely to be lower than the initial rate when the bond was offered. That works to the benefit of the investor. A lower NPV discount rate can make the issuer's make-whole call payments slightly more expensive. The cost of a make-whole call can often be high, so such provisions are rarely invoked.\n\nBonds are less likely to be called in a stable interest rate environment. Call provisions were more of an issue when interest rates declined between 1980 and 2008.\n\nMake-whole call provisions can be expensive to exercise because they require a total lump sum payment. So, companies that use make-whole call provisions usually do so because interest rates have fallen. When rates have decreased or are trending lower, a company has an added incentive to exercise make-whole call provisions. If interest rates have dropped, then issuers of corporate bonds canissuenew bonds at a lower interest rate. These new bonds require lower coupon payments to their investors.\n\nMake-whole and traditional call provisions both allow companies to retire debt before maturity. However, they differ substantially in their pricing structure and implications for both issuers and investors.\n\nOnce standard in callable bonds, traditional call provisions have a fixed call price that starts at a premium to par value and gradually declines over time. These provisions often include a non-call period, during which the bond can't be redeemed, providing a measure of certainty for investors. In contrast, make-whole call provisions offer immediate callability with a floating price determined by discounting remaining cash flows at a specific rate, usually tied toTreasuryyields plus a spread.\n\nThe pricing mechanisms for each type of callable bond lead to distinct sensitivities to interest rate changes. Traditional calls become more attractive to issuers when market rates fall significantly below the bond's coupon rate, potentially disadvantaging investors. Make-whole calls, however, adjust with market rates, offering stronger protection for investors by ensuring they receive about the same value regardless of when the bond is called.\n\nThis balance of flexibility and protection has contributed to the rising popularity of make-whole provisions. Since the early 2000s, they have become more prevalent in corporate bonds, especially for investment-grade issuers. Their appeal is sweetened by the lower yield premium they typically require—between 10 and 20 basis points over non-callable bonds, compared with 45 to 65basis pointsfor traditional calls, according to academic researchers.\n\nIssuers find make-whole provisions attractive not just for flexibility when interest rates are changing but also to facilitate refinancing, mergers, acquisitions, and cash management strategies. This versatility and immediate callability offer companies constant financial flexibility, albeit at potentially a higher cost when exercised.\n\nAs such, make-whole call provisions represent an evolution in fixed-income securities that attempts to balance issuer flexibility with investor protection.\n\nOffer investors decent compensation for premature redemption\n\nGive issuers greater flexibility\n\nProvide hedge against falling interest rates\n\nCreates uncertainty for investors\n\nNot the most cost-effective call provision for bond issuers\n\nCalculating redemption payments can be complex\n\nMake-whole calls are better for investors than standard call provisions. With a standard call, the investor would only receive the principal if there's a call. With a make-whole call, the investor gets the NPV of future payments.\n\nThere are cases when make-whole call provisions don't provide any benefits. Suppose an investor buys a bond at par value when first issued. If the bond is immediately called, then the investor gets the principal back and can reinvest it at the same prevailingopen-market rate. The investor doesn't need any more payments to be made whole.\n\nSince 2001, most corporate bonds have included a make-whole call provision. This feature has become more common than both non-callable and fixed-price callable bonds.\n\nThe advantages of make-whole calls are most apparent once interest rates fall. Suppose an investor bought a bond at par value and interest rates declined from 10% to 5% after the investor held a 20-year bond for 10 years. If the investor receives only the principal back, the investor will have to reinvest at the lower 5% rate. In this case, the NPV of future payments provided by a make-whole call provision compensates the investor for reinvesting at a lower rate.\n\nInvestors in thesecondary marketalso know the value of make-whole call provisions. All other things being equal, bonds with make-whole call provisions trade at a premium over those with standard call provisions. Investors pay less for bonds with standard call provisions because they have morecall risk.\n\nSuppose Company ABC issues a 10-year corporate bond with the following characteristics:\n\nThe make-whole call provision allows Company ABC to redeem the bond before maturity, but it must pay the bondholders a price that makes them \"whole.\" This price is typically calculated as the present value of the remaining scheduled payments (both interest and principal), discounted at a specific rate (often the yield of a comparable Treasury security plus a small spread).\n\nSuppose interest rates have fallen significantly after five years, and Company ABC wants to refinance its debt. The Treasury rate for a five-year bond (the remaining life of the original bond) is 2%, and the make-whole provision specifies a spread of 30 basis points (0.30%).\n\nHere's what's needed to calculate the make-whole price:\n\nThe present value of these payments, discounted at 2.30%, would need to be calculated. Using our bond platform's calculator, we find that the present value of the interest payments plus the present value of the principal is $1,132.93.\n\nThis means that even though interest rates have fallen, Company ABC would have to pay a premium over the par value to call the bonds early.\n\nCall provisions help bond issuers to hedgeinterest rate risk.If interest rates fall, the issuer can refinance its debt more cheaply by paying off its original debt and reissuing a new bond at a lower coupon rate. For investors, the advantage would be higher interest rate payments for assuming the risk of the bond potentially being paid off early.\n\nWhen a bond issuer adds a call provision, it generally has to compensate investors by paying them a slightly higher interest rate. Investors demand more because these bonds could suddenly be canceled at any time, which would put them in the position of having to quickly find an alternative investment and source of income—potentially during a period when payouts are lower.\n\nThe main difference between these types of call options is the payment offered. When a make-whole call provision is activated, investors receive the NPV of future payments. Regular calls are less generous. When they are activated, investors just get their principal back.\n\nMake-whole call provisions allow bond issuers to pay back their debt before the scheduled maturity date in exchange for making investors “whole.” If the issuer exercises its right to activate this option, defined in the bond indenture, investors receive the NPV of future payments as a lump-sum payment.\n\nMake-whole call provisions allow bond issuers to take advantage of falling interest rates. However, they cost them more than standard call provisions, which only pay investors theprincipalback in case of a call and are seldom exercised.\n\nRaymond James. \"Make-Whole Calls (MWC).\"\n\nH. Richelson. \"Bonds: The Unbeaten Path to Secure Investment Growth,\" Pages 79 and 97. John Wiley & Sons, 2017.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange,and Derivatives,\" Pages 165–167. John Wiley & Sons, 2022.\n\nBrown, S., & Powers, E. \"The Life Cycle of Make-Whole Call Provisions.\"Journal of Corporate Finance, vol. 65 (2020) (online version).\n\nU.S. Securities and Exchange Commission. \"Interest Rate Risk: When Interest rates Go up, Prices of Fixed-rate Bonds Fall.\"",
  "url": "https://www.investopedia.com/terms/m/make-wholecall.asp"
}