{
  "term": "Make-or-Buy Decision Explained: How to Make Outsourcing Decisions",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA make-or-buy decision is the act of choosing between manufacturing a product in-house or purchasing it from an external supplier. Also referred to as anoutsourcingdecision, a make-or-buy decision compares the costs and benefits associated with producing a necessary good internally to the costs and benefits of hiring an outside supplier to provide the resources in question.\n\nTo compare costs accurately, a company must consider all aspects of the acquisition and storage of the items versus creating them in-house, which may require the purchase of new equipment, as well as added labor costs.\n\nIn considering in-house production, a company must take into account any expenses related to the purchase and maintenance of new machinery or other equipment as well as the cost of the necessary raw materials. Costs to make the product can also include the additional labor that's required, which takes the form of wages and benefits, storage requirements within the facility,holding costsoverall, and the disposal of any remnants or byproducts from the production process. Still another consideration is whether the business can produce what it needs at the required levels.\n\n\"Buy\" costs related to purchasing the products from an outside source will include the price of the good itself, any shipping or importing fees, and applicable sales tax charges. Additionally, the company must factor in the expenses relating to the storage of the incoming product and labor costs associated with receiving the products intoinventory. Another consideration involves the signing of contracts with suppliers that lock in the prices it must pay for a certain period of time, sometimes to the company's benefit and sometimes not.\n\nIn larger companies, these decisions are often rely heavily on the expertise of a chief procurement officer.\n\nThe results of a quantitative analysis may be sufficient to make a determination as to which approach is more cost-effective. At times, a qualitative analysis is also necessary to address any concerns a company might have that it cannot measure specifically.\n\nFor example, factors that may influence a company's decision to buy a part rather than produce it internally include a lack of in-house expertise, small volume requirements, a desire for multiple sourcing, and the fact that the item may not be critical to the firm's strategy or its need to differentiate itself from competitors.\n\nA company may give additional consideration to buying if it has the opportunity to work with a company that has previously provided outsourced services successfully and can sustain a long-term relationship.\n\nSimilarly, factors that may tilt a company toward making an item in-house include existing idle production capacity, the potential for betterquality control, or proprietary technology that needs to be protected. A company might also consider concerns regarding the reliability of the supplier, especially if the product in question is critical to normal business operations.\n\nIf a company is going to buy or outsource, it's essential that it work with a supplier or multiple suppliers that it knows it can rely on for the long-term.\n\nThere may be a point when situations arise that will cause a company to pause and consider which direction it should proceed in, whether itshould buy or make the parts or products it needs, regardless of what it has done in the past.\n\nExamples of these events could be a trusted supplier shutting down (or rumored to be on the verge of that), an increase or decrease in demand for the product, or a possible path for new opportunities. At these junctures, management will have to reconsider the advantages of either making or buying the product, which can also be outside of a cost-benefit analysis. Will one decision lead to neweconomies of scale, to a possible new product line, or a restructuring of the core business?\n\nDepending on the business and itsplace in the market, there can be both advantages and disadvantages to continuing down the same path or forging a new one.\n\nProcurementrefers to the obtaining of goods and services by a business or other large organization, such as the government, typically on a relatively large scale. Procurement is a strategic process involving a number of business-related decisions, whereas purchasing is the relative straightforward process of conducting a transaction, usually to meet an immediate need.\n\nOutsourcingis the hiring of another company to provide products or services that a company might otherwise produce with its own internal resources. In today's world, that often means working with a company in another country where, for example, production and labor costs may be considerably lower. This is sometimes referred to asoffshoring, although that term also has broader meanings in a business and financial context.\n\nInsourcingis the opposite of outsourcing, in which companies do tasks internally that they might otherwise farm out to an outside supplier. A company might choose to insource because it believes it can perform a particular task better or because it wants to develop internal expertise in that area for long-term purposes, among other reasons.\n\nReshoring, also known as onshoring or inshoring, happens when a company brings certain tasks back to its native country that it had formerly outsourced to another country. It is sometimes motivated by rising labor costs overseas, resulting in less of an edge over domestic labor, or by a desire to have greater control over the company'ssupply chain.\n\nA make-or-buy decision can be a make-or-break decision for businesses, especially those in highly competitive markets. However, it is not irreversible. If circumstances change, a company can change from a \"make\" strategy to a \"buy\" strategy or vice versa. For that reason, businesses do well to revisit these decisions periodically to make sure that whatever course they chose in the past still makes sense today.\n\nStrategy&. \"Make or Buy: Three Pillars of Sound Decision Making.\"\n\nReshoring Initiative. \"Why Reshore?\"",
  "url": "https://www.investopedia.com/terms/m/make-or-buy-decision.asp"
}