{
  "term": "Make To Stock (MTS): Definition, Example, and How It Works",
  "definition": "Make to stock (MTS) is a traditional production strategy that is used by businesses to match inventory with anticipated consumerdemand. Instead of setting a production level and then attempting to sellgoods, a company using MTS would estimate how many orders its products could generate, and then supply enough stock to meet those orders.\n\nThe make-to-stock method requires an accurate forecast of demand to determine how much stock it produces. If demand for the product can be estimated accurately, the MTS strategy is an efficient choice for production.\n\nIn theory, the MTS method is a way for a company to prepare for increases and decreases in demand. However, inventory numbers and, consequently, production, are typically obtained through the creation of future demandforecaststhat have a basis in past data.\n\nShould the forecast be even slightly off, the company may find they have too much inventory and limited liquidity, or too little inventory and unmet profit potential. This possibility of error is the primary disadvantage of using the MTS system for production. Wrong information can lead to excess inventory, stockouts (unavailable inventory), and revenue losses. It can also lead to an inability to meet demand, which reduces income potential. In fast-paced sectors such as electronics or computer tech, excess inventory can quickly become obsolete.\n\nAlso, an MTS approach requires a business to redesign operations at specific times, instead of keeping a steady level of production year-round. This regular adjustment can be costly, and the increased costs must either pass on to the consumer or be absorbed by the company.\n\nThe typical unpredictability of the economy and business cycles make MTS challenging for any company, but the strategy becomes particularly complicated when a business operates in a sector that experiences cyclical orseasonal sales cycles.\n\nCommon alternative production strategies that avoid the downsides of MTS includemake to order (MTO)andassemble to order (ATO). Both tie production to demand, but in the case of MTO, the output of an item begins after the company receives a valid customer order. ATO is something of a compromise between MTS and MTO—basic parts are constructed in advance, but a finished product is not created until a valid order comes in.\n\nManufacturing companies often use the MTS method to prepare for periods of high production. For example, many retailers, such as Target, generate most of their sales in the fourth quarter of the year. For the manufacturing companies supplying these retailers, a majority of their production has to come in the second and third quarters of the year, to prepare for the increases in demand.\n\nUsing the MTS production method, let's say that The LEGO Group, maker of the popular LEGO bricks and other toys, looks back at its previous years and surmises, based on past data, that demand will increase by 40% in the fourth quarter versus the third quarter. To prepare, the manufacturer produces 40% more of its toys in July, August and September to meet the demand forecasts for the fourth quarter. Additionally, during the fourth quarter, LEGO looks at past numbers to see how much demand will decline from the end of the year to the first quarter of the new year, reducing production accordingly.\n\nIf LEGO is adopting an MTO strategy, it will not increase the production of, say, its LEGO bricks by 40% until and unless Target sent in a larger order for them. If it were taking an ATO approach, it might have the increased bricks made and ready, but wouldn't put together complete packaged kits of them until it received Target's order. This way, the risk of an inaccurate demand forecast is mitigated, as both LEGO and Target share it.\n\nOne of main benefits of the make to stock (MTS) production strategy is the ability to produce inventory based on anticipated consumer demand. MTS allows a company to avoid having to much or too little inventory.\n\nIn order for make to stock to be an effective strategy accurate forecasts are a must. An inaccurate forecast can result is excess inventory or the inability to meet demand.\n\nThe make-to-stock strategy might be used by companies that produce goods that tend to be particularly popular during the holiday season. For instance, a toy manufacturer would forecast consumer demand and produce products accordingly.\n\nMake to stock is a traditional manufacturing strategy that matches inventory with forecasted consumer demand. The effectiveness of the MTS approach is entirely reliant on the ability of a company to correctly predict the future demand customers will have for its products. If a forecast misses the mark, a company can be left with excess inventory or not enough, which can negatively impact itsbottom line.\n\nSiemens. “Make-to-Stock (MTS).”\n\nTarget. “Target Corporation Reports Fourth Quarter and Full-Year 2021 Earnings.”",
  "url": "https://www.investopedia.com/terms/m/make-to-stock.asp"
}