{
  "term": "Managed Account: Definition and How It Works Vs. Mutual Funds",
  "definition": "A managed account is an investment account that is owned by an investor but managed by somebody else. The account owner can either be an institutional investor or an individual retail investor. A professionalmoney managerhired by the investor then oversees the account and the trading activity within it.\n\nArmed withdiscretionary authorityover the account, the dedicated manager actively makes investment decisions pertinent to the individual, considering the client's needs and goals, risk tolerance, and asset size. Managed accounts are most often seen among high-net-worth investors.\n\nA managed account may contain financialassets, cash, or titles to property. The money or investment manager has the authority to buy and sell assets without the client’s prior approval, as long as they act according to the client’s objectives. Because a managed account involvesfiduciary duty, the manager must act in the best interest of the client or potentially face civil or criminal penalties. The investment manager will typically supply the client with regular reports on the account's performance andholdings.\n\nMoney managers often have minimum dollar amounts on the accounts they will manage, meaning a client must have a certain amount of funds to invest. Many minimums start at $250,000, though some managers will accept $100,000 and even $50,000 accounts.\n\nManagers will usually charge an annual fee for their services, calculated as a percentage of theassets under management(AUM). Compensation fees range greatly, but most average around 1% to 2% of AUM. Many managers will provide discounts based on an account's asset size, so that the larger the portfolio, the smaller the percentage fee. According to the Internal Revenue Service, these fees are no longertax-deductibleas investment expenses.\n\nA new innovation to managed accounts aimed at lay investors is the so-calledrobo-advisor. Robo-advisors are digital platforms that provide automated, algorithmically-driven portfolio management with little to no human supervision. These platforms are typically cheaper, charging, for example, somewhere in the region of 0.25% of AUM, and may require as little as $5 to get started.\n\nManaged accounts are typically used byhigh-net-worth individualsas they often require a high minimum dollar amount of investment.\n\nManaged accounts andmutual fundsboth represent actively managed portfolios or pools of money that invest over a variety of assets—orasset classes.\n\nTechnically, a mutual fund is a type of managed account. Thefund companywill hire a money manager to look after investments in the fund's portfolio. This manager may alter the fund's holdings per the fund's objectives.\n\nWhen mutual funds began to bemarketed in earnest in the 1950s, they were touted as a way for the \"little guy\"—that is, smallretail investors—to experience and benefit from professional money management. Previously, this was a service available only to high-net-worth individuals.\n\nCustomized managed accounts address the account holder's needs; mutual funds invest according to the fund's objectives.\n\nManaged account trades can be timed to minimize tax liability; mutual fund investors have no control when a fund realizes taxable capital gains.\n\nManaged account-holders have maximum transparency and control over assets; mutual fund-holders don't own the fund's assets, only a share of the fund's asset value.\n\nSome managed accounts require six-figure minimum in funds; mutual funds demand much lower initial investment amounts.\n\nIt may take days to invest, or de-vest managed account assets; mutual fund shares are more liquid and can be bought or sold daily.\n\nManaged account managers tend to charge high annual fees that impact overall returns; mutual funds' expense ratio fees tend to be lower.\n\nBoth managed accounts and mutual funds are overseen by professional managers. Managed accounts are personalized investment portfolios customized to the specific risks, goals, and needs of the account holder. Management of the mutual fund is on behalf of the many mutual fund holders and all about meeting the fund's investment and return objectives.\n\nWith a managed account, the investor allocates funds, and the manager purchases and places physical shares of securities into the account portfolio. The account holder owns the securities and may direct the manager to trade them as desired.\n\nIn contrast, mutual funds are classified by investors’risk toleranceand the funds’ investment objectives, not by individual preferences. Also, investors purchasing shares of a mutual fund own a percentage of the value of the fund, not the fund itself or the actual assets in the fund.\n\nOn the transactional side, events might move more slowly in a managed account. Days may pass before the manager has the money fully invested. Also, depending on the holdings selected, managers may be able toliquidatesecurities at specific times only.\n\nConversely, shares of mutual funds may typically be purchased and redeemed as desired, daily. However, some mutual funds may carry penalties if redeemed before holding for a specified period.\n\nThe professional guiding a managed account may attempt to offset gains and losses by buying and selling assets when it is the most tax beneficial to the account's owner. In doing so, it could result in little or no tax liabilities on a significant profit for the individual. In contrast, mutual fund shareholders have no control over when portfolio managers sell the underlying securities, so they may face tax bites oncapital gains.\n\nIn July 2016, managed funds were in the news, as severalinstitutional investorssimultaneously opted for them over the hedge funds that had been handling a portion of their portfolios. The investors wanted broader platforms, customized strategies, full control over their separate accounts, daily valuation, significantly lower fees, and full transparency when it came to those fees, as well as to the nature of the holdings themselves.\n\nPensions & Investmentsclaimed that the state-managed Alaska Permanent Fund Corp. in Juneau redeemed US$2 billion inhedge fundsto invest in a managed account so that investment decisions would be in-house. It was also reported that the $28.2 billion Iowa Public Employees’ Retirement System set up plans for moving $700 million in investments to managed accounts with seven firms in 2016.\n\nVanguard. \"Vanguard Personal Advisor Services.\"\n\nFidelity. \"Fidelity Managed Accounts.\"\n\nInternal Revenue Service. \"Publication 529, Miscellaneous Deductions,\" Page 5.\n\nSoFi. \"How to Compare Robo Investing Fees.\"\n\nPensions & Investments. \"Investors Warming up to Managed Accounts.\"",
  "url": "https://www.investopedia.com/terms/m/managedaccount.asp"
}