{
  "term": "Management by Objectives (MBO): Learn Its 5 Steps, Pros and Cons",
  "definition": "Management by objectives is a management approach where objectives are set by an agreement between a manager and an employer to incentivize employee participation.\n\nManagement by objectives (MBO) is astrategic managementapproach in which the performance goals of an organization are aligned with the objectives of its employees and management. The goal is to improve the organization’s performance by clearly defining objectives.\n\nAccording to the theory, having a say in goal setting and action plans encourages participation and commitment among employees, and aligns objectives across the organization.\n\nManagement by objectives (also known as management by planning) is the establishment of amanagement information system (MIS)to compare actual performance and achievements with the defined objectives. Practitioners claim the major benefits of MBO are that it improves employee motivation and commitment and allows for better communication between management and employees.\n\nHowever, a cited weakness of MBO is that it unduly emphasizes setting goals to attain objectives, rather than working on a systematic plan to do so. Critics of MBO, such asW. Edwards Deming, argue that setting particular goals like production targets leads workers to meet those targets by any means necessary, including shortcuts that result in poor quality.\n\nIn his book that coined the term, Peter Drucker set forth several principles for MBO. Objectives are laid out with the help of employees and are meant to be challenging but achievable. Employees receive daily feedback, and the focus is on rewards rather than punishment. Personal growth and development are emphasized, rather than negative feedback for failing to reach objectives.\n\nMBO is not a cure-all but a tool to be utilized. It gives organizations a process, with many practitioners claiming that the success of MBO is dependent on the support from top management, clearly outlined objectives, and trained managers who can implement it.\n\nMBO outlines five steps that organizations should use to put the management technique into practice.\n\nMBO comes with many advantages and disadvantages.\n\nManagement by objectives (MBO) uses a set of quantifiable or objective standards against which to measure the performance of a company and its employees. By comparing actual productivity to a given set of standards, managers can identify problem areas and improve efficiency. Both management and workers know and agree to these standards and their objectives.\n\nA company can set various goals with its employees. In the case of a call center, an MBO could increase customer satisfaction—say, by 10%—while reducing call times by one minute. The onus is now on finding ways to achieve this goal. Once that’s decided on, it’s important to get employees on board and then monitor their progress, provide feedback, and reward those who do a good job.\n\nAs MBO is entirely focused on goals and targets, it often ignores other parts of a company, such as the corporate culture, worker conduct, a healthy work ethos, environmental issues, and areas for involvement and contribution to the community and social good.\n\nIn management by exception (MBE), management only addresses instances where objectives or standards are transgressed. Thus, workers are left alone unless productivity is not met.\n\nAs a theory, MBO makes a lot of sense: If employees are involved in setting company goals, they are more likely to share management’s objectives, work harder, and deliver.\n\nHowever, there’s also a good reason why MBO is widely criticized. Like most things that look good on paper, it doesn’t always work in practice. The keys are to be aware of its drawbacks, customize the plan according to your organization, ensure that everyone is fully on board, and identify objectives that are clear and reasonable before putting them into action.\n\nPrinting Color and Process Control Blog (Bruce Leigh Myers). “A Critical Look at Management by Objectives (MBO).”\n\nGreenwood, Ronald G. “Management by Objectives: As Developed by Peter Drucker, Assisted by Harold Smiddy.”The Academy of Management Review, vol. 6, no. 2, 1981, pp. 225–230.\n\nTemple University, Fox School of Business, Management Information Systems. “There’s a S.M.A.R.T. Way to Write Management’s Goals and Objectives.”",
  "url": "https://www.investopedia.com/terms/m/management-by-objectives.asp"
}