{
  "term": "Manipulation: Definition, Methods, Types, and Example",
  "definition": "Market manipulation is conduct designed to deceive investors by controlling or artificially affecting the price of securities. Manipulation is illegal in most cases, but it can be difficult for regulators and other authorities to detect and prove.\n\nMarket manipulationmay involve factually false statements as well, but it always seeks to influence prices in order to mislead other market participants.\n\nManipulation is more difficult for the moreliquid, or widely traded securities. It is much easier to manipulate apenny stockwith a tiny typical daily trading volume than the share price of alarge-capcompany with daily turnover valued in billions of dollars.\n\nThepump-and-dumpis a market manipulation often used to artificially inflate the price of a microcap stock before selling it. Less common is the inversepoop-and-scoopscheme, in which false derogatory statements are made about a stock in order to buy it on the cheap. There's also the short-and-distort variety, essentially a poop-and-scoop executed by short-sellers in order to profit.\n\nWhile such schemes rely primarily on promotion or factual misstatements they are often supplemented by illegal trading tactics designed to deceive.\n\nOne common means isorder spoofing, which involves the placing of numerous buy or sell orders designed to move the price of the stock, then canceling them once other traders have moved their ownbidsorasksaccordingly. Order spoofing has tempted staff at large Wall Street firms alongside shady daytraders, and can take place in the bond and metals markets as well as in the stock market.\n\nCurrency manipulation is an accusation often levied in trade orexchange ratedisputes, notably by the U.S. against trading partners who are sometimes alleged to set the exchange rate of their currency against the U.S. dollar artificially low to boostexports. Governments andcentral bankscan be accused of currency manipulation if they fix the exchange rate or seek to affect it less openly with market transactions from time to time.\n\nCurrency manipulation is a political term rather than a legal one because foreign exchange policies are set by sovereign countries. Currencies arefixedor allowed tofloatfor a variety of internal and external motives, while currency manipulation claims are almost always the result of dissatisfaction with trade flows. As a result, whether a currency manipulation is taking place or not is often a subjective judgement.\n\nThe U.S. Treasury makes a semiannual report to Congress on the macroeconomic and foreign exchange policies of major U.S. trading partners in accordance with the Omnibus Trade and Competitiveness Act of 1988. The report uses evaluation criteria spelled out in the Trade Facilitation and Trade Enforcement Act of 2015. The December 2021 report concluded no major U.S. trading partner manipulated its currency's exchange rate against the U.S. dollar to gain an unfair competitive advantage in international trade, while singling out Vietnam and Taiwan for additional scrutiny.\n\nCurrency manipulation is a political claim rather than an illegal market deception.\n\nOn August 5, 2019, thePeople's Bank of China(PBOC) set the Chinese yuan’s daily reference rate above 7 yuan per dollar for the first time in over a decade, depreciating the Chinese currency against the dollar and making Chinese exports cheaper in dollar terms. The rate was set after the announcement by the Trump administration of newtariffsof 10% on $300 billion worth of Chinese imports, which went into effect September 1, 2019.\n\nThe same day the yuan exchange rate topped 7 per dollar, the Trump administration labeled China a currency manipulator, a designation lifted a few months later.The tariffs on Chinese exports, however, remained in place as of July 2024.\n\nU.S. Securities And Exchange Commission. \"Market Manipulation.\"\n\nNASDAQ. \"Regulatory Roundup: Decoding Spoofing.\"\n\nCongressional Research Service. \"Exchange Rates and Currency Manipulation.\"\n\nU.S. Treasury. \"Treasury Releases Report on Macroeconomic and Foreign Exchange Policies of Major Trading Partners of the United States.\"\n\nOffice of the United States Trade Representative. \"USTR Announces Next Steps on Proposed 10 Percent Tariff on Imports from China.\"\n\nU.S. Department of the Treasury. \"Treasury Designates China as a Currency Manipulator,\"\n\nThe White House: Biden Administration. \"Fact Sheet: President Biden Takes Action to Protect American Workers and Businesses from China’s Unfair Trade Practices.\"",
  "url": "https://www.investopedia.com/terms/m/manipulation.asp"
}