{
  "term": "Manufacturer's Suggested Retail Price (MSRP): Definition and How Is Determined",
  "definition": "The manufacturer’s suggested retail price (MSRP) is the price that a product's manufacturer recommends it be sold for at the point of sale. Any retail product can have an MSRP, but the term is frequently used with automobiles. An MSRP is sometimes informally known as the \"sticker price.\"\n\nThe MSRP is also referred to as thelist priceby some retailers. Other higher-priced goods, such as appliances and electronics, may have an MSRP as well.\n\nThe MSRP is designed to keep prices at the same level from store to store. However, retailers are not required to use this price, and consumers do not always pay the MSRP when they make purchases. Items may be sold for a lower price so a company can reasonably move inventory off shelves, especially in asluggish economy.\n\nThe manufacturer's suggested retail price is sometimes referred to as the recommended retail price (RRP), sticker price, list price, or suggested retail price of products. This was developed to help standardize the price of goods throughout the various locations of a company’s stores.\n\nSomeretailerssell products at or just below the MSRP. They may set the price lower if the product is on sale or has been moved to clearance. They may also reduce prices if they're trying to reduce their inventories or they're trying to attract more consumers. Conversely, stores may set prices higher than the MSRP if a product is in high demand and is likely to sell quickly.\n\nThe automotive industry frequently uses MSRP to set the prices of new vehicles. Legally, car dealerships must display the price on a sticker on the car’s windshield or on a spec sheet. Buyers can use this price as a point to start negotiations before arriving at a fair price for the vehicle.\n\nCar dealers pay manufacturers an invoice price that is at or just below the MSRP and knowing this price can help consumers better negotiate with a salesperson.\n\nBecause the MSRP is set by a product’s manufacturer, it should remain constant across retailers. The MSRP is supposed to reflect all the costs incurred over the manufacturing and sales process, as well as an averagemarkupby retailers. Prices are set to allow all parties involved—the manufacturer, wholesaler, and retailer—to make a profit from the final sale.\n\nRetailers may frequently charge less than the MSRP, but the price charged depends on thewholesalecost, whether purchased in bulk from the manufacturer or in smaller quantities through a distributor. In many instances, the MSRP is manipulated to an unreasonably high figure. Retailers do this so they can deceptively advertise a product and list it at a much lower sale price, indicating to consumers that they're getting a much better bargain.\n\nUsing suggested pricing methods often falls into direct conflict with competition theory. The use of the MSRP allows a manufacturer to set the price of a product, often higher than usual, with the potential for having an adverse effect on consumers and their wallets.\n\nAnother suggested pricing method is resale price maintenance (RPM), where retailers are required to price products at or above a certain level. This practice is frowned upon or illegal in many regions of the world.\n\nAn MSRP is a recommended price by a manufacturer. Although it is intended to give a retailer a margin of profit, there is no obligation for retailers to sell a car at the MSRP. Retailers may set their official prices higher or lower than the MSRP, depending oninventoryor market conditions.\n\nThe MSRP is different from the invoice price, the price that the dealer pays the manufacturer for each car. This is typically lower than the MSRP, allowing the dealer to earn a profit on each sale. Since the dealer is required to pay the invoice price, they will be losing money if they sell to the customer at a lower price.\n\nThe base price represents thecost of a car, without any optional features. Many car models come with additional features, such as cruise control, internal cameras, or optional safety features. Each of these features represents an additional charge which is added to the base price.\n\nAlthough prices are negotiable, the discount you can receive will depend on the dealer's inventory and market conditions. For older vehicles, you may be able to get a substantial discount from the MSRP, especially if the dealer is trying to free up inventory for the latest models. For the most popular models, you might end up paying even more than the MSRP.\n\nThe best way to negotiate with a car dealer is to find out the invoice price of the car you are looking at. This is the cost that the dealer pays to the manufacturer for each car. You should also try to find out if there are any rebates, subsidized lease deals, or other breaks that can reduce the value of the car. This allows you to bargain for a discount that still allows the dealer to make money.\n\nThe destination fee, or destination charge, is a special charge for the cost of delivering a vehicle to a customer or dealer. This fee is not included in the MSRP of the vehicle, and it is usually non-negotiable, even if the buyer takes delivery at the factory.\n\nThe manufacturer's suggested retail price, also known as the window price or sticker price, is the suggested price of buying a vehicle or other high-priced item. As the name implies, the MSRP is only a suggestion: Dealers are free to sell for higher or lower prices if they wish. Cautious buyers can negotiate for a better price, especially if they do their research first.\n\nUnited States Code. \"Chapter 28—Disclosure of Automobile Information.\"\n\nCornell Law School: Legal Information Institute. \"Resale Price Maintenance.\"",
  "url": "https://www.investopedia.com/terms/m/manufacturers-suggested-retail-price-msrp.asp"
}