{
  "term": "Manufacturing: Definition, Types, Examples, and Use as Indicator",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nManufacturing is the creation of finished goods through the use of tools, human labor, machinery, and chemical processing.\n\nManufacturing allows businesses to sell finished products at a higher cost than the value of the raw materials used. Large-scale manufacturing allows for goods to be mass-produced using assembly line processes and advanced technologies ascore assets. Efficient manufacturing techniques enable manufacturers to take advantage ofeconomies of scale, producing more units at a lower cost.\n\nManufacturing is an integral and huge part of the economy. It involves processing and refining raw materials, such as ore, wood, and foodstuffs, into finished products, such as metal goods, furniture, and processed foods.\n\nConverting these raw materials into something more useful adds value. This added value increases the price of finished products, making manufacturing a very profitable part of the business chain. Some people specialize in the skills required to manufacture goods, while others provide the funds that businesses need to purchase the tools and materials.\n\nAs noted above,efficiencyin manufacturing can lead to higherproductivityand cost savings. Manufacturers are able to accomplish this if they are able to:\n\nManufacturing is often reported on by theconference boardand is examined by economists.\n\nHow products are manufactured has changed over time. People have historically manufactured goods using raw materials. And in certain cases, they still do. Hand manufacturing involves the use of basic tools through more traditional processes. This form of manufacturing is often associated with decorative art, textile production, leatherwork, carpentry, and some metalwork.\n\nHandmade goods are labor-intensive and require a lot of time. In some cases, they can command a high price, depending on the supplier and the type of goods. For instance, one-of-a-kind handmade fashion items can be sold at a higher price compared to something mass-produced. There are cases, though, where people who make goods using these techniques can be exploited, especially wherelabor lawsare lax and demand for jobs is high.\n\nLarger businesses use mechanization tomass-produceitems on a much grander scale. This process involves using machines, which means that the manual manipulation of materials isn't necessarily required. Very littlehuman capitalis needed in the production process, although highly skilled individuals may be required to operate and ensure that machinery is running properly.\n\nThis type of manufacturing is commonly referred to as3D printing. It involves the use of layers that are built up upon each other to create shapes and patterns in a three-dimensional process using a special piece of equipment, such as a 3D printer.\n\nThis method involves new forms oftechnology to improve the productionprocess. Companies can add even more value to the raw materials they use to better serve theirtarget markets. Newer technologies also help bring new products to market faster while increasing output.\n\nThis is common in the manufacturing industry. Companies will enter into partnerships and business relationships with other firms to outsource certain manufacturing processes. For example, an automotive company may hire a third party to make parts that it will use in its assembly lines to make cars.\n\n3D printing has been around since the 1980s.\n\nA traditional production technique is make-to-stock, the manufacturing of a standard product based onforecastdemand. A company estimates how many units will be sold over a given period of time and plans in advance to manufacture that many goods. Goods are often held as inventory leading up to the release and broad distribution of the goods.\n\nA company must have sufficient information in advance of a product release to understand how many goods it will need to manufacture. This includes using historical data from similar goods, understanding macroeconomic conditions, and considering customer expectations for specific product features.\n\nThe advantage of MTS is companies can often capitalize on the scales of the economy. Because a company sets a target level of manufacturing, it can plan in advance how much raw materials, labor, or equipment it will need and can often build the most robust manufacturing plans. On the downside, not meeting expectations leaves a company with unusable products, surplus inventory, and committed yet underutilized fixed costs.\n\nOpposite of MTS,make-to-ordermanufacturing entails working directly with a customer to understand their need and desired product specifications. Manufacturing typically only starts after a signed contract orletter of intent. In addition, manufacturers may generate light prototypes but will often hold off on starting manufacturing until full product specifications have been delivered.\n\nMTO is most common in industries where specialized products are being made for a very specific purpose. Aerospace, construction, or technology (to a lesser degree) are examples of industries where manufacturers will often not manufacture a good until a government entity has agreed to purchase the aircraft or a tenant has signed a long-term lease agreement.\n\nOn one hand, MTO manufacturers can often charge a premium for their products as the goods may not be easily acquired in a marketplace. This is especially true for highly-specified goods. In addition, MTO manufacturers often only make a good if a sale is lined up; therefore, they often never carry inventory. As a downside, MTO manufacturing often comes with uneven product demand that may result in slower periods of business.\n\nThe third type of manufacturing technique is a make-to-assemble process. Companies try to get a head start by starting production on component parts. Then, as customers begin to place orders, companies assemble previously-manufactured components.\n\nBecause the company had partially completed the manufacturing process, the good can often be delivered faster to customers than under MTO processes. However, there is still the risk of being stuck with an inventory of forecast demand that does not materialize. In addition, the company risks losing the benefits of MTO and MTS by trying to balance each type of process.\n\nFinally, manufacturing can be divided into different production methods. Each method results in a uniquely different end product.\n\nDiscrete manufacturing is aptly named because each product manufactured can be specifically identified. The manufacturing process leverages abill of materialsto track what raw materials or components go into each specific unit. In discrete manufacturing processes, units are often made on a production line whereassembly lineworkers follow a production schedule and record material usage.\n\nThere are two main types of process manufacturing. First, batch process manufacturing entails manufacturing a product based on a specific standard that uses a recipe or formula. Batch process manufacturing is often used in thefood and beverage industryto make easily replicable goods of a specific quantity (i.e., a specific vessel of teriyaki sauce).\n\nAlternatively, continuous process manufacturing entails consistent, ongoing operations that often manufacture a good around the clock for a long period. Then, manufacturing is halted for a period of time before being resumed. Continuous process manufacturing is heavily used in the oil and gas industry when drilling for natural resources.\n\nSome goods may entail a combination of both discrete and manufacturing processes. This is often the case for goods manufactured using batch processing before these standardized goods are converted to more specific individual packages. The initial stage to generate a product uses process manufacturing, while the unique specifics of the delivery method (including any customer customizations) are added in the second half.\n\nAn even more specific type of manufacturing process, goods can be manufactured using job shop manufacturing. This process is most often used when there is a batch to process yet the batch is different from a company's normal product. For this specialized, customized good, a company must often perform unique set-up and process steps, including converting existing equipment to a more usable structure.\n\nA potential subset of other manufacturing processes, repetitive manufacturing often breaks long manufacturing processes into smaller parts. Each part, often called a dedicated assembly line or manufacturing cell, is intended to manufacture only a specific part of the unit. Then, units are continuously transferred to the next subsequent dedicated assembly line. Any work in material resides within the manufacturing line as temporary storage areas are often not used.\n\nAs of March 2024, an estimated 12.95 million Americans worked in the manufacturing sector.\n\nHandmade products dominated the market before theIndustrial Revolution. This period ushered in the industrial process, where raw materials were made into finished products in high volumes. The development of steam engines and newer technologies allowed companies to use machines in the manufacturing process. This reduced the need for human capital while increasing the sheer volume of goods that could be produced.\n\nMass production and assembly line manufacturing allowed companies to create parts that could be used interchangeably and allowed finished products to be easily made by reducing the need for part customization. Ford popularized mass-production techniques in the early 20th century.\n\nComputers and precision electronic equipment have since allowed companies to pioneer high-tech manufacturing methods. Companies that use these methods typically carry a higher price but also require more specialized labor and highercapital investment.\n\nThe skills required to operate machines and develop manufacturing processes have drastically changed over time. Many low-skill manufacturing jobs have shifted fromdeveloped to developing countriesbecause labor in developing countries tends to be less expensive. As such, high-end products that require precision and skilled manufacturing are typically produced in developed economies.\n\nEconomists and government statisticians use various ratios when evaluating the role manufacturing plays in the economy. For example, manufacturing value added (MVA) is an indicator that compares an economy's manufacturing output to its overall size. Thismetricis expressed as a percentage ofgross domestic product(GDP).\n\nTheInstitute for Supply Management(ISM) surveys manufacturing firms to estimate employment, inventories, and new orders. The ISM publishes the ISM Manufacturing Report each month to summarize its findings.\n\nFinancial analysts and researchers eagerly await this report as they see it as a potential early indicator of the economy's health and a sign of where the stock market may be going.\n\nManufacturing has always been a key contributor to the United States economy. The industry's contribution to GDP was a little more than $2.85 trillion for the third quarter of 2023, about 10.3% of output.\n\nThese seven steps, following in sequential order, encompass not only the physical manufacturing of a good but also the stages before and after it is made.\n\nBefore anytangiblegood is made, manufacturing begins with concept development and the growth of the product vision. This product vision defines the product, who the target audience is, what the need for the good is, and what competitors exist. Many of these types of questions may define the good and help refine what characteristics will go into the actual product.\n\nThough many believe manufacturing only entails the physical aspect of making a good, the manufacturing process still incorporates researching the potential product to explore ways to make it better. This includes understanding what raw materials can be used, what equipment is needed, what conditions the good must be made under, and how the good will differentiate from competing goods.\n\nWith research considerations in hand, it's time to design the product. This should always be done in consideration of what the customer will need and use. This also should incorporate any manufacturing limitations discovered during the research stage. This also includes understanding the costs that will go into this product design so you can forecast your product profitability. During this stage, the manufacturing process is most deeply rooted inresearch and development.\n\nWith the design stage now complete, it's time to make final decisions on the product. This includes choosing what raw materials to use or how to define the manufacturing process. These decisions are implemented by creating an initial prototype. This means drafting a smaller-scale test product that mirrors what the true manufacturing product will be.\n\nOnce the prototype is complete,it's time to test it. This includes analyzing actual resources that went into the good to better understand how much the actual product will cost and its profit margin. This also includes finding weaknesses or inefficiencies in the manufacturing process. This is often the final stage before mass production begins. However, changes can be made in the future, and this is the time for significant changes without major implications on the product or manufacturing process.\n\nEnough time, testing, and research has been done; it's now time to make the good. The company acquires the machinery and equipment necessary to make full-scale processes to manufacture the goods. The company also invests in the full amount of labor, storage, insurance, and othercapacity costsrelated to a full manufacturing line.\n\nCompanies may choose to continually improve their processes; instead of returning back to prototype stages, they often review and implement smaller changes during the actual manufacturing step.\n\nIn order to continually improve, the company must constantly evaluate how the process is going and whether expectations are being met. It must analyze how much the goods cost to make and compare this against sales prices. The company must also evaluate product demand and scale up (or down) based on consumer preference.\n\nThough sometimes referred to as the same thing, there are subtle differences between manufacturing and production processes. In manufacturing, a company must often solicit raw materials from third-party orexternal vendorsto be processed into finished goods. For production, the company often has ownership of those raw materials.\n\nThe definition of each encompasses different processes. Production is broader and encompasses manufacturing, as production is simply taking input and yielding an output. Manufacturing, a more specific type of production, is taking a raw material and transforming it into a tangible finished good.\n\nThe manufacturing process ends with a tangible good. Alternatively, production can end with a tangible or intangible good. Consider the theatrical example that is aptly named. A show or theater production literally ends with public entertainment to be consumed by the general public.\n\nBecause the manufacturing process relies heavily on raw materials, the manufacturing process often relies on heavy machinery or equipment. It also relies on set-up time and labor to establish the process. During production, machinery may not be required depending on the output.\n\nOften requires procurement of a raw material\n\nOutput is physical, tangible goods\n\nMachinery and labor are essential to the process\n\nIs a more specific type of process\n\nOften entails previous ownership of the inputs for the process\n\nOutput may be tangible or intangible goods\n\nMachinery may or may not be required\n\nIs a less specific type of process\n\nKnown for its efficient manufacturing process, Toyota Motor Corporation is a historically well-known and successful manufacturer. The company uses a lean manufacturing system to produce customer vehicle orders in the quickest and most efficient way possible.\n\nThe company's manufacturing process is based on two core concepts:\n\nUnder jidoka, engineers design and build systems by hand to intricately understand the manufacturing process. Then, they carefully simplify operations and transition to leveraging machines. The goal is for the manufacturing process to leverage repetitive processes that make the manufacturing process more simple and less expensive.\n\nUnder just-in-time, Toyota strives to eliminate \"waste, inconsistencies, and unreasonable requirements on the production line.\"\n\nWhen an order is received, the production instructions must go to the manufacturing line immediately. The manufacturing line must have the required materials and parts available. Any deficiencies are quickly resolved by swapping similar parts.\n\nLean manufacturing is a form of production used by manufacturers that want to reduce production system time to increase efficiency. Implementing a lean manufacturing approach means that a company wants to boost productivity while eliminating as much waste as possible.\n\nManufacturing overhead is the total indirect cost associated with manufacturing. This includes expenses like employee wages, asset depreciation, rent, leases, and utilities. Costs like materials are not included. To calculate your manufacturing overhead, take your monthly overhead expenses and divide that total by your monthly sales. You can multiply the result by 100 to get the total percent of monthly overhead.\n\nManufacturing is the process of converting a raw material into a finished, tangible product. Manufacturing entails making a process efficient as it converts specific resources into a different resource, often to be sold to a customer.\n\nThe manufacturing process often begins with an information-gathering stage where engineers and management learn about a process. Prototypes are often created and evaluated. Then, specific designs are implemented, and commercial production begins. As goods are made, they are inspected, shipped, and delivered to the next user of the finished good.\n\nHumans have traditionally turned raw materials into finished goods for as long as we can remember. This process, which converts raw materials into finished goods, is called manufacturing. Businesses can still use human labor to convert these materials by hand.\n\nBut they can now purchase machinery to mass-produce goods on a much larger scale. Technology has helped the way we manufacture our goods and continues to evolve. The advent of 3D printing is making it easier for individuals to produce finished goods themselves without ever leaving their own homes.\n\nMachine Metrics. \"A Guide to Measuring and Improving Manufacturing Efficiency.\"\n\nAdditive Manufacturing. \"What Is Additive Manufacturing?\"\n\nThomas. \"What Is Advanced Manufacturing?\"\n\nMarlin Steel. \"What Is Contract Manufacturing?\"\n\n3D Insider. \"A Detailed History of 3D Printing.\"\n\nU.S. Bureau of Labor Statistics. \"Industries at a Glance: Manufacturing: NAICS 31-33.\"\n\nInstitute for Supply Management. \"ISM Report on Business.\"\n\nU.S. Bureau of Economic Analysis. \"Gross Domestic Product by Industry Group,\" Page 23.\n\nToyota. \"Toyota Production System.\"",
  "url": "https://www.investopedia.com/terms/m/manufacturing.asp"
}