{
  "term": "Maquliadora Definition, History, Benefits, Worker Explotation",
  "definition": "The term maquiladora refers to a factory ormanufacturingplant in Mexico. These corporations are approved for operation by the country's Secretariat of Commerce and Industrial Development under a decree established in 1989 and are owned by foreign entities.\n\nMaquiladoras were first developed in the 1960s as a way to encourageforeign investmentand address unemployment. As such, they usually operate near the U.S.-Mexico border. Companies that operate under the maquiladora model are able to take advantage of numerous benefits. The products manufactured by these factories are normally exported beyond the Mexican border.\n\nAs noted above, a maquiladora is a factory located in Mexico but owned and run by a foreign entity.The first plants of this kind were established in 1961 to help stimulate the domesticmarketand attract foreign investment.Many of these companies are located along the United States-Mexico border. The structure of a maquiladora system is set up so that theparent companyis located in the United States while the manufacturing operation or factory is located in Mexico.\n\nThe Mexican Secretary of the Economy determines whether a plant is officially considered a maquiladora. This official designation is important because it qualifies the plant for unlimited foreigncapitalinvestment andduty-freeimports. Duty-freeimportsapply to the raw and semi-finished materials shipped after manufacture or assembly, as well as to the machinery used in the manufacturing process.\n\nThe factories that participate in the maquila program, which are also known as twin plants, manufacture a variety of goods. In fact, there are thousands of maquiladoras that produce everything from clothing and consumer electronics to cars, drones,medical devices, and aircraft components.Exportmay be direct or indirect, whether that's through the sale of products or shipping through another factory or export company.\n\nThese factories have certain tax advantages that make them attractive to businesses. Companies can capitalize on a cheaper labor force in Mexico and also receive the benefits of doing business in the U.S. The presence of maquiladoras contributed significantly to theindustrializationof the Mexican-American border.\n\nAlthough maquilas can open anywhere in Mexico, they are not permitted to operate in highly congested parts of the country, including Guadalajara, Mexico City, and the Monterrey urban areas.\n\nAs noted above, there are a number of benefits that come with establishing a maquiladora. We've listed some of the most common ones below.\n\nThe first and obvious advantage is the economic benefit that comes with establishing maquiladoras for Mexico as well as border cities and states where they may be located. Once these factories are set up, they provide a source of labor for local residents and can help boost the localeconomy.Maquilas effectively help industrialize border cities in Mexico that may otherwise be characterized by highunemployment.\n\nThe economies of border cities and states also benefit because of the administrative centers that are set up on the U.S. side, as well as the transport and customs services that result fromimport-exportoperations.\n\nCompanies can take advantage of lower costs and tax benefits by setting up maquilas.Labor costsare fairly low in Mexico, which makes production cheaper. That's because there's a larger labor pool that may be looking for work.\n\nMaquilas also help companies cut down the costs associated withtariffsand duties. For instance, companies are exempt from the 16%value-added tax(VAT) onraw materialsused for production. They are also exempt from paying duties when they export goods marked \"Made in Mexico\" to Canada and the U.S. This is because of thetraderelationship that exists between the U.S. and Mexico under theU.S.-Mexico-Canada Agreement(USMCA).\n\nBorder towns are commonly known for high unemployment rates, where people are actively looking for work. Setting up a maquila in a Mexican town gives companies access to a greater and cheaperlaborpool. Although many of the people available for work may be unskilled, it gives workers a chance to transition to the skilled category.\n\nAside from a few exceptions, maquilas can be set up anywhere in Mexico. But from a logistical standpoint, it makes more sense to establish a presence along the border of Mexico and the United States.Many maquiladoras are also strategically located close to airports, roads, railroads, and shipping ports.\n\nProximity helps lower costs, including transport expenses, and improvessupply chain management. For instance, a company may decide to locate the parent company in San Diego and the plant in Tijuana rather than setting up a shop in Detroit and Matamoros.\n\nAlthough they may provide numerous economic benefits, maquilas have come under fire for the way they may exploit thelabor force. Although they provide competitive wages for those who work in these facilities, the pay is still relatively low. In fact, the pay can be at or below thepoverty line.Wages are normally based on daily rather than hourly rates and workers are often contracted for 48-hour shifts each week.\n\nThis is compounded by American border and migrant policies, as well as an increased military presence at the border. Migrants who want to enter the United States from Central America often seek work in these facilities. This demand for employment from non-Mexicans allows corporate management to take advantage of these workers by paying them drastically lowerwages.\n\nThe conditions of employment may also be a big issue for plant workers. For instance, workers may experience health risks and unsafe working conditions. Housing conditions may be unsound or inadequate, especially formigrant workers.\n\nThere is often a lack of representation for workers.Labor unionsmay exist on paper, giving workers false hope that their needs and demands are met. And employment contracts are often written in favor of plant owners rather than workers, giving virtually no protection to workers' rights.\n\nThe creation of the maquiladora system was spurred by the end of the Bracero program in 1964. The Bracero program allowed Mexican agricultural workers to be employed in the U.S. seasonally. In order to address the high rates of unemploymentthat the ending of the Bracero program created, the Mexican government created the maquiladora program. This provided U.S. corporations with a vast supply of cheap labor.\n\nThe ratification of theNorth American Free Trade Agreement(NAFTA) in 1994 ended tariffs that impacted the maquiladoras system. Mexican import duties were waived and these factories were able to take advantage of preferential duty rates for certain products. This led to an explosion in the number of maquiladoras—the second half of the 1990s saw the number of maquiladoras nearly doubled each year—not to mention a boost ineconomic growthto the tune of $345 billion in 2014.\n\nImprovements were made to the maquiladora program through the IMMEX program, which was formerly known as the Maquiladora Program.This new program increased the benefits, leading to a further reduction in costs, increased operationalefficiencies, and the modernization of the establishment process. Under the program, companies can register as one of the following entities:\n\nThe IMMEX Program has led to significant growth in the industry. Reports indicate that export increased between 2005 and 2017 from $210 billion to $419 billion.\n\nMaquiladoras have a significant impact on Mexico's economy. They employ millions of workers each year, many of whom are unskilled. By giving them access to employment, these plants help the individuals make the leap from unskilled to skilled workers. These facilities also make up a good portion of the goods exported to the United States.\n\nWhile there may be cases of unsafe working conditions or unscrupulous maquila owners who take advantage of their employees by paying them low wages, they don't have the same reputation as sweatshops. Sweatshops don't provide their workers with a living wage and the overall conditions are unsafe to the point where they may even be dangerous. Many of these establishments employ children and women, don't provide any job security or guarantee of wages.\n\nAlthough there's no limitation to where maquiladoras can be located, they are generally found along the border of the United States and Mexico.\n\nBorder cities and states tend to benefit the most from maquiladoras. Those in Mexico benefit from the creation of plants and facilities and a boost in labor and employment. American companies can benefit from cheaper labor costs, a reduction in production costs, import-export tariffs, and duties.\n\nIVEMSA. \"IMMEX Maquiladora Program.\" Accessed June 22, 2021.\n\nUniversity of Delaware. \"What is a maquiladora?\" Accessed June 22, 2021.\n\nTetakawi. \"THE HISTORY OF THE MAQUILADORA PROGRAM IN MEXICO.\" Accessed June 22, 2021.\n\nCHTCS. \"Maquiladoras.\" Accessed June 22, 2021.\n\nFederal Reserve Bank of Dallas. \"Maquiladoras: Impact on Texas Border Cities,\" Page 27. Accessed June 22, 2021.\n\nFederal Reserve Bank of Dallas. \"Maquiladoras: Impact on Texas Border Cities,\" Pages 28-29. Accessed June 22, 2021.\n\nNACLA. \"Maquiladoras and the Exploitation of Migrants on the Border.\" Accessed June 22, 2021.",
  "url": "https://www.investopedia.com/terms/m/maquiladora.asp"
}