{
  "term": "Marginal Utilities: Definition, Types, Examples, and History",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nMarginalutilityis the added satisfaction that a consumer gets from having one more unit of a good or service. The concept of marginal utility is used by economists to determine how much of an item consumers are willing to purchase.\n\nPositive marginal utility occurs when the consumption of an additional item increases the total utility. On the other hand, negative marginal utility occurs when the consumption of one more unit decreases the overall utility.\n\nEconomists use the idea of marginal utility to gauge how satisfaction levels affect consumer decisions. Economists have also identified a concept known as thelaw of diminishing marginal utility. It describes how the first unit of consumption of a good or service carries more utility than later units.\n\nAlthough marginal utility tends to decrease with consumption, it may or may not ever reach zero depending on the good consumed.\n\nMarginal utility is useful in explaining how consumers make choices to get the most benefit from their limited budgets. In general, people will continue consuming more of a good as long as the marginal utility is greater than themarginal cost. In an efficient market, the price equals the marginal cost. That is why people keep buying more until the marginal utility of consumption falls to the price of the good.\n\nThere are multiple kinds of marginal utility. Three of the most common ones are as follows:\n\nPositive marginal utility occurs when having more of an item brings additional happiness. Suppose you like eating a slice of cake, but a second slice would bring you some extra joy. Then, your marginal utility from consuming cake is positive.\n\nZero marginal utility is what happens whenconsuming more of an itembrings no extra measure of satisfaction. For example, you might feel fairly full after two slices of cake and wouldn't really feel any better after having a third slice. In this case, your marginal utility from eating cake is zero.\n\nNegative marginal utility is where you have too much of an item, so consuming more is actually harmful. For instance, the fourth slice of cake might even make you sick after eating three pieces of cake.\n\nThe concept of marginal utility was developed by economists who were attempting to explain the economic reality of price, which they believed was driven by a product's utility. In the 18th century, economistAdam Smithdiscussed what is known as \"the paradox of water and diamonds.\" This paradox states that water has far less value than diamonds, even though water is vital to human life.\n\nThis disparity intrigued economists and philosophers around the world. In the 1870s, three economists—William Stanley Jevons, Carl Menger, andLeon Walras—each independently came to the conclusion that marginal utility was the answer to the water and diamonds paradox. In his book,The Theory of Political Economy, Jevons explained that economic decisions are made based on \"final\" (marginal) utility rather thantotal utility.\n\nDavid has four gallons of milk, then decides to purchase a fifth gallon. Meanwhile, Kevin has six gallons of milk and likewise chooses to buy an additional gallon. David benefits from not having to go to the store again for a few days, so his marginal utility is still positive. On the other hand, Kevin may have purchased more milk than he can reasonably consume, meaning his marginal utility might be zero.\n\nThe chief takeaway from this scenario is that the marginal utility of a buyer who acquires more and more of a product steadily declines. Eventually, there isno additional consumer needfor the product in many cases. At that point, the marginal utility of the next unit equals zero and consumption ends.\n\nMarginal utility measures the change in satisfaction from consuming one additional unit. Total utility, instead, measures the total amount of satisfaction of you get from all the units you consume of a good or service. Marginal utility affects total utility. Positive marginal utility causes total utility to increase, while negative marginal utility decreases total utility.\n\nFor example, if you go to five sessions with a personal trainer, you might get the highest level of satisfaction from the novelty and excitement of the first session. With each additional session, the marginal utility decreases because you are less excited and doing more strenuous work. But the marginal utility of each is positive, so your total utility is still increasing.\n\nYou can calculate marginal utility by dividing the change in total utility (TU) by the change in number of units (Q):\n\nChange in total utility is found by subtracting the previous total utility from the current total utility (TU2-TU1)). Change in number of units is found by subtracting the previous number of units from the current number of units (Q2-Q1).\n\nMarginal utility is used to make a variety of economic decisions by governments, businesses, and consumers.\n\nConsumers seek out products with higher marginal utility. Because their satisfaction stays high with each additional unit purchased, they are more likely to purchase more. They are also more likely to buy similar products from the same company, expecting them to have a similarly high level of marginal utility.\n\nHigher marginal utility often leads to greater customer satisfaction because consumers feel they are getting their money's worth. This can lead to brand loyalty over time, as well as word-of-mouth recommendations.\n\nProducts that offer a higher level of satisfaction over time, and after the first time they are used, offer a higher level of marginal utility. This makes them more valuable to customers, so they can be priced higher for greater profits. This can also serve as a guide for businesses to create better products and increase customer satisfaction by focusing on products that offer higher marginal utility.\n\nMarginal utility can also guide businesses when deciding which products to innovate or upgrade. A product or service that already has a high level of marginal utility becomes even more valuable when it is improved, allowing businesses to continue increasing the price over time or for newer models. For example, if a car manufacturer has an SUV that is already a top seller, they can create trim levels with additional features or upgrades. Because the original version is already popular, with a high marginal utility, customers are more likely to pay the increased price for an even more premium version.\n\nThe law of diminishing marginal utility is often used to justifyprogressive taxes. The idea is that higher taxes cause less loss of utility for someone with a higher income. In this case, everyone gets diminishingmarginal utility from money. Suppose that the government must raise $10,000 from each person to pay for its expenses. If the average income is $60,000 before taxes, then the average person would make $50,000 after taxes and have a reasonable standard of living.\n\nHowever, asking people making only $10,000 to give it all up to the government would be unfair and demand a far greater sacrifice. That is why poll taxes, which require everyone to pay an equal amount, tend to be unpopular.\n\nAlso, aflat taxwithout individual exemptions that required everyone to pay the same percentage would impact those with less income more because of marginal utility. Someone making $15,000 per year would betaxed into povertyby a 33% tax, while someone making $60,000 would still have about $40,000.\n\nThe formula for marginal utility is change in total utility (ΔTU) divided by change in number of units (ΔQ): MU = ΔTU/ΔQ.\n\nThe law of diminishing marginal utility is a law of economics that states that as your consumption increases, the satisfaction you derive from each individual unit decreases.This is whyconsumers are willing to paythe most for the first unit of something they buy, but after a point, they often will not buy additional units without a decrease in price.\n\nMarginal cost is the change in production cost from producing or making one additional unit. You can find it by dividing the change in production costs by the change in quantity produced. If the price per unit is higher than the marginal cost, a business can make a profit. Tracking marginal costs allows businesses to achieve economies of scale.\n\nMarginal utility is theamount of additional satisfactionthat a consumer gets from having one more unit of a good or service. This amount can be positive, negative, or zero. When marginal utility equals zero or becomes negative, the consumer will stop buying because the value of what they are buying has stopped increasing.\n\nAs an economic concept, marginal utility can be used by businesses to understand customer behavior, set prices for goods and services, and decide which products to innovate or upgrade.\n\nMarginal utility is also used in economics to justify progressive taxes. According to marginal utility, each additional dollar is more valuable to those with lower incomes because they have fewer dollars in total. For those with higher incomes, the marginal utility of each additional dollar of income is lower. This is an application known as the law of diminishing marginal utility.\n\nInternet Archive. \"Adam Smith Wealth of Nations,\" Page 30.\n\nWilliam Stanley Jevons. \"The Theory of Political Economy.\" Sentry Press, Reprinted 1965.\n\nCorporate Finance Institute. \"What Is the Law of Diminishing Marginal Utility?\"",
  "url": "https://www.investopedia.com/terms/m/marginalutility.asp"
}