{
  "term": "Marginal Analysis in Business and Microeconomics, With Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMarginal analysis is a decision-making tool that companies use to evaluate the benefits and costs associated with making incremental changes to a business activity.\n\nMarginal analysis helps companies decide whether the benefits and costs are worth it if they make slight changes to their business activities. It can be used in production, hiring, investment, marketing, and other decisions. Companies that want to expand their operations often start with a marginal analysis. As a consumer, you may also use marginal analysis when you decide how much of a product to buy or use. Marginal analysis can be used to make better spending decisions, cut costs, improve prices, and improve resource allocation.\n\nMarginal analysis is widely used inmicroeconomicsto analyze how a complex system is affected by marginal manipulation of its comprising variables. In this sense, marginal analysis focuses on examining the results of small changes as the effects cascade across the business as a whole.\n\nThe goal of marginal analysis is to determine if the additional benefits associated with a change in activity will offset its additional costs. Instead of focusing on business output as a whole, marginal analysis focuses on the cost of producing or consuming one more unit of a good.\n\nMarginal analysis can also help in the decision-making process when there are two potential investments to choose from, but only enough funds for one. By comparing the associated costs and estimated benefits, marginal analysis can help determine if one option will result in higher profits than the other.\n\nInvestopedia / Michela Buttignol\n\nFrom a microeconomic standpoint, marginal analysis can also relate to observing the effects of small changes within the standard operating procedure or total outputs.\n\nFor example, a business may attempt to increase output by 1% and analyze the positive and negative effects of the change, such as changes in overall product quality or how the change impacts the use of resources.\n\nIf the results of the change are positive, the business may choose to raise production by 1% again and reexamine the results. These small shifts and the associated changes can help a production facility determine an optimal production rate.\n\nManagers should also understand the concept of opportunity cost. Suppose a manager knows that there is room in the budget to hire an additional factory worker. Marginal analysis tells the manager that an additional factory worker provides a net marginal benefit. This does not necessarily make the hire the right decision.\n\nSuppose the manager also knows that hiring an additional salesperson yields an even larger net marginal benefit. In this case, hiring a factory worker is the wrong decision because it is sub-optimal.\n\nBecause marginal analysis is only interested in the effect of the very next instance, it pays little attention to fixed start-up costs. Including those costs in a marginal analysis is incorrect and produces the so-called \"sunk cost fallacy\".\n\nMarginal analysis is as simple as taking the margin benefit of an outcome and subtracting the marginal cost. However, this analysis may be difficult to assess as there are many variables and moving parts to consider. To perform a marginal analysis, you should first understand the fixed and variable costs of an activity. Because the fixed costs are not likely to change, your marginal cost will often be equal to your variable expenses.\n\nNext, you can begin marginal analysis by finding the marginal cost and the marginal expense of the activity. This will simply be the change in cost (or benefit) for every unit consumed or acquired. Note that while one aspect may remain the same (either the benefit or the cost may be constant), one aspect will often be variable.\n\nConsider the example of consuming pizza at $2/slice. In this example, marginal cost is easy to quantify, as every additional slice of pizza has a marginal cost equivalent to $2. On the other hand, marginal benefit may be more difficult to quantify. If you haven't eaten all day and are hungry, you may state that the first slice of pizza you eat is worth $10 to you. If this is the case, marginal analysis gives the slice a net benefit of $8 ($10-$2).\n\nTo continue performing marginal analysis, consider how both the benefit and the cost will change with each slice of pizza consumed. If each slice costs $2, your marginal cost will always be $2. However, as you eat more pizza, you'll become full, reducing the benefit of each additional slice. There will be a point where you may get sick and begin to have negative marginal benefit for each additional slice eaten.\n\nWhen performing marginal analysis, there are two profit maximization rules to consider. These two rules dictate the point at which companies should manufacture goods and allocate resources.\n\nDo not confuse the many marginal terms used in economics; be mindful that the best quantity to operate at is when (marginal) revenue equals cost.\n\nThe overarching rule of marginal analysis is that it is usually in a company's best interest to perform an activity as long as the marginal revenue is greater than the marginal cost. When marginal revenue and marginal cost are equal, there is theoretically no financial incentive for the company to continue the activity, though there may be non-financial factors to consider.\n\nConsider a manufacturing example where it costs $2 to make a good whose marginal revenue is $5. For this unit, the company makes $3. If the next unit costs $4 to make, the company still earns a marginal profit because marginal revenue of $5 is greater than the marginal cost. If the next unit were to cost $6 to make, it would no longer be financially feasible to make and sell the good.\n\nThe point at which marginal revenue and marginal cost intersect is often called marginal equilibrium. It is the point at which total company profit is maximized, even if unit profit is not at its highest. Using the pizza example above, you should continue to consume pizza as long as you think the marginal benefit of each slice is worth at least $2 per piece.\n\nAnother important rule related to marginal analysis relates to companies that have different products. If a company chooses to only dedicate resources to one product, the potential marginal revenue of the other products is foregone in favor of a product likely with a diminishing marginal profit. To avoid this, every product should have an equal marginal revenue to maximize the benefit obtained, especially if there are resource constraints at play.\n\nConsider the table below outlining the marginal return received from two products. If one unit of Product A is consumed, the consumer receives a marginal benefit of 100. If one unit of Product B is consumed, the consumer receives a marginal benefit of 50.\n\nBased on the table above, this second rule would dictate that the first unit consumed should be one unit of Product A. However, we now know the marginal return of a second unit of Product A only yields a return of 25. This second rule would call for the consumer to consume units of Product B until the marginal revenue of the two products meet. In this example, the highest return would occur after 1 unit of Product A and 3 units of Product B have been consumed.\n\nLet's return once more to our pizza example. Instead of only consuming pizza, imagine the marginal benefit of having a refreshing drink in between bites or slices. The argument here is instead of trying to maximize the benefit of eating pizza alone, you should try to have the marginal benefit received from the pizza (considering its price) equal to the marginal benefit received from a drink (also considering its price).\n\nAmarginal benefit(or marginal product) is an incremental increase in a consumer's benefit in using an additional unit of something. A marginal cost is an incremental increase in the expense a company incurs to produce one additional unit of something.\n\nMarginal benefits normally decline as a consumer decides to consume more and more of a single good. For example, imagine a consumer who decides that they need a new piece of jewelry for their right hand. They head to the mall and buy the perfect ring for $100, and then they spot another.\n\nSince the customer has no need for two rings, they would be unwilling to spend another $100 on a second one. They might, however, be convinced to purchase that second ring at $50. Therefore, the marginal benefit of the second ring falls from $100 to $50.\n\nIf a company haseconomies of scale, the marginal costs decline as the company produces more and more of the same good.\n\nFor example, imagine a company that makes fancy widgets in high demand. Due to this demand, the company can afford machinery that reduces the average cost to produce each widget; the more they make, the cheaper they become. On average, it costs $5 to produce a single widget, but because of the new machinery, the 101st widget only costs $1. Therefore, the marginal cost of producing the 101st widget is $1.\n\nThere are many considerations to make regarding what defines \"marginal benefit\". For example, an extra slice of pizza may not be physically healthy to consume, but it may provide emotional comfort or allow for a more productive work day.\n\nMarginal analysis derives from the economic theory of marginalism—the idea that human actors make decisions on the margin. Underlying marginalism is another concept: thesubjective theory of value. Marginalism is sometimes criticized as one of the \"fuzzier\" areas of economics. Much of what it proposes is hard to accurately measure, such as an individual consumer's marginal utility.\n\nAlso, marginalism relies on the assumption of (near) perfect markets, which do not exist in the practical world. Still, the core ideas of marginalism are generally accepted by most economic schools of thought and are still used by businesses and consumers to make choices and substitute goods.\n\nModern marginalism approaches now include the effects of psychology or those areas that now encompass behavioral economics. Reconciling neoclassical economic principles and marginalism with the evolving body of behavioral economics is one of the emerging areas of contemporary economics.\n\nSince marginalism implies subjectivity, economic actors make marginal decisions based on how valuable they appear to be. Marginal evaluations might later be considered regrettable or mistaken.\n\nThis can be demonstrated in a cost-benefit scenario. A company might make the decision to build a new plant because it anticipates that the future revenues from the new plant will exceed the costs of building it. If the company later discovers that the plantoperates at a loss, then it must be concluded that the company miscalculated the cost-benefit analysis.\n\nThat said, inaccurate calculations reflect inaccuracies in cost-benefit assumptions and measurements. Predictive marginal analysis is limited to human understanding and reason. When marginal analysis is applied reflectively, however, it can be more reliable and accurate.\n\nWhen a manufacturer wishes to expand its operations by adding new product lines or increasing the production of a current product line, it will start by conducting a marginal analysis. It may consider the costs of any additional manufacturing equipment, the additional employees needed to support an increase in output, the cost of additional manufacturing or storage facilities, and the cost of additional raw materials to produce the goods.\n\nOnce all of the costs are identified and estimated, these amounts are compared to the estimated increase in sales attributed to the additional production. This analysis takes the estimated increase in income and subtracts the estimated increase in costs. If the increase in income outweighs the cost increases, the expansion may be a wise investment.\n\nFor example, consider a hat manufacturer. Each hat produced requires seventy-five cents of plastic and fabric. The hat factory incurs $100 dollars of fixed costs per month. If you make 50 hats per month, then each hat incurs $2 of fixed costs.\n\nIn this simple example, the total cost per hat, including the plastic and fabric, would be $2.75 ($2.75 = $0.75 + ($100/50)). But, if you cranked up production volume and produced 100 hats per month, then each hat would incur $1 dollar of fixed costs because fixed costs are spread out across more units of output. The total cost per hat would then drop to $1.75 ($1.75 = $0.75 + ($100/100)). In this situation, increasing production volume causes marginal costs to go down.\n\nEven if you never work in business or economics, you are constantly using marginal analysis to make decisions about your consumption habits. Whenever you decide to consume (or not consume) a particular good, your mind is performing a mental calculation about the benefits of additional consumption in comparison to the costs.\n\nIn some cases, the marginal analysis starts before you get out of bed. When your alarm goes off, you may hit the \"Snooze\" button and sleep for an extra few minutes. In economic terms, the marginal benefit of sleeping a little later is greater than the marginal cost of a rushed morning. With each additional minute of sleep, the marginal benefit decreases and the marginal cost increases, until you decide there is a greater benefit in getting up.\n\nMarginal analysis is important because it identifies themost efficient use of resources. An activity should only be performed until the marginal revenue equals the marginal cost. Beyond this point, it will cost more to produce every unit than the benefit received.\n\nThough not required, a first step to performing marginal analysis is often to consider the fixed and variable components of an activity. If all costs are fixed, there will be little to no marginal costs as expenses will not change as the number of units increases. On the other hand, if all costs are variable, there will be considerable expenses to factor in.\n\nThe same, though less applicable, can be said about the benefit received. Because benefit often varies from the units consumed, it is hardly ever fixed. However, you can slowly advance to a full marginal analysis by considering how marginal benefit (and cost) change from one unit to the next.\n\nThe golden rule of marginal analysis is that an activity should be performed as long as marginal revenue equals marginal cost. When marginal costs are higher than marginal revenue, that activity provides a negative net benefit.\n\nMarginal principle theory is a very closely related topic that states that individuals make purchasing decisions based on the additional utility they will receive from each unit. When you decide whether or not to eat an extra slice of pizza, you are performing a marginal analysis and will ultimately make a decision that aligns with what is best for you (which upholds the marginal principle theory).\n\nMarginal analysis is a critical part of a business and life that dictates what level of activity to operate at. Marginal analysis discovers the point at which marginal revenue equals marginal cost.\n\nIf someone operates below this point, they may not be taking advantage of business opportunities. If someone operates above this point, they may lose resources every unit. Marginal analysis drives how many units a company produces andoften decides what (and how much) consumers buy.",
  "url": "https://www.investopedia.com/terms/m/marginal-analysis.asp"
}