{
  "term": "Marginal Cost: Meaning, Formula, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMarginal cost is the cost incurred when producing one additional unit.\n\nMarginal cost is the extra money a business spends to make just one more product. It's a key concept that helps companies figure out how much they should produce and what prices to charge.\n\nFor instance, if a factory produces 100 widgets at a total cost of $1,000—and producing 101 widgets costs $1,009 in total—the marginal cost of that one extra widget is $9. Understanding marginal cost is crucial for businesses tomaximize their profitsand efficiently allocate their resources.\n\nMadelyn Goodnight / Investopedia\n\nThe concept of marginal cost came about during the Industrial Revolution, when factory owners were wrestling with a crucial question: How much should they produce to make the most money? Early economists like Alfred Marshall developedmarginalismin the late 19th century, and much of modern economics is based on the idea, which revolutionized how businesses approached production decisions. Today,marginal cost analysisremains a cornerstone of microeconomic theory and business strategy.\n\nMarginal cost differs significantly from other cost metrics, such as average cost and fixed cost. While fixed costs remain constant regardless of production volume (like rent, overhead, or insurance), and average cost is thetotal costdivided by the number of units produced, marginal cost focuses specifically on the expense of producing one more unit.\n\nIt's not the case that marginal costs keep decreasing as firms achieve economies of scale. Once factories reach capacity, there will be diminishing returns.\n\nLet's take a bakery as an example. When things are running smoothly, and the ovens aren't maxed out, making one extra loaf of bread doesn't cost much—after all, the ovens are already hot, and the staff is already there. However, if the bakery needs to add an extra shift or lease new equipment to increase production, the marginal cost of more loaves would rise significantly.\n\nThe point where marginal cost stops decreasing and begins to rise marks a crucial transition in production efficiency. This represents the limit ofeconomies of scaleand the beginning ofdiminishing returns.\n\nFrom an economic perspective, this inflection point becomes even more significant when we consider it alongside marginal revenue—the additional revenue earned from selling one more unit. The intersection of marginal cost and marginal revenue identifies the profit-maximizing level of production (see the chart above). When marginal cost equals marginal revenue, each additional unit sold contributes the maximum possible amount to the company's profits. Producing beyond this point would mean spending more on production than the revenue generated from sales, while producing less would mean missing out on profits.\n\nIn economics, the so-called \"marginal revolution\" was, in fact, not marginal at all since it fundamentally changed how we think about economic value. Figures like Carl Menger and Alfred Marshall in the latter half of the 19th century shifted economics' focus from the total utility of goods to the value of \"one more unit\" at the margin.\n\nFor example, let's say you own a production facility. Initially, as output increases, the business becomes more efficient at using its resources. Workers develop expertise and routines, machinery operates at more efficient levels, and fixed costs are spread across more units. During this phase, the marginal cost of each additional unit decreases, often falling below the marginal revenue, indicating that increasing production will increase profits.\n\nHowever, as production volume approaches the facility's capacity, these efficiency gains begin to taper off. The business starts encountering bottlenecks and constraints. Maybe the machinery needs more frequent maintenance, workers need overtime pay, or storage space becomes scarce. The marginal cost curve begins to slope upward at this point, signaling that each additional unit will now cost more to produce than the previous one. As marginal costs rise, they eventually meet marginal revenue, creating an equilibrium point that signals the most profitable production level.\n\nOperating beyond the point where marginal cost equals marginal revenue means losing money on each additional unit, even if the overall operation remains profitable. Understanding where these curves intersect helps businesses make strategic decisions about production, pricing, and capacity investments.\n\nThe basic formula for marginal cost is:\n\nTo calculate marginal cost accurately, we need to consider both fixed costs (FC) and variable costs (VC). However, since fixed costs don't change with production volume, the marginal cost formula typically focuses on changes in variable costs. Therefore, we can also simplify it as:\n\nThis calculation should include all relevant variable costs, such as the following:\n\nLet's say you're running a smartphone factory. You're currently making 10,000 phones a month, and you're thinking about bumping that up by 1,000. Sounds simple enough, right? But here's what that extra 1,000 phones would actually cost you:\n\nIncreasing production would require the following:\n\nTotal increase in costs: $230,000\n\nCalculating the marginal cost:MC = $230,000 ÷ 1,000 units = $230 per additional phone\n\nThus, at $230 to produce—more than the current average cost of $200—the company would have to sell phones for at least $230 each, or it would lose money on every additional unit produced. Even if the current market price is above $230, the company must consider whether the increased supply might force it to lower prices to sell all produced units.\n\nThe company can thus use this information to:\n\nUnderstanding marginal cost helps companies optimize their production levels by identifying the point where marginal cost equals marginal revenue, thus maximizingprofits. Marginal cost analysis also provides valuable insights for pricing strategies and helps businesses respond effectively to market changes. Furthermore, it can enable companies to identify inefficiencies in their production processes and make data-driven decisions about expansion or contraction.\n\nHowever, there are also challenges to consider. Calculating marginal cost accurately can be complex, especially in businesses with multiple product lines or shared resources. The assumption of a smooth, continuous cost curve doesn't often reflect real-world conditions where costs can change in steps rather than gradually. In addition, focusing too heavily on marginal cost might lead managers to overlook important fixed costs or long-term strategic considerations. Another challenge is that marginal cost can fluctuate significantly due to changes in raw material prices, labor costs, or technological advances. This can make it difficult to use marginal cost as the basis for long-term planning decisions.\n\nA business's marginal costs are only used for internal reporting and managerial decisions.\n\nUnderstanding marginal cost helps businesses make smarter decisions about what to produce and how to price it. While it might seem like a complex concept, it really comes down to answering a simple question: What will it cost to make just one more?\n\nCalculating the answer means taking into account a lot of material and other factors. Nevertheless, by understanding and properly applying marginal cost analysis, companies can make more informed decisions about their operations, ultimately leading to more profits.",
  "url": "https://www.investopedia.com/terms/m/marginalcostofproduction.asp"
}