{
  "term": "Margin Loan Availability: What It Means, How It Works",
  "definition": "Margin loan availability describes the amount in a margin account that is currently available for purchasing securities on margin or the amount that is available for withdrawal. Amargin accountmakes loans available to the customer of a brokerage firm using the customer's securities in their account as collateral.\n\nMargin loan availability tells a brokerage customer how much money in their margin account is currently available for purchasing securities on margin and how much is available for withdrawal. As the value of the securities in the account rises and falls, the amount of money that becomes available for loan also changes, since the securities have to cover the amount made available for the loan. If the customer's securities drop in value, so does the margin loan availability.\n\nMargin loan availability can be used in a couple of specific contexts:\n\nMargin loan availability will change daily as the value ofmargin debt(which includes purchased securities) changes. But it may not reflect pending trades that fall in between the trade date and the settlement date.\n\nBrokerage firms are required to impose a maintenance requirement on margin accounts, which is a percentage of the total market value of the securities purchased on margin. If the margin loan availability amount—essentially, the equity in an investor's account— falls below the maintenance margin, the investor may be due for amargin call, which is a formal request to sell some of the marginable securities or deposit additional cash into the account, typically within three days. The Federal Reserve Board,self-regulatory organizations (SROs)such as theFinancial Industry Regulatory Authority (FINRA), and the securities exchanges have rules governing margin trading, but brokerage firms can also set more restrictive requirements on their own.\n\nMargin loan availability rises and falls with the value of the securities in an investor's margin account. If the account's equity drops too low, the investor may face a margin call and have to sell securities to cover the shortfall.\n\nLet's say that Bert M. is a client at Ernie's Brokerage Firm. Bert has a margin account with some securities in it. These securities are held as collateral by Ernie's Brokerage Firm for any money Bert borrows to buy securities or withdraw from the account.\n\nThe money borrowed from Ernie's firm to buy these additional securities or for a withdrawal is called a margin loan. The available amount that Bert can take at any given time is called the margin loan availability and is based on the current value of his pledged securities.",
  "url": "https://www.investopedia.com/terms/m/margin_loan_availability.asp"
}