{
  "term": "Marginal Social Cost (MSC): Definition, Formula, and Example",
  "definition": "Marginal social cost (MSC) is the total cost society pays for the production of another unit or for taking further action in the economy. The total cost of the production of an additional unit of something is not merely thedirect costundertaken by the producer but also includes costs to other stakeholders and the environment as a whole. MSC is calculated as:\n\nMarginal Social Cost=MPC+MECwhere:MPC=marginal private costMEC=marginal external cost (positive or negative)\\begin{aligned} &\\text{Marginal Social Cost} = \\text{MPC} + \\text{MEC} \\\\ &\\textbf{where:} \\\\ &\\text{MPC} = \\text{marginal private cost} \\\\ &\\text{MEC} = \\text{marginal external cost (positive or negative)} \\\\ \\end{aligned}​Marginal Social Cost=MPC+MECwhere:MPC=marginal private costMEC=marginal external cost (positive or negative)​\n\nMarginal social cost reflects the impact that an economy feels from the production of one more unit of a good or service.\n\nConsider, for example, the pollution of a town’s river by a nearby coal plant. If the plant’s marginal social costs are higher than the plant’s marginal private costs, the marginal external cost is positive and results in a negativeexternality, meaning it produces a negative effect on the environment. The cost of the energy that is produced by the plant involves more than the rate that the company charges because the surrounding environment—the town—must bear the cost of the polluted river. This negative aspect must be factored in if a company strives to maintain the integrity ofsocial responsibilityor its responsibility to benefit the environment around it and society in general.\n\nWhen determining the marginal social cost, both fixed and variable costs must be accounted for. Fixed costs are those that don’t fluctuate—such as salaries, or startup costs. Variable costs, on the other hand, change. For example, a variable cost could be a cost that changes based on production volume.\n\nMarginal social cost is an economic principle that packs a major global punch, though, it is incredibly difficult to quantify in tangible dollars. Costs incurred by acts of production — such as operational costs and money used for startup capital—are fairly simple to calculate in tangible dollars. The issue comes when the far-reaching effects of production must also be factored in. Such costs are difficult, if not impossible, to pin down with an exact dollar amount, and in many instances, no price tag can be affixed to the effect.\n\nThe importance of marginal social cost, then, is that the principle can be used to aid economists and legislators in developing an operating and production structure that invites corporations to cut down on the costs of their actions.\n\nMarginal social cost is related tomarginalism, a concept that works to determine the amount of extra use derived from the production of one additional unit. The effects of the extra units on supply and demand are also studied. Marginal social cost can also be compared to themarginal benefit, the principle that determines the amount that consumers will give up to gain one extra unit.\n\nCharles K. Wilber, University of Notre Dame. \"Chapter 7: Problems.\"Excerpted from Economics and Contemporary Issues, (eds. Michael Edgmand, Ronald Moowaw, and Kent Olson). Dryden Press, 1996.\n\nNetSuite. \"How to Calculate Marginal Cost: Formula and Examples.\"",
  "url": "https://www.investopedia.com/terms/m/marginalsocialcost.asp"
}