{
  "term": "Margin Debt: Definition, How It Works, and the Pros and Cons of Using It",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nMargin debt is thedebta brokerage customer takes on bytrading on margin.\n\nWhen purchasing securities through abroker, investors have the option of using a cash account and covering the entire cost of the investment themselves, or using amargin account—meaning they borrow part of the initial capital from their broker. The portion that investors borrow is known as margin debt, while the portion they fund themselves is themargin, or equity.\n\nUsing margin debt has both risks and potential benefits.\n\nAs an example of using margin debt to buy securities, suppose aninvestorwho we’ll call Sheila wants to buy 1,000 shares of Johnson & Johnson (JNJ) for $100 per share. She doesn’t want to put down the entire $100,000 at this time, but the Federal Reserve Board’sRegulation Tlimits her broker to lending her 50% of the initial investment—also called the initial margin.\n\nShe deposits $50,000 ininitial margin, while taking on $50,000 in margin debt. The 1,000 shares of Johnson & Johnson that she then purchases act ascollateralfor this loan.\n\n(Not all brokers would allow Sheila to borrow that much. Brokerages often have their own rules for buying on margin, which can be stricter than those imposed by regulators.)\n\nExcessive buying on margin is considered one of the causes of the famousU.S. stock market crash in 1929. At that time, margin rules were much looser, often allowing investors to borrow 90% of the money to buy stocks and putting down only 10% in cash. We know today how that turned out.\n\nBuying on margin has both risks and potential benefits for investors. Generally speaking, it isn’t for beginners or for those who can’t afford to lose money.\n\nTwo scenarios illustrate the potential risks and rewards of taking on margin debt.\n\nIn the first, Johnson & Johnson’s price drops to $60. Sheila’s margin debt remains at $50,000, but her equity has fallen to $10,000, which is the value of the stock (1,000 × $60 = $60,000) minus her margin debt of $50,000. TheFinancial Industry Regulation Authority (FINRA)and the exchanges have amaintenance marginrequirement of 25%, meaning that customers’ equity must remain above that ratio in margin accounts.\n\nFalling below the maintenance margin requirement triggers amargin call. Unless Sheila deposits another $5,000 in cash to bring her margin up to 25% of the securities’ $60,000 value, or $15,000, the broker is entitled to sell her stock (without notifying her) until her account complies with the rules. This is known as a margin call.\n\nHere again, brokerages may have stricter rules than the law requires, such as setting their maintenance margin requirement at 30% or 40%, for example.\n\nAllows investor to buy stock with borrowed money\n\nInvesting on margin can magnify any gains because of leverage, resulting in greater profit\n\nBuying on margin means taking on debt that must be repaid\n\nIf stock loses value, investor may face a margin call and have to come up with cash quickly\n\nA second scenario demonstrates the potential rewards of trading on margin. Say that in the example above, Johnson & Johnson’s share price rises to $150. Sheila’s 1,000 shares are now worth $150,000, with $50,000 of that being margin debt and $100,000 equity. If Sheila sells commission- and fee-free, she receives $100,000 after repaying her broker. Herreturn on investment (ROI)is equal to 100%—a $50,000 return on her $50,000 cash investment.\n\nNow let’s assume that Sheila had purchased the stock simply using a cash account, meaning that she funded the entire initial investment of $100,000, so she does not need to repay her broker after selling. Her ROI in this scenario is equal to 50%—a $50,000 profit on her cash investment of $100,000.\n\nIn both cases, her profit was $50,000, but in the margin account scenario, she made that money using half as much of her own capital as in the cash account scenario. The capital she has freed up by trading on margin can now go toward other investments if she wishes. These scenarios illustrate the basic tradeoff involved in taking onleverage: The potential gains are greater, but so are the risks.\n\nBrokerage firms typically give customers two to five days to come up with the cash after a margin call, according to FINRA.\n\nFINRA rules require that investors “deposit with your brokerage firm a minimum of $2,000 or 100% of the purchase price of the margin securities, whichever is less,” according to the U.S.Securities and Exchange Commission (SEC).However, if the brokerage designates you as apattern day trader, then the cash requirement rises to a minimum of $25,000.\n\nAccording to FINRA rules, a pattern day trader is “any customer who executes four or more ‘day trades’ within five business days, provided that the number of day trades represents more than 6% of the customer’s total trades in the margin account for that same five-business-day period.” Brokerage firms can also use a broader definition, classifying more customers as pattern day traders.\n\nBuying on margin can allow investors to reap greater gains on a percentage basis if the stock they buy goes up in value. If it goes down, however, they may have to scrape up additional cash quickly before the broker sells off their stock.\n\nWhile buying on margin can work for savvy (and lucky) investors, it is risky and shouldn’t be entered into by anyone unless they have sufficient cash on hand and can afford to lose it.\n\nU.S. Securities and Exchange Commission. “Margin: Borrowing Money to Pay for Stocks.”\n\nFederal Reserve History. “Stock Market Crash of 1929.”\n\nFinancial Industry Regulatory Authority. “Know What Triggers a Margin Call.”\n\nFinancial Industry Regulatory Authority. “Brokerage Accounts: Margin Accounts.”\n\nU.S. Securities and Exchange Commission. “Investor Bulletin: Understanding Margin Accounts.”\n\nU.S. Securities and Exchange Commission, Office of Investor Education and Advocacy. “Margin Rules for Day Trading.”",
  "url": "https://www.investopedia.com/terms/m/margin_debt.asp"
}