{
  "term": "Margin of Safety: Definition and Examples",
  "definition": "The margin of safety is a value investing buffer zone that protects against unpredictable loss.\n\nThe margin of safety is a tenet of investing by which an investor purchases securities only if they're trading below their intrinsic values by a certain amount.\n\nIt's the difference between intrinsic value and a lower market price.\n\nInvestors may set a margin of safety in accordance with their own risk preferences. It allows them to make an investment with supposedly minimaldownside risk.\n\nIn accounting, the margin of safety is the difference between a company's expected profit and itsbreak-evenpoint.\n\nManagers utilize the margin of safety to determine how much sales can decrease before the company or a project becomes unprofitable.\n\nIn this case, the margin of safety is calculated as (current sales - break-even point) / break-even point.\n\nInvestopedia / Michela Buttignol\n\nThe margin of safety principle was popularized by famed British-born American investorBenjamin Graham(known as the father of value investing) and his followers, most notablyWarren Buffett.\n\nInvestors utilize both qualitative and quantitative factors, including information about firm management, governance, industry performance, assets, and earnings, to determine a security'sintrinsic value.\n\nThe market price is then used as the point of comparison to calculate the margin of safety. Buffett, who is a staunch believer in the margin of safety and has declared it one of his \"cornerstones of investing,\" has been known to apply as much as a 50% discount to the intrinsic value of a stock as hisprice target.\n\nTaking into account a margin of safety when investing provides a cushion against errors in analyst judgment or calculation.\n\nIt does not, however, guarantee a successful investment, largely because determining a company's true worth, or intrinsic value, ultimately is highly subjective.\n\nInvestors and analysts may have different methods for calculating intrinsic value, and rarely are they the same or precise. In addition, it's notoriously difficult to predict a company's revenue or earnings.\n\nAs scholarly as Graham was, his principle was based on simple truths. He knew that a stock priced at $1 today could just as likely be valued at 50 cents or $1.50 in the future.\n\nHe also recognized that the current valuation of $1 could be off, which means he would be subjecting himself to unnecessary risk by buying it.\n\nHe concluded that if he could buy a stockat a discountto its intrinsic value, he could limit his potential losses substantially. The margin of safety would ensure this.\n\nFor example, if he were to determine that the intrinsic value of XYZ’s stock was $162, which is well below its share price of $192, he might apply a discount of 20% to the intrinsic value for a target purchase price of $130.\n\nIn this example, he may feel XYZ has a fair value of $192 but he would not consider buying it above its intrinsic value of $162. To further limit his downside risk, he might create a margin of safety with a purchase price of $130.\n\nUsing this model, he might not be able to purchase XYZ stock anytime in the foreseeable future. However, if the stock price did decline to $130 for reasons other than a collapse of XYZ’s earnings outlook, he could buy it with confidence.\n\nAs a financial metric, the margin of safety is equal to the difference between current or forecasted sales and sales at thebreak-even point.\n\nThe margin of safety is sometimes reported as a ratio, in which the aforementioned formula is divided by current or forecasted sales to yield a percentage value.\n\nThe figure is used in both break-even analysis andforecastingto inform a firm's management of the existing cushion in actual sales or budgeted sales before the firm would incur a loss.\n\nTo calculate the margin of safety, determine the break-even point and the budgeted sales. Subtract the break-even point from the actual or budgeted sales and then divide by the sales. The number that results is expressed as a percentage.\n\nThe margin of safety in dollars is calculated as current sales minus breakeven sales. This allows businesses to see how much sales can drop before they start losing money. It helps businesses with budgeting, risk, and pricing, especially during economic downturns.\n\nThe margin of safety is the difference between actual sales and break-even sales, while the degree of operating leverage (DOL) shows how a company's operating income changes after a percentage change in its sales.\n\nThe margin of safety provides both investors and businesses with room for error. Investors would incorporate it to buy stocks below their intrinsic values. Businesses would use it to maintain sales above their break-even points.\n\nThis can help both parties to prepare for unexpected, risky market changes, such as economic downturns, that could impact an investment portfolio or the demand for a business's products.",
  "url": "https://www.investopedia.com/terms/m/marginofsafety.asp"
}