{
  "term": "Marginal Propensity To Import (MPM): Definition and Calculation",
  "definition": "The marginal propensity to import (MPM) is the amountimportsincrease or decrease with each unit rise or decline indisposable income. The idea is that rising income for businesses and households spurs greater demand for goods from abroad and vice versa.\n\nMPM is a component ofKeynesianmacroeconomic theory. It is calculated as dIm/dY, meaning the derivative of the import function (Im) with respect to the derivative of the income function (Y).\n\nThe MPM indicates the extent to which imports are subject to changes inincomeor production. If, for example, a country's MPM is 0.3, then each dollar of extra income in thateconomyinduces 30 cents of imports ($1 x 0.3).\n\nCountries that consume more imports as the income of their population rises have a significant impact onglobal trade. If a country that purchases a substantial amount of goods from overseas runs into a financial crisis, the extent to which that nation’s economic woes will impactexportingcountries depends on its MPM and the makeup of the goods imported.\n\nAn economy with a positivemarginal propensity to consume(MPC) is likely to have a positive MPM because a portion of goods consumed is likely to come from abroad.\n\nThe level of negative impact on imports from falling income is greater when a country has a MPM greater than its average propensity to import. This gap results in a higherincome elasticity of demandfor imports, leading to a drop in income resulting in a more than proportional drop in imports.\n\nCountries withdeveloped economiesand sufficient natural resources within their borders typically have a lower MPM. In contrast, nations that are dependent on purchasing goods from abroad generally have a higher MPM.\n\nThe MPM is important to the study of Keynesian economics. First, the MPM reflects induced imports. Second, the MPM is the slope of the imports line, which means it is the negative of the slope of thenet exportsline and makes it important to the slope of the aggregate expenditures line, as well.\n\nThe MPM also affects themultiplierprocess and the magnitude of the expenditures and tax multipliers.\n\nMPM is easy to measure and functions as a useful tool to predict changes in imports based on expected changes in output.\n\nThe problem is that a country’s MPM will unlikely remain consistently stable. The relative prices of domestic and foreign goods change andexchange ratesfluctuate. These factors impactpurchasing powerfor goods shipped in from overseas and, as a consequence, the size of a country’s MPM.",
  "url": "https://www.investopedia.com/terms/m/marginal-propensity-import-mpm.asp"
}