{
  "term": "Margin Account: Definition, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA margin account is a brokerage account that enables investors to borrow money from their broker to purchase securities, for leverage, or to sell short.\n\nA margin account is a brokerage account with which investors are permitted to sell securities short or borrow money to buy securities based on the funds in the account. Unlike standardcash accounts, traders and investors with margin accounts are offeredpurchasing powerwell beyond the funds in their accounts, which magnifies both gains and losses relative to their cash position.\n\nTo open a margin account in the U.S., investors must make aminimum depositof $2,000 ($25,000 for \"pattern day traders\"), sign amargin agreement, and pass the brokerage's screening for credit history, financial stability, and investment knowledge.\n\nMargin accounts provide leverage, enabling investors to take bigger positions than they could afford using their own funds. A standard margin account for stock trading permits investors to borrow up to 50% of the purchase price when they buy stocks that qualify underRegulation Tfrom the Federal Reserve. Leverage magnifies both returns and losses as a percentage of actual holdings.\n\nFor example, a trader holding $10,000 in their margin account could buy $20,000 worth of stock, effectively doubling their purchasing power. A 10% rise in the value of that $20,000 of stock would bring a $2,000 gain—20% of the $10,000 in the trader's account. Likewise, a 10% drop in the value of the $20,000 holding would result in a loss of 20% of the funds in the account.\n\nInvestors who borrow funds on margin must pay interest on the loan they receive. Brokerages offer different interest rates depending on the loan amount, with larger loans usually receiving lower rates. Brokeragesestablish margin ratesby adding a spread to their base rate, which typically results in annual rates falling between 5% and over 12%.\n\nMargin loan interest calculations occur daily, though brokerages typically process the payment by withdrawing funds from accounts monthly. This recurring expense can create a persistent drag on investment performance, diminishing returns over time, particularly when markets trade within narrow ranges or exhibit minimal directional movement.\n\nMost brokerages have clearly stated margin requirements—that is, rules on the amount of funds that must be maintained in the account relative to the value of the holdings bought or shorted on margin. If a margin account's valuedrops below the required level, the broker will require the account holder to add money to their account. This is known as a margin call. Here are some terms to know:\n\nGains and losses are amplified in a margin account—a 10% loss in the value of an investment can lead to losses of 20% or more in the cash held in a trading account.\n\nTrading on margin carries some additional risks, in addition to amplified losses and the potential for margin calls or forced liquidation.\n\nInterest must be paid on money borrowed in a margin account, eroding the value of returns.\n\nImagine an investor opens a margin account with $30,000 in cash and wants to purchase shares of XYZ Corporation, which are trading at $100 per share.\n\nScenario 1: Price Rises to $120 per share\n\nScenario 2: Price Drops to $80 per share\n\nNote: For the sake of simplicity, these returns calculated above don't include capital gains taxes or interest owed to the broker for the borrowed funds.\n\nMargin accounts are a type of brokerage arrangement where investors can borrow against their portfolios to increase purchasing power or sell short, subject to regulatory requirements, including initial deposits (typically 50% for stocks) and maintenance thresholds (25-40%). The leveraged structure of margin amplifies both gains and losses.\n\nRegulatory safeguards include maintenance requirements, margin call procedures, and broker liquidation rights that activate during adverse price movements. Effective margin utilization requires understanding the relationship between equity, borrowed funds, and total position value to calculate potential outcomes across market scenarios.\n\nInteractive Brokers. \"Fixed Income Margin Overview.\"\n\nSecurities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\"\n\nInteractive Brokers. \"Compare Margin Interest Rates.\"\n\nSecurities and Exchange Commission. \"Margin: Borrowing Money To Pay for Stocks.\"",
  "url": "https://www.investopedia.com/terms/m/marginaccount.asp"
}