{
  "term": "Marginal Revenue Explained, With Formula and Example",
  "definition": "Marginal revenue is the increase in revenue generated by the sale of one additional unit of a product or service. Though it can remain constant up to a certain point of output, marginal revenue follows thelaw of diminishing returns. Eventually, it will slow as the level of output decreases. Marginal revenue is different from profit, as it is calculated only using the income received and does not reflect expenses associated with production or sales.\n\nBusinesses use marginal revenue to determine how much additional revenue they can earn for each additional unit of output produced and sold. Since the price a good can sell for is tied tosupply and demand, marginal revenue will generally vary depending on how many units have already been sold. For most goods and services, the greater the supply, the lower the price. So, as production increases, marginal revenue will decrease.\n\nBy analyzing current and historical marginal revenue data, companies can:\n\nMarginal revenue is usually used to capture the change in revenue due to a single additional product unit, such as the difference in revenue between the one hundredth and one hundred-first units sold. It can also be used to analyze the change in revenue from a series of product units like the difference between one hundredth and two hundredth units sold.\n\nIf marginal revenue is negative, then total revenue falls as additional units are produced and sold. This generally happens when a company needs to cut prices significantly to sell the units produced.\n\nMarginal revenue is usually represented on a graph by a straight line with a downward slope, the y-axis showing price and the x-axis showing quantity. The downward slope is created by the inverse relationship between price and quantity: as a company decreases the price of a product, consumerdemandgenerally increases. If the price increases, demand generally decreases.\n\nAs a result, most companies must lower prices to increase theirmarket share. When the price decreases, the marginal revenue generated by each additional unit also decreases. If a company keeps decreasing prices, marginal revenue will be less than marginal cost, making it unprofitable to produce additional units.\n\nThe graph below shows marginal revenue as the lower blue line, while marginal cost is the upward-loping red line. The ideal quantity of a product for a company to sell is found at point G, where marginal revenue and marginal cost are equal. The price point associated with this quantity is found at point E on the demand line.\n\nAverage revenue is the total amount of revenue received divided by the total quantity of units sold. Marginal revenue can be analyzed by comparing it to the average revenue of different quantities.\n\nInperfect competition, market forces mean each company is aprice-taker. For example, the market could dictate that it isn't profitable to sell a good at a price lower than $20. However, any company that charges more than $20 per unit of that good would be at a disadvantage compared to its competitors. Under these idealized market conditions, marginal revenue is equal to average revenue and price because price remains constant over varying levels of output.\n\nIn conditions of imperfect competition, however, a business must lower its prices to sell additional units, so marginal and average revenue will not always be equivalent. The price changes as the number of units sold changes, so marginal revenue is lower with each additional unit and will be equal to or less than average revenue.\n\nFor a monopolistic firm,average revenueis equal tototal revenuedivided by the total units sold.\n\nBoth marginal revenue and average revenue can be graphed with downward-sloping lines, but the slope of marginal revenue tends to be steeper, meaning that marginal revenue decreases more quickly. For example, if a clothing store sells one dress for $100, but allows customers to buy a second dress at half off, the marginal revenue of one additional unit sold (a second dress) will be $50 (half of $100). The average revenue, however, will be:\n\nFor another example, consider the graph below. It shows the theoretical marginal and average return for an agricultural chemical producer in conditions of imperfect competition. As the company lowers prices to sell higher quantities of goods, marginal and average revenue both decrease, but marginal revenue decreases more quickly.\n\nThe Economics of Food and Agriculture Markets\n\nMarginal revenue is calculated by dividing the change in total revenue by the change in total output. This formula is ideally used to identify the change from one quantity to the next available quantity, increasing by one output each time. However, it can also be used to identify average marginal revenue over a larger number of units, for example, the average increase per unit from 100 units to 150 units.\n\nThe formula for marginal revenue is shown as:\n\nMarginal Revenue=Change in RevenueChange in QuantityMR=ΔTRΔQ\\begin{aligned}\\text{Marginal Revenue}&=\\frac{\\text{Change in Revenue}}{\\text{Change in Quantity}}\\\\\\\\[-9pt]MR&=\\frac{\\Delta TR}{\\Delta Q}\\end{aligned}Marginal RevenueMR​=Change in QuantityChange in Revenue​=ΔQΔTR​​\n\nSuppose a company sold the first 100 units of an item for a total of $1,000 in one week. The next week it sold 115 units for $1,100. The change in revenue from week one to week two is $100, and the change in quantity is 15 units. So the marginal revenue for units 101 to 115 is $100 or:\n\nWhen marginal revenue is higher than marginal cost, the business makes a profit. If producing and selling one additional unit costs $80, but that unit can be sold for $100, the marginal profit is $20.\n\nIdeally, a company'smarginal revenue should equal marginal cost. if the company produces units beyond that point, marginal costs will be higher than marginal revenue, which means a loss rather than a profit. If producing and selling one additional unit costs $110 instead of $80, the company loses $30 instead of making a profit of $20. At that point, a firm will usually halt production, since there's no additional benefit to producing and selling more units.\n\nMarginal revenue is the additional revenue that a business can generate by producing and selling one additional unit of output. Mathematically, most businesses should produce additional units until marginal revenue equals the cost of one additional unit, known as marginal cost. Beyond this level, the costs of production are higher than marginal revenue, and the company can no longer make a profit.\n\nRegardless of industry or type of good, marginal revenue can help a business determine its ideal level of production and activity. If a business must lower prices to make additional sales, marginal revenue decreases; by finding the point at which marginal revenue is lower than marginal costs, a business knows when to halt production of a good or service in order to preserve profits.\n\nHall, Robert E. \"The Relation Between Price and Marginal Cost in US Industry.\"Journal of Political Economy,vol.96, no. 5, 1988, pp. 921-947.",
  "url": "https://www.investopedia.com/terms/m/marginal-revenue-mr.asp"
}