{
  "term": "Marginal Propensity to Save (MPS): Definition and Calculation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInKeynesian economics theory, marginal propensity to save (MPS) refers to the proportion of an aggregate raise in income that a consumer saves rather than spends on the consumption of goods and services. Put differently, MPS is the proportion of each added dollar of income that is saved rather than spent. MPS is a component of Keynesianmacroeconomicstheory and is calculated as the change in savings divided by the change in income.\n\nMPS is depicted by a savings line: a sloped line created by plotting change in savings on the vertical y-axis and change inincomeon the horizontal x-axis.\n\nSuppose you receive a $500 bonus with your paycheck. You suddenly have $500 more in income than you did before. If you decide to spend $400 of this marginal increase on a new business suit and save the remaining $100, your marginal propensity to save is 0.2. This is calculated by dividing the $100 change in saving by the $500 change in income.\n\nGiven data onhousehold incomeand household savings,economistscan calculate households’ MPS by income level. This calculation is important becauseMPS is not constant; it can vary by income level. Typically, the higher the income, the higher the MPS because as wealth increases, so does the ability to satisfy needs and wants; thus, each additional dollar is less likely to go toward additional spending. However, the possibility remains that a consumer might alter savings and consumption habits with an increase in pay.\n\nNaturally, with an increase in salary comes the ability to cover household expenses more easily, allowing for more leeway to save. A higher salary also brings access to goods and services that require greater expenditures. This may include the procurement of higher-end or luxury vehicles or relocation to a new, pricier residence.\n\nIf economists know what consumers’ MPS is, they can determine how increases in government spending or investment spending will influence saving. MPS is usedto calculate the expenditures multiplierusing the following formula:\n\nThe expenditures multiplier tells us how changes in consumers’ MPS influences the rest of the economy. The smaller the MPS, the larger the multiplier and the more economic impact that a change in government spending or investment will have.\n\nThe marginal propensity to consume (MPC) is the complement to MPS; added together, they should always equal one.\n\nThe other side of MPS ismarginal propensity to consume (MPC), which shows how much a change in income affects purchasing levels.\n\nUsing the above example, where you spent $400 of your $500 bonus, the MPC is 0.8. This is calculated by dividing $400 by $500.\n\nIf you add MPC and MPS, the result should always equal one,making MPC the complement to MPS.\n\nMarginal propensity to save (MPS) refers to the amount of a raise in income that a person saves rather than spends.\n\nMarginal propensity to consume (MPC) refers tothe amount of a raise in income that a person spendsas opposed to saves. This makes it the complement to MPS; added together, they should always equal one.\n\nMPS can be used to understand how government spending and investment may influence saving and what the economic impact of the spending and investment might be.\n\nMarginal propensity to save (MPS) is an economic theory that calculates how much of a raise a person would save. The number is different at different income levels and helps economists make theories about how individual incomes impact the broader economy.\n\nEncyclopœdia Britannica, Britannica Money. “Propensity to Save.”",
  "url": "https://www.investopedia.com/terms/m/marginal-propensity-save.asp"
}