{
  "term": "Marginal Rate of Technical Substitution (MRTS): Definition and Formula",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe marginal rate of technical substitution (MRTS) is the rate at which production inputs, typically labor and capital, can be substituted while maintaining the same level of output.\n\nThe MRTS reflects the give-and-take between factors that allow a firm to maintain a level of productivity. MRTS differs from themarginal rate of substitution (MRS)in that MRTS is focused on producerequilibriumand MRS is focused on consumer equilibrium.\n\n﻿MRTS(L, K)=−ΔKΔL=MPLMPKwhere:K=CapitalL=LaborMP=Marginal products of each inputΔKΔL=Amount of capital that can be reducedwhen labor is increased (typically by one unit)\\begin{aligned} &\\text{MRTS(\\textit{L}, \\textit{K})} = - \\frac{ \\Delta K }{ \\Delta L } = \\frac{ \\text {MP}_L }{ \\text {MP}_K } \\\\ &\\textbf{where:} \\\\ &K = \\text{Capital} \\\\ &L = \\text{Labor} \\\\ &\\text{MP} = \\text{Marginal products of each input} \\\\ &\\frac{ \\Delta K }{ \\Delta L } = \\text{Amount of capital that can be reduced}\\\\ &\\text{when labor is increased (typically by one unit)} \\\\ \\end{aligned}​MRTS(L,K)=−ΔLΔK​=MPK​MPL​​where:K=CapitalL=LaborMP=Marginal products of each inputΔLΔK​=Amount of capital that can be reducedwhen labor is increased (typically by one unit)​﻿\n\nAn isoquant is a graph showing combinations of capital and labor that will yield the same output. The slope of the isoquant indicates the MRTS or at any point along the isoquant how much capital would be required to replace a unit of labor at that production point.\n\nFor example, inthe graph of an isoquantwhere capital (represented with K on its Y-axis and labor (represented with L) on its X-axis, the slope of the isoquant, or the MRTS at any one point, is calculated as dL/dK.\n\nThe slope of the isoquant, or the MRTS, on the graph, shows the rate at which a given input, either labor or capital, can be substituted for the other while keeping the same output level. The MRTS is represented by the absolute value of an isoquant's slope at a chosen point.\n\nA decline in MRTS along an isoquant for producing the same level of output is called the diminishing marginal rate ofsubstitution. The figure below shows that when a firm moves down from point (a) to point (b) and uses one additional unit of labor, the firm can give up 4 units of capital (K) and yet remain on the same isoquant at point (b). So the MRTS is 4. If the firm hires another unit of labor and moves from point (b) to (c), the firm can reduce its use of capital (K) by 3 units but remains on the same isoquant, and the MRTS is 3.\n\nFrom a producer's perspective, MRTS can play an integral role in helping to maximize production while working within constraints related to inputs. For instance, a firm may seek to produce a certain level of output, and needs to decide how to invest in inputs to reach that goal. Using MRTS, it can estimate the cost associated with each potential combination of inputs and make a decision that minimizes expense while hitting output targets.\n\nMarginal rate of substitution is the rate at which a consumer is willing to forgo one good for another while maintaining a fixed level of utility. Marginal rate of technical substitution is the rate at which a producer can substitute one input factor for another while maintaining a fixed level of production.\n\nThe MRTSindifference curveis simply a graphic representation of all the various combinations of inputs that would result in the same level of output. At any point along such a curve, productivity will remain unchanged, even as the specific combination of labor and capital fluctuates.\n\nThe marginal rate of technical substitution (MRTS) is the rate at which production inputs can substituted for one another while maintaining productivity. Typically, labor and capital are the inputs. MRTS can be represented by a curve graph, or an isoquant, which represents the various combinations of inputs that would produce the same amount of output.",
  "url": "https://www.investopedia.com/terms/m/marginal-rate-technical-substitution.asp"
}