{
  "term": "Marginal Propensity to Consume (MPC) in Economics, With Formula",
  "definition": "In economics, the marginal propensity to consume (MPC) is defined as the proportion of an aggregate raise in pay that a consumer spends on the consumption of goods and services, as opposed to saving it. Marginal propensity to consume is a component of Keynesian macroeconomic theory and is calculated as the change in consumption divided by the change in income.\n\nMPC is depicted by aconsumptionline, which is a sloped line created by plotting the change in consumption on the vertical \"y\" axis and the change in income on the horizontal \"x\" axis.\n\nInvestopedia / Madelyn Goodnight\n\nThe marginal propensity to consume is equal to ΔC / ΔY, where ΔC is the change in consumption, and ΔY is the change in income.If consumption increases by 80 cents for each additional dollar of income, then MPC is equal to 0.8 / 1 = 0.8.\n\nSuppose you receive a $500 bonus on top of your normal annual earnings. You suddenly have $500 more in income than you did before. If you decide to spend $400 of this marginal increase in income on a new suit and save the remaining $100, your marginal propensity to consume will be 0.8 ($400 divided by $500).\n\nThe other side of the marginal propensity to consume is themarginal propensity to save, which shows how much a change in income affects saving levels.The calculation assumes that marginal propensity to consume + marginal propensity to save = 1. In the suit example, your marginal propensity to save will be 0.2 ($100 divided by $500).\n\nIf you decide to save the entire $500, your marginal propensity to consume will be 0 ($0 divided by 500), and yourcalculated marginal propensity to savewill be 1 ($500 divided by 500).\n\nGiven data on household income and household spending, economists can calculate households’ MPC by income level. This calculation is important because MPC is not constant; it varies by income level.\n\nTypically, the higher the income, the lower the MPC, because as income increases, more of a person's wants and needs become satisfied; as a result, they save more instead. At low-income levels, MPC tends to be much higher as most or all of the person's income must be devoted to subsistence consumption.\n\nAccording toKeynesian theory, an increase in investment or government spending increases consumers’ income, and they will then spend more. If we know what their marginal propensity to consume is, then we can calculate how much an increase in production will affect spending.\n\nThis additional spending will generate additional production, creating a continuous cycle via a process known as theKeynesian multiplier. The larger the proportion of the additional income that gets devoted to spending rather than saving, the greater the effect.\n\nThe higher the MPC, the higher the multiplier—the more the increase in consumption from the increase in investment; so, if economists can estimate the MPC, then they can use it to estimate the total impact of a prospective increase in incomes.\n\nThe marginal propensity to consume measures the degree to which a consumer will spend or save in relation to an aggregate raise in pay. Or, to put it another way, if a person gets a boost in income, what percentage of this new income will they spend? Often, higher incomes express lower levels of marginal propensity to consume because consumption needs are satisfied, which allows for higher savings. By contrast, lower-income levels experience a higher marginal propensity to consume since a higher percentage of income may be directed to daily living expenses.\n\nTo calculate the marginal propensity to consume, the change in consumption is divided by the change in income.For instance, if a person’s spending increases 90 cents more for each new dollar of earnings, it would be expressed as 0.9/1 = 0.9. On the other hand, consider a person who receives a bonus of $1,000 and spends $100 of this while saving $900. The marginal propensity to consume would equal $100/$1,000 or 0.1.\n\nIn Keynesian macroeconomic theory, the marginal propensity to consume is a key variable in showing the multiplier effect of economic stimulus spending. Specifically, it suggests that a boost in government spending will increase consumer income, and in turn, consumer spending will rise. On a macro level, this increase in investment will lead to a higher aggregate level of demand.\n\nThe marginal propensity to consume (MPC) evaluates how much of an income increase a consumer spends as opposed to saves. Lower-income individuals/families generally spend more and save less while higher-income individuals/families spend less and save more.\n\nKeynesian economics places a strong emphasis on MPC as a tool to understand themultiplier effect, where an increase in spending drives growth in the economy. A higher MPC, meaning more spending and less saving, leads to economic growth.\n\nBrendan Sheehan. \"Understanding Keynes’ General Theory; Chapter 4, The Propensity to Consume and the Multiplier.\" Pages 66-72. Palgrave Macmillan, 2009.\n\nBrendan Sheehan. \"Understanding Keynes’ General Theory; Chapter 4, The Propensity to Consume and the Multiplier.\" Page 67. Palgrave Macmillan, 2009.\n\nBrendan Sheehan. \"Understanding Keynes’ General Theory; Chapter 4, The Propensity to Consume and the Multiplier.\" Pages 81-86. Palgrave Macmillan, 2009.\n\nBrendan Sheehan. \"Understanding Keynes’ General Theory; Chapter 4, The Propensity to Consume and the Multiplier.\" Pages 66-81. Palgrave Macmillan, 2009.\n\nBrendan Sheehan. \"Understanding Keynes’ General Theory; Chapter 4, The Propensity to Consume and the Multiplier.\" Pages 66-86. Palgrave Macmillan, 2009.",
  "url": "https://www.investopedia.com/terms/m/marginalpropensitytoconsume.asp"
}