{
  "term": "Margin Call: What It Is and How to Meet One With Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA margin call is a request for funds from a broker when money must be added to a margin account to meet minimum capital requirements. A margin call occurs when the percentage of an investor’s equity in amargin accountfalls below the broker’s required amount.\n\nAn investor’s margin account contains securities bought with a combination of the investor’s own money and money that was borrowed from the investor’s broker.\n\nA margin call refers specifically to a broker’s demand that an investor deposit additional money or securities into the account so the value of the investor's equity and the account value rise to a minimum value indicated by themaintenance requirement.\n\nA margin call is usually an indicator that the securities held in the margin account have decreased in value. The investor must choose to either deposit additional funds or marginable securities in the account or sell some of the assets held in their account when a margin call occurs.\n\nInvestopedia / Michela Buttignol\n\nAn investor is buying on margin when they pay to buy and sell securities using a combination of their own funds and money borrowed from a broker. An investor’s equity in the investment is equal to themarket valueof the securities minus the borrowed amount.\n\nA margin call is triggered when the investor’s equity as a percentage of the total market value of securities falls below a certain required level called the maintenance margin.\n\nTheNew York Stock Exchange(NYSE) and theFinancial Industry Regulatory Authority(FINRA), the regulatory body for the majority of securities firms operating in the United States, both require that investors maintain an equity level of 25% of the total value of their securities when buying on margin.\n\nSome brokerage firms may require a higher maintenance requirement, such as 50%. It is at their discretion.\n\nMargin calls can occur at any time due to a drop in account value but they're more likely to happen during periods of market volatility.\n\nHere's an example of how a change in the value of a margin account decreases an investor's equity to a level where a broker must issue a margin call.\n\nThe investor typically has two to five days to act if their account value drops to a level where a margin call is issued by their broker. These are the options for doing so using the margin call example above:\n\nA broker may close out any open positions to replenish the account to the minimum required value if an investor isn't able to meet the margin call. They may be able to do this without the investor’s approval. The broker may also charge an investor a commission on these transaction(s). The investor is held responsible for any losses sustained during this process.\n\nThe amount of a margin loan depends on a security's purchase price and is therefore a fixed amount. But the dollar amount determined by the maintenance margin requirement is based on the current account value, not on the initial purchase price. That's why it fluctuates.\n\nInvestors should carefully consider whether they need a margin account before opening one. Most long-term investors don't have to buy on margin to earn solid returns. And these loans aren't free. Brokerages charge interest on them.\n\nBut there are a few things you can do to manage your account, avoid a margin call, or be ready for it if you want to invest with margin:\n\nA good way for an investor to avoid margin calls is to use protective stop orders to limit losses in any equity positions in addition to keeping adequate cash and securities in their account.\n\nIt's certainly riskier to trade stocks with margin than without it because trading stocks on margin is trading with borrowed money. Leveraged trades are riskier than unleveraged ones. The biggest risk with margin trading is that investors can lose more than they've invested.\n\nA margin call is issued by the broker when there's a margin deficiency in the trader’s margin account. The trader has to either deposit cash or marginable securities in the margin account or liquidate some securities in the account to rectify a margin deficiency.\n\nA margin call must be satisfied immediately and without any delay. Some brokers may give you two to five days to meet the margin call but the fine print of a standard margin account agreement will generally state that the broker has the right to liquidate any or all securities or other assets held in the margin account at its discretion and without prior notice. It's best to meet a margin call and rectify the margin deficiency promptly to prevent such forced liquidation.\n\nMeasures to manage the risks associated with trading on margin include:\n\nA high level of margin debt can exacerbate market volatility. Clients are forced to sell stocks to meet margin calls during steep market declines. This can lead to a vicious circle where intense selling pressure drives stock prices lower, triggering more margin calls and more selling.\n\nBuying on margin isn't for everyone. Not all investors will have available funds to reachinitial and maintenance marginson margin trading accounts. It can give investors more bang for their buck but there are downsides.\n\nIt's only an advantage if your securities increase enough to repay the margin loan and the interest on it. Another headache can be the margin calls for funds that investors must meet.\n\nA margin call may require you to deposit additional cash and securities. You may even have to sell existing holdings or you may have to close out the margined position at a loss. Margin calls can occur when markets are volatile so you may have to sell securities to meet the call at lower-than-expected prices.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\"\n\nFinancial Industry Regulatory Authority. “Margin Account Requirements.”\n\nU.S. Securities and Exchange Commission. “Notice of Filing of Proposed Rule Change by the New York Stock Exchange, Inc. to Amend NYSE Rule 431 ('Margin Requirements').”\n\nU.S. Securities and Exchange Commission. \"Margin: Borrowing Money to Pay for Stocks.\"",
  "url": "https://www.investopedia.com/terms/m/margincall.asp"
}