{
  "term": "Market Maker Definition: What It Means and How They Make Money",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term \"market maker\" refers to a firm or individual who actively quotes both sides of a market in a particular security by providing bids and offers (known as asks) along with the market size of each. In fact, they are obligated to engage in such trading activity.\n\nMarket makers provide liquidity and depth to markets and profit from the difference in the bid-ask spread. They may also trade for their own accounts. Such trades are known as principal trades.\n\nMany market makers arebrokeragehouses that provide trading services for investors. They make markets in an effort to keep financial markets liquid.\n\nA market maker can also be an individual trader, who is commonly known as a local. The vast majority of such market makers work on behalf of large institutions due to the lot sizes needed tofacilitate the volume of purchases and sales.\n\nEach market maker displays buy and sell quotations (two-sided markets) for a guaranteed number of shares. Once the market maker receives an order from a buyer, they immediately sell their position of shares from their owninventory. This allows them to complete the order.\n\nA market maker must commit to continuously quoting prices at which it will buy (orbidfor) and sell (oraskfor) securities.Market makers must also quote the volume in which they're willing to trade along with the frequency of time they will quote at thebest bidand best offer prices.\n\nMarket makers must stick to these parameters at all times, no matter what their market outlook. When markets become erratic orvolatile, market makers must remain disciplined in order to continue facilitating smooth transactions.\n\nMarket makers must operate under a given exchange's bylaws, which are approved by a country's securities regulator. In the United States, that regulator is theSecurities and Exchange Commission (SEC).The rights and responsibilities of market makers vary by exchange and by the type of financial instrument they trade, such as equities or options.\n\nMaking a marketsignals a willingness to buy and sell the securities of a certain set of companies tobroker-dealerfirms that are members of an exchange.\n\nMarket makers are compensated for the risk of holding securities (that they make markets for) that may decline in value after they're purchased from sellers and before they're sold to buyers.\n\nIn addition, they earn money from the aforementionedspreadon each security they cover. For example, when an investor searches for a stock using an online brokerage firm, it might observe a bid price of $100 and an ask price of $100.05. This means the broker purchases the stock for $100, then sells it to buyers for $100.05. Through high-volume trading, a small spread can add up to a large amount of daily revenue.\n\nMany exchanges use a system of market makers who compete to set the best bid or offer so they can win the business of incoming orders. But some entities, such as theNew York Stock Exchange (NYSE), have what's called adesignated market maker (DMM)system instead.\n\nPreviously referred to asspecialists, DMMs are essentially lone market makers with a monopoly on the order flow of a particular security or securities. Because the NYSE is anauction market, bids and asks are competitively forwarded by investors.\n\nHere's how it works: The DMM posts these bids and asks for the entire market to see and ensures they are reported in an accurate and timely manner. They also make sure that the best price is always maintained, that all marketable trades are executed, and that order is maintained on the floor.\n\nThe DMM must also set the opening price for the stock each morning, which can differ from the previous day's closing price based on after-hours news and events. They determine the correct market price based onsupply and demand.\n\nLatest figure for the total market capitalization of domestic companies listed on exchanges in the U.S.\n\nAs noted above, market makers provide trading services for investors who participate in thesecurities market. Their activities through theirentity trading accountsproduce and boost liquidity within the markets.\n\nExchanges throughout the world make use of market makers. Here are some of the most popular ones:\n\nTheNYSE and Nasdaqare the two main stock exchanges in the U.S. Both are based in New York.\n\nAccording to the NYSE, a market maker is an \"ETP holder or firm that has registered\" to trade securities with the exchange.\n\nOver at the Nasdaq, a market maker is a \"member firm that buys and sells securities at prices it displays in NASDAQ for its own account (principal trades) and for customer accounts (agency trades).\"\n\nSome of the designated market makers in New York include:\n\nTheFrankfurt Stock Exchange (FRA)is one of seven stock exchanges in Germany. It is also the largest. The exchange, which is operated by Deutsche Börse AG, calls its market makers designated sponsors.\n\nThe following are some of the names of market makers on Xetra, which is the electronic trading platform of the exchange group:\n\nLondon is home to one of the largest stock exchange groups in Europe. TheLondon Stock Exchange (LSE)is part of the London Stock Exchange Group. This group also includes the family of FTSE Russell Indexes and the group's clearing services.\n\nThe following are some of the key market makers in this part of the world:\n\nThe Tokyo Exchange Group combined the Tokyo Stock Exchange and the Osaka Securities Exchange into one unit in 2013. In addition toinfrastructureand data, the group provides \"market users with reliable venues for trading listed securities and derivatives instruments.\"\n\nAccording to JPX, the following are some of the key names among market makers:\n\nToronto is considered to be Canada's financial capital, and it's the location of the country's leading stock exchange. TheToronto Stock Exchange (TSX), which is the country's largest exchange, is owned by TMX Group.\n\nThe TSX lists the following among its market makers:\n\nMarket makers facilitate a smooth flow of market activity by making it easier for investors and traders to buy and sell. Without market makers, there could be insufficienttransactionsand fewer opportunities to invest efficiently.\n\nLet's say there's a market maker in XYZ stock. They may provide a quote of $10.00 - $10.05 or 100 x 500. This means that they bid (they will buy) 100 shares at $10.00. They'll also offer (they will sell) 500 shares at $10.05. Other market participants may then buy (lift the offer) from the market maker at $10.05 or sell to them (hit the bid) at $10.00.\n\nA market maker plays a key role in the securities market by providing trading services for investors and boosting market liquidity. Specifically, they provide bids and offers for securities, along with the market size.\n\nThey matter because they ensure that the securities markets continue to function. Market makers must commit to providing markets for securities on both the buy and the sell sides.\n\nMarket makers operate and compete with each other to attract the business of investors by setting the most competitive bid and ask offers. In some cases, exchanges may have designated market makers (or specialists), each of whom is responsible for making a market in specific securities. The specialist process exists to ensure that all marketable trades are executed at a fair price in a timely manner.\n\nMarket makers provide assurance to the investment community that trading activities can operate smoothly. Whether an entity or individual, market makers are obligated to provide bids and offers for securities—that is, to make markets—so that markets retain some degree of liquidity and investors can continue to buy and sell.\n\nNYSE. \"Market Making on NYSE Arca, NYSE American, NYSE National, and/or NYSE.\"\n\nU.S. Securities and Exchange Commission. \"Market Makers.\"\n\nU.S. Securities and Exchange Commission. \"Executing an Order.\"\n\nNYSE. \"Designated Market Makers.\"\n\nThe World Bank. \"Market capitalization of listed domestic companies (current US$) - United States.\"\n\nU.S. Securities and Exchange Commission. \"Nasdaq Market Center Systems Description.\"\n\nNasdaq Trader. \"How to Become a Market Maker.\"\n\nNYSE. \"Membership,\" Scroll down to NYSE Designated Market Maker Firms.\n\nBörse Frankfurt. \"Designated Sponsor.\"\n\nXetra. \"List of Designated Sponsors.\"\n\nFinancial Conduct Authority. \"List of market makers and authorised primary dealers using the exemption under the UK version of Regulation (EU) No 236/2012 of the European Parliament and of the Council of 14 March 2012 on short selling and certain aspects of credit default swaps.\"\n\nJapan Exchange Group. \"Exchange and Beyond,\" Scroll down to About JPX.\n\nJapan Exchange Group. \"List of Market Makers.\"\n\nTMX. \"Canada's Leading Markets.\"",
  "url": "https://www.investopedia.com/terms/m/marketmaker.asp"
}