{
  "term": "Market: What It Means in Economics, Types, and Common Features",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA market is a place or venue that facilitates the exchange of goods and services. Markets can be physical or virtual.\n\nA market is any place or venue where buyers and sellers can exchange goods and services. A market may be physical, like a retail outlet, or virtual, like an online brokerage with no physical contact between buyers and sellers.\n\nSome key characteristics of a market are the availability of an arena, buyers and sellers, and a commodity or other asset that can be bought and sold.\n\nA market is anyplace where two or more parties can meet to engage in an economic transaction—even those that don’t involvelegal tender. A market transaction may include goods, services, information, currency, or any combination that passes from one party to another. In short, markets are any setting where buyers and sellers can gather and interact.\n\nEvery trade needs at least two parties: a buyer and a seller. In some cases, athird partyis required to introduce competition and balance the market. As such, a market in a state ofperfect competition, among other things, is characterized by a high number of active buyers and sellers.\n\nBeyond this broad definition, there are many types of markets, depending on what is being sold. For instance, it may refer to the stock market, which is the place where securities are traded. It may also describe a collection of people who wish to buy a specific product or service in a particular place, such as the Brooklynhousing market; it could also refer to an industry or business sector, such as the global diamond market.\n\nCertain decisions that help shape the market are determined by an economic system known as themarket economy. In this system, factors like investments and the production, distribution, and pricing of goods and services are led by supply and demand from businesses and individuals. As such, a market economy is unplanned and is not part of aplanned or command economy, where the government dictates all of these factors. Examples of market economies include the United States, Canada, the United Kingdom, and Japan.\n\nTheSecurities and Exchange Commission (SEC)regulates the stock and bond markets in the United States. It puts provisions in place to prevent fraud while ensuring traders and investors have the right information to make the most informed decisions possible.\n\nWhatever the context, a market establishes the prices for goods and other services. These rates are determined bysupply and demand. The idea of supply and demand is one of the very basics of economics. The sellers create supply, while buyers generate demand.\n\nMarkets try to find some balance in price when supply and demand are in balance. But that balance can be disrupted by factors other than price, includingincomes, expectations, technology, the cost of production, and the number of buyers and sellers participating.\n\nSimply put, the number of goods and services available is determined by what people want and how eager they are to buy. Sellers increaseproductionwhen buyers demand more goods and services. Producers tend to raise their prices when demand increases. When buyer demand decreases, they drop their prices and, therefore, the number of goods and services they bring to market.\n\nMarkets may be represented by physical locations wheretransactionsare made. These include retail stores and similar businesses that sell individual items to wholesale markets selling goods to distributors. Or they may be virtual. Internet-based stores and auction sites such asAmazonandeBayare examples of markets where transactions can occur entirely online, and the parties involved never physically connect.\n\nMarkets may emerge organically or as a means of enabling ownership rights over goods, services, and information. When on a national or more specific regional level, markets may often be categorized as developed or developing. This distinction depends on many factors, including income levels and the nation or region’s openness to foreigntrade.\n\nThe size of a market is determined by the number of buyers and sellers and the amount of money that changes hands each year.\n\nCertain features help define a market and are necessary for it to function. The following are the most basic characteristics that shape a market:\n\nOther features include competition, pricing, and the freedom to buy and sell goods and services.\n\nMarkets vary widely for several reasons, including the kinds of products sold, location, duration, and size. The constituency of the customer base, size, legality, and other factors are equally influential. Aside from the two most common markets—physical and virtual—there are other kinds of markets where parties can gather to execute their transactions.\n\nAnunderground or black marketrefers to an illegal market where transactions occur without the knowledge of the government or other regulatory agencies. Many illegal markets exist to circumvent existingtax laws. This is why many involve cash-only transactions or non-traceable forms of currency, making them harder to track.\n\nMany illegal markets exist in economically developing countries with planned or command economies, where the government controls the production and distribution of goods and services. When there is a shortage of specific goods and services in the economy, members of the illegal market step in and fill the void.\n\nIllegal markets can also existin developed economies. Theseshadow markets, as they’re also known, become prevalent when prices control the sale of specific products or services, especially when demand is high. Ticket scalping is one example of an illegal or shadow market. When demand for concert or theater tickets is high, scalpers will step in, buy a bunch, and sell them at inflated prices on the underground market.\n\nThe term “market” doesn’t need to refer to a specific place or venue. It can also be used abstractly to describe the changing availability of something in demand—for example, the jobs market or the housing market.\n\nAnauctionmarket brings many people together for the sale and purchase of specific lots of goods. The buyers or bidders try to top each other for the purchase price. The items for sale go to the highest bidder.\n\nThe most common auction markets involve livestock, foreclosed homes, and art and antiques. Many operate online now. For example, theU.S. Treasury sells its bonds, notes, and billsvia regular auctions.\n\nThe blanket term “financial market” refers to anyplace wheresecurities, currencies, and bonds are traded between two parties. These markets are the basis ofcapitalist societies, providing capital formation and liquidity for businesses. They can be physical or virtual.\n\nThe financial market includes stock exchanges such as theNew York Stock Exchange (NYSE), Nasdaq, theLondon Stock Exchange (LSE), and theTMX Group. Other financial markets include the bond and foreign exchange markets, where people trade currencies.\n\nOther than underground markets, most markets are subject to rules and regulations set by a governing body that determines the market’s nature. This may be the case when the regulation is as wide-reaching and widely recognized as aninternational tradeagreement or as local and temporary as a pop-up street market where vendors maintain order and rules among themselves.\n\nAlmost everyone will interact with markets in at least two important ways.\n\nFirst, as consumers, we typically buy items of value through some kind of market, whether a commercial supermarket, informal street markets, or a virtual marketplace like Amazon.\n\nIn addition, if you work a job, you are participating in thelabor market. Just like other goods, the price of your labor (or salary) is set by supply and demand, although it is also regulated by the government. When you buy or rent a home, you are participating in thehousing market, and if you choose to save part of your income in a401(k) retirement plan, it will be invested in thestock and bond markets.\n\nMarkets are arenas in which buyers and sellers can gather and interact. A high number of active buyers and sellers characterizes a market in a state of perfect competition. The market establishes the prices for goods and other services. These rates are determined by supply and demand. The sellers create supply, while buyers generate demand. Markets try to find some balance in price when supply and demand are in balance.\n\nA black market refers to an illegal exchange or marketplace where transactions occur without the knowledge or oversight of officials or regulatory agencies. They tend to spring up when there is a shortage of specific goods and services in an economy or when supply and prices are state-controlled. Transactions tend to be undocumented and cash-only, all the better to be untraceable.\n\nMost markets are subject to rules and regulations set by a regional or governing body that determines the market’s nature. They can be international, national, or local authorities.\n\nMarkets are an important part of the economy. They allow a space where governments, businesses, and individuals can buy and sell their goods and services. But that’s not all. They help determine the pricing of goods and services and inject much-neededliquidityinto the economy.\n\nBy offering a place to conduct transactions, markets allow entities access to the capital to further their interests, whether to fund infrastructure, fulfill growth plans, make purchases, or invest their money. This helps fuel innovation to secure a competitive edge in the marketplace.\n\nTreasuryDirect. “About Auctions.”",
  "url": "https://www.investopedia.com/terms/m/market.asp"
}