{
  "term": "Mark Zuckerberg: Founder and CEO of Meta (formerly Facebook)",
  "definition": "Mark Zuckerberg is a self-taught computer programmer and co-founder, chair, andchief executive officerof Meta (META), formerly known as Facebook. Originally named Facemash, Zuckerberg founded the social networking site in his Harvard University dorm room in 2004 along with Andrew McCollum, Dustin Moskovitz, Chris Hughes, and Eduardo Saverin.\n\nAccording toBloomberg, Zuckerberg'snet worthas of June 10, 2022, was about $68.2 billion.\n\nOn May 14, 1984, Mark Zuckerberg was born in White Plains, New York. As a child, he showed an affinity for computers. He learned the BASIC programming language at a nearby college, and at the age of 12, he developed an instant-messaging application that his father used in his office.\n\nZuckerberg attended Harvard University but dropped out after his sophomore year to focus on developing Facebook. The site grew out of two earlier ventures: FaceMash, a website for ranking the attractiveness of other Harvard students, and HarvardConnection.com, an online social networking platform.\n\nIn 2004, Cameron and Tyler Winklevoss and Divya Narendra, the three credited founders of HarvardConnection.com, sued Zuckerberg for allegedly stealingintellectual propertyfrom the website. They reached a multi-million dollar settlement of cash andstock optionsin 2008. The Winklevoss twins tried to reopen the lawsuit in 2011, but the court denied their request.\n\nIn mid-2005, Facebook raised $12.7 million inventure capitaland expanded access to hundreds of universities and high schools. One year later, the social network opened to the general public, and Yahoo! offered $1 billion to buy the company—a bid that was swiftly rejected by Zuckerberg.\n\nIn 2012, Facebook wentpublicand became the most successful Internetinitial public offering(IPO) in history when it raised $16 billion. That same year, Facebook bought the photo-sharing application Instagram, and Zuckerberg married Priscilla Chan in a surprise wedding the day after the IPO.\n\nMeta has acquired dozens of companies over the years, including Instagram for $1 billion in 2012, WhatsApp for $22 billion in cash and shares in 2014, Oculus VR for $2 billion in 2014, and several other companies ranging fromartificial intelligence(AI) to identification platforms.\n\nZuckerberg has made headlines for hisphilanthropy, including his 2010 donation of $100 million to help schools in Newark, N.J. In 2014, the publicationPhilanthropyranked Zuckerberg and Chan the most generous American donors of the previous year, after they donated 18 million shares of Facebook stock to the Silicon Valley Community Foundation, in Mountain View, Calif.\n\nOn Dec. 1, 2015, Zuckerberg and Chan published a letter to their daughter Max, in which they announced the creation of the Chan Zuckerberg Initiative \"to join people across the world to advance human potential and promote equality for all children in the next generation.\"\n\nIn the post, Zuckerberg and Chan said the \"initial areas of focus will be personalized learning, curing disease, connecting people, and building strong communities\" and that \"we will give 99% of our Facebook shares—currently about $45 billion—during our lives to advance this mission.\"\n\nMeta has been accused, nearly since its inception, of collecting and selling the personal data, posts, and instant messages of its users. These accusations mounted shortly after the 2016 U.S. Presidential elections, with some alleging that U.S. voters had been under the influence of targeted ads financed by Russia.\n\nIn March 2018, media outlets includingThe New York TimesandThe Observerreported that U.K.-based political consulting firmCambridge Analyticahad paid an outside researcher to collect data on 50 million Facebook userswithout their permission.The New York Timesreported that Cambridge Analytica's goal was to use the data for its trademark \"psychographic modeling,\" with the aim of \"reading voters' minds\" and potentially influencing the outcome of elections.\n\nThe estimated ad revenue of Instagram in 2021.\n\nIn April 2018, Facebook disclosed that the information of 87 million users had been improperly shared with Cambridge Analytica, and not the 50 million as earlier reported.\n\nLater that month, Zuckerberg appeared on Capitol Hill to testify before House and Senate committees about Facebook's use of consumer data. In prepared remarks before the Senate, Zuckerberg noted that Facebook had been beneficial in connecting people during the #MeToo movement and various disasters.\n\nThe statement went on to say that Zuckerberg and Facebook heard about Cambridge Analytica's involvement from the media, just like everyone else. Zuckerberg also outlined actions that Facebook intended to undertake to prevent future incidents of this nature, including \"safeguarding our platform,\" \"investigating other apps,\" and \"building better controls.\"\n\nFacebook makes the bulk of its money through ads. The company sells ad space on its many platforms. These platforms include Facebook, Instagram, and WhatsApp. Facebook (Meta) also makes money by allowing users to pay to promote their pages/posts on the various platforms, which is also a form of advertising.\n\nAs of June 10, 2022, Mark Zuckerberg's net worth is $68.2 billion. He earned his wealth as the founder and largest shareholder of Meta (formerly Facebook).\n\nTechnically, Mark Zuckerberg makes a salary of $1 a year at Facebook. His wealth, however, is tied up in the shares of Meta (formerly Facebook), of which he is the largest shareholder, making him one of the richest men in the world.\n\nZuckerberg started Facebook from his dorm room, turning it into one of the largest companies in the world. Through Facebook and its many acquisitions, such as Instagram and WhatsApp, Zuckerberg controls the majority of the way consumers consume content and interact with one another.\n\nStatista. \"Number of Monthly Active Facebook Users Worldwide as of 1st Quarter 2022.\"\n\nGeorge Beahm. \"Mark Zuckerberg: In His Own Words.\" Agate Publishing, 2018.\n\nUnited States Court of Appeals for the Ninth Circuit. \"Facebook v. ConnectU, Inc.,\" Pages 4902-4912.\n\nInc. \"Peter Thiel Talks About the Day Mark Zuckerberg Turned Down Yahoo's $1 Billion.\"\n\nHistory. \"Facebook Raises $16 Billion in Largest Tech IPO in U.S. History.\"\n\nMeta. \"Facebook to Acquire Oculus.\"\n\nMeta. \"Facebook to Acquire Instagram.\"\n\nU.S. Securities and Exchange Commission. \"Form 8-K - October 4, 2014.\"\n\nCision PR Newswire. \"New Jersey Governor Chris Christie and Newark Mayor Cory A. Booker Join With Facebook Founder and CEO Mark Zuckerberg to Advance a National Model for Improving Public Schools.\"\n\nChan Zuckerberg Initiative. \"Letter to Max.\"\n\nStatista. \"Instagram - Statistics & Facts.\"\n\nMeta. \"An Update on Our Plans to Restrict Data Access on Facebook.\"\n\nU.S. Senate. \"Hearing Before the United States Senate Committee on the Judiciary and the United Sates Senate Committee on Commerce, Science and Transportation - April 10, 2018 - Testimony of Mark Zuckerberg, Chairman and Chief Executive Officer, Facebook,\" Pages 1-3.\n\nBusiness Insider. \"Mark Zuckerberg Reveals Why He Only Makes $1 a Year.\"",
  "url": "https://www.investopedia.com/terms/m/mark-zuckerberg.asp"
}