{
  "term": "Market Capitalization: What It Means for Investors",
  "definition": "Market capitalization is the current value of a publicly traded company, based on the total dollar amount that all of its outstanding shares are worth.\n\nMarket capitalization, or market cap, is the current market value of all of a company's outstanding stock shares. Market cap is often used to indicate a company's size and worth in comparison to its peers.\n\nThis constantly changing number reflects what the market currently thinks the company is worth. Analysts pore over a company's sales and revenue numbers to determine whether it is undervalued or overvalued based on its market cap.\n\nMarket capitalization estimates a company's value by extrapolating what the market thinks it is worth for publicly traded companies and multiplying the share price by the number of available shares.\n\nAfter a company goes public and begins trading on an exchange, its share price is determined by supply and demand. As market prices move, the market cap becomes a real-timeestimate of the company's value. The formula for market capitalization is:\n\nA company with 20 million shares selling at $100 a share has a market cap of $2 billion. A second company with a share price of $1,000 but only 10,000 shares outstanding has a market cap of $10 million.\n\nAninitial public offering(IPO) helps determine a company's first market capitalization. An investment bank employs valuation techniques to derive a company's value and determine how many shares will be offered to the public and at what price.\n\nLarge-capcompanies typically have a market capitalization of $10 billion or more and represent major players in well-established industries and sectors. These companies generally reward investors with a consistent increase in share value and dividend payments. Examples of large-cap companies include Apple Inc., Microsoft Corp., and Alphabet Inc.\n\nMid-capcompanies generally have a market capitalization between $2 billion and $10 billion. Mid-cap companies operate in an industry expected to experience rapid growth. Mid-cap companies are in the process of expanding and carry an inherently higher risk than large-cap companies.\n\nCompanies with a market capitalization between $250 million and $2 billion are commonly classified assmall-capcompanies. These small companies may serve niche markets and new industries. These companies are considered higher-risk investments due to their age, the markets they serve, and their size. Small-cap share prices may be more volatile but provide greater growth opportunities than large caps. Smaller companies, known asmicro-cap, have values below $250 million.\n\nBecause new digital currency offerings theoretically thin the value of existing coins, tokens, or shares, a different market cap formula can be used to calculate the market cap for all authorized shares or tokens. Analysts use diluted market cap to understand potential changes to a security, token, or coin's price.\n\nThe diluted market cap formula is:\n\nAssume Bitcoin trades at $24,000 per coin, with 19.8 millionBitcoinalready issued. The total number of potential Bitcoin that may be minted is 21 million.Therefore, Bitcoin's market cap calculations are:\n\nMarket Cap = $24,000 * 19.8 million = $475.2 billion\n\nDiluted Market Cap = $24,000 * 21 million = $504 billion\n\nAlthough it is used to describe a company, market capitalization does not measure the equity value of a company. Only a thorough analysis of a company's fundamentals can do that. Shares are often over- orundervaluedby the market, meaning the market price determines only how much the market is willing to pay for its shares.\n\nThe market cap does not determine the amount the company would cost to acquire in a merger transaction. A better method of calculating the price of acquiring a business outright is theenterprise value.\n\nTwo factors can alter a company's market cap: significant changes in the price of a stock or when a company issues or repurchases shares. An investor who exercises a large number ofwarrantscan also increase the number of shares on the market and negatively affect shareholders in a process known asdilution.\n\nA high market cap signifies that the company has a larger presence in the market. Larger companies may have less growth potential than start-up firms, but established companies may be able to secure financing more cheaply, have a more consistent stream of revenue, and capitalize on brand recognition.\n\nMarket cap does not affect stock price; rather, market cap is calculated by analyzing the stock price and the number of shares issued. Although a blue-chip stock may perform better because of organizational efficiency and greater market presence, having a higher market cap does not directly impact stock prices.\n\nMarket cap is often used as a baseline for analysis, as all other financial metrics must be viewed through this lens. For example, a company could have had twice as much revenue as any other company in the industry. However, if the company's market cap is four times as large, the argument could be made that the company is underperforming.\n\nMarket cap can be a valuable tool for investors watching stocks and evaluating potential investments. Market capitalization is a quick and easy method for estimating a company's value by extrapolating what the market thinks it is worth for publicly traded companies. In an acquisition, the market cap helps determine whether a takeover candidate represents a good value to the acquirer.",
  "url": "https://www.investopedia.com/terms/m/marketcapitalization.asp"
}