{
  "term": "Market Efficiency Explained: Differing Opinions and Examples",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nMarket efficiency defines the ability of markets to use information that provides the most opportunities to investors.\n\nAll pertinent information is already incorporated into prices in an efficient market. There are no undervalued or overvalued securities available so there’s no way to “beat” the market.\n\nThe term \"market efficiency\" was taken from a paper written in 1970 by economist Eugene Fama but Fama himself acknowledges that the term is a bit misleading because no one has a clear definition of how to perfectly define or precisely measure this thing called market efficiency. Despite such limitations, the term is used in referring to what Fama is best known for, theefficient market hypothesis (EMH).\n\nThe EMH states that an investor can't outperform the market and that market anomalies should not exist because they will immediately bearbitragedaway. Fama later won the Nobel Prize for his efforts. Investors who agree with this theory tend to buyindex fundsthat track overall market performance and are proponents of passive portfolio management.\n\nAt its core, market efficiency is the ability of markets to incorporate information that provides the maximum amount of opportunities for purchasers and sellers of securities to effect transactions without increasing transaction costs. Whether or not markets such as the U.S. stock market are efficient, or to what degree, is a heated topic of debate among academics and practitioners.\n\nThere are three degrees of market efficiency. Theweak formof market efficiency is that past price movements are not useful for predicting future prices. If all available, relevant information is incorporated into current prices, then any information relevant information that can be gleaned from past prices is already incorporated into current prices. Therefore future price changes can only be the result of new information becoming available.\n\nBased on this form of the hypothesis, such investing strategies such as momentum or any technical-analysis-based rules used for trading or investing decisions should not be expected to persistently achieve above-normal market returns. Within this form of the hypothesis, there remains the possibility that excess returns might be possible using fundamental analysis. This point of view has been widely taught in academic finance studies for decades, though this point of view is no longer held so dogmatically.\n\nThesemi-strong formof market efficiency assumes that stocks adjust quickly to absorb new public information so that an investor cannot benefit over and above the market by trading on that new information. This implies that neither technical analysis nor fundamental analysis would be reliable strategies to achieve superior returns because any information gained through fundamental analysis will already be available and thus already incorporated into current prices. Only private information unavailable to the market at large will be useful to gain an advantage in trading, and only to those who possess the information before the rest of the market does.\n\nThestrong formof market efficiency says that market prices reflect all information both public and private, building on and incorporating the weak form and the semi-strong form. Given the assumption that stock prices reflect all information (public as well as private), no investor, including a corporate insider, would be able to profit above the average investor even if he were privy to new insider information.\n\nInvestors and academics have a wide range of viewpoints on the actual efficiency of the market, as reflected in the strong, semi-strong, and weak versions of the EMH. Believers in strong form efficiency agree with Fama and often consist of passive index investors. Practitioners of the weak version of the EMH believe active trading can generate abnormal profits through arbitrage, while semi-strong believers fall somewhere in the middle.\n\nFor example, at the other end of the spectrum from Fama and his followers are thevalue investors, who believestockscan become undervalued, or priced below what they are worth. Successful value investors make their money by purchasing stocks when they areundervaluedand selling them when their price rises to meet or exceed their intrinsic worth.\n\nPeople who do not believe in an efficient market point to the fact that active traders exist. If there are no opportunities to earn profits that beat the market, then there should be no incentive to become an active trader. Further, the fees charged by active managers are seen as proof the EMH is not correct because it stipulates that an efficient market has low transaction costs.\n\nWhile there are investors who believe in both sides of the EMH, there is real-world proof that wider dissemination of financial information affects securities prices and makes a market more efficient.\n\nFor example, the passing of theSarbanes-Oxley Act of 2002, which required greater financial transparency for publicly traded companies, saw a decline in equity market volatility after a company released a quarterly report. It was found thatfinancial statementswere deemed to be more credible, thus making the information more reliable and generating more confidence in the stated price of a security. There are fewer surprises, so the reactions to earnings reports are smaller. This change in volatility pattern shows that the passing of the Sarbanes-Oxley Act and its information requirements made the market more efficient. This can be considered a confirmation of the EMH in that increasing the quality and reliability of financial statements is a way of lowering transaction costs.\n\nOther examples of efficiency arise when perceived market anomalies become widely known and then subsequently disappear. For instance, it was once the case that when a stock was added to anindexsuch as the S&P 500 for the first time, there would be a large boost to that share's price simply because it became part of the index and not because of any new change in the company's fundamentals. This index effect anomaly became widely reported and known and has since largely disappeared as a result. This means that as information increases, markets become more efficient and anomalies are reduced.\n\nFama, Eugene F. “Efficient Capital Markets: A Review of Theory and Empirical Work.”The Journal of Finance, vol. 25, no 2, May 1970, pp. 383.\n\nChicago Booth Review. “Eugene F. Fama, Efficient Markets, and the Nobel Prize.”\n\nFama, Eugene F. “Efficient Capital Markets: A Review of Theory and Empirical Work.”The Journal of Finance, vol. 25, no 2, May 1970, pp. 388.\n\nFama, Eugene F. “Efficient Capital Markets: A Review of Theory and Empirical Work.”The Journal of Finance, vol. 25, no 2, May 1970, pp. 404-405.\n\nFama, Eugene F. “Efficient Capital Markets: A Review of Theory and Empirical Work.”The Journal of Finance, vol. 25, no 2, May 1970, pp. 409-410.\n\nWolla, Scott A. “Stock Market Strategies: Are You an Active or Passive Investor?”Federal Reserve Bank of St. Louis, April 2016, p. 3.\n\nChlikani, Surya, and D’Souza, Frank. “The Impact of Sarbanes-Oxley on Market Efficiency: Evidence from Mergers and Acquisitions Activity.”The International Journal of Business and Finance Research, vol. 5, no 4, 2011, p. 75.\n\nNational Bureau of Economic Research. “Stock Price Reactions to Index Inclusion.”",
  "url": "https://www.investopedia.com/terms/m/marketefficiency.asp"
}