{
  "term": "Market Risk Definition: How to Deal With Systematic Risk",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMarket risk refers to the potential for financial loss due to fluctuations in the market.\n\nThe term market risk refers to the potential for losses that may arise fromfinancial marketfluctuations. Put simply, it is the risk of market price and interest rate movements. Market risk, which is also calledsystematic risk, is often the result of market prices, interest rates, exchange rates, and other factors. Regardless of what an investor does, market risk cannot be avoided or eliminated but it can be mitigated through different strategies.\n\nAs noted above, market risk is the potential that entities may experience for financial losses stemming from changes in market prices. The standard deviation of changes in the prices of stocks, currencies, or commodities is referred to as price volatility.Volatilityis often presented in annualized terms and may be expressed as an absolute number, such as $10, or a percentage of the initial value, such as 10%.\n\nVarious factors can affect market risk, includingrecessions, political turmoil, changes ininterest rates, natural disasters, and terrorist attacks. Systematic risk, which is another term for market risk, tends to influence the entire market at the same time.\n\nAlthough you can't eliminate market risk, you can mitigate or manage it using different investment strategies, including:\n\nPublicly traded companies in the United States are required by theSecurities and Exchange Commission (SEC)to disclose how their productivity and results may be linked to the performance of the financial markets. This requirement is meant to detail a company’s exposure tofinancial risk.For example, a company providing derivative investments or foreign exchange futures may be more exposed to financial risk than companies that do not provide these types of investments. This information helps investors and traders make decisions based on their own risk management rules.\n\nMarket risk can be contrasted withunsystematic risk, Unlike market risk, unsystematic risk is unique to a specific company or industry. Also known as nonsystematic risk,specific risk, diversifiable risk, or residual risk, it can be mitigated throughdiversification. One example of unsystematic risk is a company declaring bankruptcy, thereby making its stock worthless to investors.\n\nThe most common types of market risks include interest rate risk, equity risk, currency risk, and commodity risk.\n\nIf youinvest, there is no single way to completely avoid market risk. But, you can usehedging strategiesto protect against volatility and minimize the impact that market risk will have on your investments and overall financial health.\n\nFor example, you can buyput optionsto protect against a downside move when targeting specific securities. Or, if you want tohedgea large portfolio of stocks, you can utilizeindex options. Consider using a variety of these strategies to manage market risk and protect your portfolio.\n\nDollar-cost averaging (DCA)won’t protect you against market risk. Investing the same amount of money on a regular schedule can help you ride out ups and downs in the market, taking advantage of periods of both low costs and high returns.\n\nIf you invest in foreign markets, pay attention to thecurrencyprofiles of the companies in which you invest. Industries that import more will be impacted by changes to the local currency. Industries that export more will be affected by changes to the value of the euro or dollar.\n\nAllocate your assets across a variety of industries to mitigate risk, and invest in markets and companies backed by strong currencies.\n\nTo manage interest rate risk, pay attention to monetary policy and be prepared to shift your investments to account for interest rate changes. For example, if you are heavily invested in bonds and interest rates are rising, you may want to tweak your investments to focus on shorter-term bonds.\n\nWhen markets are volatile, you may have trouble selling or buying an asset within your price range, especially when you need to exit a position in a hurry. If the market is crashing,liquiditymay be difficult no matter what type of stocks you buy. Under more normal conditions, though, you can maintain your liquidity by sticking with stocks that have low impact cost (the cost of a transaction for that stock) to make trading easier.\n\nSome industries tend to do well even when the overall economy is poor. These tend to beutilitiesand businesses producingconsumer staples. That’s because no matter what the economy is doing, people still need to turn their lights on, still need to eat, and still need toilet paper and toothpaste. By keeping some of your money in staples, you can still see returns in a recession or a period of high unemployment.\n\nNo matter where you invest your money, you can't fully escape market risk and volatility. But you can manage this risk and escape much of the impact of volatile markets by using along-term investingstrategy. You may want to make small tweaks in response to changes in the market. But don’t up-end your entire investing strategy because a recession hit or a currency changed value.\n\nShort-term traders are generally more impacted by volatility. Volatility tends to even out over time. By approaching your investing systematically, and sticking with a long-term outlook and strategy, you are more likely to see your portfolio bounce back from the impact of market risks.\n\nTo measure market risk, investors and analysts often use thevalue-at-risk (VaR)method. VaR modeling is a statisticalrisk managementmethod that quantifies a stock’s or portfolio’s potential loss as well as the probability of that potential loss occurring. While well-known and widely utilized, the VaR method requires certain assumptions that limit its precision.\n\nFor example, it assumes that the makeup and content of the portfolio being measured are unchanged over a specified period. Though this may be acceptable for short-term horizons, it may provide less accurate measurements for long-term investments.\n\nVaR is a statistical measure that calculates the maximum potential loss a portfolio could experience over a given period at a certain level of confidence. So, a VaR of 95% suggests that there is a 95% chance that the portfolio would not lose more than the calculated amount over the given period.\n\nTheequity risk premium (ERP)is a measure of market risk that reflects the excess return that investors demand for investing in stocks over and above therisk-free rate of return (ROR). In other words, it is the implied additional compensation that investors require to hold an investment in the broader stock market, which is inherently riskier than holding a risk-free asset like U.S. Treasuries.\n\nThe ERP is calculated by subtracting the risk-free ROR (usually a short-term or midterm government bond yield) from the expected return on the stock market. For example, if the expected return on the stock market is 10% and the risk-free rate is 2%, the ERP would be 8%.\n\nThe difference between the broadermarket risk premium (MRP)and the equity risk premium comes down to scope. The ERP is specific to the stock market, while the MRP is the additional return that’s expected on a diversified portfolio of investments held among various asset classes that is above the risk-free rate.\n\nBetais another relevant risk metric thatmeasures the relative volatility or market riskof a security or portfolio compared to the market as a whole. It is used in thecapital asset pricing model (CAPM)to calculate the expected return of an asset. A beta of 1.0 indicates a stock has market risk identical to the broader S&P 500, while a beta greater than 1 means that the asset is more volatile than the market. Beta can be used to estimate the market risk of a portfolio by calculating the weighted average beta of its constituent assets.\n\nMarket risk and specific risk make up the two major categories of investment risk. It cannot be eliminated through diversification, though it can be hedged in other ways and tends to influence the entire market at the same time.\n\nSpecific risk is unique to a specific company or industry. It can be reduced through diversification.\n\nThe most common types of market risk include:\n\nA widely used measure of market risk is the value-at-risk method. VaR modeling is a statistical risk management method that quantifies a stock’s or portfolio’s potential loss as well as the probability of that potential loss occurring. The VaR method requires certain assumptions that limit its precision.\n\nBeta is another risk metric that measures the relative sensitivity of an asset to broader market movements. The equity risk premium is theimplied expected returnthat investors demand while holding market risk in the stock market, above and beyond that of the risk-free rate of return.\n\nInflationcan contribute to market risk by impacting business performance, consumer behavior, and investor confidence. Monetary policy may be used to counter inflation through higher interest rates, which can in turn lead to a recession, causing the entire market to slow down.\n\nThis is different from inflationary risk, or the possibility that the rising prices caused by inflation could outpace the returns from your investment.\n\nInflationary risk is not a specific type of market risk because it doesn’t impact the overall performance of financial markets. However, it is a type of investing risk. Diversification, investing early to take advantage ofcompound interest, and investing more aggressively when you are younger can all help minimize inflationary risk.\n\nMarket risk is the chance of incurring losses due to factors that affect the overall performance of financial markets. Events like changes in interest rates, geopolitical events, or recessions can bring on what is known as thepain trade. It is called systematic risk since it cannot be eliminated through diversification. Specific risk, on the other hand, is unique to a particular stock or industry sector and can be minimized through diversification.\n\nCode of Federal Regulations. “Title 17: Commodity and Securities Exchanges: Chapter II, Part 229, Subpart 229.100, §229.105 (Item 105) Risk Factors.”",
  "url": "https://www.investopedia.com/terms/m/marketrisk.asp"
}