{
  "term": "Mark to Market (MTM): What It Means in Accounting, Finance & Investing",
  "definition": "Tobi is a crypto writer at Investopedia. He aims to simplify the complex concepts of blockchain and cryptocurrencies for the masses.\n\nMark-to-market or fair value accounting allows for measuring the fair value of accounts, such as assets and liabilities, based on their current market price.\n\nMark-to-market (MTM) accounting is a valuation method that values assets and liabilities based on what they could be bought or sold for in today's marketplace rather than their original price. This approach gives a real-time snapshot of financial worth, like checking your investment portfolio's value on a given day.\n\nMTM originated in futures trading but has become fundamental to modern accounting and investment practices. When banks, investment firms, or corporations use MTM accounting, they're essentially asking: \"What is this asset worth if we had to sell it right now?\" While MTM accounting can provide greater transparency about an organization's true financial position, it can also introduce significant volatility during market disruptions.\n\nMTM accounting is based on the principle of fair value accounting, which prioritizes current market prices over historical costs. This method regularly updates asset and liability valuations to ensure financial statements reflect an organization's true financial position. For example,mutual fundsrecalculate their net asset value (NAV) daily using MTM to give investors an up-to-date picture of their investment's worth.\n\nMTM accounting can serve as a financial reality check during normal times, but can become a self-fulfilling prophecy during market panics whenliquiditydisappears.\n\nThe concept originated in futures markets, where traders and brokerages needed to adjust theirmargin accountsdaily. MTM later became a cornerstone of corporate accounting standards, particularly after theFASBformalized guidelines.This standardization helps protect investors and regulators from misleading financial statements by requiring assets to be valued at the price they would fetch in an orderly market transaction.\n\nMTM accounting provides transparency but can magnify reported losses during market downturns. For example, suppose a bank holds a portfolio of mortgages, and the housing market begins to crash. This would require the bank to mark down these assets to their current market value, potentially reducing its equity base significantly—even if the bank plans to hold these assets long-term.\n\nThe FASB requires MTM accounting for certain financial instruments throughGAAP. This framework was significantly shaped by FASB Statement No. 157, which defines fair value as \"the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants.\"\n\nTo apply this definition consistently, FASB created a three-level system for categorizing assets based on the reliability of available market information:\n\nLevel 1 assetshave readily observable market prices, like publicly traded stocks on major exchanges. If you own shares of Apple Inc. (AAPL), for instance, determining their value is as simple as checking the latest trading price.\n\nLevel 2 assetsdon't have direct market quotes but can be valued using comparable market data. These might includecorporate bondsthat don't trade frequently but can be priced by referencing similar bonds with recent transactions.\n\nLevel 3 assetsare usually pretty illiquid or have opaque pricing in the market, requiring companies to use internal models and assumptions for valuation. These might include private equity investments, complex derivatives, ordistressed debtin frozen markets. Because these valuations rely heavily on management judgment, they are the most scrutinized by auditors and regulators.\n\nThis tiered approach acknowledges a fundamental reality of markets—some assets are more straightforward to value accurately than others.\n\nFinancial institutions use MTM accounting to adjust their loan portfolios based on credit risk. When a bank issues loans, it creates an \"allowance for credit losses\" account that cushions against expected defaults. As loan quality deteriorates, the bank increases this allowance, effectively marking down the value of its receivables even before actual defaults occur.\n\nA 2023 regional banking crisis in the U.S. demonstrated how MTM can create unexpected challenges. When interest rates rose rapidly, banks holding long-dated Treasury bonds—traditionally considered among the safest investments—faced substantial unrealized losses. Silicon Valley Bank (SVB), for instance, had invested heavily in government bonds when interest rates were low. When rates climbed, the market value of these bonds fell dramatically. Though the bonds would still pay their full face value at maturity, SVB was forced to recognize billions in MTM losses when it needed to sell these assets to meet deposit withdrawals. This ultimately triggered the bank's collapse.\n\nThis scenario highlights a crucial aspect of MTM accounting and its effect on balance sheets: it directly links market swings and a company's reported financial strength. As asset values decline, equity capital shrinks, too, potentially triggering real problems for banks and other institutions. Conversely, MTM can inflate reported earnings and capital during market bubbles, creating a false sense of financial strength when caution is warranted.\n\nFor banks, regulations likeBasel IIIinclude provisions to mitigate some of MTM's procyclical effects. For example, certain securities can be classified as \"held to maturity,\" allowing them to be carried at amortized cost rather than market value—but only if the institution can credibly demonstrate both the intent and ability to hold them until they mature.\n\nMTM accounting shapes financial decisions across numerous sectors of the economy, from Wall Street trading desks to retail investment accounts. Understanding these practical applications helps clarify why this valuation method remains essential despite its drawbacks.\n\nPortfolio managers rely on MTM valuation to provide accurate daily performance metrics to clients and regulators. A mutual fund's NAV is perhaps the clearest example—each day at market close, every security in the fund is marked to its closing price, creating a precise snapshot of the fund's worth.\n\nForhedge fundsand private equity firms, MTM becomes more complex since they tend to have more Level 3 assets. A venture capital firm investing in startups might mark its portfolio companies to value based on the most recent funding round prices. However, between funding events, the firm must regularly reassess valuations based on comparable public companies, recent private transactions, or changes in financial performance—a process that combines market data with significant room for subjective judgments.\n\nSuppose a major agricultural goods company sellsfuturescontracts in June to lock in the price for the October harvest. Each day until October, the company and the counterparty will see their margin accounts adjusted based on price moves.\n\nCorporate risk management programs similarly use MTM for ongoing assessment. An airline that hedges jet fuel costs throughswap contractsmust regularly mark these positions to market. During the 2020 pandemic, many airlines had significant MTM losses on fuel hedges when oil prices collapsed, creating financial reporting challenges even as their actual operations benefited from lower fuel costs.\n\nIndividual investors encounter MTM principles every time they check theirbrokerageaccounts. The displayed portfolio value reflects present market prices, not their original investment amount. This real-time feedback helps investors make informed decisions but can also trigger emotional responses during periods of market volatility.\n\nMTM accounting provides transparency in financial reporting by showing what assets are worth today rather than what was paid for them in the past. This approach helps investors, regulators, and managers make better-informed decisions in normal market conditions.\n\nHowever, as demonstrated during crises like the 2008 financial meltdown and the 2023 regional banking turmoil, MTM can amplify market stress when asset prices plummet because of temporary liquidity freezes rather than fundamental value changes.\n\nFinancial Accounting Standards Board. \"Summary of Statement No. 157\n\nBoard of Governors of the Federal Reserve System. “Material Loss Review of Silicon Valley Bank\"\n\nErnst & Young. \"Basel III Endgame: What You Need to Know.\"",
  "url": "https://www.investopedia.com/terms/m/marktomarket.asp"
}