{
  "term": "Market Portfolio: Definition, Theory, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA market portfolio is a theoretical bundle of investments that includes every type of asset available in the investment universe, with each asset weighted in proportion to its total presence in the market. Theexpected returnof a market portfolio is identical to the expected return of the market as a whole.\n\nA market portfolio, by nature of being completely diversified, is subject only tosystematic risk, or risk that affects the market as a whole, and not tounsystematic risk, which is the risk inherent to a particular asset class.\n\nAs a simple example of a theoretical market portfolio, assume three companies exist in the stock market: Company A, Company B, and Company C. The marketcapitalizationof Company A is $2 billion, the market capitalization of Company B is $5 billion, and the market capitalization of Company C is $13 billion. Thus, the total market capitalization comes to $20 billion. The market portfolio consists of each of these companies, which are weighed in the portfolio as follows:\n\nCompany A portfolio weight = $2 billion / $20 billion = 10%\n\nCompany B portfolio weight = $5 billion / $20 billion = 25%\n\nCompany C portfolio weight = $13 billion / $20 billion = 65%\n\nThe market portfolio is an essential component of thecapital asset pricing model (CAPM). Widely used for pricing assets, especially equities, the CAPM shows what an asset's expected return should be based on its amount of systematic risk. The relationship between these two items is expressed in an equation called thesecurity market line. The equation for the security market line is:\n\n﻿R=Rf+βc(Rm−Rf)where:R=Expected returnRf=Risk-free rateβc=Beta of asset in question versus the market portfolioRm=Expected return of the market portfolio\\begin{aligned} &R = R_f + \\beta_c ( R_m - R_f ) \\\\ &\\textbf{where:} \\\\\\ &R = \\text{Expected return} \\\\ &R_f = \\text{Risk-free rate} \\\\ &\\beta_c = \\text{Beta of asset in question versus the market portfolio} \\\\ &R_m = \\text{Expected return of the market portfolio} \\\\ \\end{aligned}​R=Rf​+βc​(Rm​−Rf​)where:R=Expected returnRf​=Risk-free rateβc​=Beta of asset in question versus the market portfolioRm​=Expected return of the market portfolio​﻿\n\nFor example, if the risk-free rate is 3%, the expected return of the market portfolio is 10%, and the beta of the asset with respect to the market portfolio is 1.2, the expected return of the asset is:\n\nExpected return = 3% + 1.2 x (10% - 3%) = 3% + 8.4% = 11.4%\n\nEconomist Richard Roll suggested in a 1977 paper that it is impossible to create a truly diversified market portfolio in practice—because this portfolio would need to contain a portion of every asset in the world, including collectibles, commodities, and basically any item that has marketable value. This argument, known as \"Roll's Critique,\" suggests that even a broad-based market portfolio can only be an index at best and as such only approximate full diversification.\n\nIn a 2017 study, \"Historical Returns of the Market Portfolio,\" the economists Ronald Q. Doeswijk, Trevin Lam, and Laurens Swinkels attempted to document how a global multi-asset portfolio has performed over the period 1960 to 2017. They found that real compounded returns varied from 2.87% to 4.93%, depending on the currency used. In U.S. dollars, the return was 4.45%.",
  "url": "https://www.investopedia.com/terms/m/market-portfolio.asp"
}