{
  "term": "Market Share: What It Is and Formula",
  "definition": "Market share is the the percent of total sales a company makes in relation to a broader industry.\n\nMarket share is calculated by dividing the company's sales over a certain period by the industry's total sales during the same period. This metric is used to give a general idea of the size of a company in relation to its market and competitors. The market leader in an industry is the company with the largest market share.\n\nA company's market share is its portion of total sales in relation to the market or industry in which it operates. To calculate a company's market share, first determine the period you want to examine. It could be a quarter, a year, or multiple years.\n\nNext, calculate the company's total sales over that period. Then, find out the total sales for the company's industry. Finally, divide the company's total revenues by its industry's total sales.\n\nFor example, if an American company sold $100 million worth of tractors last year domestically, and total tractor sales in the U.S. amounted to $200 million, the company's market share would be 50%.\n\nThe calculation for market share is usually done for specific countries or regions, e.g., North America or Canada. Investors can obtain market share data from various independent sources, such as trade groups and regulatory bodies, and often from the company itself; however, some industries are harder to measure accurately than others. It is also easier to have sales data of public companies than private ones.\n\nThe challenges to calculating market share are even bigger when companies are not pure players in industries and operate in intersections, as is the case for most big tech companies in the last two decades. In those cases, the market share will be calculated for each product and not company wise.\n\nMarket Share=Total Company SalesTotal Industry Sales\\begin{aligned}\\text{Market Share}=\\frac{\\text{Total Company Sales}}{\\text{Total Industry Sales}}\\end{aligned}Market Share=Total Industry SalesTotal Company Sales​​\n\nInvestors and financial analysts monitorincreases and decreases in market sharecarefully, as this can be a sign of the relative competitiveness of the company's products or services.\n\nAs the total market for a product or service grows, a company that is maintaining its market share is growing revenues at the same rate as the total market. A company that is growing its market share will be growing its revenues faster than its competitors.\n\nMarket share increases can allow a company to achieve greater scale with its operations and improve profitability. A company can try to expand its market share by lowering prices, advertising its products, or introducing new or different products. It can also grow the size of its market share by appealing to other audiences ordemographics.\n\nA large market share also gives a company power over its suppliers. This allows it to negotiate better terms, with the idea of reducing costs, which can increase profits or be passed to consumers via lower prices, which may increase demand, further improving market share.\n\nGains or losses in market share can have a significant impact on a company's stock performance, depending on industry conditions.\n\nChanges in market share have a more important meaning in the performance of companies in mature and traditional industries, where there is known and steady growth in line with the general economy.\n\nIn contrast, changes in market share have less importance with companies operating ingrowth industries. In these industries, the total pie is still growing, so companies can still be growing sales even if they are losing market share.\n\nFor companies in this situation, stock performance is affected more by customer and sales growth, as well as profit margins, if applicable, than by market share.\n\nIncyclical industries, which are highly sensitive to the economy's ups and downs, competition for market share can be brutal. In these industries, companies may be willing to lose money on products temporarily to force competitors to give up or declare bankruptcy.\n\nOnce they gain greater market share and competitors are ousted, they attempt to raise prices. This strategy can work, or it can backfire, compounding their losses; however, this is the reason that many industries are dominated by a few big players, such as discount wholesale retailers with stores including Sam's Club, BJ's Wholesale Club, and Costco.\n\nAcompany can increase its market shareby offering its customers innovative technology, strengthening customer loyalty, hiring talented employees, and acquiring competitors.\n\nInnovation is one method by which a company mayincrease market share. When a company brings to market a new technology its competitors have yet to offer, consumers wishing to own the technology buy it from that company, even if they previously did business with a competitor.\n\nMany of those consumers become loyal customers, which adds to the company's market share and decreases market share for the company from which they switched.\n\nBy strengthening customer relationships, companies protect their existing market share by preventing current customers from jumping ship when a competitor rolls out a hot new offer.\n\nBetter still, companies can grow market share using the same simple tactic, as satisfied customers frequentlyspeak of their positive experiencesto friends and relatives who become new customers. Gaining market share via word of mouth increases a company's revenues without concomitant increases in marketing expenses.\n\nCompanies with the highest market share in their industries almost invariably have the most skilled and dedicated employees. Bringing the best employees on board reduces expenses related to turnover and training and enables companies to devote more resources to focus on theircore competencies.\n\nOffering competitive salaries and benefits is one proven way to attract the best employees; however, employees in the 21st century also seek intangible benefits such as flexible schedules and casual work environments.\n\nLastly, one of the surest methods to increase market share isacquiring a competitor. By doing so, a company accomplishes two things. It taps into the newly acquired company's existing customer base, and it reduces the number of competitors fighting for a slice of the same pie.\n\nShrewd executives, whether in charge of small businesses or large corporations, will have their eye out for a good acquisition deal when their companies are in a growth model.\n\nAll multinational corporations measure success based on the market share of specific markets. China, for example, has been an important market for many companies, as it is still fast-growing. Companies like Apple Inc, use their market share numbers in China as akey performance indicatorfor the growth of their business.\n\nApple's market share in China's smartphone market has varied over the years as it vies with domestic companies there. As of Q1 2025, however, it had the highest market share of the smartphone market in China, with 22.21%.\n\nSimply put, market share is a key indicator of a company's competitiveness. A growing market share can translate into greater profitability due toeconomies of scale, while a shrinking share can have the opposite effect. Market share can significantly affect stock prices, with any marked change in market share signaling strength or weakness to investors.\n\nCompanies can try to gain market share in a variety of ways. For example, they might introduce new technology to attract customers that would otherwise have purchased from a competitor. They might advertise or market their products more aggressively. Or, they might acquire one or more competitors to scoop up their share of the market and narrow the field.\n\nTo determine a company's market share, you divide its total sales by its industry's total sales over a given period. For example, if a company sold $2 million worth of dishwashing liquid and the industry's total sales were $15 million, the company would have a market share of 2/15, or 13.3%\n\nA low market share is considered to be less than half of the market share of the industry leader. So, if the industry leader has a market share of 40% and another company has a market share of 10%, that company would be considered to have a low market share, as 10% is less than 20% (half of 40%).\n\nMarket share is the percentage of total industry sales a particular company has generated and, as such, serves as an indicator of its competitiveness. A rising market share can signal to investors that a company is worth betting on, while a falling one could be a sign of problems.\n\nStatcounter. \"Mobile Vendor Market Share China.\"",
  "url": "https://www.investopedia.com/terms/m/marketshare.asp"
}