{
  "term": "Market Index: Definition, How Indexing Works, Types, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA market index is a group of stocks or other asset classes that tracks the performance of a market segment.\n\nA market index is a list of investments that represents a segment of the financial market. The calculation of the index value comes from the prices of the investments listed. Some indexes have values based on market-cap weighting, revenue weighting, float weighting, and fundamental weighting. Weighting is a method of adjusting the individual impact of items in an index.\n\nInvestors follow differentmarket indexesto gauge market movements. The three most popular stock indexes for tracking the performance of the U.S. market are theDow Jones Industrial Average(DJIA),S&P 500 Index, andNasdaq Composite Index. In the bond market, Bloomberg is a leading provider of market indexes, with the Bloomberg U.S. Aggregate Bond Index serving as one of the most popular proxies for U.S. bonds. Investors cannot invest directly in an index, so these portfolios are used broadly as benchmarks or for developing index funds.\n\nA market index measures the value of a portfolio of holdings with specific market characteristics. Eachindexhas its own methodology which is calculated and maintained by the index provider. Index methodologies will typically be weighted by either price ormarket cap.\n\nA wide variety of investors use market indexes for following the financial markets and managing their investment portfolios. Indexes are deeply entrenched in the investment management business with funds using them as benchmarks for performance comparisons and managers using them as the basis for creating investableindex funds.\n\nEach individual index has its own method for calculating its value. Weighted average mathematics is primarily the basis for index calculations, as values are derived from a weighted average calculation of the value of the total portfolio.\n\nAs such, price-weighted indexes will be more greatly impacted by changes in holdings with the highest price, whilemarket capitalization-weightedindexes will be most greatly impacted by changes in the largest stocks, and so on, depending on the weighting characteristics.\n\nIndexes generally act as benchmark comparisons for a variety of purposes across the financial markets. As mentioned, the Dow Jones, S&P 500, and Nasdaq Composite are three popular U.S. indexes.\n\nThese three indexes include the 30 largest stocks in the U.S. by market cap, the 500 largest stocks, and all of the stocks on the Nasdaq exchange, respectively. Since they include some of the most significant U.S. stocks, these benchmarks (ormarket proxies) can be a good representation of the overall U.S. stock market.\n\nOther indexes have more specific characteristics that create a more narrowly targeted market focus. For example, indexes can represent micro-sectors or maturity in the case of fixed income. Indexes can also be created to represent a geographic segment of the market such as those that track the emerging markets or stocks in the United Kingdom and Europe. TheFTSE 100is an example of such an index.\n\nInvestors may choose to build a portfolio with diversified exposure to several indexes or individual holdings from a variety of indexes. They may also use benchmark values and performance to follow investments by segment. Some investors will allocate their investment portfolios based on the returns or expected returns of certain segments. Further, a specific index may act as a benchmark for a portfolio or a mutual fund.\n\nInstitutional fund managers use benchmarks as a proxy for a fund’s individual performance. Each fund has a benchmark discussed in its prospectus and provided in its performance reporting, thus offering transparency to investors. Fund benchmarks can also be used to evaluate the compensation and performance of fund managers.\n\nThe year the Dow Jones Railroad Average, a precursor to the Dow Jones Industrial Average, was published by Charles Dow. The average was composed of nine railway companies, a steamship company, and Western Union.\n\nInstitutional fund managers also use indexes as a basis for creating index funds. Individual investors cannot invest in an index without buying each of the individual holdings, which is generally too expensive from a trading perspective.\n\nTherefore, index funds areoffered as a low-cost way for investors to investin a comprehensive index portfolio, gaining exposure to a specific market segment of their choosing. Index funds use an index replication strategy that buys and holds most or all of the constituents in an index. Some management and trading costs are still included in the fund’sexpense ratio, but the costs are much lower than fees for an actively managed fund.\n\nSome of the market’s leading indexes include:\n\nInvestors often choose to use index investing over individual stock holdings in a diversified portfolio. Investing in a portfolio of index funds can be a good way to optimize returns while balancing risk. For example, investors seeking to build a balanced portfolio of U.S. stocks and bonds could choose to invest 50% of their funds in an S&P 500 ETF and 50% in a U.S. Aggregate Bond Index ETF.\n\nInvestors may also choose to use market index funds to invest in emerging growth sectors. Some popular emerging growth indexes and correspondingexchange-traded funds(ETFs) include the following:\n\nIn the United States, the three leading stock indexes are the Dow Jones Industrial Average, the S&P 500, and the Nasdaq Composite. For international markets, theFinancial Times Stock Exchange 100 Indexand theNikkei 225Index are popular proxies for the British and Japanese stock markets, respectively.\n\nIndexes provide investors with a simplified snapshot of a large market sector, without having to examine every single asset in that index. For example, it would be impractical for an ordinary investor to study hundreds of different stock prices in order to understand the changing fortunes of different technology companies; however, a sector-wide index like the NASDAQ-100 Technology Sector Index can show the average trend for the sector.\n\nThe Dow Jones Industrial Average is the oldest U.S. stock index, as well as the most frequently cited one; however, the S&P 500 represents a larger cross-section of the economy.\n\nMarket indexes are lists of investments selected by the index creator as a representation of a market segment's performance. There are many different types of market indexes. Market indexes are also used to create index funds, allowing investors to buy a basket of securities rather than picking individual stocks.\n\nS&P Dow Jones Indices. \"Dow Jones Industrial Average.\"\n\nS&P Dow Jones Indices. \"S&P 500.\"\n\nNASDAQ. \"NASDAQ Composite,\" Page 1.\n\nFTSE Russell. \"FTSE UK Index Series,\" Page 15.\n\nLibrary of Congress. \"Dow Jones Industrial Average First Published.\"\n\niShares by BlackRock. \"2022 Prospectus - iShares Global Clean Energy ETF,\" Pages S-2.\n\nU.S. Securities and Exchange Commission. \"Reality Shares ETF Trust,\" Pages 1-2.\n\nFirst Trust. \"First Trust Nasdaq Artificial Intelligence and Robotics ETF (ROBT).\"\n\nNASDAQ. \"NASDAQ-100 Technology Sector Index.\"\n\nNASDAQ. \"What Are the Three Most Quoted Stock Indexes?\"",
  "url": "https://www.investopedia.com/terms/m/marketindex.asp"
}