{
  "term": "Market Cycles: Definition, How They Work, and Types",
  "definition": "Market cycles, also known as stock market cycles, is a wide term referring to trends or patterns that emerge during different markets or business environments. During a cycle, some securities orasset classesoutperform others because their business models are aligned with conditions for growth. Market cycles are the period between the two latest highs or lows of a common benchmark, such as the S&P 500, highlighting a fund’s performance through both an up and a down market.\n\nNew market cycles form when trends within a particular sector or industry develop in response to meaningful innovation, new products, or regulatory environment. These cycles or trends are often called secular. During these periods, revenue and net profits may exhibit similar growth patterns among many companies within a given industry, which is cyclical in nature.\n\nMarket cycles are often hard to pinpoint until after the fact and rarely have a specific, clearly identifiable beginning or ending point which often leads to confusion or controversy surrounding the assessment of policies and strategies. However, most market veterans believe they exist, and many investors pursueinvestment strategiesthat aim to profit from them by trading securities ahead of directional shifts in the cycle.\n\nThere are stock market anomalies that cannot be explained but occur year after year.\n\nA market cycle can range anywhere from a few minutes to many years, depending on the market in question, as there are many markets to look at, and the time horizon which is being analyzed. Different careers will look at different aspects of the range. A day trader may look at five-minute bars whereas a real estate investor will look at a cycle ranging up to 20 years.\n\nMarket cycles are generally considered to exhibit four distinctive phases. At different stages of a full market cycle, different securities will respond to market forces differently. For example, during a market upswing, luxury goods tend to outperform, as people are comfortable buying powerboats and Harley Davidson motorcycles. In contrast, during a market downswing, the consumer durables industry tends to outperform, as people usually don't cut back their toothpaste and toilet paper consumption during a market pullback.\n\nThe four stages of a market cycle include the accumulation, uptrend or mark-up, distribution, and downtrend or markdown phases.\n\nMarket cycles take both fundamental and technical indicators (charting) into account, using securities prices and other metrics as a gauge of cyclical behavior.\n\nSome examples include thebusiness cycle, semiconductor/operating system cycles within technology, and the movement of interest-rate-sensitive financial stocks.\n\nCycles in the market tend to have cycles lasting 6-12 months on average. However, fiscal policy in either the United States or world markets can have a widespread effect on the length of a market cycle. The average is 6 to 12 but if, for example, the Federal Reserve were to drastically cut interest rates, it could prolong a market trending upward for a period of years.\n\nThere are four phases of market cycles: the accumulation phase, mark-up phase, distribution phase, and downturn phase. The first two phases could be considered mirror images of the others. Accumulation is when investors and businesses are scaling back into the market and increasing their exposure, whereas distribution is the opposite, and is a period when investors start shaving exposure from their positions. Mark-up is an increase in price while a downturn is a decrease.\n\nA market mid-cycle occurs when an economy is strong but growth is moderating or slightly slowing. Corporate profits are delivering as expected and interest rates are low. This tends to be the longest part of the market cycle.\n\nMarkets generally follow the same cycle and although there is an average period of time for each cycle, political and fiscal policy can either extend or contract certain phases. Financial markets experience many mini-cycles in the short term, but large market cycles tend to occur in terms of months or years.",
  "url": "https://www.investopedia.com/terms/m/market_cycles.asp"
}