{
  "term": "Market Price: Definition, Meaning, How to Determine, and Example",
  "definition": "The market price is the current price at which a product or service can be bought or sold. The market price of a product or service is determined by the forces of supply and demand. The price at which quantity supplied equals quantity demanded is the market price.\n\nThe market price is used to calculate consumer and economic surplus.\n\nEconomic surplus is the sum total of consumer surplus and producer surplus.\n\nInvestopedia / Paige McLaughlin\n\nA shock to either the supply or the demand for a product or service can change the market price for a product or service. A supply shock is an unexpected event that suddenly changes the supply of a good or service. A demand shock is a sudden event that increases or decreases the demand for a good or service.\n\nSome examples of supply shock are interest rate cuts, tax cuts, government stimulus, terrorist attacks, natural disasters, and stock market crashes. Some examples of demand shock include a steep rise in oil and gas prices or other commodities, political turmoil, natural disasters, and breakthroughs in production technology.\n\nIn stock trading, the market price is the most recent price at which a stock was traded.\n\nStock market prices are the result of the interaction of traders, investors, and dealers. For a trade to occur, a buyer and a seller must agree on a price.Bidsare represented by buyers, andoffersare represented by sellers.\n\nThe bid is the highest price someone is advertising they will buy at, while the offer is the lowest price someone else is advertising they will sell at. For a stock, this may be $50.51 and $50.52.\n\nA buyer who no longer thinks that $50.52 is a good price may drop the bid to $50.25. The sellers may or may not agree. A trade only occurs if a seller accepts the bid price, or a buyer accepts the offer price.\n\nBids and offers change constantly as buyers and sellers change their bids. As sellers accepts bids, the price drops, and as buyers accept offers, the price risess.\n\nIn the bond market, the market price in the bond market is the last reported price excluding accrued interest. This is called theclean price.\n\nAssume that Bank of America Corp (BAC) has a $30 bid and a $30.01 offer. Nine traders want to buy BACstock. At the moment, this represents the demand for BAC stock. Five traders bid for 100 shares each at $30, three traders bid $29.99, and one trader bids $29.98. These orders are listed on the bid.\n\nNine other traders want to sell BAC stock. At this moment, this represents the supply of BAC stock. Five traders sell 100 shares each at $30.01, three traders sell at $30.02, and one trader sells at $30.03. These orders are listed on offer.\n\nSay a new trader comes in and wants to buy 800 shares at the market price. The market price, in this case, is all the prices and shares it will take to fill the order. This trader has to buy at the offer: 500 shares at $30.01 and 300 at $30.02. Now the spread widens, and the price is $30 by $30.03 because all the shares offered at $30.01 and $30.02 have been bought.\n\nSince $30.02 was the last traded price, this is the market price.\n\nOther traders may take action to close thespread. Since there are more buyers, the spread is closed by the bid adjusting upward. The result is a new price of $30.02 by $30.03.\n\nThis interaction is continually taking place in both directions and is continuously adjusting the price of the stock.\n\nMarket price is the current price of a product or service at any given moment. Normal price is its prevailing price over time. Normal price is hypothetical: It is the presumed cost of a product or service without the push and pull of supply and demand, based on its cost over a long period.\n\nThe COVID-19 pandemic produced a classic example of the effects of supply and demand on the market prices of many products from 2020 until 2023. A breakdown in the supply chain disrupted the delivery of imported products from auto parts to gasoline to shoes. A backup in delivery of products from warehouses to stores across the U.S. slowed the delivery of staple products like toilet paper. To top it all off, a flood of government money directly to taxpayers increased demand for durable goods like refrigerators.\n\nAll of these factors reduced supply and drove up market prices. The end result was an increase in overall inflation.\n\nThe market price of a product or service is determined by the law of supply and demand. If the amount supplied is roughly the same as the amount demanded, the price will stay the same. When the amount supplied exceeds the amount demanded, or vice versa, the market price will decline or increase.\n\nMarket price is the current cost of any product or service. And it is, by definition, a moving target. In any free market economy, market price is determined by supply and demand. Changes in either of those factors will cause market price to increase or decrease.\n\nBureau of Labor Statistics. \"What caused the high inflation during the COVID-19 period?\"",
  "url": "https://www.investopedia.com/terms/m/market-price.asp"
}