{
  "term": "Market Failure: What It Is in Economics, Common Types, and Causes",
  "definition": "A market failure is an adverse outcome in a free market system in which the forces of supply and demand fail to ensure the efficient distribution of goods and services.\n\nA market failure is an adverse outcome in which the forces of supply and demand fail to achieve balance, leading to an inefficient distribution of goods and services in the free market.\n\nThe theory ofsupply and demandstates that these two forces inevitably balance each other out in an ideally functioning free market. The level of products produced will match the level of demand for the products, with prices for the products rising or falling to maintain equilibrium.\n\nIn a market failure, the balance is disrupted. Although market failure is an economic concept, it has implications beyond economics.\n\nA market failure refers to the inefficient distribution of resources that occurs when the individuals in a group end up worse off than if they had not acted in rational self-interest. In the case of a market failure, the overall group incurs too many costs or receives too few benefits. The economic outcomes under market failure deviate from what economists usually consider optimal and are usually noteconomically efficient.\n\nContrary to what the name implies, market failure does not describe imperfections only in market economies. There can be market failures in government activity, too. One noteworthy example isrent-seekingby special interest groups.\n\nSpecial interest groups can benefit by lobbying for small costs on everyone else, such as through atariff. When each small group imposes its costs, the whole group is worse off than if no lobbying had taken place.\n\nNot every bad outcome from market activity counts as a market failure. In addition, whilecorrecting the imbalancesunderlying a market failure often requires government intervention, private-market actors may also be able to solve the problem. On the flip side, not all market failures have a potential solution, even with prudent regulation or extra public awareness.\n\nMany types of imbalances can affect the equilibrium of the markets. The following list provides an overview of some common causes of market failure.\n\nThere are many potential solutions for market failure. These can take the form of private market solutions,government-imposed solutions, or voluntary collective action solutions.\n\nMarket failure occurs when the process of the exchange of goods and services doesn't benefit everyone in society. In an ideal market, individuals make choices that are good for all members, not just for themselves; however, market failure occurs when individuals make decisions that are self-serving and negative for others.\n\nFor example, consider a factory that causes air pollution. This may not bother the owners of the factory but it is harmful to other members of society because the air they're breathing is damaging to their health.\n\nMarket failure can happen due to many reasons, such as when people don't have enough information to make good decisions or when a few people or companies have too much control over prices. When these problems arise, the market doesn't fix itself, and other solutions, like government intervention or collective action are needed to restore balance.\n\nTypes of market failures include negative externalities, monopolies, inefficiencies in production and allocation, incomplete information, and inequality.\n\nThe primary means by which market failure can be corrected is through government intervention. This requires the government to pass legislation such asantitrustpolicies and to incorporate various price mechanisms such as taxes and subsidies.\n\nPoverty is considered to be a result of market failure. When a recession hits, the poverty rate increases because employees lose their jobs or lose working hours, which results in no income or less income.\n\nInequality, which is a component of market failure, can eventually lead to poverty when wealth is not distributed equally throughout society. This can be remedied with government intervention, such as by taxing the wealthy more or incorporating subsidies for those below the poverty level.\n\nMarket failure refers to the inefficient allocation of resources in the free market that occurs when individuals acting in rational self-interest generate sub-optimal economic outcomes. These economic inefficiencies may occur in explicit markets where goods and services are exchanged or in implicit markets such as the exchange of favors in the legislative process.\n\nThe causes underlying market failures include negative externalities, incomplete information, concentrated market power, inefficiencies in production and allocation, and inequality. Government intervention such as taxes and subsidies may be effective in solving market failures, while other solutions may emerge within the private market or through collective actions.\n\nBator, Francis M. “The Anatomy of Market Failure.”The Quarterly Journal of Economics,vol. 72, no. 3, August 1958, pp. 351–379.",
  "url": "https://www.investopedia.com/terms/m/marketfailure.asp"
}