{
  "term": "Market Order: Definition, Example, Vs. Limit Order",
  "definition": "A market order is an instruction by an investor to abrokerto buy or sell stock shares, bonds, or other assets at the best available price in the current financial market.\n\nIt is the default choice for buying and selling for most investors most of the time. If the asset is alarge-capstock or a popular exchange-traded fund (ETF), there will be plenty of willing buyers and sellers out there. That means that a market order will be completed nearly instantaneously at a price very close to the latest posted price that the investor can see.\n\nA limit order, which instructs the broker to buy or sell only at a certain price, is the main alternative to the market order for most individual investors.\n\nIf you use an online broker, clicking on the \"buy\" or \"sell\" button generally calls up an order form that the user is required to fill in. It needs to know the stock symbol, whether you're buying or selling, and how many shares. It also asks for a price type.\n\nThe default price type is generally \"market.\" That makes it a market order. The investor is not setting a price but is indicating a willingness to pay the current market price.\n\nThere are other options, including \"market on close,\" which indicates that you want the transaction at the last possible moment in the session, and \"limit,\" which allows you to buy only at or below a set price or sell only at or above a set price.\n\nThe market on close option is for people who think they'll get the best price of the day at the end of the day. The limit order allows you to walk away from your laptop confident that an opportunity won't be missed.\n\nIf you think a stock will hit a level you find acceptable soon, try a limit order. If you're wrong, the transaction won't take place.\n\nA market order is the most common and straightforward transaction in the markets. It is meant to be executed as quickly as possible at the current asking price, and it is the choice of most stock buyers and sellers most of the time. That's why it's the default option.\n\nThe market order is usually the lowest-priced option as well.Some brokers charge morefor transactions that involve limit orders.\n\nThe market order is a safe option for anylarge-cap stock, because they are highly liquid. That is, there's a huge number of their shares changing hands at any given moment during the trading day. The transaction goes through immediately. Unless the market is wildly unsettled at that moment, the price displayed when you click on \"buy\" or \"sell\" will be nearly identical to the price you get.\n\nThe market order is less reliable when trading less liquid investments, such as small-cap stocks in obscure or troubled companies. Because these stocks are thinly traded, the bid-ask spreads tend to be wide. As a result, market orders can get filled slowly and at disappointing prices.\n\nMarket orders are the most basic buy and sell trades. Limit orders give greater control to the investor.\n\nA limit order allows an investor to set a maximum acceptable purchase price amount or a minimum acceptable sales price while placing an order. The order will be processed onlyif the asset hits that price.\n\nLimit orders are preferable in a number of circumstances:\n\nLimit orders are commonly used by professional traders and day traders who may be making a profit by buying and selling huge quantities of shares very quickly in order to exploit tiny changes in their prices.\n\nTransactions in big-cap stocks like Apple and Microsoft tend to be fulfilled nearly instantaneously and without issue. Smaller and more obscure stocks might not.\n\nSay the bid-ask prices for shares of Excellent Industries are $18.50 and $20, respectively, with 100 shares available at the ask. If a trader places a market order to buy 500 shares, the first 100 will execute at $20.\n\nThe following 400, however, will be filled at the best asking price for sellers of the next 400 shares. If the stock is very thinly traded, the next 400 shares might be executed at $22 or more.\n\nThis is why it’s a good idea to use limit orders for some transactions. Market orders are filled at a price dictated by the market. Limit orders give more control to the trader. as opposed to limit or stop orders, which provide traders with more control. A trade for a large number of shares can also be entered as asweep-to-fill orderthat is broken into segments and executed at the best price.\n\nAny time a trader seeks to execute a market order, the trader is willing to buy at the asking price or sell at the bid price. Thus, the person conducting a market order is immediately giving up the bid-ask spread.\n\nFor this reason, it’s a good idea to look closely at thebid-ask spreadbefore placing a market order—especially for thinly traded securities. Failure to do so can be costly. This is doubly important for people who trade frequently or use anyone utilizing anautomated trading system.\n\nHere are the answers to some commonly asked questions about market orders.\n\nA market order directs a broker to buy or sell shares of an asset at the prevailing market price. It is the most common way to buy or sell stocks for most investors most of the time.\n\nA market order by definition is an instruction for immediate purchase or sale at the current price. It's a bit like buying a product without negotiating. However, in the financial markets, a fair price at any given moment is determined by the vast volume of sell and buy orders being resolved. You'll get the price that is fair at that moment.\n\nTraders have the option of making it a limit order rather than a market order.\n\nA limit order sets a specific maximum price at which the investor is willing to buy or a specific minimum price at which the investor will sell. The limit order will sit there until it is fulfilled or it expires.\n\nIn an online buy or sell order, the \"good for day\" option will cancel the order at the market close if the price is not met.\n\nA batch order is a behind-the-scenes transaction conducted by brokerages. At the start of the trading day, they combine various orders for the same stocks and push them through as if they were a single transaction.Batch tradingis permitted only at the opening of the market and only with orders placed between trading sessions.\n\nEach batch order will consist of a number of market orders, sent through sometime between that day's session and the previous close.",
  "url": "https://www.investopedia.com/terms/m/marketorder.asp"
}