{
  "term": "Market Breadth: Definition, Indicators, and How Investors Use It",
  "definition": "Market breadth indicators analyze the number of stocks advancing relative to those that are declining in a givenindexor on a stock exchange, such as the New York Stock Exchange (NYSE) or Nasdaq. Positive market breadth occurs when more stocks are advancing than are declining. This suggests that thebullsare in control of the market's momentum and helps confirm a price rise in the index. Conversely, a disproportional number of declining securities is used to confirmbearishmomentum and a downside move in the stock index.\n\nCertain breadth indicators also incorporatevolume. They will not only look at whether a stock is advancing or declining in price, but also at the volume of those moves. This is because price moves on larger volume are considered to be more significant than price moves on lower volume.\n\nMarket breadth refers to how many stocks are participating in a given move in an index or on a stock exchange. An index may be rising yet more than half the stocks in the index are falling because a small number of stocks have such large gains that they drag the whole index higher.\n\nMarket breadth indicators can reveal this and warn traders that most stocks are notactually performing well, even though the rising index makes it look like most stocks are doing well—an index is an average of the stocks in it. Volume may also be added into these indicator calculations to provide additional insight into how stocks within an index are acting overall.\n\nMarket breadth attempts to find how much underlying strength or weakness there is in a given stock index. By assessing the strength or weakness, which isn't plainly visible by looking at a chart of the index,technical tradersgain insight into what the index may do next.\n\nA large number of advancing stocks is a sign of bullishmarket sentimentand is used to confirm a broad marketuptrend. A large number of declining stocks shows sentiment is bearish, which would align with an index downtrend. When measuring market breadth, many indicators look at the number of advancing and declining stocks, or the number of stocks that have created a recent 52-week high or low. This data can provide information about whether an index uptrend or downtrend is likely to continue.\n\nTraders use market breadth indicators to assess the overall health of a market/index. Market breadth indicators can sometimes provide early warning signs of a drop in the index, or forecast a coming rise in the index.\n\nThere are a number of market breadth indicators. Each is calculated differently and therefore may provide slightly different information. Some indicators look at the number of advancing or declining stocks, others compare stock prices to anotherbenchmark, and a few incorporate volume.\n\nThe tactic for most market breadth indicators is to monitor for confirmation anddivergence. Confirmation is when the indicator is moving favorably and the index is rising. Divergence is when the index and indicator move in opposite directions. This warns that the index may see areversalsoon.\n\nMarket breadth indicators are poortimingsignals. They may provide signals way too early or may not forecast an index reversal that does occur.\n\nHere is a sampling of the market breadth indicators available.\n\nThe following chart shows the SPDR S&P 500 (SPY) ETF along with the on-balance volume indicator and the cumulative volume index (for all US stocks).\n\nImage by Sabrina Jiang © Investopedia 2021\n\nDuring the rise in the S&P 500 on the left, the cumulative volume index confirmed the rise, as the indicator continued to make higher highs along with the S&P 500. On-balance volume told a different story, as the indicator was mostly flat, issuing a warning sign that there was some underlying weakness in the rise. This was followed by a steep price decline.\n\nWhen the S&P 500 ETF rebounded, so did the market breadth indicators.\n\nMarket breadth looks at the breadth of the market. It seeks to determine the strength of moves in an index, generally by examining the number of stocks that are rising relative to those that are declining.\n\nMarket breadth studies the strength or weakness of moves in a major index. Market depth, on the other hand, is a market's ability to handle relatively large orders without significantly impacting the price of a security.\n\nMarket breadth indicators derive their information from price and volume. They judge market sentiment. But like all indicators it is always best to confirm information with price. A good rule of thumb is to never base trading decisions on what the indicator is saying. Always confirm with price.\n\nWhen investors use the phrase market breadth, they are talking about a set of technical indicators that evaluate price movements in a given stock index. Sometimes, an index may rise even though more than half of its constituents are falling. Market breadth indicators will let us know if this is the case.\n\nThe goal of market breadth is to determine the strength or weakness of moves in a major index. This information should be used to confirm what price action is doing. When more stocks are advancing than declining, it suggests the bulls are in control. Conversely, when more securities in the index are falling, it suggests the opposite. Because markets trend, rising or falling momentum may indicate rising or falling price trends.\n\nCorrection—April 3, 2024:This article has been corrected to state that when the on-balance volume indicator rises, the total volume is positive.",
  "url": "https://www.investopedia.com/terms/m/market_breadth.asp"
}