{
  "term": "Married Put: Definition, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nMarried put is an options trading strategy where an investor, holding along positionin a stock, purchases anat the moneyput option on the same stock to protect against depreciation in the stock’s price.\n\nThe benefit is that the investor can lose a small but limited amount of money on the stock in the worst price drop scenario, yet still can participate in any gains from price appreciation. The downside is that theput optioncosts a premium—and it is usually significant.\n\nIn terms of downside protection, a married put may be compared with acovered call.\n\nA married put works similarly to an insurance policy. It is a bullish strategy used when the investor is concerned about potential near-term uncertainties in the stock price.\n\nBy owning the stock with a protective put option, the investor receives the benefits of stock ownership, such as dividends and the right to vote. In contrast, just owning acall option, while equally as bullish as owning the stock, does not confer the same benefits of stock ownership.\n\nA married put behaves synthetically like a long call, and as a result will have unlimited profit potential, as there is no ceiling on the price appreciation of theunderlyingstock.\n\nHowever, profit is always lower than it would be by owning just the stock. It’s decreased by the cost orpremiumof the put option. Reaching breakeven for the strategy occurs when the underlying stock rises by the amount of the options premium paid. Anything above that amount is profit.\n\nThe benefit of a married put is that there is now a floor under the stock, limitingdownside risk. The floor is the difference between the price of the underlying stock at the time the married put was bought and thestrike priceof the put.\n\nPut another way, when an investor purchased the option, if the underlying stock traded exactly at the strike price, then the loss for the strategy is capped at exactly the price paid for the option.\n\nA married put is also considered asynthetic long callsince it has the same profit profile. The strategy is similar to buying a regular call option (without the underlying stock) because the same dynamic is true for both: limited loss, unlimited potential for profit.\n\nThe difference between these strategies is simply how much less capital is required to buy a long call.\n\nA put is considered married when the stock and the put option are bought at the same time. The trader would instruct the broker that the stock will be delivered if the put is exercised.\n\nLet’s say a trader chooses to buy 100 shares of XYZ stock for $20 per share and one XYZ $17.50 put for $0.50 (100 shares × $0.50 = $50). With this combination, they have purchased a stock position with a cost of $20 per share but have also bought a form of insurance to protect themselves in case the stock declines below $17.50 before the put’s expiration.\n\nSo, say the stock price drops unexpectedly to $15 per share. The trader’s loss of $5 per share on the long position could be partially offset by the put’s profit of $2.50.\n\nRather than a pure profit-making strategy, a married put is a capital-preserving strategy. The downside loss potential is limited. Bear in mind that the premium paid for the put is a built-in cost that reduces the strategy’s savings potential.\n\nTherefore, investors typically use a married put as an insurance policy against near-term uncertainty in an otherwise bullish stock, or as protection against an unforeseen pricebreakdown.\n\nNewer investors can benefit from knowing that their losses in the stock will be limited. This can give them confidence as they learn more about different investing strategies.\n\nOf course, this protection comes at a cost, which includes the price of the option,commissions, and possibly other fees.\n\nA married put option is a put option purchased at the same time an investor buys the underlyingasset. It’s also known as a protective put option.\n\nA married put provides a hedge against loss. Essentially, owning the actual stock and owning a put option means that an investor has opposite positions at the same time in the same stock. So, if the stock price goes down, the trader will lose money on one hand but gain money on the other. So, a loss can be at least partially offset. What’s more, while the loss potential is limited, the upside price potential of the stock is unlimited.\n\nMarried puts can be used by short-term traders or investors who believe that an asset’s price will rise but at the same time want to protect against unexpected, near-term losses. Married puts aren’t usually used by people investing for the long term who don’t care about short-term market aberrations.\n\nIn a married put options trading strategy, an investor holding a long position in a stock buys an at the money put option on the same stock to protect against depreciation in the stock’s price.\n\nThe upside is that the investor can lose a small but limited amount of money on the stock in the worst price drop scenario, but can still participate in any gains from price appreciation. The downside is that the put option costs a premium, which is usually significant.",
  "url": "https://www.investopedia.com/terms/m/marriedput.asp"
}