{
  "term": "Marxian Economics: An Overview",
  "definition": "Investopedia / Michela Buttignol\n\nMarxian economics is a school of economic thought based on the work of 19th-century economist and philosopherKarl Marx.\n\nMarxian or Marxist economics focuses on the role of labor in the development of an economy. It's critical of the classical approach to wages and productivity developed byAdam Smith. Marx argued that the specialization of the labor force coupled with a growing population pushes wages down. He added that the value placed on goods and services doesn't accurately account for the true cost of labor.\n\nMuch of Marxian economics is drawn from Karl Marx's seminal work, \"Das Kapital.\" It was his magnum opus first published in 1867. Marx described his theory of the capitalist system, its dynamism, and its tendencies toward self-destruction in the book.\n\nMuch of Das Kapital spells out Marx’s concept of the “surplus value” of labor and its consequences for capitalism. It wasn't the pressure of labor pools that drove wages to the subsistence level, according to Marx. It was the existence of a large army of unemployed and he blamed this on capitalists. He maintained that labor was a mere commodity that could gain only subsistence wages within the capitalist system.\n\nCapitalists could force workers to spend more time on the job than was necessary to earn their subsistence, however. They could then appropriate the excess product or surplus value created by the workers. Marx argued that workers create value through their labor but aren't properly compensated. He said that their hard work is exploited by the ruling classes who generateprofitsnot by selling their products at a higher price but by paying staff less than the value of their labor.\n\nMarx claimed that there are two major flaws inherent in capitalism that lead to exploitation: the chaotic nature of thefree marketand surplus labor.\n\nMarxian economics is a rejection of theclassical view of economics developed by economists such as Adam Smith. Smith and his peers believed that the free market, an economic system powered by supply and demand with little or no government control, and an onus on maximizing profit, automatically benefits society.\n\nMarx disagreed, arguing that capitalism consistently only benefits a select few. He argued that the ruling class becomes richer by extracting value out of cheap labor provided by the working class under this economic model.\n\nIn contrast to classical approaches to economic theory, Marx favored government intervention. He said that economic decisions shouldn't be made by producers and consumers. They ought to be carefully managed by the state to ensure that everyone benefits.\n\nHe predicted that capitalism would eventually destroy itself as more people become relegated to worker status, leading to a revolution and production being turned over to the state.\n\nMarxian economics is considered separate fromMarxismeven if the two ideologies are closely related. It focuses less on social and political matters. Marxian economic principles clash with the virtues of capitalist pursuits.\n\nIt seemed the Marxist dream had finally and firmly taken root during the first half of the twentieth century with the Bolshevik revolution in Russia and the spread of communism throughout Eastern Europe.\n\nThat dream collapsed before the century had ended. The people of Poland, Hungary, Czechoslovakia, East Germany, Romania, Yugoslavia, Bulgaria, Albania, and the USSR rejected Marxist ideology and entered a remarkable transition toward private property rights and a market-exchange-based system.\n\nA free market is an economic system over which the government has minimal control. It's also referred to as an open market. Prices of goods and services result from supply and demand rather than from government intervention.\n\nMarx held that a fair, equitable, and necessary wage allows workers to pay for their basic needs of existence plus a sufficient amount to provide support for their families. This amount necessarily varies based on factors within the economy, location, and a worker's skillsets.\n\nThe U.S.unemployment ratewas 3.9% in April 2024. Average hourly earnings for nonfarm employees increased by 0.2% in April.\n\nThe Marxian economics theory focuses on what Marx claimed were two major flaws in capitalism: the ups and downs of the free market and an abundance of labor. He argued that the availability of more specialized workers drives wages downward and that the value of goods and services doesn’t match the true cost of labor. Marx favored government intervention to intercede with these dilemmas.\n\nMarket Business News. \"What Is a Free Market? Definition and Meaning.\"\n\nMarxists.org. \"Wages of Labour.\"\n\nU.S. Bureau of Labor Statistics. \"Employment Situation Summary.\"",
  "url": "https://www.investopedia.com/terms/m/marxian-economics.asp"
}