{
  "term": "Marxism: What It Is and Comparison to Communism, Socialism, and Capitalism",
  "definition": "What you need to know about these social, political, and economic theories\n\nMarxism is a social, political, and economic philosophy named after the 19th century German philosopher and economistKarl Marx. His work examines the historical effects ofcapitalismon labor, productivity, and economic development, and argues that a worker revolution is needed to replace capitalism with a communist system.\n\nMarxism posits that the struggle between social classes—specifically between the bourgeoisie, or capitalists, and the proletariat, or workers—defines economic relations in a capitalist economy and will lead inevitably to a communist revolution.\n\nThe term “Marxist“ can be an adjective or noun. It means “of, relating to, or having the characteristics of Marxism.”\n\nMarxism is both a social and political theory, and it encompasses Marxist classconflict theoryandMarxian economics. Marxism was first publicly formulated in 1848 in the pamphlet “The Communist Manifesto” by Karl Marx andFriedrich Engels, which lays out the theory of class struggle and revolution.\n\nMarxian economics focuses on criticism of capitalism, detailed by Marx in his book “Das Kapital,” published in 1867.\n\nGenerally, Marxism argues that capitalism as a form of economic and social reproduction is inherently flawed and will ultimately fail.\n\nCapitalism is defined as a mode of production in which business owners—the capitalists—own all of the means of production, including the factory, the tools and machinery, the raw materials, the final product, and the profits earned from their sale. Workers—labor—are hired for wages and have no ownership stake and no share in the profits.\n\nMoreover, the wages paid to workers are lower than the economic value that their work creates for the capitalist. This is the source of capitalists’ profits and is at the root of the inherent class struggle between labor and capital.\n\nAnother theory developed by Marx is historical materialism. This theory proposes that society at any given point in time is ordered by the type of organization and technology used in the processes of production. In the modern era of industrial capitalism, capitalists organize labor in factories or offices where they work for wages using modern tools and machines.\n\nLike otherclassical economists, Karl Marx believed in alabor theory of value (LTV)to explain relative differences in market prices. This theory stated that the value of a product can be measured objectively by the average number of hours of labor required to produce it. In other words, if a table takes twice as long to make as a chair, then the table should be considered twice as valuable. What Marx added to this theory was the conclusion that this labor value represented the exploitation of workers.\n\nMarx claimed that there are two major flaws in capitalism that lead to the exploitation of workers by employers: the chaotic nature of free market competition and the extraction of surplus labor.\n\nMarx predicted that capitalism would eventually destroy itself as more people become relegated to working-class status, inequality rises, and competition drives corporate profits to zero. This would lead, he surmised, to a revolution after which production would be turned over to the working class as a whole.\n\nMarx’s class theory portrays capitalism as one step in a historical progression of economic systems that follow one another in a natural sequence. They are driven, he posited, by vast impersonal forces of history that play out through the behavior and conflict among social classes. According to Marx, every society is divided into social classes, whose members have more in common with one another than with members of other social classes.\n\nThe following are some key elements of Marx’s theories of how class conflict would play out in a capitalist system:\n\nThus, Marx thought that the capitalist system contained the seeds of its own destruction. The alienation and exploitation of the proletariat that are fundamental to capitalist relations would inevitably drive the working class to rebel against the bourgeoisie and seize control of the means of production.\n\nThis revolution would be led by enlightened leaders, known as “the vanguard of the proletariat,” who understood the class structure of society and would unite the working class by raising awareness and class consciousness.\n\nAfter the revolution, Marx predicted, private ownership of the means of production would be replaced by collective ownership, first undersocialismand then undercommunism.\n\nIn the final stage of human development, social classes and class struggle would no longer exist.\n\nKarl Marx believed that the proletariat would overthrow capitalism in a violent revolution.\n\nMarx and Engels’ ideas laid the groundwork for the theory and practice of communism, which advocates for a classless system in which allproperty and wealth are communallyrather than privately owned.\n\nChina, Cuba, Laos, North Korea, and Vietnam are the only nations that have communist systems today.Notably, most of these nations have relaxed some of their most rigid policies in the name of economic progress and global trade.\n\nThe Soviet Union was an experiment in communism that was created in 1921 and collapsed in 1991, leaving behind 15 former Soviet Socialist Republics to rebuild their economies from scratch. None chose communism as a model.\n\nNotably, Marx and Engels didn’t consistently differentiate between socialism and communism.Today, there is often confusion about the ways they are distinct.\n\nSocialism predates communismby several decades. Its early adherents called for a more egalitarian distribution of wealth, solidarity among workers, better working conditions, and common ownership of land and manufacturing equipment.\n\nSocialism is based on the concept ofpublic ownership and regulationof the means of production, but individuals may still own property. Rather than rising out of a class revolution, socialist reform has taken place within existing social and political structures, whether they are democratic, technocratic, oligarchic, or totalitarian.\n\nBoth communism and socialism oppose capitalism, an economic system characterized by private ownership and a system of laws that protect the right to own or transfer private property.\n\nIn a capitalist economy, private individuals or the companies they create own the means of production and the right to profit from them.\n\nCommunism and socialism aim to right the wrongs of capitalism’s free-market system. These include worker exploitation, inequities between classes, and outright poverty.\n\nMarx inspired multitudes of followers, but many of his predictions have not come to pass. Marx believed that increasing competition would not produce better goods for consumers but would lead to bankruptcies and the rise of monopolies, with control of production in fewer and fewer hands.\n\nBankrupt former capitalists, he thought, would join the proletariat, eventually creating an army of the unemployed. In addition, themarket economy, which by its nature is unplanned, would experience crippling supply-and-demand problems and cause severe economic depressions.\n\nCapitalism has not collapsed, but it has changed since Marx’s time. Governments in many capitalist countries, including the United States, have the power to crack down on monopolies and monopolistic business practices. Governments set minimum wages and regulatory agencies set standards for worker protection.\n\nEconomic inequalityhas increased in many capitalist societies. There have been recessions periodically as well as one Great Depression, but they are not thought to be an inherent feature of free markets.\n\nIndeed, a society entirely without competition, money, or private property has not materialized in the modern world, and recent history suggests it is unlikely to emerge in the future.\n\nMarxism is a philosophy developed by Karl Marx in the second half of the 19th century that unifies social, political, and economic theory. It is mainly concerned with the consequences of a society divided between an ownership class and a working class and proposes a new system of shared ownership of the means of production as a solution to the inevitable inequality that capitalism fosters.\n\nMarx thought that the capitalistic system would inevitably self-destruct. Competition would grow so fierce that most businesses would fold and be absorbed into unwieldy monopolies. Workers would reject a system that exploited them. The oppressed workers would ultimately overthrow the owners to take control of the means of production, ushering in a classless society of shared ownership.\n\nNot so far. Since the collapse of the Soviet Union in 1991, the most successful of the few remaining communist countries, notably China and Vietnam, have reformed some of their most rigid practices. None has been able to entirely eliminate personal property, money, and class systems in the way that Karl Marx envisioned.\n\nCapitalism, in its various forms, remains the dominant economic system. But it has changed, too, since Marx’s time, with some of the worst excesses addressed. Worker safety standards, child labor laws, minimum wage laws, and anti-poverty programs are all examples.\n\nMarxism is a philosophy, while communism is a system of government based on Marxist principles. Marx envisioned a society in which workers owned the means of production. In real-world communism, governments own the means of production.\n\nMarxism is the social and economic theory developed by Karl Marx in the 19th century. Marxian economics describes the capitalist system of production as inherently unfair to the workers, who represent most of the population.\n\nMarx’s social theories connected these flaws of capitalism with a growing class conflict between labor and business owners, ultimately leading to a revolution that would empower the working class and create communal ownership of the means of production.\n\nHis theories have been tested in the real world. The communist experiment in the Soviet Union ended in 1991. It continues to be tested in China, which is creating a hybrid social and economic system that Marx might not recognize.\n\nStanford Encyclopedia of Philosophy. “Karl Marx.”\n\nBrown, Theodore M., and Fee, Elizabeth, via National Center for Biotechnology Information. “Friedrich Engels: Businessman and Revolutionary.”American Journal of Public Health, vol. 93, no. 8 (August 2003).\n\nMarxists.org. “Karl Marx: Capital: A Critique of Political Economy Volume I, Book One: The Process of Production of Capital.”\n\nMarxists Internet Archive. “Works of Karl Marx 1843: A Contribution to the Critique of Hegel’s Philosophy of Right.”\n\nThoughtCo. “A List of Current Communist Countries in the World.”\n\nHistory. “How Are Socialism and Communism Different?”\n\nThe Library of Economics and Liberty. “Marxism.”",
  "url": "https://www.investopedia.com/terms/m/marxism.asp"
}