{
  "term": "Mastercard: Definition and Ranking in Global Payments Industry",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMastercard is the second-largest payments network, ranked behind Visa, in the global payments industry. Other major payments networks include American Express and Discover. Mastercard partners with member financial institutions all over the world to offer Mastercard-branded network payment cards.\n\nMastercard uses its proprietary global payments network, which it refers to as its core network, to facilitate payment transactions, which usually involve the Mastercard account holder and a merchant, along with their respective financial institutions. Payments can be made via credit, debit, orprepaid cards.\n\nMastercard itself is a financial services business that primarily generatesrevenuefrom gross dollar volume fees. Mastercard cards are issued by member banks with the Mastercard logo and are characterized asopen loop. This means that the card can be used anywhere that the Mastercard brand is accepted.\n\nAcross the payments industry, there are four major payment card processors: Mastercard, Visa,American Express, and Discover. Each company operates a payments network and partners with a variety of institutions for card offerings.\n\nAll electronic payment cards have cardholder numbers that begin with anissuer identification number(IIN) that distinguishes the network processor for electronic payments. The IIN can help to identify the card brand if a logo is not visible.\n\nIn 2020, Mastercard reported $6.3 trillion worth of gross dollar volume, which shows the amount of money comprehensively transacted on all of its card offerings.The company partners with a variety of institutions to offer several types of cards. Comprehensively, its cardofferings include credit, debit, and prepaid cards. The majority of Mastercard’s business is through partnerships with financial institutions and their organizational co-brand partners to offer open-loop credit card options.\n\nMastercard does not have a banking division, as discussed in its 2020 Form 10-K filing:\n\nMastercard partners with member financial institutions that, in turn, issue Mastercard-branded cards to consumers, students, and small businesses. Member financial institutions often partner with organizations inco-brandedrelationships to issue Mastercard-branded rewards cards to their customer bases. These organizations can include airlines, hotels, and retailers.\n\nWhen Mastercard partners with a financial institution, the institution serves as the issuer. That institution determines the terms and benefits that a cardholder can receive on their card. A financial institution may choose to partner for the issuance of acredit card, debit card, or prepaid card.\n\nTo attract different types of consumers, financial institutions offer numerous features on Mastercard-branded cards. Some popular credit card features may include no annual fee, issuer-branded or custom organization–branded rewards points,cash back, and 0% introductory rates.\n\nWhen credit, debit, and prepaid Mastercard cards are issued through partners, the financial institution is primarily responsible for all of the underwriting and issuance of the card.\n\nCards within the Mastercard network have different relationship maps depending on the type of card offered and the agreements in place. Regardless, Mastercard charges fees for usage of each Mastercard.\n\nTypically, the five entities involved in a transaction are the cardholders, merchants,acquiring banks, issuers, and Mastercard as the network processor. Fees can vary, depending on card and merchant agreements.\n\nAs a network processing service provider, Mastercard is responsible for the processing of a transaction. Mastercard may charge the issuer of a Mastercard a switching fee at the time of a card authorization, but generally, most fees involved with the transaction process are known asinterchangefees and are negotiated between the issuer and the acquirer.\n\nTo accept Mastercard electronic payments, a merchant must have their own (acquiring) bank that is capable of receiving electronic payments on the Mastercard network. When a cardholder uses their Mastercard, the funds are routed from the cardholder’s (Mastercard-issuing) bank to the merchant’s bank account. The merchant pays the issuer a fee on each transaction, known as themerchant discount.\n\nFor Mastercard, the majority of the company’s revenue is generated from transaction fees charged to issuers and acquirers, which pay Mastercard based on gross dollar volume (GDV). The GDV fee is a percentage of the total GDV. Issuers also may be required to pay Mastercard a fee based on the co-branded card agreement. Each co-branded card agreement has different terms for fees, but in general, the GDV fee is a basic standard. Mastercard may also charge the issuer a switching fee for each card authorization, which can be a factor in determining the issuer’s interchange fee for the merchant.\n\nU.S. Securities and Exchange Commission. “Form 10-K Annual Report for the Fiscal Year Ended December 31, 2020, Mastercard Incorporated,” Page 6. Accessed June 2, 2021.",
  "url": "https://www.investopedia.com/terms/m/mastercard-card.asp"
}