{
  "term": "Master Limited Partnership (MLP) Definition",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nInvestopedia / Michela Buttignol\n\nA master limited partnership (MLP) is a business venture in the form of a publicly tradedlimited partnership. It combines the tax benefits of a private partnership with the liquidity of a publicly traded company.\n\nA master limited partnership trades on an exchange. MLPs generally experience cash flow stability and are required by the partnership agreement to distribute a set amount of cash to their investors. Their structure can also help reduce the cost of capital in capital-intensive businesses such as the energy sector.\n\nThe first MLP was organized in 1981. However, by 1987, Congress effectively limited the use of them to the real estate and natural resources sectors. These limitations were put into place out of concern over too much lost corporate tax revenue. MLPs do not pay federal income taxes.\n\nThe MLP is a hybrid legal entity that combines elements of two business structures—a partnership and a corporation. It is considered to be the aggregate of its partners rather than a separate legal entity (like a corporation).\n\nAn MLP technically has no employees. The general partners are responsible for providing all necessary operational services. General partners usually hold stakes of about 2% in the venture and have the option to increase their ownership.\n\nAn MLP issues units instead of shares. These units can be bought and sold on stock exchanges. As a result, they are a liquid security. Traditional partnerships cannot offer the same level ofliquidity.\n\nSince an MLP's publicly traded units are not stock shares, those who invest in MLPs are commonly referred to as unitholders rather than shareholders. Those who buy into an MLP are called limited partners. These unitholders are allocated a share of the MLP's income, deductions, losses, and credits.\n\nMLPs have two classes of partners:\n\nAn MLP is treated as a limited partnership for tax purposes, which is a significanttax advantagefor investors.\n\nA limited partnership has a pass-through, or flow-through, tax structure. This means that all profits and losses are passed through to the limited partners. The MLP itself pays no taxes on its profits, unlike corporations. Instead, the limited partnerspay income taxes on their portionsof the MLP's earnings.\n\nFurther, deductions, such as depreciation and depletion, also pass through to the limited partners. Limited partners can use these deductions to reduce their taxable income.\n\nTo maintain its pass-through status, at least 90% of the MLP's income must be qualifying income. Qualifying income includes income realized from the exploration, production, or transportation of natural resources or real estate.\n\nIn other words, to qualify as a master limited partnership, a company must generate all but 10% of its revenues from natural resources or real estate activities. This definition of qualifying income reduces the sectors in which MLPs can operate.\n\nQuarterly distributions from the MLP are not unlike quarterly stock dividends. However, a portion of a distribution is treated as areturn of capital(ROC) rather than dividend income. So, the unitholder does not pay income tax on the distribution. Instead, the distribution reduces the cost basis of units.\n\nThe distributions remain tax-deferred until unitholders sell their interests in the MLP. Then, the difference between the cost basis and sale price is taxed at a combination of the ordinary income tax rate (on the return of capital distribution) and the capital gains tax rate (on the appreciation of the units since purchase). This isa significant, additional tax benefit.\n\nMLPs are taxed as partnerships, not corporations, so their profits are not subject to thedouble taxationthat corporations face. Corporations pay corporate tax and then the shareholders must pay personal taxes on the income from their holdings.\n\nLike any investment, MLPs have their pros and cons.\n\nLimited to two sectors: real estate and natural resources\n\nMost MLPs operate in the energy industry. An energy master limited partnership (EMLP) typically provides and manages resources for other energy-based businesses. Examples might include firms that provide pipeline transportation, refinery services, and supply and logistics support services for oil companies.\n\nMany oil and gas firms organize MLPs instead of issuing shares of stock. Using the MLP structure, they can both raise capital from investors and maintain a stake in operations.\n\nSome corporations may own a sizable interest in their MLPs. They may also set up separate stock-issuing companies whose role is to own units of the corporation's MLP. This structure allows them to redistribute thepassive incomethrough the corporation as regular dividends.\n\nMany MLPs are listed in the Alerian MLP Index, the leading gauge of energy infrastructure MLPs.\n\nThe Alerian MLP Index measured an annualized five-year return of 15.5% for the period ending December 31, 2024.Electricity prices have trended upward during this five year period.On the other hand, crude oil prices have gone up and down, but were at higher levels in late 2024 than five years prior.\n\nAn investor interested in buying MLPs could consider investing in a portfolio of MLPs that is diversified across sectors to reduce risk.\n\nFor example, Brookfield Asset Management, a leading global alternative asset manager with over $1 trillion of assets under management, has MLPs in the real estate, infrastructure, and renewable energy sectors.\n\nA master limited partnership (MLP) is a publicly traded limited partnership focused on the real estate or natural resources sector. Investors can buy units of an MLP on national exchanges. MLPs can offer steady income as well as tax advantages. They are not without risk, due to their concentrated exposure to a single industry.\n\nYes. For limited partners, MLPs offer a pass-through tax structure. Distributions aren't taxed when received. They remain tax-deferred until units are sold.\n\nMLP units (up to a certain amount) can pass to heirs tax-free upon the death of the unitholder.\n\nAlso, the tax reform act passed in 2017 allows investors to deduct 20% of their distribution immediately from income (until the expiration of the provision in 2025).\n\nIn general, master limited partnerships are companies that engage in the exploration, development, processing, or transportation of natural resources. An MLP could own and operate oil and gas pipelines. Or, it might focus on exploring for and producing crude oil. You could also find MLPs that gather and process natural gas.\n\nThere are also real estate MLPs.\n\nMaster limited partnerships (MLPs) carry the tax benefits of private partnerships and the liquidity of publicly traded companies. MLPs are low-risk, long-term investments.\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: Master Limited Partnerships – an Introduction.\"\n\nCongressional Research Service. \"Master Limited Partnerships: A Policy Option for the Renewable Energy Industry.\" Pages 5-6, 9.\n\nCongressional Research Service. \"Master Limited Partnerships: A Policy Option for the Renewable Energy Industry.\" Page 2.\n\nInternal Revenue Service. \"Tax Information for Partnerships.\"\n\nCongressional Research Service. \"Master Limited Partnerships: A Policy Option for the Renewable Energy Industry.\" Pages 1-2, 4.\n\nCongressional Research Service. \"Master Limited Partnerships: A Policy Option for the Renewable Energy Industry.\" Pages 2-3, 6.\n\nIntelligent Income. \"MLP Tax Guide.\"\n\nCongressional Research Service. \"Master Limited Partnerships: A Policy Option for the Renewable Energy Industry.\" Page 4.\n\nRobinhood. \"What Is a Master Limited Partnership (MLP)?\"\n\nInternal Revenue Service. \"Tax Cuts and Jobs Act, Provision 11011 Section 199a - Qualified Business Income Deduction FAQs.\"\n\nInternal Revenue Service. \"Publication 551, Basis of Assets.\" Pages 9-10.\n\nInternal Revenue Service. \"Publication 541, Partnerships.\" Page 10.\n\nTortoise Capital. \"The ABCs of MLPs: Making Sense of Taxes.\" Page 6.\n\nInternal Revenue Service. \"Net Operating Losses.\"\n\nInternal Revenue Service. \"Publication 541, Partnerships.\" Page 5.\n\nAMZ / Alerian MLP Index. \"AMZ Facts.\"\n\nU.S. Energy Information Administration. \"Electricity Data Browser.\" Select \"Average Retail Price of Electricity.\"\n\nMacrotrends. \"Crude Oil Prices – 70 Year Historical Chart.\"\n\nBrookfield Asset Management. \"Home.\"",
  "url": "https://www.investopedia.com/terms/m/mlp.asp"
}