{
  "term": "Material Requirements Planning (MRP): How It Works, Pros and Cons",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nMaterial requirements planning (MRP) is a software-based integrated inventory and supply management system designed for businesses.\n\nCompanies use MRP to estimate quantities of raw materials, maintain inventory levels, and schedule production anddeliveries.\n\nMRP helps businesses and manufacturers define what is needed, how much is needed, and when materials are needed and works backward from a production plan for finished goods.\n\nMRP converts a plan into a list of requirements for the subassemblies, parts, and raw materials needed to produce a final product within the established schedule. MRP helps manufacturers get a grasp ofinventoryrequirements while balancing both supply and demand.\n\nUsing MRP, managers can determinetheir need for laborand supplies and improve theirproduction efficiencyby inputting data into the MRP scheme such as:\n\nManufacturers manage the types and quantities of materials they purchase strategically and cost-effectively to ensure that they can meet current and future customer demand. MRP helps companies maintain appropriate levels of inventory so that manufacturers can better align their production with rising and falling demand.\n\nAbill of materials(BOM) is an extensive list of raw materials, components, and assemblies required to construct, manufacture or repair a product or service.\n\n• Estimates demand and required materials.After determining customer demand and utilizing the bill of materials, MRP breaks down demand into specific raw materials and components.\n\n• Allocates Inventory of materials.MRP allocates inventory into the exact areas as needed.\n\n• Schedules Production.Time and labor requirements are calculated to complete manufacturing and a timeline is created.\n\n• Monitors the process.MRP automatically alerts managers of any delays and even suggests contingency plans to meet build deadlines.\n\nMaterial requirements planning was the earliest of the integrated information technology (IT) systems that aimed to improve productivity for businesses by using computers and software technology.\n\nThe first MRP systems ofinventory managementevolved in the 1940s and 1950s, using mainframe computers to extrapolate information from a bill of materials for a specific finished product into a production and purchasing plan. MRP systems expanded to include information feedback loops so that production managers could change and update the system inputs as needed.\n\nThe next generation of MRP, manufacturing resources planning (MRP II), also incorporated marketing, finance, accounting, engineering, and human resources aspects into the planning process. A concept that expands on MRP isenterprise resources planning(ERP), developed in the 1990s, which uses computer technology to link various functional areas across an entire business enterprise.\n\nMaterials and components are available when needed\n\nMinimized inventory levels and associated costs\n\nIncreased manufacturing efficiency\n\nHeavy reliance on input data accuracy\n\nLack of flexibility in the production schedule\n\nTendency to hold more inventory than needed\n\nLess capable than an overall ERP system\n\nEnterprise resource planning (ERP) is an extension of MRP systems. While MRP is a planning and control system for the resources in a company, ERP is a solution for the enterprise as a whole and an ERP system includes advanced functionality in the areas of financial, customer relationships, and sales order management.\n\nMRP can be a stand-alone application or a piece of an ERP, a single solution that addresses all business needs, not just the scheduling of resources. It decreases any information redundancies and adds elements, like user-level security.\n\nBenefits of an ERP system include increased efficiency, integrated information, customized reports, and higher-quality customer service,\n\nThe three basic inputs of an MRP system include the Master Production Schedule (MPS), Inventory Status File (ISF), and Bill of Materials (BOM).\n\nMRP ensures that materials and components are available when they're needed, inventory levels are optimized, manufacturing efficiency is improved, and customer satisfaction increases.\n\nUsing required inputs, the MRP calculates what materials are needed, how much is needed to complete a build, and exactly when materials are needed in the build process.\n\nThis allows businesses to usejust-in-time (JIT) production, scheduling production based on material availability. This minimizes inventory levels and businesses can move materials through the manufacturing process efficiently.\n\nMaterial requirements planning (MRP) is a software-based integrated inventory and supply management system that companies use to estimate quantities of raw materials and schedule production. By inputting information like the Master Production Schedule, Inventory Status File, and the Bill of Materials (BOM), MRP calculates the materials needed, how much are needed, and when they are needed in the manufacturing process.",
  "url": "https://www.investopedia.com/terms/m/mrp.asp"
}