{
  "term": "Maturity: Definition, How Maturity Dates Are Used, and Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nMaturity is the date on which the life of a transaction orfinancial instrumentends, after which it must either be renewed or it will cease to exist. The term is commonly used for deposits, foreign exchange spot trades, forward transactions, interest rate and commodity swaps, options, loans, and fixed income instruments such as bonds.\n\nFinancial institutions sometimes temporarily alter maturity dates as part of a promotion to entice new investors. Forpromotional certificates of deposits(CDs), a bank may offer a higher rate of return for a short-term CD. At maturity, the promotional CD will generally renew at the rate and time frame of a standard CD.\n\nSome financial instruments, such as deposits and loans, require repayment of principal and interest on the maturity date. Others, such asforeign exchange(forex) transactions, provide for the delivery of a commodity. Still others, such as interest rate swaps, consist of a series of cash flows with the final one occurring at maturity.\n\nThe maturity of adepositis the date on which the principal is returned to the investor. Interest is sometimes paid periodically during the lifetime of the deposit, or at maturity. Many interbank deposits are overnight, including most euro deposits, and a maturity of more than 12 months is rare.\n\nAt the maturity of afixed-income investmentsuch as a bond, the borrower is required to repay the full amount of the outstanding principal plus any applicable interest to the lender. Nonpayment at maturity may constitute default, which would negatively affect the issuer'scredit rating.\n\nTerm to maturityrefers to the amount of time during which the bond owner will receive interest payments on their investment. Bonds with a longer term to maturity will generally offer a higher interest rate. Once the bond reaches maturity, the bond owner will receive theface value(also referred to as \"par value\") of the bond from the issuer and interest payments will cease.\n\nThe term maturity can also be used concerningderivativeinstruments such as options and warrants, but it's important to distinguish maturity from the expiration date. For an option, the expiration date is the last date on which anAmerican-style optioncan be exercised, and the only date that a European-style option can be exercised.\n\nThe maturity date is the date on which the underlying transaction settles if the option is exercised. The maturity or expiration date of astock warrantis the last date that it can be exercised to purchase the underlying stock at the strike price.\n\nThe maturity on aninterest rate swapis the settlement date of the final set of cash flows.\n\nThe maturity date (also known as thevalue date) of a spot foreign exchange transaction is two business days, with the exception of U.S. dollar versus Canadian dollar transactions, which settle on the next business day. The maturity date on a foreign exchange forward or swap is the date on which the final exchange of currencies takes place. It can be anything longer than the spot.\n\nThe maturity of an investment is a primary consideration for investors since it has to match theirinvestment horizon. An investment horizon can potentially range from as short as a few days to decades, depending on how long the investor intends to hold the investment in order to achieve their objectives.\n\nFor example, homebuyers who are saving money for the down payment on a home that they intend to purchase within a year would be ill-advised to invest in a five-year term deposit. A better alternative in this scenario would be to consider amoney market fundor a one-year term deposit.\n\nCME Group. “Understanding the Difference: European vs. American Style Options.”\n\nFederal Reserve Bank of New York. \"FX Volume Survey Explanatory Notes.\"",
  "url": "https://www.investopedia.com/terms/m/maturity.asp"
}