{
  "term": "Maturity Mismatch: Definition, Example, Prevention",
  "definition": "Maturity mismatch is a term used to describe situations when there's a disconnect between a company's short-term assets and its short-term liabilities—specifically more of the latter than the former.Maturity mismatches can also occur when ahedginginstrument and theunderlying asset'smaturities are misaligned.\n\nA maturity mismatch may also be referred to as an asset-liability mismatch.\n\nThe term maturity mismatch commonly alludes to situations involving a company'sbalance sheet. A business cannot meet its financial obligations if its short-term liabilities outweigh itsshort-term assetsand will likely run into problems, too, if its long-term assets are funded by short-term liabilities.\n\nMaturity mismatches can shed light on a company'sliquidity, as they show how it organizes thematurityof its assets and liabilities. They can also signify that the company is not using its assets efficiently, which could give rise to a squeeze in liquidity.\n\nMismatches can take place in hedging as well. This happens when the maturity of an underlying asset doesn't match the hedging instrument, thus creating an imperfect hedge. For example, a mismatch occurs when the underlying bond in a one-yearbond futurematures in three months.\n\nLoan orliabilitymaturity schedules must be monitored closely by a company's financial officers or treasurers. As much as it is prudent, they will attempt to match expectedcash flowswith future payment obligations for loans, leases, and pension liabilities.\n\nA bank will not take on too much in short-term funding—liabilities to depositors—to fund long-termmortgageloans or bank assets. Similarly, an insurance company will not invest in too many short-termfixed incomesecurities to meet future payouts, and a city or state treasurer's office will not invest in too many short-term securities to prepare for long-term pension payments.\n\nIn a broader sense, a non-financial company also carries maturity mismatch risk if, for example, it borrows a short-term loan for a project orcapital expenditure (CapEx)that will not produce cash flows until a later year. An infrastructure contractor that takes out a loan with a five-year maturity will create maturity mismatch risk if the cash flows from the project begin in 10 years.\n\nExact matching of maturities—such as cash flows from assets to meet liabilities as they come due—is sometimes not practical nor necessarily desirable. In the case of a bank that requiresspreadfor profitability, borrowing short-term from depositors, and lending long-term at a higher interest rate generates anet interest marginfor profits.\n\nFinancial companies likebanks can benefit from maturity mismatcheswhen they borrow from short-term depositors and lend long-term at higher interest rates, as this should lead to higherprofit margins.\n\nCompanies that borrow heavily must be mindful of their maturity schedules, as illustrated in the following example.\n\nFaced with the near-term maturities of two senior secured secondliennotes in 2018 and 2020, struggling home-builder K. Hovnanian Enterprises issued senior secured notes in 2017. Thesenoteshave maturities in 2022 and 2024 to pay off the notes with the shorter maturities.\n\nThis action was deemed necessary because the company recognized it would not generate sufficient cash to meet the 2018 and 2020 liabilities and had to resort to this to alleviate the issue arising from the initial maturity mismatch.\n\nNasdaq. \"Maturity Mismatch Definition.\"\n\nU.S. Securities and Exchange Commission. \"Form 8-K: Hovnanian Enterprises, Inc. July 27, 2017.\"",
  "url": "https://www.investopedia.com/terms/m/maturitymismatch.asp"
}