{
  "term": "Max Pain Explained: How It's Calculated, With Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nAs an options contract nears expiration, the strike price that would cause the maximum amount of pain for the highest possible number of options traders is said to be the maximum pain point.\n\nMax pain, or the max pain price, is the strike price with the most open options contracts (i.e.,putsandcalls), and it is the price at which the stock would cause financial losses for the largest number of option holders atexpiration.\n\nThe term max pain stems from the maximum pain hypothesis, which states that most traders who buy and holdoptions contractsuntil expiration will lose money.\n\nAccording to the maximum pain hypothesis, the price of anunderlyingstock tends to gravitate towards its \"maximum pain strike price\"—the price where the greatest number of options (in dollar value) will expire worthless.\n\nThe maximum pain hypothesis states that option writershedgetheir contracts. In the case of themarket maker, the hedging is done to remain neutral in the stock. Consider the market maker's position if they must write an option contract without wanting a position in the stock.\n\nAs theoptionexpiration approaches, option writers will try to buy or sell shares of stock to drive the price toward aclosing pricethat is profitable for them, or at least to hedge their payouts to option holders. For instance, call writers will want the share price to go down while put writers would like to see share prices go up.\n\nAbout 60% of options are traded out, 30% of options expire worthless, and 10% of options areexercised. Max pain is the point where option owners (buyers) feel \"maximum pain,\" or will stand to lose the most money. Option sellers, on the other hand, may stand to reap the most rewards.\n\nThe maximum pain hypothesis is controversial. Critics are divided over whether the tendency for the underlying stock's price to gravitate towards the maximum pain strike price is a matter of chance or a case of marketmanipulation.\n\nMax pain is a simple but time consuming calculation. Essentially, it is the sum of the outstanding put and call dollar value of each in-the-moneystrike price.\n\nFor eachin-the-moneystrike price for both puts and calls:\n\nBecause the max pain price can change daily, if not from hour to hour, using it as a trading tool is not easy. However, it is sometimes valuable to note when there is a large difference between the current stock price and the max pain price. There could be a tendency for thestockto move closer to max pain, but the effects may not be meaningful until expiration approaches.\n\nFor example,suppose options of stock ABC are trading at a strike price on $48. However, there is significant open interest on ABC options at strike prices of $51 and $52. Then the max pain price will settle at either one of these two values because they will cause the maximum number of ABC's options to expire worthless.\n\nThe maximum pain hypothesis is not infallible. It can give options traders an idea of how the market perceives the price at which underlying options are likely to expire worthless, but it only assumes normal market conditions.\n\nWhen the option price expires worthless, the market maker can keep the premium. This is they make money in the options market.\n\nAbout 30% of options will expire worthless. About 60% are traded before expiry and about 10% are exercised.\n\nThe maximum pain hypothesis in options trading states that as an options contract nears expiry, the price of underlying stock will tend to gravitate towards the price at which the maximum number of options contracts will expire worthless causing holders of these contracts the maximum pain.\n\nSoFi. \"What Is Max Pain in Options Trading?\"",
  "url": "https://www.investopedia.com/terms/m/maxpain.asp"
}