{
  "term": "McClellan Oscillator: Definition, Uses, and What It Indicates",
  "definition": "The McClellan Oscillator is amarket breadthindicator that is based on the difference between the number of advancing and declining issues on a stock exchange, such as the New York Stock Exchange (NYSE) or NASDAQ.\n\nThe indicator is used to show strong shifts in sentiment in the indexes, called breadth thrusts. It also helps in analyzing the strength of an index trend viadivergenceor confirmation.\n\nThere are two formulas for the McClellan oscillator. The original formula, and one that adjusts for changes in the number of stocks listed on the stock exchange. The adjusted formula allows for a better comparison of values over longer periods of time.\n\nMcClellan Oscillator=(19-day EMA of Advances−Declines)−(39-day EMAof Advances−Declines)19-day EMA=(Current Day Advances−Declines)∗0.10+Prior Day EMA39-day EMA=(Current Day Advances−Declines)∗0.05+Prior Day EMAAdj. McClellan Oscillator=(19-Day EMA of ANA)−(39-Day EMA of ANA)Adj. Net Advances (ANA)=Advances−DeclinesAdvances+Declines19-day EMA=(Current Day ANA−Prior Day EMA∗0.10+Prior Day EMA39-day EMA=(Current Day ANA−Prior Day EMA)∗0.05+Prior Day EMA\\begin{aligned} \\text{McClellan Oscillator} =& ( \\text{19-day EMA of Advances} - \\\\ &\\text{Declines} ) - ( \\text{39-day EMA} \\\\ &\\text{of Advances} - \\text{Declines} ) \\\\ \\text{19-day EMA} =& ( \\text{Current Day Advances} - \\\\ &\\text{Declines} ) * 0.10 + \\\\ &\\text{Prior Day EMA} \\\\ \\text{39-day EMA} =& ( \\text{Current Day Advances} - \\\\ &\\text{Declines} ) *0.05 + \\\\ &\\text{Prior Day EMA} \\\\ \\\\ \\text{Adj. McClellan Oscillator} =& ( \\text{19-Day EMA of ANA} ) - \\\\ &( \\text{39-Day EMA of ANA} ) \\\\ \\text{Adj. Net Advances (ANA)} =& \\frac{\\text{Advances} - \\text{Declines}}{\\text{Advances} + \\text{Declines}}\\\\ \\text{19-day EMA} =& ( \\text{Current Day ANA} - \\\\ &\\text{Prior Day EMA} * 0.10 \\\\ &+ \\text{Prior Day EMA} \\\\ \\text{39-day EMA} =& ( \\text{Current Day ANA} - \\\\ &\\text{Prior Day EMA} ) * 0.05 \\\\ &+ \\text{Prior Day EMA} \\\\ \\end{aligned}McClellan Oscillator=19-day EMA=39-day EMA=Adj. McClellan Oscillator=Adj. Net Advances (ANA)=19-day EMA=39-day EMA=​(19-day EMA of Advances−Declines)−(39-day EMAof Advances−Declines)(Current Day Advances−Declines)∗0.10+Prior Day EMA(Current Day Advances−Declines)∗0.05+Prior Day EMA(19-Day EMA of ANA)−(39-Day EMA of ANA)Advances+DeclinesAdvances−Declines​(Current Day ANA−Prior Day EMA∗0.10+Prior Day EMA(Current Day ANA−Prior Day EMA)∗0.05+Prior Day EMA​\n\nwhere:EMA=Exponential moving averageAdvances=Number of stocks trading above theirprevious day’s closeDeclines=Number of stocks trading below theirprevious day’s close\\begin{aligned} &\\textbf{where:} \\\\ &\\text{EMA} = \\text{Exponential moving average} \\\\ &\\text{Advances} = \\text{Number of stocks trading above their} \\\\ &\\text{previous day's close} \\\\ &\\text{Declines} = \\text{Number of stocks trading below their} \\\\ &\\text{previous day's close} \\\\ \\end{aligned}​where:EMA=Exponential moving averageAdvances=Number of stocks trading above theirprevious day’s closeDeclines=Number of stocks trading below theirprevious day’s close​\n\nThe McClellan Oscillator is an indicator based on market breadth whichtechnical analystscan use in conjunction with other technical tools to determine the overall state of the stock market and assess the strength of its current trend.\n\nSince the indicator is based on all the stocks in an exchange, it is compared to the price movements of indexes that reflect that exchange, or compared to major indexes such as theS&P 500.\n\nPositive and negative values indicate whether more stocks, on average, are advancing or declining. The indicator is positive when the 19-day EMA is above the 39-day EMA, and negative when the 19-day EMA is below the 39-day EMA.\n\nA positive and rising indicator suggests that stocks on the exchange are being accumulated. A negative and falling indicator signals that stocks are being sold. Typically such action confirms the current trend in the index.\n\nCrossovers from positive to negative, or vice versa, may signal the trend has changed in the index or exchange being tracked. When the indicator makes a large move, typically of 100 points or more, from negative to positive territory, that is called a breadth thrust. It means a large number of stocks moved up after abearishmove. Since thestock market tends to rise over time, this a positive signal and may indicate that a bottom in the index is in and prices are heading higher overall.\n\nWhen index prices and the indicator are moving in different directions, then the current index trend may lack strength. Bullish divergence occurs when the oscillator is rising while the index is falling. This indicates the index could head higher soon since more stocks are starting to advance.\n\nBearish divergence is when the index is rising and the indicator is falling. This means fewer stocks are keeping the advance going and prices may start to head lower.\n\nThe McClellan Oscillator was developed by Sherman and Marian McClellan, who also developed theMcClellan Summation Index.The McClellan Summation Index adds the current day's McClellan Oscillator to the previous day's McClellan Summation Index. In other words, the Summation Index is a cumulative measure, whereas the oscillator is not. While the oscillator may be more useful for analyzing shorter-term trends, the Summation Index is more applicable to broader and longer-term price trends.\n\nThe indicator tends to produce lots of signals. Breadth thrusts, divergence, and crossovers all occur with some frequency, but not all these signals will result in the price/index moving in the expected direction. The indicator is prone to producingfalse signalsand therefore should be used in conjunction withprice actionanalysis and other technical indicators.\n\nThe indicator can also be quite choppy, moving between positive and negative territory rapidly. Such action indicates achoppy market, but this isn't evident until the indicator has made this whipsaw move a few times.\n\nStudy how the indicator acts over extended periods of time and in different market conditions before relying on the indicator for trading purposes.\n\nRobbins, R. (2012). Market Considerations. InTactical Trend Trading(pp. 101-116). Apress, Berkeley, CA.\n\nDevcic, J. (2004). Understanding McClellan's Oscillator & Summation Index.TECHNICAL ANALYSIS OF STOCKS AND COMMODITIES-MAGAZINE EDITION-,22(9), 60-61.\n\nMcClellan, S. (1989).Patterns for Profit: The McClellan Oscillator and Summation Index.Marian Publishing.\n\nMcClellan Financial Publications. \"Sherman McClellan.\" Accessed August 27, 2021.",
  "url": "https://www.investopedia.com/terms/m/mcclellanoscillator.asp"
}