{
  "term": "Mean-Variance Analysis: Definition, Example, and Calculation",
  "definition": "Mean-variance analysis is an investment evaluation method that considers the expected return or the mean and the risk of different investments by the variance.\n\nMean-variance analysis is a way for investors to measure investment risk and reward. It allows investors to make investment decisions by letting them find thebiggest reward at a given level of riskor theleast risk at a given level of return. Mean-variance analysis is part of the Modern Portfolio Theory (MPT), an asset allocation strategy where the expected return is maximized based on the given risk level. The mean-variance analysis is an important decision-making tool that aligns with investors' risk tolerance.\n\nMean-variance analysis is one part ofmodern portfolio theory, which assumes that investors will make rational decisions about investments if they have complete information. One assumption is that investors seek low risk and high reward. There are two main components of mean-variance analysis: variance and expected return.Varianceis a number that represents how varied or spread out the numbers are in a set.\n\nFor example, variance may tell how spread out the returns of a specificsecurityare on a daily or weekly basis. The expected return is a probability expressing the estimated return of the investment in the security. If two different securities have the same expected return, but one has lower variance, the one with lower variance is the better pick. Similarly, if two different securities have approximately the same variance, the one with the higher return is the better pick.\n\nInmodern portfolio theory, an investor would choose different securities to invest in with different levels of variance and expected return. The goal of this strategy is to differentiate investments, which reduces the risk of catastrophic loss in the event of rapidly changing market conditions.\n\nIt is possible to calculate which investments have the greatest variance and expected return. Assume the following investments are in an investor's portfolio:\n\nInvestment A: Amount = $100,000 and expected return of 5%\n\nInvestment B: Amount = $300,000 and expected return of 10%\n\nIn a total portfolio value of $400,000, the weight of each asset is:\n\nInvestment A weight = $100,000 / $400,000 = 25%\n\nInvestment B weight = $300,000 / $400,000 = 75%\n\nTherefore, the total expected return of the portfolio is the weight of the asset in the portfolio multiplied by the expected return:\n\nPortfolio expected return = (25% x 5%) + (75% x 10%) = 8.75%. Portfolio variance is more complicated to calculate because it is not a simple weighted average of the investments' variances. The correlation between the two investments is 0.65. The standard deviation, or square root of variance, for Investment A is 7%, and the standard deviation for Investment B is 14%.\n\nIn this example, the portfolio variance is:\n\nPortfolio variance = (25% ^ 2 x 7% ^ 2) + (75% ^ 2 x 14% ^ 2) + (2 x 25% x 75% x 7% x 14% x 0.65) = 0.0137\n\nThe portfolio standard deviation is the square root of the answer: 11.71%.",
  "url": "https://www.investopedia.com/terms/m/meanvariance-analysis.asp"
}