{
  "term": "Measuring Natural Gas in MCF Explained, Vs. MCM",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nMCF is an abbreviation derived from the Roman numeral M for one thousand, put together with cubic feet (CF) to measure a quantity of natural gas. For example, a natural gas well that produces 400 MCF of gas per day operates with a dailyproduction rateof 400,000 cubic feet. In terms of energy output, one thousand cubic feet (MCF) of gas is equal to approximately 1,000,000 BTU (British Thermal Units). One BTU is the amount of heat required to raise the temperature of one pound of water by one degree Fahrenheit at sea level (which is roughly equivalent to a kitchen match).\n\nMany people mistakenly think that M represents the English word for million, but that is not the case. One million cubic feet of gas is instead denoted as MMCF, in which the two Ms mean \"one thousand thousand\" or 1,000,000, with each M representing three zeros.\n\nMCF is the conventional way to measure natural gas in the United States, which uses the imperial measuring system. In Europe, where the metric system is used, the abbreviation most commonly used is thousand of cubic meters or MCM. Oil and gas financial analysts need to be especially careful when analyzing companies' quarterly results to avoid mixing up various units. For example, it is quite easy to overlook the fact that U.S. companies will report natural gas measurements in MCF, while European companies often report them in MCM. This makes quite a difference because 1 MCM = 35.3 MCF.\n\nTo help analysts deal with these reporting differences, some companies provide analysts with an approximate conversion factor guide. In these guides, there are typically six specific conversion factors for natural gas (cubic meters, cubic feet, tons of oil equivalent, tons of liquefied natural gas, BTU, andbarrels of oil equivalent).\n\n​Most of the major international oil and gas companies provide standardized reports to help analysts and investors accurately assess these figures. This is partly a regulatory requirement, with theU.S. Securities and Exchange Commission(SEC) stipulating that foreign companies with stock listed on U.S. exchanges file standardized reports on an annual basis, called a 20-F.This is equivalent to the 10-K filing for U.S. companies and provides investors with oil and gas production and reserve statistics published with imperial measurements to allow like-for-like comparison.\n\nInvestors in the emerging markets of Russia, Africa, or Latin America often receive reports with data represented in the metric system, which is a global measurement system. Analysts of these companies will need to use conversion tables to accurately quantify and compare them to more sophisticated international operators.\n\nU.S. Energy Information Administration. \"What are CCF, MCF, BTU, and Therms?\" Accessed July 30, 2021.\n\nSecurities and Exchange Commission. \"Form 20-F,\" Page 3. Accessed July 30, 2021.",
  "url": "https://www.investopedia.com/terms/m/mcf.asp"
}