{
  "term": "Medallion Signature Guarantee: What It Is and Where to Get One",
  "definition": "A medallion signature guarantee is one of several special certification stamps that guarantees a signature that authorizes atransferof securities is authentic. Parties will generally require a medallion signature guarantee when an owner wants to sell or transfer securities—such as stocks orbonds—held in physical certificate form. If an owner holds securities through abroker, they will not need to obtain a signature guarantee to sell or transfer the securities.\n\nTo provide a Medallion signature guarantee, an institution must be a member of one of three Medallion signature guarantee programs: the Securities Transfer Agents Medallion Program (STAMP), the Stock Exchanges Medallion Program (SEMP), and the New York Stock Exchange Medallion Signature Program (MSP).\n\nNormally, you can obtain a Medallion signature guarantee at a financial institution where you are a customer. The bank may assess a small charge for this service; fees can range from $0 for customers with solid, established relationships to up to a $100 for $200,000 in assets.\n\nFor financial institutions with on-site stamps, the stamp guarantee can be provided on the same day provided there are no outstanding requirements or errors. Otherwise, it could take between two and five business days for a review.\n\nBecause the guaranteeing institution's assets back the certification, a guarantee stamp is not easy to obtain. Banks, credit unions, and other financial institutions that offer Medallion Signature Guarantee are:\n\nMedallion signature guarantees can be used for many purposes, but the most common reasons are when:\n\nA medallion signature guarantee often corresponds with ashare certificate. A share certificate (or stock certificate) is a written document that serves as legal proof of ownership of a set number of a company’s shares.\n\nThis is in contrast with owning a bond, a form of debt instrument, in which a separate party loans money to a company or the government. Key information on a share certificate generally includes the following:\n\nShares may be issued in separate classes. For example, Berkshire Hathaway offers stockholders Class A (BRK.A) and Class B (BRK.B) shares.A number of other well-known companies have dual-class structures, such as Ford (F) and Meta (META), formerly Facebook.Meanwhile, some companies have multiple share classes; for example, Google's parent company, Alphabet (GOOG) and (GOOGL), has three classes of shares.\n\nEach class offers different rights to the stockholder with regard todividendsand voting options.Sometimes, the owner of a stock certificate can give a proxy to another person to vote on matters of company policy.\n\nIf a share certificate is damaged, lost, or stolen, the company may issue a replacement certificate.In such a case, the shareholder must return the damaged document. Share certificates may either be registered or in bearer form. A bearer share certificate entitles the holder to exercise all legal rights associated with the stock.\n\nToday individual investors rarely have physical possession of their share certificates, preferring electronic records instead.\n\nMany U.S. banks offer Medallion signature guarantee, but not every branch of a participating bank can provide the service. Most large financial institutions, such as Bank of America, Chase, and Capital One, provide the Medallion signature guarantee.If one of their branches does not have an on-site reviewer, the documents must be sent for review.\n\nThe Medallion stamp is valid for the date it is signed.\n\nMedallion signature guarantees are obtained from institutions that have the authority to issue them. For some institutions, particularly large banks, If the customer has an established relationship, they may not be subject to fees or charges. However, if fees apply, they can range from as little as $50 to $100 or more, depending on the value of the assets.\n\nMedallion signature guarantees expose financial institutions to risks and liabilities; therefore, they do not issue them readily or to just anyone. Typically, they are provided for well-established customers for a nominal fee.\n\nThe Medallion signature guarantee validates the identity and signature of a party transferring securities or investments. Banks, credit unions, and other financial institutions must belong to one of three select Medallion signature guarantee programs to provide this service. Because of increased financial risks, financial institutions tend to react conservatively when issuing them. Most often, Medallion signature guarantee stamps are needed for the gifting of securities, to transfer assets upon the death of the original owner, and when the security or investment holder moves the assets from an account.\n\nU.S. Securities and Exchange Commission. \"Medallion Signature Guarantees: Preventing the Unauthorized Transfer of Securities.\"\n\nBank of America. \"Medallion Signature Guarantee.\"\n\nNotary. \"The Difference Between a Medallion Signature Guarantee Stamp and a Notary.\"\n\nMedallion Signature Guarantee Website. \"Lookup.\"\n\nBerkshire Hathaway. \"Comparison of Berkshire Hathaway Inc. Class A and Class B Common Stock (Memo, February 2, 1999).\"\n\nU.S. Securities and Exchange Commission. \"Meta Platforms, Inc., Schedule 14A Information, Definitive Proxy Statement, 2023.\" Page 67.\n\nFord Motor Company. \"Notice of 2023 Virtual Annual Meeting of Shareholders and Proxy Statement.\" Pages 20, 88.\n\nU.S. Securities and Exchange Commission. \"Alphabet, Inc., Schedule 14A, Definitive Proxy Statement, 2023.\" Pages 39-40.\n\nFinancial Industry Regulatory Authority. \"Stocks: Types.\"\n\nU.S. Securities and Exchange Commission. \"Lost or Stolen Stock Certificates.\"\n\nNotary Trainer. \"Medallion Signature Guarantee.\"",
  "url": "https://www.investopedia.com/terms/m/medallionsignatureguarantee.asp"
}