{
  "term": "Medical Cost Ratio (MCR): What it is, How it Works, Example",
  "definition": "Medical cost ratio (MCR), also referred to as medical loss ratio, is a metric used in the privatehealth insuranceindustry. The ratio is calculated by dividing total medical expenses paid by an insurer by the totalinsurance premiumsit collected. A lower ratio likely indicates higher profitability for the insurer, as it signifies a larger amount of premiums are left over after paying customer insurance claims.\n\nUnder theAffordable Care Act(ACA), insurers are required to allocate 80% or more of their insurance premiums toward customer medical expenses or other services that improve healthcare.﻿﻿ Insurers who fail to abide by this standard must return the excess funds back to consumers. These rebates amounted to nearly $2.46 billion in 2019, based on figures filed through October 16, 2020.﻿﻿\n\nMedical insurers collect premiums from customers in exchange for assuming liability for funding future medicalinsurance claims. The insurer reinvests the premiums they collect, generating a return on investment. In order to be profitable, the insurer must collect premiums and generate investment returns greater than both the claims made against its policies and itsfixed costs.\n\nOne key metric thatinsurancecompanies monitor is medical cost ratio (MCR). This metric consists of total medical expense claims that were paid divided by total premiums collected. Expressed as a percentage, a higher figure indicates lower profitability, as a large portion of collected premiums are redirected to fund customer claims. Conversely, a lower number indicates higher profitability, as it shows substantial premiums are left over after covering all claims.\n\nThe MCR is used by all major healthcare companies to ensure that they are adhering to regulations and meeting their fiscal requirements.\n\nInsurance companies selling large plans (usually more than 50 insured employees) must spend at least 85% of premiums on healthcare. This means their MCR can be no lower than 85%. Insurers that focus on small employers and individual plans must spend at least 80% of premiums on healthcare, meaning their MCR is no lower than 80%. The other 20% can go toward administrative, overhead, and marketing costs. This split between healthcare and non-healthcare related spending is known as the 80/20 rule.﻿﻿\n\nIf an insurer generates an MCR below the 80% or 85% threshold, the excess premiums must be rebated to customers. This regulation was introduced in 2010 by the Affordable Care Act.﻿﻿\n\nConsider the case of XYZ Insurance, a hypothetical medical insurance company. In its most recentfiscal year, XYZ collected $100 million in premiums and paid out $78 million in claims to customers, resulting in an MCR of 78%. With those numbers, XYZ would be considered a profitable operation compared to most other medical insurers.\n\nUnder ACA rules, however, the 2 percentage points of extra premiums XYZ collected beyond the 80% threshold must be rebated to customers or directed toward other healthcare services.﻿﻿ These rebates amounted to nearly $2.46 billion in 2019, based on figures filed through October 16, 2020, compared with $706.7 million two years earlier.﻿﻿﻿﻿\n\nCenters for Medicare & Medicaid Services. \"Medical Loss Ratio.\" Accessed Dec. 30, 2020.\n\nU.S. Centers for Medicare & Medicaid Services. \"2019 MLR Rebates by State,\" Pages 1-2. Accessed Dec. 30, 2020.\n\nU.S. Centers for Medicare & Medicaid Services. \"Rate Review & the 80/20 Rule.\" Accessed Dec. 30, 2020.\n\nU.S. Centers for Medicare & Medicaid Services. \"2017 MLR Rebates by State,\" Pages 1-2. Accessed Dec. 30, 2020.",
  "url": "https://www.investopedia.com/terms/m/medical-cost-ratio.asp"
}