{
  "term": "Medium Term Note (MTN): Definition, Maturity Ranges, Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA medium-term note (MTN) is a note that usually matures in five to 10 years. A corporate MTN can be continuously offered by a company to investors through adealerwith investors being able to choose from differing maturities, ranging from nine months to 30 years, though most MTNs range in maturity from one to 10 years.\n\nBy knowing that a note ismedium term, investors have an idea of what its maturity will be when they compare its price to that of otherfixed-income securities. All else being equal, the coupon rate on an MTN will be higher than those achieved on short-term notes. For corporate MTNs, this type of debt program is used by a company so it can have constant cash flows coming in from its debt issuance; it allows a company to tailor its debt issuance to meet its financing needs. Medium-term notes allow a company to register with theSecurities and Exchange Commission(SEC) only once, instead of every time for differing maturities.\n\nMTNs offer investors an option between traditionally short-term and long-term investments. This can be ideal for situations where the investor’s goals fall into a time frame beyond those offered by certainmunicipal bondsor short-term banknotes without having to commit to the long-term note options. Businesses can benefit from MTNs based on their ability to provide a consistent cash flow from investors. Additionally, businesses can choose to offer MTNs with or without call options.\n\nWhile the rates associated with call options are often higher, the business maintains the right to retire or call the bond within a specified period of time before the bond reaches maturity. This allows businesses to take advantage of lower rates, should they occur before a bond series has reached maturity, by calling in the bond issue and then issuing new bonds at the lower rate.Non-callableoptions do not have the same level of risk regarding the duration of the investment, which leads them to be offered at lower rates.\n\nInvestors looking to participate in the MTN market often have options regarding the exact nature of the investment. This can include a variety of maturity dates as well as dollar amount requirements. Since the term involved in an MTN is longer than those associated with short-term investment options, the coupon rate will often be higher on an MTN while being lower than the rates offered on some longer-term securities.",
  "url": "https://www.investopedia.com/terms/m/mtn.asp"
}