{
  "term": "Median: What It Is and How to Calculate It, With Examples",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe median is the middle number in a group of numbers when they are put in order from smallest to biggest.\n\nMedian refers to a metric used in statistics. It’s the middle number in a sorted ascending or descending list of numbers and can be more descriptive of the dataset than the average. It’s the point above and below which 50% of the observed data falls, so it represents the midpoint of the data.\n\nThe median is often compared with other descriptive statistics such as themean, which means average,mode, andstandard deviation.\n\nStatisticsis a branch of mathematics. It involves the collection and study of data that allows researchers to make inferences or determinations about a certain topic. The analysis of quantitative data can be used to study anything fromdemographicsandpopulationstoinvestments.\n\nA median is the middle number in a sorted list of either ascending or descending numbers. It’s used in statistical studies. The numbers must first be sorted or arranged in value order from lowest to highest or highest to lowest to determine the median value in a sequence.\n\nThe median can be used to determine an approximate average or mean, but it isn’t to be confused with the actual mean.\n\nThe median is sometimes used rather than the mean when there are outliers in the sequence that might skew the average of the values. The median of a sequence can be less affected by outliers than the mean.\n\nMedian and mean may sound the same, but they’re very different.\n\nA median is a number that falls in the middle of a group. This is accomplished by ordering the numbers from smallest to largest and locating the one that falls in the middle.\n\nA mean is the average of a dataset. It’s also called thearithmetic mean. It’s the average of the sum of the numbers in a group. You must take the sum of the numbers and divide it by the total number of data points to calculate the mean.\n\nLet’s say a dataset consists of the numbers 3, 5, 7, and 19:\n\nThe mean is 8.5 in this case. The median would be 6 because there’s an even number of data points, the middle two of which we add together and divide by 2 to get the result: (5 + 7) ÷ 2 = 6.\n\nThe median is closely associated withquartiles, or dividing up observed data into four equal parts. The median would be the center point with the first two quartiles falling below it and the second two above it. Other ways of bucketing data includequintilesin five sections anddecilesin 10 sections.\n\nFind the number that’s in the middle with an equal amount of numbers on either side of the median to find the median value in a list with an odd amount of numbers. First, arrange the numbers in order, usually from lowest to highest.\n\nThe sorted order becomes 2, 3, 11, 13, 26, 34, and 47 in a dataset of 3, 13, 2, 34, 11, 26, and 47. The median is the number in the middle of 2, 3, 11, 13, 26, 34, and 47, which is 13 in this case because there are three numbers on either side.\n\nDetermine the middle pair, add them, and divide by two to find the median value in a list with an even amount of numbers. Again, arrange the numbers in order from lowest to highest. The sorted order becomes 2, 3, 11, 13, 17, 27, 34, and 47 in a dataset of 3, 13, 2, 34, 11, 17, 27, and 47. The median is the average of the two numbers in the middle of 2, 3, 11, 13, 17,27,34, and 47, which is 15 or (13 + 17) ÷ 2 = 15 in this case.\n\nThe median is the middle value in a set of data. First, organize and order the data from smallest to largest. Divide the number of observations by two to find the midpoint value. Round the number up if there’s an odd number of observations, and the value in that position is the median. Take the average of the values found above and below that position if the number of observations is even.\n\nThe median, mean, and mode are all the same value and fall at the highest point in the center of the curve in thenormal distributionor bell curve.\n\nThe mean and median will typically be different in a skewed dataset. The mean is calculated by adding up all of the values in the data and dividing by the number of observations. The mean or average won’t be the midpoint of the data if there are sizable outliers or if the data clumps around certain values.\n\nThe average would be 24/8 = 3 in this set of data: 0, 0, 0, 1, 1, 2, 10, and 10. The median would be 1 or the midpoint value, however.\n\nThe median is the number that lies in the middle of an ordered dataset that goes from lowest to highest. It shouldn’t be confused with the mean that’s determined by adding the numbers in a set together and dividing by the total number of data points.\n\nMany experts prefer using the median over the mean because it often provides a more accurate representation of the distribution in a dataset. Many economists favor the median for reporting a nation’s income or wealth because it’s more representative of the actual income distribution.\n\nNational Center for Biotechnology Information. “Median.”\n\nCorporate Finance Institute. “Mean.”\n\nNational Cancer Institute, Dietary Assessment Primer. “Learn More About Normal Distribution.”",
  "url": "https://www.investopedia.com/terms/m/median.asp"
}