{
  "term": "Medium of Exchange: Definition, How It Works, and Example",
  "definition": "A medium of exchange is an intermediary instrument or system used to facilitate the purchase and sale of goods and services between parties.\n\nFor a system to function as a medium of exchange, it must represent a standard of value. Further, all parties to the transaction must accept that standard.\n\nIn modern economies, the medium of exchange is currency. Gold has served as a medium of exchange throughout history.\n\nA traditionalbartersystem only works when both parties to a transaction have something that the other party wants. Even then, it works only when both parties agree on the value of the goods that each is offering. Is one chicken worth two bars of soap or three? The haggling must have been endless.\n\nThus, introducing a medium of exchange allows for greater efficiency in an economy and stimulates an increase in overall trading activity. One or both parties can sell their product for a number of gold coins, which can then be used to buy the products they want.\n\nUsing a medium of exchange allows for greater efficiency in an economy and stimulates an increase in overall trading activity.\n\nMoney enables anyone who possesses it to participate as an equal market player. When consumers use money to purchase an item or service, they are effectively making a bid in response to an asking price.\n\nThis interaction creates order and predictability in the marketplace. Producers know what to produce and how much to charge, while consumers can reliably plan their budgets around predictable and stable pricing models.\n\nIf money—as represented by a currency—is no longer viable as a medium of exchange, or if its monetary units can no longer be accurately valued, businesses and consumers lose their ability to plan. Market volatility will cause the markets to become chaotic.\n\nPrices are bid up, or raised, in response to worries about scarcity and fears of the unknown. Meanwhile, supply diminishes because of hoarding behavior, coupled with an inability of producers to quickly replenish inventory.\n\nAn effective medium of exchange has certain characteristics. Most of all, its value is widely recognized and reasonably stable. Even so, the proliferation of currencies around the world makes it necessary for travelers to exchange their native currency with a local currency in order to do business.\n\nFor sheer practicality, a medium of exchange must be dividable into a number of smaller units that can be added or subtracted to equal the payment charged for a specific product or service.\n\nThe governments that issue currency are responsible for most of their qualities. They must make certain that the currency is made widely available to the public, that it is not easy to copy or reproduce, and that it is available in sufficient quantities as needed.\n\nSome of these characteristics may not apply tocryptocurrency, which has no physical existence. The extreme volatility of cryptocurrency prices may prevent them for now from being widely adopted as a means of payment.\n\nAs noted, the primary purpose of a medium of exchange is to smooth transactions between parties. An effective medium of exchange has a reasonably stable value that is known and accepted by all parties.\n\nThat relative stability gives currency, as the primary medium of exchange, another important purpose: It can be stored for a long period of time. The concepts of saving and investing evolved from the potential of currencies to serve over the long term as stores of value.\n\nAlternative currencies have appeared throughout time during periods of economic duress to spur commerce or buttress a national currency.\n\nIn 1907, a cascading series of bank failures caused widespread cash shortages.Companies had to issue companyscripand other forms of emergency currency in order to pay their workers.\n\nWorkers could redeem the scrip for food and services, or they could hold onto it for future redemption once U.S. dollars became available. Such informal money substitutes are little more than an IOU and depend on the reputation of the issuer for their acceptability as a form of payment.\n\nAcross the U.S., local currencies have sprung up with the primary purpose of fostering economic growth and sustainability in a region. The best-known case of a thriving local currency isBerkShares, launched in 2006 and still accepted by some 350 businesses in the Berkshires region of Massachusetts.\n\nThe value of BerkShares is pegged to the value of the dollar but the bills are issued at a discount. BerkShares can be obtained at participating bank branches (nine branch offices of three local banks) in exchange for U.S. dollars at a rate of 95 cents.\n\nA medium of exchange works if its value is immediately recognizable, reasonably stable, and portable. It then serves its purpose as an intermediary for the exchange of goods or services between two parties.\n\nA currency is only as good as the government that issues it. Out-of-control inflation, political instability, and government mismanagement are reflected in the value and stability of a nation's currency.\n\nFor example, the worst currency in the world at this time, according to World Atlas, is the Venezuelan bolivar.Once a strong currency, hyperinflation has made the bolivar almost worthless as a medium of exchange for its citizens.\n\nThe earliest medium of exchange may have been a coin issued about 2,600 years ago in Lydia, an ancient kingdom in what is now western Turkey. The coin was made of a gold and silver alloy, it was stamped with an official government image, and the metal had a guaranteed weight and purity.\n\nGold and other metals may have been used earlier as a medium of exchange, but the Lydians were the first known to have issued it in a standardized form that could be accepted as having a set value.\n\nIn an Encyclopedia Britannica article written in part by Milton Friedman, money is defined as \"a commodity accepted by general consent as a medium of economic exchange.\" In modern economies, the local currency is the universal medium of exchange, except in dire economic circumstances. For example, as Britannica points out, the usual medium of exchange in Germany directly after World War II was cigarettes or cognac.\n\nFederal Reserve History. \"The Panic of 1907.\"\n\nWorld Atlas. \"The Worst Currencies in the World.\"\n\nBank of Thailand. \"The First Monetary Currencies of the World.\"",
  "url": "https://www.investopedia.com/terms/m/mediumofexchange.asp"
}