{
  "term": "Medicaid: What It Is, How It Works, Special Conditions",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe term Medicaid refers to a publichealth insuranceprogram that provides health care coverage to low-income families and individuals in the United States. The program is jointly funded by the federal government and individual states. It is operated at the state level which means that coverage and administration vary greatly from state to state. It is available only to individuals and families who meet specific income-based criteria.\n\nRecipients are U.S. citizens, permanent residents, or legal immigrants. Approximately 70.6 million people were covered by Medicaid as of September 2020.\n\nMedicaid was signed into law in 1965 by President Lyndon B. Johnson and authorized by Title XIX of theSocial Security Act, which also createdMedicare.﻿﻿ It is a government-sponsored insurance program for individuals of any age whose resources and income are insufficient to cover health care. Medicaid does not provide health care directly to individuals. Instead, it covers their doctor visits, hospital stays, long-term medical care,custodial care, and other health-related costs.\n\nIndividual states decide on who qualifies for coverage, the type of coverage, and the process of paying health care workers and hospitals. That's because each state is responsible to manage and administer its own Medicaid program. The federal government matches state spending and the matching rate varies by state from about a statutory minimum of 50% to a maximum of 83%. States are not required to participate in Medicaid, although all states do.﻿﻿\n\nThe program is the largest source of funding for health-related services for low-income individuals in the U.S. Total Medicaid spending came to $613.5 billion in 2019, accounting for 16% of the nation's health care bill.﻿﻿ The federal government paid 64.5% of the tab while individual states paid 35.6%.﻿﻿\n\nMedicaid coverage has typically included the following groups:\n\nEligibilitywas expanded to include adults under the age of 65, provided their incomes fell under 133% of thefederal poverty level(FPL), as per the Patient Protection and Affordable Care Act.﻿﻿ Children account for 38% of enrollees with about 18% of the total cost. By comparison, people with disabilities account for 14% of enrollees with about 36% of total costs.﻿﻿\n\nEligibility for Medicaid is determined by filling outan applicationthrough the Health Insurance Marketplace website or directly through your state’s Medicaid agency.\n\nYour eligibility is determined by income in relation to the FPL. The FPL is used to determine whether a family or individual's income allows them to qualify for federal benefits. In general, if an individual's income is less than 100% to 200% of the FPL, and they are either disabled, a child, pregnant, or elderly, there will be a program available for them. If their income is less than 138% of the FPL, then there may be a program available for them.﻿﻿\n\nThe income taken into consideration in determining eligibility is an individual'smodified adjusted gross income(MAGI). This is taxable income plus certain deductions, such as Social Security benefits andtax-exemptinterest.\n\nMake sure you check theMedicaid websitefor any changes to eligibility and other up-to-date information about the program.\n\nThe Trump administration allowed U.S. states to remove Medicaid coverage for individuals who do not meet certain work requirements or who are not engaged in work activities for a specific number of hours each month.﻿﻿ Arkansas was the first state to implement this policy and it resulted in 18,000 people losing health care coverage. However, this policy was repeatedly blocked in federal courts and Arkansas has suspended the requirements.﻿﻿﻿﻿\n\nPresident Barack Obama signed theAffordable Care Act(ACA) into law in 2010.The law, referred to as Obamacare, states that all legal residents and citizens of the United States with incomes of up to 138% of the poverty line qualify for coverage in Medicaid participating states.While the law worked to expand both federal funding and eligibility for Medicaid, the U.S. Supreme Court ruled that states are not required to participate in the expansion in order to continue receiving already established levels of Medicaid funding.\n\nAs of March 2021, the following 12 states did not expand coverage: Alabama, Florida, Georgia, Kansas, Mississippi, North Carolina, South Carolina, South Dakota, Tennessee, Texas, Wisconsin, and Wyoming.\n\nMedicaid has helped to reduce the number of people without health insurance and the ACA has helped even further. In 2013, the year before major provisions of the ACA went into effect, an estimated 44 million people didn't have health insurance. By 2017, that number dropped down to 27.4 million.\n\nMany Americans would be without health insurance if Medicaid didn't exist. This is so because low-income individuals often don't have access to insurance through their jobs, and purchasingprivate health insurancein the marketplace is simply not affordable. Medicaid has provided access to health care that has statistically shown improvements in the overall well-being of individuals who otherwise would not be covered for even simple doctor visits or medication.\n\nMedicaid.gov. \"September 2020 Medicaid & CHIP Enrollment Data Highlights.\" Accessed Feb. 7, 2021.\n\nMedicaid.gov. \"Program History.\" Accessed Feb. 7, 2021.\n\nCongressional Research Service. \"Medicaid’s Federal Medical Assistance Percentage (FMAP),\" Pages 2, 16, and 17. Accessed Feb. 4, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"NHE Fact Sheet.\" Accessed Feb. 4, 2021.\n\nKaiser Family Foundation. \"Federal and State Share of Medicaid Spending.\" Accessed Feb. 4, 2021.\n\nMACPAC. \"Eligibility.\" Accessed Feb. 7, 2021.\n\nMACPAC. \"Medicaid Expansion to the New Adult Group.\" Accessed Feb. 5, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"2018 Actuarial Report on the Financial Outlook for Medicaid, \" Page 60 and 61. Accessed Feb. 5, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"Federal Poverty Level (FPL).\" Accessed Feb. 5, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"RE: Opportunities to Promote Work and Community Engagement Among Medicaid Beneficiaries,\" Pages 1-10. Accessed Feb. 4, 2021.\n\nThe Commonwealth Fund. \"Status of Medicaid Expansion and Work Requirement Waivers.\" Accessed Feb. 5. 2021.\n\nU.S. District Court of Appeals in the District of Columbia. \"Charles Greshamv.Alex Azar, II, 19-5094 (D.C. Cir. 2020),\" Pages 16-19. Accessed Feb. 4, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"Read the Affordable Care Act.\" Accessed Feb. 4, 2021.\n\nU.S. Supreme Court. \"National Federation of Independent Business v. Sebelius, 567 U.S. 519 (2012),\" Pages 522-524 and 575-588. Accessed Feb. 5, 2021.\n\nKaiser Family Foundation. \"Status of State Medicaid Expansion Decisions: Interactive Map.\" Accessed Feb. 5, 2021.\n\nKaiser Family Foundation. \"The Uninsured and the ACA: A Primer,\" Page 7. Accessed Feb. 4, 2021.",
  "url": "https://www.investopedia.com/terms/m/medicaid.asp"
}