{
  "term": "Melt-Up: Definition, How They Work, Causes, and Examples",
  "definition": "A melt-up is a sustained and often unexpected improvement in the investment performance of an asset orasset class, driven partly by a stampede of investors who don’t want to miss out on its rise, rather than by fundamental improvements in the economy.\n\nGains that a melt-up creates are considered to be unreliable indications of the direction the market is ultimately headed. Melt-ups often precede meltdowns.\n\nA meltdown in finance means events such as a steep decline in stock markets, asset values, corporate losses, and so on that batter the economy and lead to losses for investors.\n\nIgnoring melt-ups and meltdowns and instead focusing on fundamental factors begins with an understanding of economic indicators. Economic indicators come in the forms ofleading indicatorsandlagging indicators. These are all forms ofeconomic indicators, which investors follow to forecast the direction of the stock market and overall health of the U.S. economy.\n\nLeading indicators are factors that will shift before the economy starts to follow a particular pattern. For example, the Consumer Confidence Index (CCI) is a leading indicator that reflects consumer perceptions and attitudes. Are they spending freely? Do they feel like they have less cash to work with? A rise or fall of this index is a strong indication of the future level of consumer spending, which accounts for 70% of the economy.\n\nAdditional leading indicators include theDurable Goods Report (DGR), developed from a monthly survey of heavy manufacturers, and the Purchasing Managers Index (PMI), another survey-based indicator that economists watch to predictgross domestic product (GDP)growth.\n\nLagging indicators shift only after the economy has begun to follow a particular pattern. These are often technical indicators that trail the price movements of theirunderlying assets. Certain examples of lagging indicators are amoving averagecrossoverand a series of bonddefaults.\n\nMany investors attempt to avoid melt-ups and their impact on investor emotions when placing bets by instead focusing on the fundamentals of companies.Warren Buffett,for example, is a famous value investor, who made his fortune by careful attention to companies’ financial statements, even amid economic turmoil. He focused on corporate value and price: Was the company on solid financial footing? How experienced and reliable was the management? And was it overpriced or underpriced? These questions often help investors focus onintrinsic valueover hype.\n\nFinancialanalystssaw the run-up in the stock market in early 2010 as a possible melt-up, becauseunemployment ratescontinued to be high, both residential and commercial real estate values continued to suffer, and retail investors continued to take money out of stocks.\n\nMore examples of melt-ups occurred during theGreat Depression, when the stock market rose and fell several times despite a generally weak economy. According to research by wealth managers, stocks fell by more than 80% from 1929 to 1932. But they posted returns of more than 90% in July and August of 1932, and the trend continued over the next six months.",
  "url": "https://www.investopedia.com/terms/m/melt-up.asp"
}