{
  "term": "Mental Accounting: Definition, Avoiding Bias, and Example",
  "definition": "Mental accounting refers to the different values a person places on the same amount of money based on subjective criteria.\n\nMental accounting is a concept in the field ofbehavioral economics. Developed by economist Richard H. Thaler, it contends that individuals classify funds differently and are therefore prone to irrational decision-making in their spending and investment behavior.\n\nIn his 1999 paper \"Mental Accounting Matters,\" Richard Thaler, currently a professor of economics at the University of ChicagoBooth School of Business, defined mental accounting as “the set of cognitive operations used by individuals and households to organize, evaluate, and keep track of financial activities.\"\n\nUnderlying the theory is the concept of thefungibilityof money. To say money is fungible means that, regardless of its origins or intended use, all money is the same.\n\nTo avoid the mental accounting bias, individuals should treat money as perfectly fungible when they allocate it among different accounts. They also should value a dollar the same whether it is earned through work or given to them.\n\nThaler observed that people frequently violate the fungibility principle, especially in a windfall situation. Take atax refund. Getting a check from the IRS is generally regarded as \"found money,\" something extra that the recipient often feels free to spend on a discretionary item. But in fact, the money rightfully belonged to the individual in the first place, as the word \"refund\" implies, and is mainly a restoration of money (in this case, an overpayment of tax), not a gift. Therefore, it should not be treated as a gift, but rather viewed in much the same way that the individual would view their regular income.\n\nTo avoid mental accounting bias, people should value every dollar they receive in the same way—whether it is earned through work or given to them. Don't think of a tax refund as a windfall, suitable for splurging.\n\nThe mental accounting line of thinking seems to make sense but is in fact highly illogical. For instance, some people keep a special “money jar” or similar fund set aside for a vacation or a new home, while at the same time carrying substantialcredit card debt. They are likely to treat the money in this special fund differently from the money that is being used to pay down debt, in spite of the fact that diverting funds from the debt-repayment process increases interest payments, thereby reducing their totalnet worth.\n\nBroken down further, it’s illogical (and, in fact, detrimental) to maintain a savings jar that earns little or nointerestwhile simultaneously holding credit card debt that accrues double-digit figures annually. In many cases, the interest on this debt will erode any interest you could earn in a savings account. Individuals in this scenario would be best off using the funds they have saved in the special account to pay off the expensive debt before it accumulates any further.\n\nThe solution to this problem seems straightforward yet many people do not behave in this way. The reason has to do with the type of personal value that individuals place on particular assets. Many people feel, for example, that money saved for a new house or a child’s college fund is simply “too important” to relinquish, even if doing so would be the most logical and beneficial move. So the practice of maintaining money in a low- or no-interest account while also carrying outstanding debt remains common.\n\nProfessor Thaler made a cameo appearance in the movie \"The Big Short\" to explain the \"hot hand fallacy\" as it applied to syntheticcollateralized debt obligations (CDOs)during the housing bubble prior to the 2007-2008 financial crisis.\n\nPeople also tend to experience mental accounting bias when investing. For instance, many investors divide their assets between safeportfoliosand speculative ones on the premise that they can prevent the negative returns from speculative investments impacting the total portfolio.\n\nIn this case, the difference in net wealth is zero, regardless of whether the investor holds multiple portfolios or one larger portfolio. The only discrepancy in these two situations is the amount of time and effort the investor takes to separate the portfolios from one another.\n\nBorrowing fromDaniel Kahnemanand Amos Tversky's groundbreaking theory onloss aversion, Thaler offers this example: An investor owns two stocks, one with a paper gain, the other with a paper loss. The investor needs to raise cash and must sell one of the stocks. Mental accounting is biased toward selling the winner even though selling the loser is usually the rational decision, due to tax-loss benefits as well as the fact that the losing stock is a weaker investment. The pain of realizing a loss is too much for the investor to bear, so the investor sells the winner to avoid that pain. This is the loss-aversion effect that can lead investors astray with their decisions.\n\nPeople have a natural tendency to treat money differently, depending on factors such as its origin and intended use. That way of thinking gradually makes less sense the more you think about it and can end up actually being detrimental to our finances.\n\nYes. Behavioral biases can be described as irrational beliefs or behaviors that unconsciously influence our decision-making. And mental accounting can be described as resulting in illogical ways of viewing and managing our money.\n\nThe key to dealing with mental accounting and not succumbing to it is to treat money as interchangeable and not give it labels. Don’t consider certain money less important because it came from an unexpected source or continue to park money in a savings account paying little to no interest when you have debts to repay with much higher borrowing costs.\n\nMental accounting is a trap that many including seasoned investors fall into. The majority of people assign subjective value to money, usually based on where it came from and how it’s intended to be used. While that approach may sound harmless and totally reasonable, it can work against us and leave us economically worse off.\n\nRichard H. Thaler. \"Mental Accounting and Consumer Choice.\" Marketing Science, Vol. 4, No. 3 (Summer, 1985). Pages 199-214.\n\nThe University of Chicago Booth School of Business. “Richard H. Thaler.”\n\nRichard H. Thaler. “Mental Accounting Matters.” Journal of Behavioral Decision Making, 12. Page 183.\n\nRichard H. Thaler. “Mental Accounting Matters.” Journal of Behavioral Decision Making, 12. Pages 183-206.\n\nIMDB. \"Full Cast & Crew: The Big Short (2015).\"",
  "url": "https://www.investopedia.com/terms/m/mentalaccounting.asp"
}