{
  "term": "Merchant Discount Rate (MDR): Definition, Purpose, Average Fees",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe merchant discount rate (MDR) is a fee that merchants and other businesses must pay to a payment processing company ondebit or credit cardtransactions. The MDR typically comes in the form of a percentage of the transaction amount. It is also referred to as a transaction discount rate (TDR) or a discount rate.\n\nWhen merchants and other businesses want to accept payments from debit or credit cards, they must first set up an account with a payment processing company. Payment processors serve as intermediaries between a business and the various banks that issue debit and credit cards. The merchant discount rate is what the business pays for their services.\n\nPayment processors have well-established infrastructures and fee schedule arrangements in place to support all types of merchant payments. Most local ande-commercemerchants can expect to pay a 1% to 3% fee for payment processing of each transaction.\n\nPayment processing companies help facilitate commerce worldwide in return for a cut. In addition topoint-of-sale (POS)and online services, many now offer options for extended payment plans, loans, and lines of credit.\n\nMerchants have a range of options available for payment processing. They can usefintechcompany services, such asPayPal,Square, or Shopify. They can also set up payment processing with a traditional bank that offers such services. Among major banks' payment processing services are Chase POS Payment Solutions, U.S. Bank POS Solutions, and Bank of America Merchant Services. Most payment processors offer e-commerce and mobile payment processing in addition to processing for in-store transactions.\n\nThat's the amount that retailers and their customers paid in credit and debit card processing fees in 2022, according to the National Retail Federation.\n\nMerchants and other businesses have numerous payment processing providers to choose from, which offer varying fee schedules depending on the size of the business and types of transactions. Merchant discount rates for e-commerce transactions are typically higher due to added security costs.\n\nFor example, Chase POS Payment Solutions, which calls itself the \"#1 payment processor in the U.S.,\" recently posted these rates on its website:\n\nChase added that \"custom pricing\" was also available.\n\nWhile payment processors typically charge for each transaction at the applicable merchant discount rate, some charge a flat monthly fee. Fintech processors typically offer lower costs, and bank processing fees are usually higher. While the merchant may pay a single fee, that fee will typically be split among the payment processor, the credit card issuing bank, and sometimes other parties.\n\nAn interchange fee (often referred to as \"interchange\") is a portion of the merchant discount rate that the payment processor pays to the card issuer used in a transaction, typically a bank. In addition to the interest charged to cardholders, credit card issuers earn money through interchange fees, which are also called \"swipe fees.\"\n\nIn most states in the U.S., merchants are allowed to charge customers extra for using a card rather than cash, in effect covering some or all of the merchant discount rate they have to pay on the transaction. This is commonly known as a surcharge and is typically calculated as a percentage of the transaction amount. In some cases, merchants can also charge convenience fees, which are typically a flat amount.\n\nYes, as an alternative to charging more for using a debit or credit card, merchants can give customers a discount for paying in cash. This practice is legal in all 50 states of the U.S.\n\nMerchants tend to pay lower fees when the customer uses a debit card rather than a credit card. According to the National Retail Federation, swipe fees for credit cards average about 2%, while \"fees for debit cards from the nation's largest banks are capped by the Federal Reserve at 21 cents per transaction plus 0.05% of the transaction amount.\" Debit cards from small banks, it adds, are exempt from that restriction.\n\nAccording to credit card companies, online transactions involve more financial risk than in-person transactions, where both the customer and their physical card are on hand. The higher merchant discount rates for online transactions are said to reflect that. In credit industry jargon, these are often referred to as \"card present\" vs. \"card-not-present\" transactions.\n\nToday's electronic payment networks offer customers the option to make purchases using a variety of credit and debit cards. This is a convenience for consumers and an advantage for merchants who want to sell more goods. Merchants pay a fee for the services that make this possible. Consumers may also pay if the merchant builds that fee into the prices it charges.\n\nNational Retail Federation. \"Swipe Fees.\"\n\nChase for Business. \"Accept Payments the Way Your Customers Want to Pay.\"\n\nNAPCP. \"Merchant Discount and Interchange.\"\n\nNew York State. \"Consumer Alert: NYS Division of Consumer Protection Alerts Consumers to NY Law Related to Credit and Debit Card Surcharges.\"\n\nConsumer Financial Protection Bureau (CFPB). \"What is a convenience fee or pay-to-pay fee?\"\n\nVerifyThis. \"Yes, A Restaurant Can Charge Different Prices for Credit Cards and Cash.\"\n\nGSA SmartPay. \"What Are The Types of Transactions When Placing Your Order?\"",
  "url": "https://www.investopedia.com/terms/m/merchant-discount-rate.asp"
}