{
  "term": "Merger: Definition, How It Works With Types and Examples",
  "definition": "A merger is an agreement that unites two existing companies into one new company. There are several types of mergers and reasons companies complete mergers.Mergers and acquisitions (M&A)are commonly done to expand a company’s reach, expand into new segments, or gainmarket share. All of these are done to increaseshareholder value. Often, during a merger, companies have ano-shop clauseto prevent purchases or mergers by additional companies.\n\nA merger is the voluntary fusion of two companies on broadly equal terms into one new legal entity. The firms that agree to merge are roughly equal in terms of size, customers, and scale of operations. For this reason, the term \"merger of equals\" is sometimes used. Acquisitions,unlike mergers, are generally not voluntary and involve one company actively purchasing another.\n\nMergers are most commonly done to gain market share, reduce operational costs, expand to new territories, unite common products, grow revenues, and increase profits—all of which should benefit the firms' shareholders. After a merger, shares of the new company are distributed to existing shareholders of both original businesses.\n\nThe total value of U.S. mergers and acquisitions for 2023 dropped to $1.33 trillion from $1.49 of the previous year.\n\nThere are various types of mergers, depending on the companies' goals. Companies in the technology, healthcare, retail, and financial sectors willfrequently merge. Here are some of the most common types of mergers.\n\nThis is a merger between two or more companies engaged in unrelated business activities. The firms may operate in different industries or different geographical regions. A pureconglomerateinvolves two firms that have nothing in common. A mixed conglomerate, on the other hand, takes place between organizations that, while operating in unrelated business activities, are actually trying to gain product or market extensions through the merger.\n\nCompanies with no overlapping factors will only merge if it makes sense from a shareholder wealth perspective, that is, if the companies can createsynergy, which includes enhancing value, performance, and cost savings. A conglomerate merger was formed when The Walt Disney Company merged with the American Broadcasting Company (ABC) in 1995.\n\nAcongeneric mergeris also known as a Product Extension merger. This type combines two or more companies operating in the same market or sector with overlapping factors, such as technology, marketing, production processes, andresearch and development (R&D). A product extension merger is achieved when a new product line from one company is added to an existing product line of the other company. When two companies become one under a product extension, they can gain access to a larger group of consumers and, thus, a larger market share. An example of a congeneric merger is Citigroup's 1998 union with Travelers Insurance, two companies with complementing products.\n\nThis type of merger occurs between companies that sell the same products but compete in different markets. Companies that engage in a market extension merger seek to gain access to a bigger market and, thus, a bigger client base. For instance, to extend their markets, Eagle Bancshares and RBC Centura merged in 2002.\n\nA merger is the voluntary fusion of two companies on broadly equal terms into a new legal entity.\n\nAhorizontal mergeroccurs between companies operating in the same industry. The merger is typically part of consolidation between two or more competitors offering the same products or services. Such mergers are common in industries with fewer firms, and the goal is to create a larger business with greater market share andeconomies of scalesince competition among fewer companies tends to be higher. The 1998 merger of Daimler-Benz and Chrysler is considered a horizontal merger.\n\nWhen two companies that produce parts or services for a product merger, the union is referred to as avertical merger. A vertical merger occurs when two companies operating at different levels within the same industry'ssupply chaincombine their operations. Such mergers are done to increase synergies achieved through cost reduction, which results from merging with one or more supply companies. One of the most well-known examples of a vertical merger occurred in 2000 when internet provider America Online (AOL) combined with media conglomerate Time Warner.\n\nAnheuser-Busch InBev (BUD) is an example of howmergers work and unite companiestogether. The company is the result of multiple mergers, consolidations, and market extensions in the beer market. The renamed company, Anheuser-Busch InBev, is the result of the mergers of three large international beverage companies—Interbrew (Belgium), Ambev (Brazil), and Anheuser-Busch (United States).\n\nAmbev merged with Interbrew, uniting the world's third and fifth-largest brewers. When Ambev and Anheuser-Busch merged, it united the number one and two largest brewers in the world.This example represents both horizontal merger and market extension as it was an industry consolidation and extended the international reach of all the combined company's brands.\n\nThe largest mergers in history have totaled over $100 billion each. In 2000, Vodafone acquired Mannesmann, a transaction valued at $190 billion, to create the world's largest mobile telecommunications company.In 2000, AOL and Time Warner vertically merged in a $164 billion deal considered one of the biggest flops ever.In 2014, Verizon Communications bought out Vodafone's 45% stake in Vodafone Wireless, the value of which was $130 billion.\n\nA horizontal merger is when competing companies merge—companies that sell the same products or services. The T-Mobile and Sprint merger is an example of a horizontal merger. Meanwhile, a vertical merger is a merger of companies with different products, such as the AT&T and Time Warner combination.\n\nAspecial-purpose acquisition company (SPAC)merger generally occurs when a publicly traded SPAC uses the public markets to raise capital to buy an operating company. The operating company merges with an SPAC and becomes a publicly-listed company.\n\nA reverse merger, also known as areverse takeover (RTO), is when a private company purchases a publicly traded company. For instance, the New York Stock Exchange (NYSE) completed a reverse merger with Archipelago Holdings in 2006.\n\nMergers occur when two or more companies combine to make one larger one. They are usually strategic in nature for one or both businesses, granting them both larger market share or other advantages.\n\nPaul Weiss, Rifkind, Wharton & Garrison, LLP. \"M&A at a Glance: 2023 Year-End Roundup.\" Pages 1-2.\n\nThe Official Disney Fan Club. “American Broadcasting Company.”\n\nThe Board of Governors of the Federal Reserve System. “Federal Reserve Press Release, September 23, 1998: Order Approving Formation of a Bank Holding Company and Notice to Engage in Nonbanking Activities.\" Page 1.\n\nU.S. Securities and Exchange Commission. “RBC Centura to Acquire Eagle Bancshares, Inc.”\n\nMercedes-Benz Group. “1995 – 2007: “World Corp.” Vision.”\n\nU.S. Government Printing Office. “AOL & Time Warner Merger.”\n\nB. Rajesh Kumar. \"Mergers and Acquisitions by Anheuser-Busch InBev.\"Wealth Creation in the World’s Largest Mergers and Acquisitions, Pages 69–77. Springer, 2018.\n\nBeverage Daily. \"Interbrew Buys AmBev and Becomes World Number One.\"\n\nThe New York Times. \"Anheuser-Busch Agrees to Be Sold to InBev.\"\n\nGoldman Sachs. “Vodafone Acquires Mannesmann in the Largest Acquisition in History.”\n\nU.S. Securities and Exchange Commission. “AOL, Inc., Schedule 14D-9, May 14, 2015.”\n\nVerizon. “Verizon Completes Acquisition of Vodafone's 45 Percent Indirect Interest in Verizon Wireless.”\n\nU.S. Securities and Exchange Commission. \"New York Stock Exchange/Archipelago Holdings Merger Complete.\"",
  "url": "https://www.investopedia.com/terms/m/merger.asp"
}