{
  "term": "Mergers and Acquisitions (M&A): Types, Structures, and Valuations",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMergers and acquisitions is a term used to describe businesses combining through different types of transactions.\n\nMergers and acquisitions (M&A) are the process of consolidating companies or major assets of companies through financial transactions. A company may:\n\nAll of these ways of combining or consolidating assets areM&A activities. The term M&A is also used for the divisions offinancial institutionsthat facilitate or manage such activities.\n\nThe terms mergers and acquisitions are often used interchangeably, but they have slightly different meanings.\n\nWhen one company absorbs another and establishes itself as the new owner, the purchase is called an acquisition. Unfriendly orhostile takeoverdeals are always regarded as acquisitions. However, an acquisition can be done with the willing participation of both companies.\n\nIn a merger, two companies join forces to reinvent themselves as a single new entity. In general, the two firms are of approximately the same size, and this action is known as amerger of equals.\n\nFor example, when Daimler-Benz and Chryslermerged, those companies ceased to exist. A new company, DaimlerChrysler, was created. Both companies' stocks were surrendered, and new company stock was issued in its place.\n\nDaimlerChrysler underwent another name and ticker change to the Mercedes-Benz Group AG (MBG) in February 2022.\n\nA purchase deal may be called a merger when their CEOs agree that joining together is in the best interest of both companies.\n\nA deal can be classified as a merger or an acquisition based on whether the acquisition is friendly or hostile and how it is announced. The difference lies in how the deal is communicated to the target company'sboard of directors, employees, andshareholders.\n\nM&A deals generate sizable profits for the investment banking industry, but not all mergers or acquisition deals close.\n\nThe following are some common transactions that fall under the M&A umbrella.\n\nIn a merger, theboards of directorsof two companies approve the combination and seek shareholders' approval.\n\nThis type of M&A activity is designed to benefit both brands, allowing each to bring their existing strengths to a new company and enjoy a bigger piece of the industry pie.\n\nFor example, in 2024, the holding company HBC announced that it was acquiring the Neiman Marcus Group and merging it with another brand that it owned, Saks Fifth Avenue.\n\nBoth NMG (which owns Neiman Marcus and Bergdorf Goodman) and Saks are luxury retailers, but their share of retail sales has declined with the rise of online shopping and the reduction of brick-and-mortar retail. The merger consolidates three existing brands (Saks, Neiman Marcus, and Bergdorf Goodman) into a single luxury retail brand known as Saks Global. This consolidation is intended to make it easier to compete with the online retail giants.\n\nIn a straightforward acquisition, the acquiring company obtains the majority stake in the acquired firm, which does not change its name or alter its organizational structure.\n\nIn some cases, the target company may require the buyers to promise that the target business remains solvent for a period after acquisition through the use of awhitewash resolution. An acquisition often allows the acquiring company to move into a new or related industry, expanding its offerings by tapping into the acquired company's existing customer base and services.\n\nAn example of this type of transaction was Amazon's acquisition of Whole Foods in 2017. The acquisition allowed Amazon to expand into grocery delivery services and tap into the market for health-conscious customers.\n\nWhole Foods, which had been losing market share to lower-priced grocery chains, benefitted from Amazon's broad customer base and ease of connecting with consumers.\n\nIn a corporateconsolidation, two or more companies combine to increase their market share and eliminate competition.\n\nFor example, Facebook has consolidated its dominance of social media by acquiring other companies that had promising business models and could have become competitive with Facebook.\n\nAn example is Facebook's acquisition of Instagram in 2012 for $1 billion.Instagram continued to operate as a separate company under the parent Facebook company (now Meta Platforms).\n\nOther instances of consolidation under Facebook resulted in acquired social media companies being integrated into the Facebook platform. For example, the messaging service Beluga was acquired by Facebook and rebranded as Facebook Messenger.\n\nIn a tender offer, one company offers to purchase the outstanding stock of the other company at a specific price rather than the market price. The acquiring company communicates the offer directly to the other company's shareholders, bypassing the management and board of directors.\n\nFor example, in 2008, Johnson & Johnson made a tender offer to acquire Omrix Biopharmaceuticals for $438 million.The company agreed to the tender offer and the deal was settled by the end of December 2008.\n\nIn an acquisition of assets, one company directly acquires the assets of another company. The company whose assets are being acquired must obtain approval from its shareholders.\n\nThe purchase of assets is typical duringbankruptcyproceedings. Companies bid for various assets of the bankrupt company, which is liquidated upon the final transfer of assets to their new owners.\n\nIn a management acquisition, also known as amanagement-led buyout(MBO), a company's executives purchase a controlling stake in another company, taking it private. These former executives often partner with a financier or former corporate officers to help fund the transaction.\n\nThis type of M&A transaction is typically financed disproportionately with debt, and the majority of shareholders must approve it.\n\nFor example, in 2022, Tesla Motors CEO Elon Musk purchased Twitter, Inc. for $44 billion, taking the company private. The deal included $25.5 billion of margin loan and debt financing.\n\nMergers can be structured in various ways depending on the relationship between the two companies involved in the deal:\n\nMergers may also be distinguished by following one of two financing methods, each with its own ramifications for investors.\n\nAs the name suggests, this kind of merger occurs when one company purchases another company. The purchase is made in cash or through the issue of a bond or other debt instrument.\n\nThe sale is taxable, which attracts the acquiring companies, who enjoy the tax benefits. Acquired assets can be written up to the actual purchase price, and the difference between thebook valueand the purchase price of the assets candepreciateannually, reducing taxes payable by the acquiring company.\n\nA new company is formed, and both companies are bought and combined under the new entity. The tax terms are the same as those of a purchase merger.\n\nHorizontal integrationandvertical integrationare strategies that companies use to consolidate their position among competitors.\n\nHorizontal integration is the acquisition of a related business. A company that opts for horizontal integration will take over another company that operates at the same level of thevalue chainin an industry—for instance when Marriott International, Inc. acquired Starwood Hotels & Resorts Worldwide, Inc.\n\nVertical integration is the process of acquiring business operations within the same production vertical. In this type of acquisition, a company is taking control over one or more key stages in the production or distribution of its products. Apple, for example, acquired AuthenTec, which makes the touch-ID fingerprint sensor technology that goes into its iPhones.\n\nA company canbuy another companywith cash, stock, assumption of debt, or a combination of all three. At times, the investment bank involved in the sale of one company might offer financing to the buying company. This is known asstaple financingand is done to produce larger and timely bids.\n\nIn smaller deals, it is common for one company to acquire all of another company's assets. Company X buys all of Company Y's assets for cash, which means that Company Y will have only cash (and debt, if any). Company Y will eventuallyliquidateor enter other areas of business.\n\nAnother acquisition deal known as areverse mergerenables a private company to become publicly listed in a relatively short time. Reverse mergers occur when a private company that has strong prospects and is eager to acquire financing buys a publicly listedshell companywith no legitimate business operations and limited assets. The private company reverse merges into thepublic company, and together they become a new public corporation with tradable shares.\n\nBoth companies involved on either side of an M&A deal willvalue the target companydifferently. The seller will obviously value the company at the highest price possible, while the buyer will attempt to buy it for the lowest price possible.\n\nFortunately, a company can be objectively valued by studying comparable companies in an industry, and by relying on the following metrics.\n\nWith the use of aprice-to-earnings ratio(P/E), an acquiring company makes an offer that is a multiple of the earnings of the target company. Examining the P/E for all the stocks within the same industry group will give the acquiring company good guidance for what the target's P/E multiple should be.\n\nWith anenterprise-value-to-sales ratio(EV/sales), the acquiring company makes an offer as a multiple of the revenues while being aware of theprice-to-sales ratio(P/S) of other companies in the industry.\n\nA key valuation tool in M&A, adiscounted cash flow(DFC) analysis determines a company's current value, according to its estimated future cash flows. Forecastedfree cash flows(net income + depreciation/amortization (capital expenditures) change in working capital) are discounted to a present value using the company'sweighted average cost of capital(WACC).\n\nDCF is tricky to get right, but few tools can rival this valuation method.\n\nIn a few cases, acquisitions are based on thecost of replacingthe target company.\n\nFor simplicity's sake, suppose the value of a company is simply the sum of all its equipment and staffing costs. The acquiring company could order the target to sell at that price or it will create a competitor for the same cost.\n\nNaturally, it takes a long time to assemble good management, acquire property, and purchase the right equipment. This method of establishing a price certainly wouldn't make much sense in a service industry wherein the key assets (people and ideas) are hard to value and develop.\n\nGenerally speaking, in the days leading up to a merger or acquisition, shareholders of the acquiring firm will see a temporary drop in share value. At the same time, shares in the target firm typically rise in value. This is often because the acquiring firm will need to spend capital to acquire the target firm at a premium to the pre-takeover share prices.\n\nAfter a merger or acquisition officially takes effect, the stock price usually exceeds the value of each underlying company during its pre-takeover stage. In the absence of unfavorableeconomic conditions, shareholders of the merged company usually experience favorable long-term performance and dividends.\n\nThe shareholders of both companies may experience adilutionof voting power due to the increased number of shares released during the merger process. This phenomenon is prominent instock-for-stock mergers, when the new company offers its shares in exchange for shares in the target company, at an agreed-uponconversion rate.\n\nShareholders of the acquiring company experience a marginal loss of voting power, while shareholders of a smaller target company may see a significant erosion of their voting powers in the relatively larger pool of stakeholders.\n\nIn general, an acquisition is a transaction in which one company absorbs anothervia a takeover. The term merger is used when the purchasing and target companies combine to form a completely new entity. Each deal is unique and can contain elements of both a merger and an acquisition.\n\nTwo of the key drivers of capitalism are competition and growth. When a company faces competition, it must cut costs, innovate, or both. One solution is toacquire competitorsso that they are no longer a threat.\n\nCompanies also grow by acquiring new product lines, intellectual property, human capital, and customer bases. By combining business activities, overall performance efficiency tends to increase, and across-the-board costs tend to drop as each company leverages the other company's strengths.\n\nFriendly acquisitions are more common. In these instances, the board of directors and shareholders of the company being acquired approve of the acquisition.\n\nUnfriendly acquisitions, or hostile takeovers, occur when the target company does not consent to the acquisition. To succeed, the acquiring firm must purchase large stakes in the target company to gain a controlling interest and force the deal through.\n\nThere are many ways that a business or some of its assets can be bought, consolidated, or combined with another business. The acquiring company may be motivated by a desire to increase its share of a market, a need to operate more efficiently, or a desire to eliminate a business rival. Often, it is a combination of these factors.\n\nMercedes-Benz Group. \"Daimler Embarks on a New Era as Mercedes-Benz Group.\"\n\nMcKinsey & Company. \"Done Deal? Why Many Large Transactions Fail to Cross the Finish Line.\"\n\nNeiman Marcus Group. \"HBC, Parent of Saks Fifth Avenue, to Acquire Neiman Marcus Group for $2.65 Billion and Establish Saks Global, A Technology-Powered Luxury Retail Company.\"\n\nWhole Foods Market. \"Amazon To Acquire Whole Foods Market.\"\n\nMeta. \"Facebook to Acquire Instagram.\"\n\nU.S. Securities and Exchange Commission. \"Tender Offer.\"\n\nU.S. Securities and Exchange Commission. \"Offer to Purchase for Cash All Outstanding Shares of Common Stock of Omrix Biopharmaceuticals, Inc. at $25.00 Net per Share by Binder Merger Sub, Inc., a Wholly-Owned Subsidiary of Johnson & Johnson.\"\n\nFierce Biotech. \"Johnson & Johnson Completes Acquisition of Omrix Biopharmaceuticals, Inc.\"\n\nS&P Global. \"Elon Musks 44B Twitter Deal By the Numbers.\"\n\nMarriott International. \"Marriott International Completes Acquisition of Starwood Hotels & Resorts Worldwide, Creating World's Largest and Best Hotel Company While Providing Unparalleled Guest Experience.\"\n\nU.S. Securities and Exchange Commission. \"AuthenTec, Inc., Form 8-K, July 26, 2012.\"",
  "url": "https://www.investopedia.com/terms/m/mergersandacquisitions.asp"
}