{
  "term": "Merger Arbitrage: Definition and How It Works to Manage Risk",
  "definition": "Merger arbitrage, often considered ahedge fundstrategy, involves simultaneously purchasing and selling the respective stock of two merging companies to create \"riskless\" profits. Because there is the uncertainty of the deal being completed, the stock price of the target company typically sells at a price below the acquisition price. A merger arbitrageur will review the probability of amergernot closing on time or at all and will then purchase the stock before the acquisition, expecting to make a profit when the merger or acquisition completes.\n\nMerger arbitrage, also known as risk arbitrage, is a subset ofevent-driveninvesting or trading, which involves exploiting market inefficiencies before or after a merger or acquisition. A regularportfolio manageroften focuses on the profitability of the merged entity.\n\nBy contrast, merger arbitrageurs focus on the probability of the deal being approved and how long it will take to finalize the deal. Since there is a probability the deal may not be approved, merger arbitrage carries some risk.\n\nMerger arbitrage is a strategy that focuses on the merger event rather than the overall performance of the stock market.\n\nWhen a corporation announces its intent to acquire another corporation, the acquiring company's stock price typically decreases, and the target company's stock price increases. To secure the shares of thetarget company, the acquiring firm must offer more than the current value of the shares. The acquiring firm's stock price declines because of market speculation about the target firm or the price offered for the target firm.\n\nHowever, the target company's stock price typically remains below the announced acquisition price, which is reflective of the deal's uncertainty. In an all-cash merger,investorsgenerally take along positionin the target firm.\n\nIf a merger arbitrageur expects a merger deal to break, the arbitrageur may short shares of the target company's stock. If a merger deal breaks, the target company's share price typically falls to its share price prior to the deal announcement. Mergers may break due to a multitude of reasons, such as regulations, financial instability, or unfavorable tax implications.\n\nThere are two main types of corporate mergers—cash and stock mergers. In a cash merger, the acquiring company purchases the target company's shares for cash. Alternatively, astock-for-stockmerger involves the exchange of the acquiring company's stock for the target company's stock.\n\nIn a stock-for-stock merger, a merger arbitrageur typically buys shares of the target company's stock whileshortingshares of the acquiring company's stock. If the deal is thus completed and the target company’s stock is converted into the acquiring company’s stock, the merger arbitrageur could use the converted stock to cover the short position.\n\nA merger arbitrageur could also replicate this strategy usingoptions, such as purchasing shares of the target company's stock while purchasing put options on the acquiring company's stock.",
  "url": "https://www.investopedia.com/terms/m/mergerarbitrage.asp"
}