{
  "term": "Merrill Lynch & Co.: Overview, History, Recent Changes",
  "definition": "Merrill Lynch & Co. is the former name of a prominentWall Streetinvestment firm. Since its acquisition byBank of America(BAC) in 2009, it has become known simply as “Merrill” and operates as awealth managementdivision of Bank of America.\n\nFounded by Charles E. Merrill in 1914, Merrill Lynch & Co. has long been one of the American financial sector's iconic institutions.\n\nToday, Merrill Lynch & Co. is headquartered at 250 Vesey Street in Manhattan, New York. Part of Bank of America, the firm holdsassets under management(AUM) of over $2.75 trillion and employs over 19,000 financial advisors.﻿﻿\n\nWhile today it is focused on its wealth management business, Merrill Lynch & Co. is recognized for itsinvestment bankingactivities. In June 1971, Merrill Lynch & Co. completed itsinitial public offering(IPO) and began trading on theNew York Stock Exchange(NYSE).\n\nDuring the early 2000s, Merrill Lynch & Co. became a leader in the market formortgage-backed collateralized debt obligations(CDOs) following its acquisition of the subprime lending firm First Franklin Financial in 2006.\n\nMerrill Lynch & Co. gradually expanded its service offerings by acquiring and merging with various other firms. The company has been engaged in retail brokerage services, prime brokering, broker-dealer activities, and commodities trading, among others.\n\nThe company became the subject of widespread concern during the 2007 to 2008 financial crisis. In November 2007, Merrill Lynch & Co. announced billions in losses related to its portfolio of subprime mortgages and relatedderivative products.Following the termination of itschief executive officer(CEO), the company began selling company assets in a bid to maintain itssolvencyamidst speculation that it was on the verge of collapse.\n\nIn September 2008, Bank of America proposed a takeover of Merrill Lynch & Co. with an offer value of over $40 billion. This takeover offer, which represented apremiumof over 70% relative to the company’s then-depressed market price, was accepted shortly thereafter, andBank of America ultimately acquired Merrill Lynchfor a $50 billion all stock transaction.\n\nAccording to Financial Planning, the company plans to cut payouts to its advisors that manage small account holders in 2021 in an effort to maintain stability.Advisors will not receive a payout for production credits generated in households under $250,000.\n\nThis change echoes a trend among the biggest brokerage firms, which are encouraging advisors to cater to larger clients and move smaller accounts torobo-advisorsor self-directed platforms.\n\nThis action is a reflection of the digital transformation that has occurred in the fintech sector. A senior Merrill executive stated: “That [shift] really reflects where our business is today and where it is going.”\n\nBrokerage-Review.com. \"Merrill Lynch Assets Under Management (AUM).\" Accessed Dec. 24, 2020.\n\nBusinesswire. \"Merrill Lynch Reports Full Year 2007 Net Loss from Continuing Operations of $8.6 Billion.\" Accessed Dec. 30, 2020.\n\nBank of America. \"Bank of America Buys Merrill Lynch Creating Unique Financial Services Firm.\" Accessed Dec. 30, 2020.\n\nFinancial Planning. \"Merrill Lynch leaves pay grid unchanged, tightens small account policy.\" Accessed Dec. 24, 2020.",
  "url": "https://www.investopedia.com/terms/m/merrilllynch.asp"
}