{
  "term": "Merton Model: Definition, History, Formula, and What It Tells You",
  "definition": "The Merton model is a mathematical formula that stock analysts and commercial loan officers, among others, can use to judge a corporation’s risk of credit default. Named for economist Robert C. Merton, who proposed it in 1974, the Merton model assesses the structuralcredit riskof a company by modeling itsequityas a call option on its assets.\n\nE=VtN(d1)−Ke−rΔTN(d2)where:d1=ln⁡VtK+(r+σv22)ΔTσvΔTandd2=d1−σvΔtE = Theoretical value of a company’s equityVt=Value of the company’s assets in period tK = Value of the company’s debtt = Current time periodT = Future time periodr = Risk-free interest rateN = Cumulative standard normal distributione = Exponential term(i.e.2.7183...)σ=Standard deviation of stock returns\\begin{aligned} &E=V_tN\\left(d_1\\right)-Ke^{-r\\Delta{T}}N\\left(d_2\\right)\\\\ &\\textbf{where:}\\\\ &d_1=\\frac{\\ln{\\frac{V_t}{K}}+\\left(r+\\frac{\\sigma_v^2}{2}\\right)\\Delta{T}}{\\sigma_v\\sqrt{\\Delta{T}}}\\\\ &\\text{and}\\\\ &d_2=d_1-\\sigma_v\\sqrt{\\Delta{t}}\\\\ &\\text{E = Theoretical value of a company's equity}\\\\ &V_t=\\text{Value of the company's assets in period t}\\\\ &\\text{K = Value of the company's debt}\\\\ &\\text{t = Current time period}\\\\ &\\text{T = Future time period}\\\\ &\\text{r = Risk-free interest rate}\\\\ &\\text{N = Cumulative standard normal distribution}\\\\ &\\text{e = Exponential term}\\left(i.e. \\text{ }2.7183...\\right)\\\\ &\\sigma=\\text{Standard deviation of stock returns}\\\\ \\end{aligned}​E=Vt​N(d1​)−Ke−rΔTN(d2​)where:d1​=σv​ΔT​lnKVt​​+(r+2σv2​​)ΔT​andd2​=d1​−σv​Δt​E = Theoretical value of a company’s equityVt​=Value of the company’s assets in period tK = Value of the company’s debtt = Current time periodT = Future time periodr = Risk-free interest rateN = Cumulative standard normal distributione = Exponential term(i.e.2.7183...)σ=Standard deviation of stock returns​\n\nThe Merton model allows for easiervaluationof a company and helps analysts determine if it will be able to retainsolvency, by analyzing thematurity datesof its debt and itsdebttotals.\n\nThe Merton model calculates the theoretical pricing of Europeanputandcall optionswithout considering dividends paid out during the life of the option. The model can, however, be adapted to consider dividends by calculating theex-dividenddate value of underlying stocks.\n\nThe Merton model makes the following basic assumptions:\n\nVariables that are taken into consideration in the formula include options’strike prices, present underlying prices, risk-free interest rates, and the amount of time before expiration.\n\nRobert C. Mertonis a noted American economist and Nobel Prize laureate, who purchased his first stock at age 10. He earned a bachelor of science in engineering at Columbia University, a master of science in applied mathematics at the California Institute of Technology, and a doctorate in economics at the Massachusetts Institute of Technology (MIT), where he later became a professor.\n\nDuring Merton’s time at MIT, he and fellow economists Fischer Black and Myron S. Scholes were all working on problems related to the pricing ofoptionsand often aided in each other’s work. Black and Scholes published a seminal paper on the topic, “The Pricing of Options and Corporate Liabilities,” in 1973.Merton’s “On the Pricing of Corporate Debt: The Risk Structure of Interest Rates,” published early the following year, described what has come to be known as the Merton model.\n\nMerton and Scholes were awarded the Nobel Prize for economics in 1997 (Black had died and was no longer eligible). The prize committee cited them for developing “a pioneering formula for the valuation of stock options. Their methodology has paved the way for economic valuations in many areas. It has also generated new types of financial instruments and facilitated more efficient risk management in society.”\n\nTheir best-known collaboration is often referred to today as theBlack-Scholes-Merton model.\n\nA call option is a contract that allows the buyer to purchase a stock or other financial asset at a specified price by or on a certain date.\n\nEuropean options can beexercisedonly on theirexpiration date, while American options can be exercised anytime.\n\nArisk-free interest rateis the theoretical rate of return on an investment carrying zero risk. It is theoretical because no investment is entirely without risk, although some come closer than others.\n\nThe Merton model, developed by economist Robert C. Merton, is a mathematical formula that assesses the structural credit risk of a company by modeling its equity as a call option on its assets. It is often used by stock analysts and commercial loan officers to ascertain a corporation’s likely risk of credit default.\n\nMassachusetts Institute of Technology, Sloan School of Management. “Robert C. Merton.”\n\nThe University of Chicago Press: Journals. “The Pricing of Options and Corporate Liabilities.”\n\nThe Journal of Finance, via Wiley Online Library. “On the Pricing of Corporate Debt: The Risk Structure of Interest Rates.”\n\nJournal of Economic Perspectives, via American Economic Association. “In Honor of the Nobel Laureates Robert C. Merton and Myron S. Scholes: A Partial Differential Equation That Changed the World.”",
  "url": "https://www.investopedia.com/terms/m/mertonmodel.asp"
}