{
  "term": "Metrics",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMetrics are measures ofquantitative assessmentcommonly used for assessing, comparing, and tracking performance or production. Generally, a group of metrics will typically be used to build a dashboard that management or analysts review on a regular basis to maintain performance assessments, opinions, and business strategies.\n\nMetrics have been used in accounting, operations, and performance analysis throughout history.\n\nMetrics come in a wide range of varieties with industry standards and proprietary models often governing their use.\n\nExecutives use them to analyze corporate finance and operational strategies. Analysts use them to form opinions and investment recommendations. Portfolio managers use metrics to guide their investing portfolios. Furthermore, project managers also find them essential in leading and managing strategic projects of all kinds.\n\nOverall, metrics refer to awide varietyof data points generated from a multitude of methods. Best practices across industries have created a common set of comprehensive metrics used in ongoing evaluations. However, individual cases and scenarios typically guide the choice of metrics used.\n\nEvery business executive, analyst, portfolio manager, and the project manager has a range of data sources available to them for building and structuring their own metric analysis. This can potentially make it difficult to choose the best metrics needed for important assessments and evaluations. Generally, managers seek to build a dashboard of what has come to be known askey performance indicators(KPIs).\n\nIn order to establish a useful metric, a manager must first assess its goals. From there, it is important to find the best outputs that measure the activities related to these goals. A final step is also setting goals and targets for KPI metrics that are integrated with business decisions.\n\nAcademics and corporate researchers have defined many industry metrics and methods that can help shape the building of KPIs and other metric dashboards. An entire decision analysis method called applied information economics was developed by Douglas Hubbard for analyzing metrics in a variety of business applications.Other popular decision analysis methods includecost-benefit analysis, forecasting, andMonte Carlo simulation.\n\nSeveral businesses have also popularized certain methods that have become industry standards in many sectors. DuPont began using metrics to better their own business and in the process came up with the popularDuPont analysiswhich closely isolates variables involved in the return on equity (ROE) metric. GE has also commissioned a set of metrics known asSix Sigmathat are commonly used today, with metrics tracked insix key areas: critical to quality; defects; process capability; variation; stable operations; and, design for Six Sigma.\n\nWhile there are a wide range of metrics, below are some commonly used tools:\n\nFrom a comprehensive perspective, executives, industry analysts, and individual investors often look at key operational performance measures of a company, all from different perspectives. Some top-level operational metrics include measures derived from the analysis of a company’s financial statements. Key financial statement metrics include sales,earnings before interest and tax (EBIT), net income, earnings per share, margins, efficiency ratios,liquidity ratios, leverage ratios, and rates of return. Each of these metrics provides a different insight into the operational efficiency of a company.\n\nExecutives use these operational metrics to make corporate decisions involving costs, labor, financing, and investing. Executives and analysts also build complex financial models to identify future growth and value prospects, integrating both economic and operational metric forecasts.\n\nThere are several metrics that are key to comparing the financial position of companies against their competitors or the market overall. Two of these key comparable metrics, which are based on market value, includeprice-to-earnings ratioandprice-to-book ratio.\n\nPortfolio managers use metrics to identify investing allocations in a portfolio. All types of metrics are also used for analyzing and investing in securities that fit a specific portfolio strategy. For example,environmental, social and governance (ESG)criteria are a set of standards for a company's operations that socially conscious investors use to screen potential investments.\n\nIn project management, metrics are essential in measuring project progression, output targets, and overall project success. Some of the areas where metric analysis is often needed include resources, cost, time, scope, quality, safety, and actions. Project managers have the responsibility to choose metrics that provide the best analysis and directional insight for a project. Metrics are followed in order to measure the overall progression, production, and performance.\n\nHubbard Decision Research. \"Applied Information Economics (AIE).\"",
  "url": "https://www.investopedia.com/terms/m/metrics.asp"
}