{
  "term": "Mezzanine Financing: What Mezzanine Debt Is and How It’s Used",
  "definition": "Mezzanine financing is a hybrid of debt and equity financing that gives a lender the right to convert debt to an equity interest in a company in case ofdefault, generally after venture capital companies and other senior lenders are paid. In terms of risk, it exists between senior debt and equity.\n\nMezzanine debthas embedded equity instruments, often known as warrants, attached. They increase the value of thesubordinated debtand allow greater flexibility when dealing with bondholders.\n\nMezzanine financing is frequently associated withacquisitionsandbuyouts, for which it may be used to prioritize new owners ahead of existing owners in case of bankruptcy.\n\nMezzaninefinancingbridges the gap between debt and equity financing and is one of the highest-risk forms ofdebt. It is senior to pure equity but subordinate to pure debt.\n\nHowever, this means that it also offers some of the highest returns to investors in debt when compared to other debt types, as it often receives rates of 12% to 20% per year, and sometimes as high as 30%. Mezzanine financing can be considered as very expensive debt or cheaper equity, because it carries a higher interest rate than the senior debt that companies would otherwise obtain through their banks but is substantially less expensive than equity in terms of the overall cost ofcapital. It is also less diluting of the company’s share value. In the end, mezzanine financing permits a business to own more capital and increase its returns on equity.\n\nCompanies will turn to mezzanine financing in order to fund specific growth projects or to help with acquisitions having short- to medium-term time horizons. Often, these loans will be funded by the company’s long-term investors and existing funders of the company’s capital.\n\nIn the case of preferred equity, there is, in effect, no obligation to repay the money acquired through equity financing. Since there are no mandatory payments to be made, the company has more liquid capital available to it for investing in the business. Even a mezzanine loan requires only interest payments prior to maturity and thus leaves more free capital in the hands of the business owner.\n\nA number of characteristics are common in the structuring of mezzanine loans, including:\n\nMezzanine financingexists in a company’s capital structure between its senior debt and its common stock as subordinated debt or preferred equity, or some combination of these two. The most common structure for mezzanine financing is unsecured subordinated debt.\n\nSub-debt, as it is also called, is an unsecured bond or loan that ranks below more senior loans or securities in its ability to claim against the company’s assets or earnings. In the case of a borrower default, sub-debt holders are not paid out until all senior debt holders are paid in full. Unsecured sub-debt means that the debt is backed only by the company’s promise to pay.\n\nIn other words, there is no lien or other credit that supports the debt. Other mezzanine debt is security by a lien on the underlying property and is therefore secured. Payments are usually made with monthly payments of debt service based on a fixed or floating rate and the balance due at the maturity date.\n\nPreferred equity, rather than being a loan that may be unsecured or secured by a lien, is an equity investment in a property-owning entity. It is generally subordinate to mortgage loans and any mezzanine loans but is senior to common equity. It is generally deemed to be a higher risk than mezzanine debt because of increased risk and the lack of collateral.\n\nPayments are made through priority distributions before any distributions to holders of common equity. Some investors negotiate to receive additional profit participation. The principal is repaid at the stated redemption date, usually after that of mezzanine debt. The sponsor may sometimes negotiate for an extension of this date. A preferred equity investor may, however, have broader corporate approval rights because it does not have lender liability issues.\n\nMezzanine financing typically matures in five years or more.However, the maturity date of any given issue of debt or equity is frequently dependent on the scheduled maturities of existing debt in the issuer’s financing structure. Preferred equity generally does not have a fixed maturity date but may be called by the issuer as of some date after its issue. Redemption is usually exercised to take advantage of lower market rates to call in and reissue debt and equity at lower rates.\n\nGenerally, the lender in mezzanine financing has the unrestricted right to transfer its loan. If the loan involves future distributions or advances, the borrower may be able to negotiate a qualified transferee standard as a limitation on the borrower’s right to transfer. Preferred equity, in contrast, is often subject to restrictions or conditions on transferring the purchaser’s interest in the entity. Once all the preferred equity has been contributed, the entity may permit transfers.\n\nAs with any complex financial product or service, mezzanine financing has advantages and disadvantages to consider for lenders and borrowers.\n\nMezzanine financing may result in lenders—or investors—gaining immediate equity in a business or acquiring warrants for purchasing equity at a later date. This may significantly increase an investor’srate of return (ROR). In addition, mezzanine financing providers are scheduled to receive contractually obligated interest payments made monthly, quarterly, or annually.\n\nBorrowers prefer mezzanine debt because the interest they pay is a tax-deductible business expense, thus substantially reducing the actual cost of the debt. Also, mezzanine financing is more manageable than other debt structures because borrowers may move their interest to the balance of the loan. If a borrower cannot make a scheduled interest payment, some or all of the interest may be deferred. This option is typically unavailable for other types of debt.\n\nIn addition, quickly expanding companies grow in value and may restructure mezzanine financing loans into one senior loan at a lower interest rate, saving on interest costs in the long term.\n\nAs an investor, the lender often receives an incentive—an additional equity interest or option to obtain such interest (a warrant). Sometimes, if the venture is highly successful, the little add-ons can end up hugely valuable. Mezzanine debt also generates a much higher rate of return, which is important in what is still a low-interest-rate environment. Mezzanine debit also offers guaranteed periodic payments in contrast to the potential but not guaranteed dividends on preferred equity.\n\nWhen securing mezzanine financing, owners may sacrifice some control and upside potential due to the loss of equity. Lenders may have a long-term perspective and may insist on a board presence. Owners also pay more in interest the longer the mezzanine financing is in place. Loan agreements will also often include restrictive covenants, limiting the ability to borrow additional funds or refinance senior debt, as well as establishing financial ratios that the borrower must meet. Restrictions on payouts to key employees and even owners are also not uncommon.\n\nMezzanine lenders are at risk of losing their investment in the event of the bankruptcy of the borrowing company. In other words, when a company goes out of business, the senior debt holders get paid first by liquidating the company’s assets. If there are no assets remaining after the senior debt gets paid off, mezzanine lenders lose out.\n\nFinally, mezzanine loan debt and equity can be tedious and burdensome to negotiate and put into place. Most such deals will take three to six months to finalize.\n\nNo dilutive effect on company’s equity\n\nCan be hard and slow to arrange\n\nMay include restrictions on further credit\n\nOwner must relinquish some control\n\nIn amezzanine financingexample, Bank XYZ provides Company ABC, a maker of surgical devices, with $15 million in a mezzanine loan financing. The funding replaced a higher-interest $10 million credit line with more favorable terms. Company ABC gained more working capital to help bring additional products to the market and paid off a higher-interest debt. Bank XYZ will collect 10% a year in interest payments and will be able to convert the debt to an equity stake if the company defaults. Bank XYZ was also able to prohibit Company ABC’s borrowing of additional funds and to impose certain financial ratio standards upon it.\n\nIn apreferred equityexample, Company 123 issues Series B 10% Preferred Stock with a par value of $25 and liquidation value of $500. The stock will pay periodic dividends when funds are available until the defined maturity is reached. The relatively high liquidation value is a takeover defense, making it unprofitable to acquire the stock for such purposes.\n\nIn general, mezzanine loan financing and preferred equity are useful in various situations. Among these are:\n\nA mezzanine loan is a source of capital that is between less risky senior debt and higher-risk equity with some of the features of both. Mezzanine loans are usually subordinated to senior debt or can be preferred equity with a fixed-rate coupon or divided. They may also have some form of participation rights, such as warrants, in the common equity of the business, though in a manner that will be far less dilutive of ownership than the issuance of common equity.\n\nMezzanine loans are generally quite expensive (in the 12% to 30% range) but are also “patient” debt, in that no payments toward the principal are due prior to maturity. This patient attitude of the debt allows the business to grow toward the ability to repay the loans and to increase its ability to carry more senior and therefore less expensive debt. It is usually not just subordinated but also unsecured.\n\nIf the borrower faces liquidity problems, it is possible to push a pause button on current interest payments for mezzanine debt, thus making the senior lenders more secure in their protected senior status.\n\nA real estate mezzanine loan is generally used to pay for acquisitions or development projects. They are subordinate to senior debt within the entity’s capital structure but receive priority over preferred and common equity.\n\nMezzanine bridge loans cover the cost of a purchase or development project that is not covered by senior debt. The loans are unsecured but may be replaced by equity in the event of a default. Mezzanine financing allows the loan to increase the funding without the ownership dilution that would be caused by the issuance of a significant amount of preferred or common equity.\n\nOn the other hand, real estate mezzanine loansappear as equityon the balance sheet, which may make obtaining further financing somewhat easier. For the lender, real estate mezzanine loans offer very high rates of return in a low-interest-rate environment, the opportunity to obtain some equity or control of the business, and occasionally, the ability to apply some control to the operations of the business.\n\nAmezzanine fundis a pool of capital that seeks to invest inmezzanine financefor the purposes of acquisitions, growth, recapitalization, and management or leveraged buyouts. Investors in a mezzanine fund receive a rate of return of 13% to 35%, higher than offered on most forms of debt financing.\n\nAs with all pooled investments, a mezzanine fund will make money off the interest received on its pooled investments, as well as on profits from purchases and sales of various mezzanine financing instruments.\n\nMezzanine debt is provided by lenders, usually funds ranging in size from millions to billions, specializing in such loans. They look to make loans to companies that can safely service higher debt levels.\n\nAn ideal debt provider will offer a positive track record of outcomes over many years and will be willing to offer references of previous transactions. The provider should also be willing and able to customize the debt structure to meet a borrower’s needs and plans.\n\nFinally, the ideal provider will be willing to work in your interest, providing the best value for the amount, price, and flexibility of the debt raised. Lenders have often previously been involved with the company seeking the loan, and each has experience of the other’s reliability and ability to understand the business at hand.\n\nMezzanine debts can be secured or unsecured. Those used in real estate are often indirectly secured to some extent by the borrower’s real estate interests.\n\nIt can be said that in corporate mezzanine financing, the debt is secured by the borrower’s ownership interest in the company, but because a mezzanine loan is fairly low down in the repayment schedule, this “collateral” may be of limited value.\n\nMezzanine financing combines debt and equity financing. It gives a lender the right to convert debt to an equity interest in a company in case of default, generally after venture capital companies and other senior lenders are paid. In terms of risk, it lies between senior debt and equity.\n\nAccountingTools, via Internet Archive Wayback Machine. “Mezzanine Financing Definition.”\n\nSilbernagel, Corry and Vaitkunas, Davis, via New York University, Stern School of Business. “Mezzanine Finance.”Bond Capital, Pages 2–3 and 7.\n\nSilbernagel, Corry and Vaitkunas, Davis, via New York University, Stern School of Business. “Mezzanine Finance.”Bond Capital, Page 7.\n\nSilbernagel, Corry and Vaitkunas, Davis, via New York University, Stern School of Business. “Mezzanine Finance.”Bond Capital, Page 3.",
  "url": "https://www.investopedia.com/terms/m/mezzaninefinancing.asp"
}