{
  "term": "Mezzanine Debt: What It Is, How It Works, and Examples",
  "definition": "Mezzanine debt occurs when a hybrid debt issue is subordinated to another debt issue from the same issuer. Mezzanine debt has embedded equity instruments attached, often known as warrants, which increase the attractiveness of the subordinated debt and allow greater flexibility when dealing with bondholders.\n\nMezzanine debt is frequently associated with acquisitions and buyouts, for which it may be used to rank new owners higher than existing owners in the stakeholder seniority list in case of company liquidation.\n\nMezzanine debt bridges the gap betweendebtandequity financingand it's one of the highest-risk forms of debt. It's senior to pure equity but subordinate to pure debt but it also offers some of the highest returns when compared to other debt types. It often receives rates between 12% and 20% per year, even going as high as 40% in high-leverage cases.\n\nThe types of equity included with the debt can be many. Some examples of embedded options include stockcall options,rights, and warrants.\n\nMezzanine debt behaves more like a stock than debt in practice because the embedded options make the conversion of the debt into stock very attractive.\n\nMezzanine debt structures are most commonly found inleveraged buyouts. A private equity firm might seek to purchase a company for $100 million with debt but the lender only wants to put up 80% of the value and offers a loan of $80 million. The private equity firm doesn't want to put up $20 million of its own capital and instead looks for a mezzanine investor to finance $15 million.\n\nThe firm then only has to invest $5 million of its own dollars to meet the $100 million price tag. The investor used mezzanine debt so they'll be able to convert that debt to equity when certain requirements are met. Using this method of financing leverages the buyer's potential return while minimizing the amount of capital that it must put up for the transaction.\n\nA hybrid security classification on the balance sheet under U.S. Generally Accepted Accounting Principles (GAAP) is dependent on how the embedded option is influenced by the debt portion. The two parts of the hybrid (the debt and the embedded equity option) must be classified in both the liability andstockholders' equitysections of the balance sheet if the act of exercising the embedded option is influenced by the structure of the debt in any way.\n\nMezzanine debt is most often used inmergers and acquisitions. Olympus Partners, a private equity firm based in Connecticut, received debt financing from Antares Capital in 2016 to acquire AmSpec Holding Corp, a company that provides testing, inspection, and certification services for petroleum traders and refiners.\n\nThe total amount of the financing was $215 million. This included arevolving credit facility, aterm loan, and a delayed draw term loan. Antares Capital provided the total capital in the form of mezzanine debt, thus giving it equity options.\n\nEquity financing is a means of raising capital through company shares. The shares are sold by the company to investors, granting them a percentage of ownership rights.\n\nHybrid securities share characteristics of stocks and bonds. They include preferred stocks, convertible bonds, and exchange-traded notes. Risks and returns hover somewhere in the middle between stocks and bonds. An investor can convert a convertible bond into a stock relatively easily but these bonds generally offer lower interest rates.\n\nWarrants are securities that come with the right but not the obligation to purchase them. They're sometimes included with other bonds and shares or awarded to employees as an incentive. The price and a deadline to act are set at inception.\n\nMezzanine debt is the result of a hybrid debt issue being subordinated to another debt issue from the same issuer. It's often used in mergers and acquisitions. It provides a bridge between debt and equity financing and it shares several characteristics with stocks. Returns can range up to 20% annually (up to 40% in certain circumstances), making this type of debt an attractive option for investors over other debt types.\n\nSilbernagel Corry and Davis Vaitkunas. \"Mezzanine Finance.\"Bond Capital, pp. 3, 5.\n\nOlympus Partners. \"Olympus Makes AmSpec-tacular Investment.\"\n\nReuters. \"U.S. Middle Market Lending Poised to Strengthen in Second Half.\"",
  "url": "https://www.investopedia.com/terms/m/mezzaninedebt.asp"
}