{
  "term": "Michigan Consumer Sentiment Index (MCSI): What it Means, Uses",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Michigan Consumer Sentiment Index (MCSI) is a monthly survey of consumer confidence levels in the United States conducted by the University of Michigan. The survey is based on telephone interviews that gather information on consumer expectations for the economy.\n\nConsumer sentimentis a statistical measurement of the overall health of the economy as determined by consumer opinion. It takes into account people's feelings toward their currentfinancial health, the health of the economy in the short term, and the prospects for longer-term economic growth, and is widely considered to be a usefuleconomic indicator.\n\nThe Michigan Consumer Sentiment Indexwas created in the 1940s by Professor George Katona at the University of Michigan's Institute for Social Research. His efforts ultimately led to a national telephone survey conducted and published monthly by the university. The survey queries consumers on their views of their own personal finances, as well as the short-term and long-term state of the U.S. economy.\n\nThe preliminary report is generally released during the middle of the month and covers survey responses collected in the first two weeks of the month. The final report is released at the end of the month and covers the full month.It is designed to capture the mood of American consumers. Whether the sentiment is optimistic, pessimistic, or neutral, the survey signals information about near-term consumer spending plans.\n\nBecause consumer spending accounts for about 68.1% ofgross domestic product (GDP)in the U.S., the MCSI is regarded as one of many important economic indicators followed by businesses, policymakers, and participants in the investment community.\n\nEach month, the university conducts a minimum of 500 phone interviews across the continental U.S. The survey asks 50 core questions and covers three areas:personal finances, business conditions, and buying conditions.The answers to these questions form the basis of the index. Consumers are asked questions such as:\n\nAbout 60% of each monthly survey consists of new responses, and the remaining 40% is drawn from repeat surveys. The repeat surveys help reveal the changes in consumer sentiment over time and provide a more accurate measure of consumer confidence.\n\nAccording to the University of Michigan, the surveys \"have proven to be an accurate indicator of the future course of the national economy.\"Surveys have demonstrated their ability to accurately anticipate changes in interest rates, unemployment rates,inflation rates, GDP growth, housing, car demand, and other key economic measures.\n\nThe Index of Consumer Expectations (ICE) was created as a subsidiary survey of the MCSI. It has come to be included in the larger index of Leading Composite Indicators published by the Bureau of Economic Analysis (BEA) through the Department of Commerce.\n\nFederal Reserve Bank of St. Louis, FRED. \"Shares of Gross Domestic Product: Personal Consumption Expenditures.\"\n\nSurvey of Consumers, University of Michigan. \"Survey of Consumers: Interview Dates 2023.\"\n\nSurvey of Consumers, University of Michigan. \"Release Dates for 2023.\"\n\nSurvey of Consumers, University of Michigan. \"Survey Description,\" Page 1.\n\nSurvey of Consumers, University of Michigan. \"Questionnaire,\" Pages 1-3.\n\nCurtin, Richard T. \"Survey of Consumers,\"Survey Research Center, University of Michigan, pp. 1.",
  "url": "https://www.investopedia.com/terms/m/mcsi.asp"
}