{
  "term": "Microcredit: Definition, How It Works, Loan Terms",
  "definition": "Microcredit is a common form ofmicrofinancethat involves an extremely smallloangiven to an individual to help them become self-employed or grow a small business. These borrowers tend to be low-income individuals, especially from less developed countries (LDCs). Microcredit is also known as \"microlending\" or \"microloan.\"\n\nThe concept of microcredit was built on the idea that skilled people in underdeveloped countries, who live outside of traditional banking and monetary systems could gain entry into an economy through the assistance of a small loan. The people to whom such microcredit is offered may live in barter systems where no actual currency is exchanged.\n\nModern microcredit is typically attributed to the Grameen Bank model, developed by economistMuhammad Yunus. This system started in Bangladesh in 1976, with a group of women borrowing $27 to finance the group's own small businesses. The women repaid the loan and were able to sustain the business.\n\nThe women in Bangladesh who received microcredit did not have money to purchase the materials they needed to make the bamboo stools that they would, in turn, sell—and at the same time, each individual borrower would be too risky to lend to on their own. By borrowing as a group, the initial financing gave them the resources to begin production, with an understanding that the loan would be paid over time as they brought in revenue.\n\nMicroloans can range from as small as $10 to $100, and rarely exceed $2,000.\n\nThe structure of microcredit arrangements frequently differs from traditional banking, wherein collateral may be required or other terms established to guarantee repayment. There might not be a written agreement at all.\n\nIn some instances, the microcredit was guaranteed by an agreement with the members of the borrower’s community, who would be expected to compel the borrower to work toward repaying the debt. As borrowers successfully pay off their microcredits, they may become eligible for loans of larger and larger amounts.\n\nLike conventional lenders, micro-financiers must charge interest on loans, and they institute specificrepaymentplans with payments due at regular intervals. Some lenders require loan recipients to set aside a part of their income in a savings account, which can be used as insurance if the customerdefaults. If the borrower repays the loan successfully, then they have just accrued extra savings.\n\nBecause many applicants cannot offer collateral, microlenders often pool borrowers together as a buffer. After receiving loans, recipients repay their debts together. Because the success of the program depends on everyone's contributions, this creates a form of peer pressure that can help to ensure repayment.\n\nFor example, if an individual is having trouble using his or her money to start a business, that person can seek help from other group members or from the loan officer. Through repayment, loan recipients start to develop a goodcredit history, which allows them to obtain larger loans in the future.\n\nInterestingly, although these borrowers often qualify as very poor, repayment amounts on microloans are often actually higher than the average repayment rate on more conventional forms of financing. For example, the microfinancing institutionOpportunity International reportedrepayment rates of approximately 98.9% in 2016.\n\nThere have been criticisms of microcredit and the way it can be misused. For example, in South Africa, microcredit was introduced in some of the poorest communities to encourage people to pursueself-employment. However, the way it was introduced, in some instances, led to the funds being expended through consumption spending, rather than the establishment or furthering of any form of business or employment activity.\n\nAlso, the borrowers may find themselves with a magnitude of debt they cannot repay, even with the small-scale loans offered through microcredit. The problem is that the borrowers may not have a steady income source, or they plan to use the microcredit to create an income source for themselves that would allow them to pay back the financing. As a result, some borrowers have resorted to selling off personal property and seeking new financing to cover their previous microcredit.",
  "url": "https://www.investopedia.com/terms/m/microcredit.asp"
}