{
  "term": "Microfinance Definition: Benefits, History, and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMicrofinance, also called microcredit​, is a type of banking service provided to low-income individuals or groups who otherwise wouldn't have access to financial services. While institutions participating in microfinance most often provide lending—microloans can range from as small as $50 to under $50,000.\n\nHowever,many banksoffer additional services, such ascheckingand savings accounts, while others may providemicro-insuranceproducts as well as financial and business education.The goal of microfinance is to ultimately allow impoverished people to become self-sufficient.\n\nMicrofinance services provide much-needed financial assistance to unemployed or low-income individuals. Unfortunately, those who earn below the poverty income threshold or have limited financial resources may not earn enough income to meet the financial qualifications to conduct business with traditional financial institutions.\n\nHowever, despite beingunbanked, people who live on as little as $2 a daydoattempt to save, borrow, or acquire credit or insurance and make payments on their debt. Thus, many poverty-stricken people typically look to family, friends, and evenloan sharks—who often charge exorbitantinterest rates—for help.\n\nMicrofinance allows people to take on reasonable small business loans safely and in a manner consistent with ethical lending practices. Although microfinancing operations exist worldwide, the majority of financing activity occurs in developing nations, including Bangladesh, Cambodia, India, Afghanistan, the Democratic Republic of Congo, Indonesia,and Ecuador.Somemicrofinance institutions, sometimes referred to as MFIs, focus on helping women in particular.\n\nMicrofinancing organizations support a large number of activities, ranging from providing the basics—like bank checking andsavings accounts—tostartup capitalfor small business entrepreneurs and educational programs that teach the principles of investing. These programs can focus on skills like bookkeeping, cash-flow management, and technical or professional skills like accounting.\n\nUnlike typical financing situations, in which the lender is primarily concerned with the borrower having enoughcollateralto cover the loan, many microfinance organizations focus on helping entrepreneurs succeed.\n\nIn many instances, people seeking help from microfinance organizations are first required to take a basic money-management class. Lessons cover understanding interest rates, the concept of cash flow, how financing agreements and savings accounts work, how tobudget, and how to manage debt.\n\nOnce educated, customers may apply for loans. As one would find at a traditional bank, a loan officer helps borrowers with applications, oversees the lending process, and approves loans. The typical loan, sometimes as little as $100, may not seem like much to some people in the developed world, but for many impoverished people, this figure is often enough to start or sustain a business or engage in other profitable activities.\n\nThe global microfinance market was valued at an estimated $224.6 billion in 2023 and is expected to exceed $506 billion by 2030.\n\nLike conventional lenders, microfinanciers must charge interest on loans and institute specific repayment plans with payments due at regular intervals. Some lenders require loan recipients to set aside some of their income in a savings account, which can be used as insurance if the customer defaults. If the borrower repays the loan successfully, then they have just accrued extra savings.\n\nBecause many applicants can't offer collateral, microlenders often pool borrowers together as a buffer. After receiving loans, recipients repay their debts together. Because the program's success depends on everyone's contributions, this creates a form of peer pressure that can help ensure repayment.\n\nFor example, if an individual is having trouble using their money to start a business, they can seek help from other group members or the loan officer. Through repayment, loan recipients begin to develop a goodcredit history, which allows them to get larger loans in the future.\n\nAlthough these borrowers often qualify as \"very poor,\" repayment rates on microloans are often higher than the average repayment rate on more conventional forms of financing. For example, the Grameen Bank in Bangladesh, one of the original microlenders, reports an average repayment rate of 98%.\n\nEmpowering women, in particular, as many microfinance organizations do, may lead to more stability and prosperity for families.\n\nMicrofinance isn't a new concept. Small operations of this type have existed since the 18th century. The first occurrence of microlending is attributed to the Irish Loan Fund system, introduced by Jonathan Swift, which sought to improve conditions for impoverished Irish citizens.In its modern form, microfinancing became popular on a large scale in the 1970s.\n\nThe first organization to receive attention was the Grameen Bank, started in 1983 byMuhammad Yunusin Bangladesh.In addition to providing loans to its clients, the Grameen Bank also suggests that its customers subscribe to its \"16 Decisions,\" a basic list of ways people experiencing poverty can improve their lives.The 16 Decisions touch upon a wide variety of subjects, ranging from a request to stop the practice of issuing dowries upon a couple's marriage to keeping drinking water sanitary. In 2006, the Nobel Peace Prize was awarded to both Yunus and the Grameen Bank for their efforts in developing the microfinance system.\n\nThere are other microfinance operations around the world. Some larger organizations work closely withthe World Bank, while other smaller groups operate in different nations. Some organizations enable lenders to choose exactly who they want to support, categorizing borrowers by their poverty level, geographic region, and type of small business.\n\nMore than 174 million people have directly or indirectly benefited from microfinance-related operations.However, these operations are only available to some of the world's poor, while an estimated 1.7 billion people lack access to establishing basic financial accounts.\n\nThe benefits of microfinance extend beyond the direct effects of giving people a source of capital. Entrepreneurs who create successful businesses, in turn, create jobs, trade, and overall economic improvement within a community.\n\nAlthough there are countless heartwarming success stories, microfinance has sometimes been the target of criticism. As microfinance interest rates are generally higher than conventional banks', critics have argued that these operations make money off people with low incomes.\n\nIn fact, some non-profit microlenders have converted to being for-profit as they've grown. One of the largest and most controversial is Mexico's Banco Compartamos. The bank was started in 1990 as a nonprofit. However, management transformed the enterprise into a traditional, for-profit company ten years later. In 2007, it went public on the Mexican Stock Exchange, and its initial public offering (IPO) raised more than $400 million.\n\nLike most other microfinance companies, Compartamos Banco makes relatively small loans, serves a predominatly female clientele, and pools borrowers into groups.The main difference lies in how it uses the funds it nets in interest and repayments. Like any public company, it distributes them to shareholders.In contrast, nonprofit institutions take a more philanthropic stance toward profits, using them to expand the number of people they help or to create more programs.\n\nIn addition to Compartamos Banco, many major financial institutions and other large corporations have launched for-profit microfinance departments, including Citigroup and Barclays.Other companies have createdmutual fundsthat invest primarily in microfinance firms.\n\nCompartamos Banco and its for-profit peers have been criticized by many, including Yunus, the grandfather of modern microfinance. The immediate, pragmatic fear is that, out of a desire to make money, large microfinance bankers will charge higher interest rates that may create a debt trap for low-income borrowers.\n\nHowever, Yunus and others also have a more fundamental concern: that the incentive formicrocreditshould be poverty alleviation, not profit. By their very nature—and their obligation to stockholders—these publicly traded firms work against the original mission of microfinance: helping the economically impoverished above all else.\n\nIn response, Compartamos and other for-profit microfinanciers counter thatcommercializationallows them to operate more efficiently and attract more capital by appealing to profit-seeking investors. By becoming a profitable business, their argument goes, a microfinance bank can extend its reach, providing more money and loans to low-income applicants. For now, though, charitable and commercialized microfinanciers do co-exist.\n\nIn addition to the divide between nonprofit and for-profit microfinance enterprises, other criticisms exist. Some say that individual microloans of $100 aren't enough to provide independence—instead, they keep recipients working in subsistence-level trades, barely covering basic needs like food and shelter.\n\nA better approach, these critics maintain, is to create jobs by constructing new factories and producing new goods. They cite the examples of China and India, where the development of large industries has led to stable employment and higher wages, which in turn has helped millions to emerge from the lowest levels of poverty.\n\nOther critics have said that the presence of interest payments is a burden. Despite the healthy repayment rates, some borrowers can't or don't, repay loans, because of the failure of their ventures, personal catastrophe, or other reasons. So, this added debt can make microcredit recipients even poorer than when they started.\n\nLike conventional lenders, microfinanciers must charge interest on loans and institute specific repayment plans with payments due at regular intervals. Some lenders require loan recipients to set aside some of their income in a savings account, which can be used as insurance if the customer defaults. If the borrower repays the loan successfully, then they have accrued extra savings.\n\nThe benefits of microfinance extend beyond the direct effects of giving people a source of capital. Entrepreneurs who create successful businesses can offer jobs and trade to help improve their community. Also, the International Finance Corp. (IFC) has helped establish or improve credit reporting bureaus in 30 developing nations. It also has advocated for adding relevant laws that govern financial activities in developing countries.\n\nWhile some microfinance interest rates are lower than those of conventional banks, critics have argued that these operations profit from the impoverished.Also, many major financial institutions and other large corporations have launched for-profit microfinance departments. As a result, the concern is that these larger banks will charge higher interest rates out of a desire to earn revenue, creating a debt trap for low-income borrowers.Others have argued that individual microloans aren't enough money to provide a realistic path to independence.\n\nMicrofinance provides banking services to low-income individuals or groups who otherwise wouldn't have access to financial services with the intent to help impoverished people become self-sufficient. Institutions often lend $50 to under $50,000 but may also offer checking and savings accounts as well as financial education.\n\nCriticisms of the microlending industry include high interest rates charged on small loans, profit motives clashing with the original goal of helping impoverished people, and loans so limited that borrowers cannot become self-sufficient.\n\nU.S. Chamber of Commerce. \"Everything Your Small Business Needs To Know About Microlending.\"\n\nFINCA. \"Examples of Microfinance Services.\"\n\nWorld Bank. \"MIX Market Data - MFI Company Metadata.\" (Download Excel spreadsheet, sort by home country of microfinance institutions.)\n\nThe Nobel Prize. \"Grameen Bank - Facts.\"\n\nOpportunity International. \"Micro Banking.\"\n\nStrategyR. \"Microfinance World Market Report.\"\n\nUniversity of Michigan. \"The Grameen Bank.\"\n\nOpportunity International. \"'Spring 2022 Global Report,\" Pages 3-4.\n\nDepartment of Economics - University of Toronto. \"The Evolution of a Microcredit Institution: The Irish Loan Funds, 1720 - 1920.\" Page 5.\n\nGlasgow Caledonian University. \"Chancellor Emeritus.\"\n\nVillage Volunteers. \"Grameen Bank's Sixteen Decisions.\"\n\nKiva. \"Microfinance 101: What It Is and How To Get Involved.\"\n\nKiva.org. \"Kiva partners outperform key global benchmarks in the 2023 Microfinance Index.\"\n\nInternational Finance Corp. \"Microfinance.\"\n\nAsian Development Bank. \"Impact of Restrictions on Interest Rates in Microfinance.\" Page 1.\n\nStanford Graduate School of Business. \"Social Entrepreneurship Banco Compartamos.\"\n\nConsultative Group to Assist the Poor. \"CGAP Reflections on the Compartamos Initial Public Offering.\"\n\nBanco Compartamos. \"Woman Credit.\"\n\nBanco Compartamos. \"Financial Information.\"\n\nBloomberg. \"Big Money Backs Tiny Loans That Lead to Debt, Despair, and Even Suicide.\"\n\nBarclays. \"Banking for Billions.\"",
  "url": "https://www.investopedia.com/terms/m/microfinance.asp"
}