{
  "term": "MICR: What Is a Magnetic Ink Character Recognition Line?",
  "definition": "Investopedia / Paige McLaughlin\n\nMagnetic ink character recognition (MICR) is a technology used primarily to identify and process checks. The MICR on a check is the string of characters that appears at the bottom left. It consists of three groups of numbers, including the bank routing number, the customer's checking account number, and the check number.\n\nThe MICR includes, from left, a nine-character routing number, a 12-character account number, and a four-character check number.\n\nIt is called a magnetic ink character recognition line in reference to the print technology that enables a machine to read, process, and record information.\n\nThe magnetic ink character recognition line lets a computer rapidly read and record numbers or other information from printed documents, such as a personal check. In this case, that information is a check number,routing number, andaccount number.\n\nTheAmerican Bankers Association(ABA) developed the system in the late 1950s, and the American National Standards Institute later recognized it as an industry standard.\n\nThe MICR number, which is sometimes confused with just the account number, is printed on the check using magnetic ink or toner, less than an inch above the bottom of the document. The magnetic ink allows a computer to read the characters even if they have been covered with signatures, cancellation marks, bank stamps, or other marks.\n\nMICR lines help facilitate automatic check-clearing when banks send their checks to central processing systems at the end of the day. They are designed to be easily read by people as well, so that check information can be communicated easily.\n\nThe numbers are usually printed in one of two specially designed fonts, E-13 B or CMC-7. Both are used worldwide, with the E-13B used primarily in North America, Australia, and the United Kingdom. The CMC-7 font is mainly used in Europe and parts of South America.\n\nEvery check sent is processed by aclearinghouse, bank, or both. They validate the check and finalize the transaction, deducting the correct amount from one account and crediting it to another. A single check may be processed several times at different banks and Federal Reserve Centers.\n\nPart of that process is reading the identifying information on the check. The MICR line mechanized that process. A scanner, or reader-sorter computerized machine, processes the information magnetically printed on the checks, including the routing number, account number, and check number.\n\nDuring the clearing process, a check may be read several times at extremely high speeds. According to Troy Group, a producer of MICR-adapted printers and related products, a single reading takes less than 1/1000ths of a second.\n\nMICR is the reason checks are so uniform in their format. The layout of the check and the position of the data on it must be rigidly placed so that machines can read them.\n\nWhile magnetic ink character recognition was first used to print information on checks, the technology has been adapted to other applications.\n\nA variety of financial documents in the United States are encoded with MICR technology. Credit card invoices, direct mail, coupons used forrebates, and negotiable orders of withdrawal (NOWs) may also use the technology.\n\nOne of the benefits of the magnetic ink character recognition line is its ability to facilitate the use of a routing number to process checks and deduct the payment amounts. A routing number or routing transit number is a nine-digit numerical code that banking and other financial institutions use to clear funds and process checks.\n\nThe routing number identifies the bank branch that holds the account from which funds are to be drawn. Wire transfers anddirect depositsoften rely on routing numbers as well.\n\nCombating fraud is a constant battle in the financial services industry. The definition of fraud is an intentionally deceptive action that is designed to provide the perpetrator with an unlawful gain. A range of fraud types exists, includingtax fraud, credit card fraud,wire fraud, securities fraud, and bankruptcy fraud.\n\nThe magnetic ink character recognition line makes some forms of financial fraud harder by using tamper-proof magnetic ink and unique fonts. Thus, MICR makes it difficult to alter checks.\n\nCheck altering generally entails changing the payee's name, the amount of the check, or both. Section 3-407 of theUniform Commercial Code(UCC), a set of business laws regulating financial contracts, breaks down the term alterationeven further, with nine articles dealing with separate aspects of banking and loans.\n\nFor instance, a fraudster may attempt to cash a photocopied check through a teller at a bank branch. The photocopied MICR line immediately alerts the teller that the check is fake.\n\nSince MICR technology helps detect and prevent fraud, banks and other financial institutions use it to minimize losses.\n\nThe routing number, account number, and check number combine to create a unique identifier for each check.\n\nA magnetic ink character recognition line (MICR) is a line of characters on a check printed with a unique ink that allows the characters to be read by a reader-sorter machine. The introduction of the MICR reader-sorter process allowed check processing to be automated while making it more difficult to counterfeit checks.\n\nThe MICR system has been in use since the late 1950s. It was a notable improvement because it allowed for the mechanization of check processing while making it more difficult to commit check fraud. Banks around the globe adopted the system.\n\nThis is why the format of bank checks is so uniform. It has to be in order for the readers to read the MICR numbers.\n\nThe string of characters at the bottom left of a check identifies the bank branch from which it is issued, the payer's account number, and the account holder's check number in a consecutive series.\n\nFrom left, the line displays the following information:\n\nIt looks like this: 000000000 000000000000 0000\n\nMagnetic ink character recognition is still around some 70 years after it was developed because it solved two big problems faced by banks: The processing of checks had to be mechanized, and fraud had to be made more difficult.\n\nIts three components, including a routing number, an account number, and a check number, together create a unique identifier for a check and the person who signed it. Just as importantly, it is printed using special ink and custom fonts that make fakes difficult, if not impossible, to create.\n\nAmerican Bankers Association. \"1950-1974: A History of America’s Banks and the ABA.\"\n\nAmerican National Standards Institute. \"MICR Specifications for Checks in ASC X9 Standards.\"\n\nDigital Check. \"Battle Of The MICR Fonts: Which Is Better, E13B Or CMC7?\"\n\nTroy Group. \"MICR Basics Handbook,\" Page 6.\n\n19th General Court of the Commonwealth of Massachusetts. “Section 3-407: Alteration.”\n\nRelyco. \"History of MICR—Magnetic Ink Character Recognition.\"",
  "url": "https://www.investopedia.com/terms/m/magnetic-ink-character-recognition-line-micr.asp"
}