{
  "term": "Middle Office Definition and Function in Financial Services Firms",
  "definition": "The middle office is the department in a financial services company, investment bank, orhedge fundthat sits in between the front and back office. It typically manages risk and calculates profits and losses. It is generally in charge of information technology (IT) as well.\n\nA financial services company is logically broken up into three parts: Thefront officeincludes sales personnel and corporate finance, the middle office manages risk and IT resources, and theback officeprovides administrative, support, and payment services. The middle office draws on the resources of both the front and the back offices.\n\nMiddle office and back office jobs generally do not directly produce revenue but are essential to managing risk and ensuring that transactions are correctly executed. They are considered an essential part of the company's infrastructure.\n\nIn the early days of foreign exchange andinvestment banking, responsibilities were generally split between the front office and the back office. Front office personnel included the salespeople, traders, and deal makers. Most had college degrees and many had MBAs. Back office personnel performed the clerical work and were only required to have high school diplomas.\n\nAs transactions and technology grew more complex, other functions developed and split off from the back office, creating the middle office. These employees usually have at least a bachelor's degree, and increasing numbers of them have either an MBA or a master's degree in technology.\n\nOn job sites, financial services companies generally identify these positions as \"middle office\" opportunities.\n\nMiddle office personnel are responsible for ensuring that the deal negotiated by the front office is accurately booked, processed, and paid for. This can include managing a wide range of InternationalSwap Dealers Association(ISDA) agreements, tracking deals' profits and losses, and ensuring that all required compliance documents have been completed. Some firms have specialized legal support teams as part of the middle office.\n\nInformation technology functions of the office run the gamut from ensuring that paying and receiving functions are operational to designing software to implement trading strategies. IT middle office personnel also manage contracted software systems that are used for trading, such as Bloomberg andReuters 3000. They support both the front and back office and are often on call 24 hours to ensure that essential market data is constantly captured and monitored.\n\nFor some years, financial services companies have been moving back-office functions overseas in order to cut costs. Since the financial crisis of 2008, some middle office functions also have moved off-shore. The countries getting those jobs generally have a strong population of highly-educated workers and strong English language skills but a substantially lower pay scale. Popular target countries include Ireland and India.",
  "url": "https://www.investopedia.com/terms/m/middleoffice.asp"
}