{
  "term": "Middle-Income Countries (MICs): Characteristics and Significance",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nAccording to the World Bank, middle-income countries (MICs) are defined as economies with agross national income (GNI)per capita between $1,136 and $13,845 as of 2024.MICsconsist of lower-middle-income countries and upper-middle-income countries, both of which are part of the income categories that the World Bank uses to classify economies for operational and analytical purposes.\n\nTheWorld Bankhas historically classified every economy as low-, middle-, or high-income. It now further specifies countries as having low-, lower-middle-, upper-middle-, or high-income economies. The World Bank uses GNI per capita, in current U.S. dollars converted by the Atlas method of a three-year moving average of exchange rates, as the basis for this classification.\n\nIt views GNI as a broad measure and the single best indicator of economic capacity and progress. The World Bank used to refer to low-income and middle-income economies as developing economies; in 2016, it chose to drop the term from its vocabulary, citing a lack of specificity. Instead, the World Bank now refers to countries by their region, income, and lending status.\n\nMICs are broken up into lower-middle-income and upper-middle-income economies. Lower-middle-income economies have per capita GNIs between $1,136 and $4,465, while upper-middle economies have per capita GNIs between $4,466 and $13,845.\n\nMICs are a very diverse group by region, size, population, and income level, ranging from tiny nations with small populations, such as Belize and the Marshall Islands, to all five of theBRICScountries—Brazil, Russia, India, China, and South Africa. China and India together account for approximately one-third of the world's population and are increasingly influential players in the global economy.\n\nThe diverse nature of MICs means that the challenges facing many of them are quite different. For nations in the lower-middle-income category, the biggest issue might be providing their citizens with essential services, such as water and electricity. For the economies in the upper-middle-income category, the greatest challenges could be curbing corruption and improving governance.\n\nMICs are essential for continued globaleconomic growthand stability. According to the World Bank, sustainable growth and development in MICs have positive spillovers to the rest of the world. Examples are poverty reduction, international financial stability, and global cross-border issues, including climate change, sustainable energy development, food and water security, and international trade.\n\nMICs have a combined population of five billion, or over 75% of the world's seven billion people, hosting 62% of the world's economically disadvantaged. Representing about one-third of global GDP, MICs are a major engine of global economic growth.\n\nCountries graduate from one level to another depending on their GNI per capita. According to a June 2023 report by the World Bank, India continued to be a lower-middle-income country and is expected to continue to be so in 2024.\n\nCountries that will move from low-income to lower-middle-income country categories are Guinea and Zambia. Countries moving from lower-middle income to upper-middle income are Indonesia, El Salvador, West Bank and Gaza, and Jordan. Countries moving from upper-middle income to high income are Guyana and American Samoa.\n\nThe World Bank breaks down countries as a classification based on their gross national income (GNI) per capita. Its four main categories are low income, low-middle income, upper-middle income, and high income.\n\nCountries that are middle-income countries include Turkey, Iraq, Russia, Brazil, Argentina, Peru, Nigeria, Angola, India, and Pakistan.\n\nYes, China is considered a middle-income country. It is specifically an upper-middle-income country according to the World Bank.\n\nThe World Bank classifies countries based on gross national income (GNI) per capita to better analyze these nations. Middle-income countries are those with a GNI per capita between $1,136 and $13,845. Middle-income countries can be further categorized as lower-middle income and upper-middle income.\n\nThe World Bank. \"World Bank Country and Lending Groups.\"\n\nThe World Bank. \"What Is the World Bank Atlas Method?.\"\n\nThe World Bank. \"World Development Indicators 2016,\" Page iii.\n\nThe World Bank. \"Population, Total.\"\n\nThe World Bank. “The World Bank in Middle Income Countries: Strategy.”\n\nThe World Bank. “The World Bank in Middle Income Countries: Context.”\n\nThe World Bank. \"World Bank Group Country Classifications by Income Level for FY24 (July 1, 2023 - June 30, 2024).\"\n\nThe World Bank. “World Bank Country and Lending Groups.”",
  "url": "https://www.investopedia.com/terms/m/middle-income-countries.asp"
}