{
  "term": "Middleman: Meaning, Examples, Functions, Importance",
  "definition": "A middleman is a person or business that serves as an intermediary in a business or financial transaction or a supply chain. Brokers, agents, distributors, and wholesalers are all examples of middlemen.\n\nMiddlemen can be individuals, small companies, or large corporations with an international presence. The role of a middleman, or intermediary, is to facilitate interaction between parties, such as a buyer and a seller, typically in return for acommissionor other form of fee that may be paid by the buyer, the seller, or both. In some transactions, the parties will attempt to \"cut out the middleman\" by dealing directly with each other in order to avoid that added cost, although that is not always possible or even legal.\n\nMiddlemen can also make money by purchasing a product and then reselling it for more than they paid for it. This difference is called the \"markup.\"\n\nA typicalsupply chainin business may involve multiple middlemen, such as a distributor who buys raw materials to resell to a manufacturer or buys finished goods from a manufacturer to resell to a retailer.\n\nSalespeople are often considered middlemen, such as real estate brokers and agents who match home buyers with sellers and facilitate the transaction between them in return for a commission that's usually based on the sale price.\n\nIn certain industries, middlemen are all but unavoidable. For example, automobile makers typically do not sell directly to consumers. Instead, their vehicles are sold through licensed dealers. The same is generally true for electronics, appliances, and other retail products. In some cases, manufacturers will have a say in how the middleman can market, advertise, or price the product and may offer them various incentives to increase sales.\n\nStockbrokersare another common example of middlemen. While it is sometimes possible tobuy shares of stock directlyfrom the corporation that issued them, it is more common for investors to go through a broker, who will make the purchase on their behalf in return for a commission. In addition to handling the transaction, the broker may also provide advice to the client, such as whether the stock is a good buy or whether there may be better alternatives. In the case of mutual funds, investors often have an option to buy the very same funds either directly from the mutual fund company (known asno-load funds) or through a stockbroker or financial adviser (known asload funds). In the latter case, the load, or sales charge, is paid by the buyer to compensate the broker or adviser for their services.\n\nIn many fields, such as real estate and financial services, middlemen are also subject to federal and/or state laws governing their behavior. In some cases they must also have passed certain tests and obtained the appropriate licenses to do business.\n\nThe rise of e-commerce has changed the dynamics of where an intermediary fits in some types of transactions, often making it easier to cut out the middleman altogether.\n\nIn certain states, the sale of alcoholic beverages may be structured to require retailers,bars, and restaurants to purchase products through a liquor distributor. Under such laws, a winery cannot sell its products directly to retailers, thus making a middleman essential. This can limit the availability of their products as they are beholden to the distributors who control the channels they can pass their wine through.\n\nSuch constraints may also extend to the sale and shipment of their products from one state to another. Some states allow the sale and shipment of products such as wine directly to the consumer through online purchases, thus eliminating the layers of middlemen, while other states prohibit this practice.This has proven to be a contentious issue for the distribution segment of the industry, which traditionally relied on wine and spirits makers being required to ship their wares through them.\n\nDisintermediationis a fancy term for cutting out the middleman, or removing an intermediary from a transaction where one might otherwise be involved. An everyday example would be a traveler who purchases their plane tickets and books their hotel stays directly from those providers rather than going through a travel agency.\n\nIn many instances, the added cost of going through a middleman is more than made up for by the time and cost savings involved. A store owner who stocks products from hundreds of different manufacturers, for example, will find it far easier to buy them through a wholesaler that has relationships with those companies than to deal with each company individually. The store owner might also benefit from theeconomies of scalethat a wholesaler brings to the transaction, since it may be purchasing large quantities of any given item for resale to the many stores it serves.\n\nAdistribution channelrefers to the links in the supply chain leading from a manufacturer to the ultimate consumer of the product. It might include wholesalers, distributors, warehousing, shipping, and other functions, as well as the retailer who sells the product. In adirect distribution channel, the manufacturer sells its product directly to the end consumer. In an indirect distribution channel, any number of intermediaries may be involved in the process.\n\nIn the retail world, a jobber is another name for a wholesaler, often a small one.\n\nVertical integrationis a business strategy in which a company takes over multiple segments of its supply chain and eliminates those middlemen. The company might be motivated by potential cost savings or a desire to assume greater control over the process and eliminate possible disruptions in its supply chain. For example, a manufacturer might acquire a company to supply its raw materials or one that can make the component parts it would otherwise have to purchase.\n\nMiddlemen play a key role in many business and financial transactions. While the rise of the internet, with its ability to directly connect buyers and sellers, has lessened their power in some instances, they remain an important force, especially where their involvement in transactions is legally mandated.\n\nNational Association of Realtors. \"Licensing for Real Estate Professionals.\"\n\nFINRA. \"Registered Financial Professionals.\"\n\nWine Institute. \"Direct-to-Consumer Shipping Laws for Wineries.\"",
  "url": "https://www.investopedia.com/terms/m/middleman.asp"
}