{
  "term": "Middle Market Firm: Definition, Criteria, and How They Trade",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe middle market is the segment of American businesses with annualrevenuesroughly in the range of $10 million to $1 billion, depending on the industry they operate in. There are about 200,000 middle-market firms in the U.S., most of them privately owned or closely held, and their annual revenues combined total more than $10 trillion.\n\nMiddle market companies are responsible for about 48 million jobs with combined annual revenues of $10 trillion (which accounts for about one-third of annual U.S. private-sector gross receipts).That makes the middle market a powerhouse of the U.S. economy, though many of these companies are little known to the general public.\n\nThe middle market is a critical sector of the American economy and an important engine of job creation, with middle market employment growing more than twice as quickly as the national average. Companies in this sector are heavily concentrated inservice-oriented activitiesincluding business services, health services, and educational services. Significant numbers are engaged in retail or wholesale trade, construction activity, or manufacturing.\n\nThere is no universally accepted definition of the middle market. Traditionally, annual revenues were the key differentiator. The Harvard Business Review defines the middle market as those businesses that earn between $10 million and $1 billion in annual revenue.Other sources may place the lower threshold as low as $5 million, or as high as $50 million.\n\nSome analysts prefer to define middle-market firms by the value of their total assets. Others characterize the middle market as companies with between 500 and 1,000-1,500 employees. By this reckoning, small businesses have 500 or fewer employees.\n\nThe lack of a clear delineation can result in some gray areas when attempts are made to group businesses by the classic three-level approach that includes small business, middle-market business, and big business. Some cut the categories down to two and label all but the biggest businesses assmall and medium-sized enterprises(SMEs).\n\nThe U.S. middle market generated about $10 trillion in combined revenues in 2021. If the U.S. middle market were a country, it would have the third-highest GDP in the world.\n\nThe interests of middle-market businesses may be relatively under-represented in policy and economic debates, from the local level to internationally. Most big businesses arepublicly traded companies. They report financial information quarterly and employ lobbyists to represent their interests. Small businesses have associations that represent their interests.\n\nThe middle market, by comparison, is more amorphous and less transparent. They are low-profile, and their products and services may be generally recognized only by their customers.\n\nThe COVID-19 pandemic also hit SMEs especially hard. In fact, 43% of middle-market executives believe the pandemic will have some adverse effects on revenues in 2021.Even discounting the effects of the pandemic, significant challenges remain. According to a 2021 report, maintaining customer relationships continues to be difficult, with a majority of middle-market executives citing this as one of their top challenges right now.\n\nManaging workforce disruption and keeping employees engaged and productive also continues to be an ongoing problem for middle market leaders.\n\nRelative to big public companies, middle-market businesses can have a tough time raising capital to expand or invest, and their costs of debt are typically higher. Although middle-market lenders, particularly boutique investment and commercial banks, aggressively compete for the business of the middle market, larger businesses enjoy the advantage ofeconomies of scale. Many theories explain why this is the case but it often boils down to the added transaction costs banks undertake for due diligence and marketing activities when they cater to the middle market.\n\nMiddle market companies often look tobusiness development companies(BDCs) for funding. These are similar to closed-end investment funds. Many BDCs are public companies whose shares trade on major stock exchanges. As investments, they can be somewhat high-risk but also offer high dividend yields.\n\nTo qualify as a BDC, a company must be registered in compliance with Section 54 of theInvestment Company Act of 1940. It must be a domestic company whose class of securities is registered with theSecurities and Exchange Commission(SEC).\n\nBy regulation, a BDC must invest at least 70% of its assets in private or public U.S. firms with market values of less than $250 million. The companies they invest in are often young businesses in need of financing or companies that are struggling to emerge from financial difficulties. The BDC is required to provide managerial assistance to the companies in its portfolio.\n\nMost middle-market firms are not publicly traded, but they can be found amongsmall-capormicro-capcompanies. Middle market companies are not usually considered big enough to bemid-capstocks, which are defined as having a market capitalization between $2 billion and $10 billion.\n\nThere are several a number ofexchange-traded funds(ETFs) and mutual funds that focus on small-cap indexes including theRussell 2000and theRussell Microcap Index.\n\nInvestors may also be able to invest directly in the shares of business development companies that provide financing to middle-market firms. Because BDCs areregulated investment companies(RICs), they must distribute over 90% of their profits to shareholders.That RIC status, though, means they don't pay corporate income tax on profits before they distribute them to shareholders. The result is above-averagedividend yields.\n\nAccording to BDC Investor.com, as of June 2021, the ten highest-yielding BDCs were posting yields from 9.19% to 21.99%.\n\nMain Street is an informal term for small businesses with a relatively small number of employees that take in a modest amount of revenue. The middle market is a step up from this, with larger operations, more employees, and revenues in the tens to hundreds of millions of dollars per year.\n\nThe middle market consists of companies that would make up small-cap and micro-cap stocks if they were listed on a stock exchange. These can be riskier than holding shares of larger, more mature companies, which tend to be more stable. At the same time, the growth opportunities and ability to be nimble can often be greater for the middle markets, providing higher potential returns.\n\nMiddle market banking refers to an area of commercial banking that provides services to local governments, nonprofits, and companies with around $50 million to $1 billion of total revenue. In order to serve these clients, middle-market investment banks may need to specialize in specific areas of expertise.\n\nMiddle market private equity refers to the sector ofprivate equitybusinesses that invest in companies worth between $50 million and $500 million. Companies in this range tend to be well-established, without the risks of investing in a small startup.\n\nThe lower middle market is a smaller subset of middle-market firms, with a total valuation between about $10 and $100 million dollars. Because of their small size, these firms tend to be more attractive for mergers and acquisitions that the rest of the middle market.\n\nMiddle market firms are companies that occupy the range between small \"Mom & Pop\" businesses and major enterprises. These companies tend to be service-oriented and are rarely publicly traded. In the United States, middle market firms account for a large share of employment and overall business activity.\n\nNational Center for the Middle Market. \"Year End 2021 Middle Market Indicator,\" Page 3.\n\nAmerican Express, Dun & Bradstreet. \"The Middle Market Power Index: Economic Might of Middle Market Firms,\" Page 2.\n\nHarvard Business Review. \"The Middle Market Is Stressed, but Resilient.\"\n\nWorld Population Review. \"GDP Ranked by Country 2022.\"\n\nNational Center for the Middle Market. \"Covid-19 and the Middle Market: 4Q 2020.\"\n\nU.S. Securities and Exchange Commission. \"Investment Company Registration and Regulation Package.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Publicly Traded Business Development Companies (BDCs).\"\n\nBDC Investor. \"Full Business Development Company List.\"\n\nAccounting Tools. \"Middle Market Banking Definition.\"\n\nBGF Explains. \"What Is Middle Market Private Equity?\"\n\nBenchmark International. \"Why Middle Market Firms Are Attractive to Buyers.\"",
  "url": "https://www.investopedia.com/terms/m/middle-market.asp"
}