{
  "term": "MiFID II: Definition, Regulations, Who It Affects, and Purpose",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nMiFID II is one of the most important pieces of legislation enacted in finance and investing this century. Rolled out in 2018 by the European Union (EU) to regulate financial markets while increasing protections for investors, it aimed to standardize financial practices across the EU and restore confidence in the industry, especially after the 2008 financial crisis. It focuses on three key areas: service model, product development, and product placement.\n\nMiFID II amends the originalMarkets in Financial Instruments Directive(MiFID) from a decade before. It rolled out on Jan. 3, 2018, six years after the European Commission, the EU's executive branch, adopted the legislative proposal. MiFID II set out goals for greater transparency in the member states, and the Markets in Financial Instruments Regulation put into force at the same time enacts rules for financial institutions within the EU. Colloquially, MiFID II is used for both, and we'll use the term to cover both EU enactments in what follows.\n\nThe original MiFID went into effect in November 2007. The globalfinancial crisisexposed its weaknesses soon after. Critics said it focused too narrowly on stocks, ignoring fixed-income vehicles, derivatives, currencies, and other assets. MiFID also did not address dealings with firms and investment products from outside the EU, leaving rules about those to the discretion of EU member nations.\n\nMiFID II standardizes oversight of the financial industry among member nations and greatly broadens the scope of the EU's regulation of securities markets. In particular, it imposes more reporting requirements and tests to increase transparency and reduce the use ofdark pools, private financial exchanges that allow investors to trade without revealing their identities, andover-the-counter (OTC) trading.\n\nThe regulations extend MiFID's earlier requirements to more financial instruments. Equities, commodities, debt instruments, futures, options, exchange-traded funds, and currencies all fall under its purview. If a financial product is available in the EU, it is covered by MiFID II—even if, say, the trader wishing to buy it is located outside the EU.\n\nThat's the cost EU companies spent preparing for MiFID II, according to the Boston Consulting Group, theWall Street Journalreported.\n\nMiFID II covers virtually all aspects of financial investment and trading and all financial professionals working in the EU. Bankers, traders, fund managers, exchange officials, and brokers and their firms all have to abide by its regulations, as do institutional and retail investors.\n\nApplied largely to equities markets\n\nDrafted in 2004 and became law from 2007 to 2018\n\nDid not address dealings with firms or products outside the EU\n\nApplies to all types of securities and derivatives\n\nProposed in 2012 and in force since 2018\n\nApplies to any firms wanting to access and trade in EU products, regardless of where they are based\n\nMiFID II brought sweeping changes to trading and investing. Here are some of the most important:\n\nA major goal of MiFID II was to move trading out of the shadows from over-the-counter (OTC) trading and dark pools to regulated trading platforms. MiFID II created a new trading venue, the organized trading facility, to capture previously unregulated trades. In addition, investment firms that want to execute client orders must be amultilateral trading facility (MTF).\n\nMiFID II limited the trading volume of a stock in a “dark pool” to 8% of the total trading volume of that stock anywhere over 12 months. Such pools are private financial exchanges for trading securities that allow institutional investors to trade largeblocksof securities without any details being made public until later.\n\nWhile the stated purpose of dark pools is to enable large trades without impacting the market with news of them, this also made them all but immune to oversight. MiFID II aims to balance the need for privacy in large transactions that could be contravened by publicity and the market and the public’s need for transparency and information on trading activities.\n\nTransparency was another major goal of the financial legislation. For starters, regulated markets and MTFs are required to publish the bid and offer prices of securities continuously. But the legislation goes much further.\n\nBanks and brokerages can no longer charge for research and transactions in a single bundle, making it clearer to clients what each costs individually and hopefully improving the quality of research available to institutional and retail investors alike.\n\nThis sounds quite technical, but the effects wouldn't be if the legislation's aims were met:\n\nMiFID II restricts the inducements paid to investment firms or financial advisors by third parties for indirect access to their customers. This is meant to reduce major conflicts of interest when banks and investor services offer advice and services. These must now be offered in the client's best interest, not unknown third parties—for example, firms paying brokerages commissions on clients they sign up for their funds.\n\nWithout such regulations, there's a risk thatfinancial advisorsmight recommend products or services not because they are the best options for their clients but because they offer the most lucrative commissions or other benefits to the advisors.\n\nMore broadly, investment firms are now required to take “all sufficient steps” to obtain the best possible results for their clients and to act in their best interest. That includes being upfront about commissions and fees.\n\nInvestment firms must give regulators reports containing the details of each transaction they execute by the following day. They also must keep records of all communications, including phone conversations. This enables regulators to monitor potential market abuses better.\n\nTransaction reporting is not just required forsell-sidefirms, such as brokers. The counterparties who initiate the trade also must do so.\n\nMiFID II places far greater scrutiny onalgorithmic tradingandhigh-frequency trading (HFT)to improve transparency in the market, prevent manipulation or abuse, and ensure fair trading practices. Given the regulation, firms had to adjust their trading strategies, invest far more in compliance and infrastructure, and maintain detailed records of their trading activities and algorithms. Let's break this down further:\n\nThe law mandated a review that began in 2020 of its effects on the EU's financial markets. In October 2023, the EU finalized changes highlighted in the review to put to a parliamentary vote. The changes to MiFID II aim to increase transparency and ban conflicts of interest. Here are some of the changes in store for MiFID II:\n\nThe EU would establish centralized data feeds, known as consolidated tapes, to aggregate crucial market data from multiple trading platforms, including stock exchanges and investment banks. This aggregation aims to give institutional and retail investors easier access to the latest data on the volume and prices of trading in securities.\n\nThis change would ban brokers from being compensated for directing client orders to specific trading platforms. Some EU member states where the practice is prevalent have been granted an extension until 2026 to enforce this ban. The change also aligns the EU with markets in the U.K., which already banned PFOF.\n\nThe EU's regulated markets will be required to have plans to temporarily pause orlimit trading during emergenciesor when there's a significant price fluctuation in a financial instrument over a short period. In extraordinary circumstances, the markets should be able to cancel, change, or correct any transaction.\n\nDark pools are private asset exchanges designed to supply additional liquidity and anonymity for trading large blocks of securities away from the public eye. They offer price and cost advantages to buy-side institutions such as mutual funds and pension funds, which claim that these benefits ultimately accrue to the retail investors who invest in these funds. However, dark pools’ lack of transparency makes them susceptible to conflicts of interest by their owners and predatory trading practices by HFT firms.\n\nAccording to the World Bank, the federal rules most comparable to MiFID are the following:\n\nPost-Brexit, the U.K. no longer needed to align with EU regulations, including MiFID II. Initially, the U.K. incorporated much of MiFID II into its law, providing needed continuity and stability in its financial markets at a turbulent moment.\n\nSince Amsterdam’s stock market took over from London post-Brexit as the top trading market in the EU and U.K., the U.K. has been looking for ways to put its markets front and center in the region.\n\nThe U.K.’s push has been toward “sustainable” deregulation, including the so-called Edinburgh reforms announced in December 2022 and further proposals in December 2023, which some hoped would surgically remove all vestiges of EU rules left in its financial system.\n\nThus far, the U.K.’s room for maneuver has not been as capacious as Brexit promised, given the need to prevent post-2008 backsliding and to remain aligned with global standards to engage in the global market.\n\nMiFID II marked a major change in how investors in the EU buy, sell, and trade financial securities. Key policies of MiFID II include increased transparency in transactions and costs, diminishing OTC and dark pool trading, and ending legalized conflicts of interest that potentially put clients in the hands of investment managers using them for commissions with third parties.\n\nMiFID II also advanced into the newest areas of finance, supplying greater scrutiny for the algorithms behind HFT and bringing them in line with its requirements for transparency and fairness.\n\nEuropean Securities and Market Authority. \"MiFID II.\"\n\nThe Wall Street Journal. \"What Investors Need to Know About Europe’s Big New Mifid Rules.\"\n\nEuropean Securities and Market Authority. \"MiFID II Transparency Calculations and DVC.\"\n\nAnselmi, Giulio, and Giovanni Petrella. \"Regulation and Stock Market Quality: The Impact of MiFID II Provision on Research Unbundling.\"International Review of Financial Analysis, vol. 76, July 2021.\n\nEuropean Securities and Market Authority. \"Article 27 Obligation to Execute Orders on Terms Most Favourable to the Client.\"\n\nThe World Bank. “Comparing European and U.S. Securities Regulations MiFID versus Corresponding U.S. Regulations,” Page 6.\n\nGiusti,G., and K. Batbayar. \"UK Post-Brexit Financial Regulation: The Status Quo on Equivalence.\"ERA Forum,vol. 21, no. 2, 2020, pp. 199–207.\n\nFinancial Conduct Authority. \"Handbook on MiFID II.\"\n\nReuters. \"Britain Reviews Financial Rules To Bolster City’s Global Clout.\"\n\nGovernment of United Kingdom. \"The Edinburgh Reforms.\"\n\nReuters. \"Britain to Ease EU Rule on Charging Asset Managers for Stock Picks.\"",
  "url": "https://www.investopedia.com/terms/m/mifid-ii.asp"
}