{
  "term": "Minimum Monthly Payment: Meaning with Credit Cards",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe minimum monthly payment is the lowest amount a customer can pay on their revolving credit account per month to remain in good standing with the credit card company. Making the monthly minimum payment on time is the least a consumer needs to do to avoid late fees and to have a goodrepaymenthistory on their credit report. The amount of the minimum monthly payment is calculated as a small percentage of the consumer's totalcredit balance.\n\nA minimum monthly payment is provided to customers monthly onrevolving creditaccounts. Revolving credit accounts differ from non-revolving credit accounts. Revolving credit accounts offer customers a low minimum monthly payment compared to a standardized payment schedule calculated for non-revolving credit.\n\nAll else being equal, consumers who only make the minimum monthly payment on their credit cards will incur higherinterest expensesand take longer to pay off their balances than consumers who pay more than the minimum each month. The best option is always to pay credit card balances in full and on time because this strategy prevents the consumer from having to pay any interest or late fees. Paying off revolving credit balances monthly also allows customers to take greater advantage ofcash back offersand rewards points earned on purchases.\n\nDepending on your interest rate, you'll save an average of 10% to 29% per year in interest by increasing your credit card payments above the minimum monthly payment.\n\nRevolving credit accounts are credit accounts that approve a borrower for a maximum level of borrowing at a specified interest rate which may be fixed orvariable. Different from non-revolving credit, revolving credit accounts are open accounts that allow borrowers to keep variable credit balances without taking the full maximum principal.\n\nCustomers can keep revolving credit accounts open for life as long as they remain in good standing with the credit issuer. Since revolving credit accounts will have varying outstanding balances each month, credit companies provide borrowers with a monthly statement that details the activity on their account and a monthly minimum payment they must make to keep their account in good standing with nodelinquencies.\n\nMonthly revolving credit statements provide a variety of details for the account holder each month. Basic details include the month’s itemized transactions, theinterest charged, fees charged, the previous month’s balance, the balance at the end of the statement period, and the minimum monthly payment that must be paid to keep the account current. You should always try to pay your full balance each month, but you won't be able touse another credit cardto do that.\n\nThe average minimum monthly payment on credit cards held by Americans in 2020 was approximately $124. This is based on average monthly balances at the time of $6,200 and a 2% minimum payment rate.\n\nRevolving credit borrowers have the advantage of maintaining rolling balances over the life of the account. This allows them to take money from the account for purchases up to a maximum level at any time. By making monthly payments, a borrower pays down some of the outstanding balance with interest and therefore can continuously use the account for borrowing.\n\nNon-revolving credit accounts differ from revolving credit accounts in that they pay out aprincipalamount to a borrower at the time of approval. Borrowers often use non-revolving credit for targeted purchases such as academic tuition, cars, andreal estate.\n\nNon-revolving credit accounts set a payment schedule for the borrower at the time of loan approval. The payment schedule is static and usually does not change over the life of the loan. With non-revolving credit, the borrower receives a one-time lump sum payout with a specified repayment period. The borrower must make monthly payments for the duration of the loan with the account being closed after full repayment has been made.\n\nWallet Hub. \"How much is the average monthly credit card bill?\" Accessed Nov. 15, 2021.",
  "url": "https://www.investopedia.com/terms/m/minimum-monthly-payment.asp"
}