{
  "term": "Minimum Efficient Scale (MES): Definition With Graph",
  "definition": "The minimum efficient scale (MES) is the lowest point on a cost curve at which a company can produce its product at a competitive price. At the MES point, the company can achieve theeconomies of scalenecessary for it to compete effectively in its industry.\n\nFor companies that produce goods, it is critical to find an optimal balance between consumer demand,productionvolume, and the costs associated with manufacturing and delivering goods.\n\nA range of production costs go into establishing a minimum efficient scale, but its relationship to the size of its market—that is, the demand for the product—determines how many competitors can effectively operate in the market. In other words, MES seeks to identify the point at which a firm can produce its goods cheaply enough to offer them at a competitive price in the marketplace.\n\nIn economics, the MES is the lowest production point that will minimize thelong-run average total cost(LRATC). LRATC represents the average cost per unit of output over thelong run. But remember, all inputs are variable. MES allows a company to achieve the lowest cost per unit until constant returns to scale begin.\n\nThe minimum efficient scale (MES) is when the unit cost is at its lowest possible point while the company is producing its goods effectively. MES allows a company to compete more effectively since it can produce its goods efficiently at the minimum cost per unit. MES can be achieved through economies to scale.\n\nEconomies of scale are when a company lowers the per-unit cost of production while increasing production volume. Asproductionvolumes rise, the total costs are spread out over the increased number of units produced.\n\nEconomies of scale can increase a companies efficiency andprofit. However, the lower costs can also allow a company to pass those savings onto their customers through lower prices, enhancing its competitive advantage.\n\nCompanies can achieveinternal economies of scaleby making improvements internally. For example, Henry Ford improved Ford's production capability by implementing a movingassembly line. The stages of the assembly process were divided up so that each worker would have a specific task.\n\nBefore the assembly line, one worker might complete all of the tasks, which was inefficient since it involved more skilled labor, increasinglabor costs. Ford increased its production at a lower per-unit cost since it could hire unskilled labor to perform specific tasks.\n\nA company's minimum efficient scale is the productivity level where its internal economies of scale create output that's as efficient and inexpensive as possible. The MES is the point on a company's long-run average cost curve where internal economies of scale have been exhausted, and constant returns have begun.\n\nCompanies can also experienceexternal economies of scale, which is when an outside force improves the scale for the entire industry, such as an industry tax break. For example, the government might pass a tax break for companies that purchase new equipment, benefitting all companies within the industry.\n\nDuring constant returns, the U-shaped curve remains flat (see earlier graph) until diseconomies of scale begin and costs rise without input. As companies get larger and grow more complex, they can experience higher costs anddiseconomies of scale. This can occur when managing a larger company becomes challenging, leading to poor communication between employees and management, which increases the long-run average cost per unit.\n\nXYZ company is a producer and manufacturer of mobile devices and was looking to improve its production capacity to increase revenue while lowering its production costs.\n\nThe company decided to purchase new equipment to replace the outdated technology and machinery. The newer technology improved the production volumes and speed at producing goods, reducing the long-run average cost per unit. Since the new equipment was more efficient, it used fewer input goods and raw materials in the production process.\n\nAlthough the new technology required an outlay of cash, XYZ company achieved higher profits through internal economies to scale. The company could increase its sales since the new machinery could handle higher production volumes, and the lower input costs reduced the variable costs in producing the mobile devices.\n\nDue to the increase in sales and production volumes, XYZ was able to buy the needed raw materials in bulk or greater quantities at a volume discount. Buying in bulk also reduced the long-run average cost per unit.\n\nEventually, minimum efficient scale kicked in, and the new technology didn't lower costs any further, even when production continued to rise. As a result, XYZ company achieved constant returns to scale, meaning the savings from internal economies to scale had been exhausted.\n\nWhen minimum efficient scale can be achieved with a small amount of production, many companies can operate efficiently and compete in an industry, such as restaurants. However, if it takes a high level of production output to achieve minimum efficient scale, fewer companies can operate in the industry, such as in the case of the telecommunications industry.\n\nA healthy MES consists of numerous factors, but those factors are continually shifting. They have to be recalculated frequently to reflect the changes. A business also has to keep adjusting its production levels to keep hitting the mark.\n\nWhen assessing the minimum efficient scale, it's important for a business to stay abreast of changes in external variables that could affect production. These can include the costs of labor, storage, and shipping; the costs of capital; the state of the competition; customer tastes and demands; and government regulations.\n\nHistory. \"Ford's assembly line starts rolling.\" Accessed Oct. 03, 2021.",
  "url": "https://www.investopedia.com/terms/m/minimum_efficiency_scale.asp"
}