{
  "term": "Minimum Wage: Federal vs. State, Exceptions",
  "definition": "Erik McGregor/Pacific Press—LightRocket via Getty Images\n\nA minimum wage is the lowest wage that a worker may be paid per hour. It's a price floor on hourly wages mandated by federal law.Nonexempt workerscan't be offered a job or agree to work for less than this amount.\n\nMinimum wages are set by the federal government and by states. They've been at the center of many debates.\n\nThe federal minimum wage in the United States is $7.25 per hour as of 2025 unless the worker falls into a category that's specifically exempted from theFair Labor Standards Act (FLSA).\n\nThe government periodically assesses the federal minimum wage level with changes ininflationor thecost of living. However, the federal minimum wagehas not increasedsince July 2009.\n\nFormer President Joe Biden campaigned on a promise to raise the federal minimum wage for government workers to $15 an hour. The executive order was signed on April 27, 2021, and was implemented on Jan. 30, 2022.\n\nThe first minimum wage laws came into effect in the late 1800s when sweatshop labor was common in newly industrialized countries. Minimum wages were a central demand for the newunion movement, along with shorter hours and better working conditions.\n\nThe first national minimum wage was enacted by New Zealand in 1894, followed by the United Kingdom in 1909.\n\nThe first minimum wage law in the United States went into effect in 1912 when Massachusetts set a minimum hourly rate for women and children under age 18.\n\nLabor organizers advocated for minimum wages in the United States, but they faced challenges from business interests. Several states attempted to pass minimum wage laws but they were rebuffed by a 1923 Supreme Court decision that declared minimum wage laws to be unconstitutional.\n\nIt wasn't until the New Deal that Congress enacted a federal minimum wage law. The Fair Labor Standards Act that was passed in 1938 set the minimum wage at $0.25 per hour.That wage was worth $5.55 as of November 2024 if you adjust it forinflation.\n\nThe Fair Minimum Wage Act of 2007 ordered the minimum wage to be raised from $5.15 in three increments. It rose to $5.85, $6.55, and then finally to $7.25, where it stands in 2025.\n\nThe United States enforces a federal minimum wage but individual states, cities, and localities can enactdifferent minimum wage requirementsprovided that the stipulated hourly wage is not lower than the federal minimum wage. An employer who is subject to the federal and state minimum wage requirements must pay the higher of the two.\n\nStates usually set a minimum wage that is reflective of the cost of living in the region. The state of Connecticut has a minimum wage of $16.35 for non-tipped workers as of Jan. 1, 2025 and Montana has a minimum wage rate of $10.55 as of that date.\n\nMinimum wage rates exceed the federal rate in 30 states and the District of Columbia as of January 2025. The District of Columbia has the highest minimum wage at $17.50 per hour. The second highest is Washington at $16.66.\n\nOnly five states have not adopted a state minimum wage as of Jan. 1, 2025: Alabama, Louisiana, Mississippi, South Carolina, and Tennessee.\n\nSeven states have no state minimum and two, Georgia and Wyoming, have a minimum wage that is less than the federal minimum. In all cases, the federal minimum wage of $7.25 applies.\n\nSome states have special exceptions to their minimum wage rules:\n\nCities and municipalities may set a higher minimum wage for residents who live in areas with higher costs of living. For example, the city of Chicago's minimum wage is $16.20 for employers with four or more workers as of July 2024. The Illinois state minimum wage is $15 as of Jan. 1, 2025.\n\nCertain categories of workers are exempt from being covered by minimum wage laws.\n\nLow-wage laborers in the United States can be exempt from the minimum wage if a sizable portion of their income is derived fromtips. A lower minimum wage of $2.13 per hour as of July 1, 2024 may apply to tipped employees who regularly receive more than $30 in tips per month (or if the total tips retained in addition to the hourly wage rate are equal to or greater than the federal minimum wage).\n\nThe employer is expected to compensate the employee for the shortfall if the employee’s total tips and hourly rate fall below the minimum wage.\n\nA full-time student working for a university, retail store, or service establishment cannot be paid less than 85% of the minimum wage. Students can work up to eight hours per day but they can't work more than 20 hours per week when school is in session. Students in technical or vocational programs can't be paid less than 75% of the minimum wage throughout their active enrollment in the program.\n\nWorkers under the age of 20 may be paid $4.25 per hour by federal law until they pass 90 consecutive calendar days of employment. The employer must convert their pay structure to the federal minimum wage rate after that.\n\nWorkers with physical or mental disabilities can be paid less than the federal minimum wage, according to the terms of the FLSA. Disabilities that can affect production capacity include blindness, cerebral palsy, alcohol and drug addiction, mental illness, and developmental disabilities.\n\nSeveral companies pay a minimum wage of at least $15 per hour. They include Amazon, Bank of America, Costco, Chipotle, CVS, and Starbucks.\n\nThe establishment of a $15 federal minimum wage has been a topic of much debate. Former President Joe Biden’sAmerican Rescue Planattempted to raise the minimum. However, the Biden administration only succeeded in raising the minimum wage for government employees to $15 per hour (increased to $17.75 per hour beginning Jan. 1, 2025).\n\nProponents argue that an increase would help make the minimum wage aliving wage—that is, it would be enough for workers to have a satisfactorystandard of living. They also claim that a raise would boost worker productivity, reduce income inequality, spur economic growth, and improve employee retention.\n\nCritics say that companies, not the government, should decide how much their employees are paid. They add that a minimum wage doesn't always increase the spending power of a population and can instead lead to higherunemployment.\n\nA small change in the price for low-wage labor could have a large effect on employer demand, they say, leading to increasing unemployment among low-wage workers.Critics also note that minimum wage laws may lead to job outsourcing—that is, companies may decide to move their facilities to countries where labor costs are lower.\n\nA living wage is the minimum income deemed necessary for a worker to meet their basic needs. It's calculated based on factors such housing costs, transportation costs, and childcare costs.\n\nThepurchasing powerof minimum wage workers peaked in 1968, according to theSeattle Times.Inflation and price increases after that point caused the real earnings of minimum wage workers to fall as productivity increased.\n\nEfficiency wagesare the level of wages paid to workers above the minimum wage to retain a skilled and efficient workforce. Efficiency wage theory posits that an employer must pay its workers highly enough that workers are incentivized to be productive and that highly skilled workers don't quit.\n\nGeorgia and Wyoming have a minimum wage of $5.15. However, employers in these states that are subject to the Fair Labor Standards Act must pay their employees the $7.25 federal minimum wage. The same rules apply to the five states that have no minimum wage: Alabama, Louisiana, Mississippi, South Carolina, and Tennessee.\n\nThe Fair Labor Standards Act (FLSA) established the minimum wage, which is $7.25 per hour as of January 2025. The government periodically assesses the federal minimum wage level but the rate has not increased since July 2009. Individual states, cities, and localities can pass minimum wage requirements that are different from the federal rate as long as their rate is higher than the federal minimum wage.\n\nEconomic Policy Institute. \"Over 9.2 Million Workers Will Get a Raise on January 1 from 21 States Raising Their Minimum Wages.\"\n\nU.S. Department of Labor. \"Minimum Wage.\"\n\nU.S. Department of Labor. \"Fact Sheet #17A: Exemption for Executive, Administrative, Professional, Computer & Outside Sales Employees Under the Fair Labor Standards Act (FLSA).\"\n\nU.S. Department of Labor. \"Final Rule: Increasing the Minimum Wage for Federal Contractors (Executive Order 14026).\"\n\nLibrary of Congress. \"From the Serial Set: The History of the Minimum Wage.\"\n\nInternational Labour Organization. \"Chapter 1 - What Is a Minimum Wage: 1.3. A Short History.\"\n\nU.S. Department of Labor. \"History of Federal Minimum Wage Rates Under the Fair Labor Standards Act, 1938-2009.\"\n\nU.S. Bureau of Labor Statistics. \"CPI Inflation Calculator.\"\n\nU.S. Department of Labor. \"Fair Labor Standards Act of 1938: Maximum Struggle for a Minimum Wage.\"\n\nU.S. Department of Labor. \"History of Changes to the Minimum Wage Law.\"\n\nNational Conference of State Legislatures. \"State Minimum Wages.\"\n\nU.S. Department of State. \"Increase to State of Florida’s Minimum Wage.\"\n\nNew York Times. \"Nebraska Initiative 433 Election Results: Increase Minimum Wage.\"\n\nU.S. Department of Labor. \"State Minimum Wage Laws.\"\n\nCity of Chicago. \"Minimum Wage.\"\n\nU.S. Department of Labor. \"Minimum Wages for Tipped Employees.\"\n\nU.S. Department of Labor. \"Full-Time Student Program.\"\n\nU.S. Department of Labor. \"Student-Learner Program.\"\n\nU.S. Department of Labor. \"Youth Minimum Wage Program.\"\n\nU.S. Department of Labor. \"Fact Sheet #39: The Employment of Workers With Disabilities at Subminimum Wages.\"\n\nSociety for Human Resource Management. \"Big Companies Are Raising Wages for Lowest-Paid Workers.\"\n\nEconomic Policy Institute. \"Why the U.S. Needs a $15 Minimum Wage.\"\n\nDube, Arindrajit, William T. Lester, and Michael Reich. \"Do Frictions Matter in the Labor Market? Accessions, Separations, and Minimum Wage Effects.\"UC Berkeley: Institute for Research on Labor and Employment, June 2011, pp. 1-39.\n\nCongressional Budget Office. \"The Effects on Employment and Family Income of Increasing the Federal Minimum Wage,\" Pages 4, 12-13.\n\nSeattle Times. \"$7.25 an Hour: The Federal Minimum Wage Peaked in Purchasing Power in 1968.\"",
  "url": "https://www.investopedia.com/terms/m/minimum_wage.asp"
}