{
  "term": "Minority Interest: Definition, Types, and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA minority interest refers to a stake in a company that is otherwise controlled by aparent company. This usually occurs insubsidiarieswhere the parent company owns more than 50% of the voting shares. Minority interests generally come with some rights for the stakeholder such as participation in sales and certain audit rights.\n\nMinority interests are also referred to as non-controlling interests. Under U.S. GAAP, non-controlling interests are listed on the equity section of the parent company's consolidated balance sheet, but separate from the parent company's equity.This represents the proportion of the subsidiary owned by minority shareholders.\n\nMinority interests usually refer to the portion of a company or stock not held by the parent company, which holds the majority interest. Most minority interestsrange between 20% and 30%.\n\nWhile themajority stakeholder—in most cases, the parent company—has voting rights to set policy and procedures, the minority stakeholders generally have very little say or influence in the direction of the company. That's why they are also referred to asnon-controlling interests(NCIs).\n\nIn some cases, a minority may have some rights such as the ability to take part in sales. There are laws that also entitle minority interest holders to certain audit rights. They also may be able to attend shareholder or partnership meetings.\n\nIn the world of private equity, companies and investors with a minority interest may be able to negotiate control rights. For example, venture capitalists may ask to negotiate for a seat on the board of directors in exchange for their investment in a startup.\n\nIn the corporate world, a corporation lists minority ownership on its balance sheet. In addition to being reflected on the balance sheet, minority interest is reported on the consolidated income statement as a share of profit belonging to minority equity holders.\n\nThe consolidated income statement must have a clear distinction between the net income from the parent company and that of the minority interest.\n\nABC Corporation owns 90% of XYZ Inc., which is a $100 million company. In its consolidated balance sheet, ABC will record its $90 million shares in XYZ, as well as the $10 million non-controlling interest to represent the shares of XYZ that ABC does not own.\n\nXYZ Inc. generates $10 million in net income. As a result, ABC recognizes $1 million—or 10% of $10 million—of net income attributable to minority interest on its income statement. Correspondingly, ABC marks up the $10 million minority interest by $1 million on the balance sheet. The minority interest investors do not record anything unless they receive dividends, which are booked as income.\n\nIn 2007, theFinancial Accounting Standards Boardintroduced the phrase \"non-controlling interest\" as a synonym for minority interest. Although they mean the same thing, the new phrase reflects the fact that there are situations where a non-majority shareholder can still act as a controlling interest.\n\nA minority interest can either be passive or active. Passive minority interests are those where a minority shareholder owns less than 20% of the equity in a subsidiary company, giving them no material influence on the company's decisions.\n\nIn accounting terms, only the dividends received from the minority interest are recorded for those with minority passive interests. This is referred to as the cost method—the ownership stake is treated as an investment at cost, and anydividendsreceived are treated as dividend income.\n\nActive minority interests—owning 21% to 49%—are when a minority shareholder can materially influence the company where it holds a minority interest. Unlike passive interests, dividends received and a percentage of income are recorded for those with active minority interests.This is referred to as theequity method.\n\nDividends are treated as a return on capital, decreasing the value of the investment on the balance sheet. The percentage of income attributable to the minority interest is added to the investment account on the balance sheet as this effectively increases its equity share in the company.\n\nThe most common examples of minority interests occur in subsidiaries where a parent company holds over 50% of voting shares. However, it is also possible for a parent company to exert a controlling interest without a majority stake. This may be the case withvariable interest entitiesthat exert control through a contractual obligation rather than ownership.\n\nRegardless of the type of control, a parent company consolidates the financial results of the subsidiary with its own. As a result, a proportional share of income shows up on the parent company's income statement attributable to the minority interest. Likewise, a proportional share of equity in the subsidiary company shows up on the parent's balance sheet attributable to the minority interest.\n\nPrior to 2008, minority interest could be reported as either equity or anoncurrent liabilityunder the rules of U.S.Generally Accepted Accounting Principles(GAAP). This ambiguity was later eliminated by a requirement to report minority interests with the parent company's equity.TheInternational Financial Reporting Standards(IFRS) also require that minority interest must be recorded in the equity section of the balance sheet.\n\nFinancial Standards Accounting Board. \"Summary of Statement 160.\"\n\nFinancial Accounting Standards Board. \"Summary of Statement No. 160.\"\n\nJournal of Accountancy. \"Non-controlling Interest: Much More Than a Name Change.\"\n\nUpCounsel. \"Minority Equity Investments: Everything You Need to Know.\"",
  "url": "https://www.investopedia.com/terms/m/minorityinterest.asp"
}