{
  "term": "Mission Statement: How It Works and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA company uses a mission statement to define its culture, values, ethics, and fundamental goals.\n\nA company uses a mission statement to explain its purpose for being in simple and concise terms. The statement is generally short, either a single sentence or a short paragraph.\n\nMission statements serve a dual purpose. They help employees remain focused on the tasks at hand and they encourage them to find innovative ways of moving toward increasing their productivity with the eye to achieving company goals.\n\nA company’s mission statement defines its culture, values, ethics, fundamental goals, and agenda. It defines how each of these applies to the company'sstakeholders: its employees, distributors, suppliers, shareholders, and the community at large. These entities can use the statement to align their goals with those of the company.\n\nThe statement reveals what the company does, how it does it, and why it does it. Prospective investors may also refer to the mission statement to see if the values of the company align with their own. Anethical investorwho's against tobacco products would probably not invest in a company whose mission is to be the largest global manufacturer of cigarettes.\n\nIt's not uncommon for large companies to spend many years and millions of dollars to develop and refine their mission statements. They eventually become household phrases in some cases.\n\nMission statements aren't just for small or large companies. Many successful individuals, professionals, and investors have taken the time to craft personal mission statements. These often incorporate the financial, professional, spiritual, and relational aspects of life. This helps an individual maintain a healthy work/life balance that increases their personal achievement in all these areas.\n\nIt may be difficult to narrow down the focus of your company in a single statement but some tips can help you write a good mission statement.\n\nLook it over, edit it, and then have someone else give it a once-over after you've drafted it. Find a way to incorporate it wherever you can after you've approved it. Be mindful to periodically review your mission statement. It's never ideal to constantly pivot your image and change your statement but your company may outgrow it or shift direction and this would result in the need for a new statement.\n\nA company’s mission is its identity and its vision is its journey to accomplishing it. A company should take as long as it needs to craft the right statement to describe its mission.\n\nIt's up to the company to make it publicly known after a mission statement is crafted. It only holds value if it's shared with existing and potential customers,vendors, donors, and employees.\n\nA company's mission statement is often pretty short so it's easy to incorporate it into marketing material. It should always be found somewhere on a company's website. It can also be used in marketing documents. A company might solicit employees to incorporate adding its mission statement as part of a company-wide standard e-mail signature block.\n\nA mission statement is also a perfect \"elevator pitch\" sentence that key members of your company should know. It's easy to memorize because it's so brief. It's a perfect introduction for someone who's never heard of your company or wants to know more. A mission statement is an easy way to captivate a stranger's interest in your company should they ask what your company does, whether it's at anetworkingevent, a social gathering, or a bus ride to work.\n\nA mission statement isn't an infallible tool. It comes with both pros and cons.\n\nCompanies can benefit from having a mission statement. It outlines a company's goals and position in the industry for its customers, competitors, and other stakeholders and it helps the organization focus and stay on track to make the right decisions about its future.\n\nThe mission statement helps clarify a company's purpose. A company's customers and investors can rest assured that the company is fully committed to achieving its goals and maintaining its values. It's also useful to guide and motivate employees, keeping them in line with the company's values.\n\nA mission statement adds validity to an organization. It demonstrates that a company has considered the big picture and the major goals it wants to accomplish. It demonstrates thoughtful leadership, reputability, and inspiration to potential investors, employees, or donors.\n\nMission statements can sometimes be very lofty and far too unrealistic and this can distract employees from the company's goals. Management may become so distracted by high-level targets that shorter-term, necessary steps to get there become neglected.\n\nIt can take a lot of time and money to develop a mission statement even though it's short. The resources spent on a bad mission statement could be better spent elsewhere, creating anopportunity loss. The difficulty in crafting such a concise statement is that many parties often have ideas and there's not room for many of them. Companies may struggle with \"wordsmithing\" or simply rearranging words instead of trying to generate value.\n\nSome people on the outside or even the inside may disagree with the mission. A mission statement doesn't give much opportunity for a rebuttal to clarify or further explain what a company is all about.\n\nA mission statement isn't required but it may be part of a grant application for a nonprofit or asked for by an interested investor of a company.\n\nMission statements vary considerably from company to company. The following examples are those of some of the world's largest companies:\n\nA mission statement is often confused or grouped with other types of organizational statements but they vary from a mission statement.\n\nA mission statement remains unchanged for the most part and represents who the company is or aspires to be for the entirety of its existence. The vision statement can change. It outlines what the company must do to remain what it has presented itself to be. A company’s mission is its identity and its vision is its journey to accomplishing its mission.\n\nA company'svalue statementis also centered around its core principles and philosophy but it's more direct in guiding how decisions will be made and what will impact the daily culture of the organization. A value statement often includes actionable directions such as \"taking ownership,\" \"acting ethically,\" \"doing what is right\" or \"being transparent.\" A mission statement describes the highest level of purpose. A vision statement begins to describe how that purpose will be achieved.\n\nA company's goals orbusiness planmay be publicly disclosed or kept private and internal. Goals are generally even more specific, potentially referring to specific business lines, growth percentages, geographical regions, or new initiatives. A mission statement usually doesn't mention a specific aspect of the business but goals are often measurable relating to departments or products so a company can track progress. A company's mission statement should drive the goals that are set.\n\nAbrandis a suite of elements that encompasses a company's identity. It includes its marketing materials, engagement in community events, reviews from current and former employees, and its logo presence. A company's brand is also shaped by its mission statement. It's a small component but a mission statement helps customers, employees, and investors form an opinion of a company.\n\nA slogan is a very brief, often memorable phrase that people primarily outside of your company can remember. Uttering a great slogan such as \"Just Do It\" can invoke memories, commercials, logos, brand ambassadors, and emotions through asuccessful ad campaign.\n\nA mission statement is brief but it's longer than and somewhat more detailed than a slogan. It isn't necessarily meant to be catchy. It's intended to be informative and useful for guiding high-level decisions. A slogan is a very pointed marketing phrase that should be memorable even if it's less informative.\n\nMicrosoft's mission statement is: \"Our mission is to empower every person and every organization on the planet to achieve more.\"\n\nA good mission statement is concise. It should be limited to one sentence although it shouldn't be too limited because it should encompass the entire company's purpose. A good mission statement also focuses on the long-term goal it wants to deliver to customers.\n\nThere's no single best way to come up with a mission statement but the writing process should generally start with considering what a business does for its customers, employees, and the general public. It's often best to begin by collecting more content than necessary and then refining the information into a single sentence.\n\nThink about personal experiences with the company. This could include soliciting ideas or memories from employees. Embrace the broader aspect instead of focusing directly on the narrow business element of your company. Microsoft didn't craft its mission statement around delivering Windows '98. It focused on the possibilities it presented through its product.\n\nA mission statement is a simple and brief description that encompasses the purpose of a company. It defines its culture, goals, and values. It helps customers, employees, and investors get a clear vision of the company's top priorities. A good mission statement can also motivate employees and help them stay focused as well as reassure investors of the company's future.\n\nNike. \"What is Nike's Mission?\"",
  "url": "https://www.investopedia.com/terms/m/missionstatement.asp"
}