{
  "term": "Mobile Banking",
  "definition": "Mobile banking is the act of making financial transactions on a mobile device (cell phone, tablet, etc.). This activity can be as simple as a bank sending fraud or usage activity to a client’s cell phone or as complex as a client paying bills or sending money abroad. Advantages to mobile banking include the ability to bank anywhere and at any time. Disadvantages include security concerns and a limited range of capabilities when compared to banking in person or on a computer.\n\nMobile banking is very convenient in today’s digital age with many banks offering impressive apps. The ability to deposit a check, to pay for merchandise, to transfer money to a friend or to find anATMinstantly are reasons why people choose to use mobile banking. However, establishing a secure connection before logging into a mobile banking app is important or else a client might risk personal information being compromised.\n\nCybersecurityhas become increasingly important in many mobile banking operations. Cybersecurity encompasses a wide range of measures taken to keep electronic information private and avoid damage or theft. It is also used to make data is not misused, extending from personal information to complex government systems.\n\nThree main types of cyber attacks can occur. These are:\n\nSteps financial advisors can take to protect their clients against cyber attacks include:\n\nRemittancesare funds that anexpatriatesends to their country of origin via wire, mail, or mobile banking (online transfer). These peer-to-peer transfers of funds across borders have enormous economic significance for many of the countries that receive them – so much so that the World Bank and the Gates Foundation have set up complex tracking mechanisms. They estimate that remittances to developing countries amounted to $529 billion in 2018, up 9.6% from the previous record high $486 billion recorded in 2017.",
  "url": "https://www.investopedia.com/terms/m/mobile-banking.asp"
}