{
  "term": "Modern Portfolio Theory: What MPT Is and How Investors Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe modern portfolio theory (MPT) is a mathematical investment strategy that’s designed to balance the risk and return of assets in a portfolio based on the investor’s risk tolerance.\n\nThe modern portfolio theory (MPT) is a mathematical framework that’s used to build a portfolio of assets that maximizes the expected return for the collective level of risk. American economistHarry Markowitzpioneered this theory in his paper \"Portfolio Selection,\" published in the Journal of Finance in 1952.He was later awarded a Nobel Prize for his work on modern portfolio theory.\n\nA key part of MPT is diversification. Most investments are either high risk and high return or low risk and low return.Markowitz arguedthat investors could achieve their best results by choosing an optimal mix of the two based on an assessment of their individual tolerance to risk.\n\nMPT argues that any given investment'srisk and return characteristicsshould not be viewed alone but should be evaluated by how it affects the overall portfolio's risk and return. That is, an investor can construct a portfolio of multiple assets that will result in greater returns without a higher level of risk.\n\nAs an alternative, starting with adesired level of expected return, the investor can construct a portfolio with the lowest possible risk that is capable of producing that return.\n\nBased on statistical measures such asvarianceandcorrelation, a single investment's performance is less important than how it impacts the entire portfolio.\n\nMPT assumes that investors are risk-averse, meaning they prefer a less risky portfolio to a riskier one for a given level of return. As a practical matter, risk aversion implies that most people should invest in multipleasset classes.\n\nTheexpected return of the portfoliois calculated as aweightedsum of the returns of the individual assets. If a portfolio contained four equally weighted assets with expected returns of 4%, 6%, 10%, and 14%, the portfolio's expected return would be:\n\nThe portfolio's risk is a function of the variances of each asset and the correlations of each pair of assets. To calculate the risk of a four-asset portfolio, an investor needs each of the four assets' variances and six correlation values because there are six possible two-asset combinations with four assets. Because of theasset correlations, the total portfolio risk, orstandard deviation, is lower than what would be calculated by a weighted sum.\n\nMPT is a useful tool for investorswho are trying to build diversified portfolios. In fact, the growth of ETFs made the MPT more relevant by giving investors easier access to a broader range of asset classes.\n\nFor example, stock investors can reduce risk by putting a portion of their portfolios ingovernment bond ETFs. The variance of the portfolio will be significantly lower because government bonds have anegative correlation with stocks. Adding a small investment in Treasurys to a stock portfolio will not have a large impact on expected returns because of this loss-reducing effect.\n\nSimilarly, MPT can be used to reduce the volatility of a U.S. Treasury portfolio by putting 10% in asmall-cap value index fundor ETF. Although small-cap value stocks are far riskier than Treasurys on their own, they often do well during periods of high inflation when bonds do poorly. As a result, the portfolio's overall volatility is lower than it would be if it consisted entirely of government bonds. Moreover, the expected returns are higher.\n\nMPT allows investors to construct more efficient portfolios. Every possible combination of assets can be plotted on a graph, with the portfolio's risk on the X-axis and the expected return on the Y-axis. This plot reveals the most desirable combinations for a portfolio.\n\nFor example, suppose Portfolio A has an expected return of 8.5% and a standard deviation of 8%. Assume that Portfolio B has an expected return of 8.5% and a standard deviation of 9.5%. Portfolio A would be deemed more efficient because it has the same expected return but lower risk.\n\nIt is possible to draw an upward-sloping curve to connect all of the most efficient portfolios. This curve is called theefficient frontier.\n\nInvesting in a portfolio underneath the curve is not desirable because it does not maximize returns for a given level of risk.\n\nPerhaps the most serious criticism of the MPT is that it evaluates portfolios based on variance rather thandownside risk.\n\nTwo portfolios with the same variance and return levels are considered equally desirable under MPT. One portfolio may have that variance because of frequent small losses. Another could have that variance because ofrare but spectacular declines. Most investors would prefer frequent small losses, which would be easier to endure.\n\nPMPTattempts to improve modern portfolio theory by minimizing downside risk instead of variance.\n\nMPT was a breakthrough in personal investing. It suggests that a conservative investor can do better by choosing a mix of low-risk and riskier investments than by going entirely with low-risk choices. More importantly, it suggests that the more rewarding option does not add additional overall risk. This is the key attribute of portfolio diversification.\n\nPMPT doesn't contradict these basic assumptions. However, it changes the formula for evaluating risk in an investment to correct what its developers perceived as flaws in the original.\n\nFollowers of both theories use platforms that rely on either MPT or PMPT to build portfolios that match the level of risk that they seek.\n\nYou can apply MPT by assessing yourrisk toleranceand then creating a diversified portfolio across multiple asset classes (stocks, bonds, real estate, etc.) that have low correlations with each other. This approach differs from just picking assets or stocks you think will gain the most. When you invest in atarget-date mutual fundor a well-diversified ETF, you're investing in funds whose managers are taking care of some of this work for you.\n\nMPT can be used to diversify a portfolio to get a better return overall without a bigger risk. Another benefit of the MPT is that it can reduce your portfolio's volatility. The best way to do that is to choose assets that have a negative correlation, such as U.S. Treasurys and small-cap stocks.\n\nTheefficient frontieris a cornerstone of the MPT. It's a line that indicates the combination of investments that will provide the highest level of return for the lowest level of risk.\n\nWhen a portfolio falls to the right of the efficient frontier, it possesses greater risk relative to its predicted return. When it falls beneath the slope of the efficient frontier, it offers a lower level of return relative to risk.\n\nBefore MPT, investors had a vague sense that they shouldn't put all their eggs in one basket. Once MPT spread, investors had a way to be mathematically precise about the risks and rewards of adding diversified assets to their portfolios.\n\nIt's a cornerstone not just of how retail investors, but also how institutions and high-net-worth individuals allocate their capital.\n\nMarkowitz, Harry. \"Portfolio Selection.\"Journal of Finance,vol. 7, no. 1, 1952, pp. 77-91.\n\nThe Nobel Prize. \"This Year's Laureates Are Pioneers In The Theory of Financial Economics and Corporate Finance.\"",
  "url": "https://www.investopedia.com/terms/m/modernportfoliotheory.asp"
}