{
  "term": "Modified Dietz Method: Definition and How It's Used in Investing",
  "definition": "The modified Dietz method is a way to measure a portfolio's historical return that is based on a weighted calculation of itscash flow. The method takes into account the timing of cash flows and assumes that there is a constantrate of returnover a specified period of time.\n\nThe modified Dietz method is considered to be more accurate than the simple Dietz method, which assumes that all cash flows come from the middle of the period of time being evaluated.\n\nThe modified Dietz method is considered an accurate reflection of an individual's personal rate of return from an investment. It takes into account the market value of the holdings at the beginning of a period; its market value at the end of the period; all cash flows during that period, and the length of time that each cash flow event was maintained in the account.\n\nThe number achieved by using the modified Dietz method is sometimes called themodified internal rate of return (MIRR), which is a metric often used in capital budgeting decisions.\n\nWhatever its use, the point of measuring internal rate of return is to exclude external factors that could skew the results.\n\nFinancial industry watchdogs and investors are increasingly seeking greater transparency into how investment returns are calculated and reported. The modified Dietz method is widely recognized as a step toward improved investment portfolio attribution reporting, and it is now commonly used in the investment management industry.\n\nThe result of using the modified Dietz method is sometimes referred to as the modified internal rate of return.\n\nThe method is a dollar-weighted analysis of a portfolio's return. That makes it is a more accurate way to measure the return on aportfoliothan the simpler geometric return method, though it can run into problems during periods of heavyvolatilityor if there are multiple cash flows within a particular period.\n\nThis approach to return calculation is similar to the dollar-weighted return method but has the advantage of not requiring its solver to find the exact rate of return.\n\nThe method is named after Peter O. Dietz, an academic and author of influential works during the 1960s on measuring the returns of pension fund investments. His original idea was to find a quicker way of calculating an IRR than the methods that were then available, which relied on computers that were primitive by today's standards.\n\nToday, it's relatively easy to calculate a true time-weighted return by calculating a daily return and geometrically linking to get a return for a month, a quarter, or any other time period. However, the modified Dietz method remains useful because of its performance attribution calculation benefits, which are unavailable with time-weighted calculation methods.\n\nThis method for return calculation is a signature of modern portfolio management. It is one of the methodologies of calculating returns recommended by the Investment Performance Council (IPC) as part of their Global Investment Performance Standards (GIPS). These standards are intended to provide consistency in the way portfolio returns are calculated internationally.",
  "url": "https://www.investopedia.com/terms/m/modifieddietzmethod.asp"
}