{
  "term": "Modified Internal Rate of Return (MIRR): Definition and Formula",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe modified internal rate of return can provide a realistic return for an investment with various and irregular cash flows.\n\nThe modified internal rate of return (MIRR) is a measure of the profitability of a project or other investment.\n\nIt assumes that positive cash flows are reinvested at the firm's cost of capital and that the initial outlays are financed at the firm's financing cost.\n\nBy contrast, the traditionalinternal rate of return (IRR)assumes thecash flowsfrom a project are reinvested at the IRR itself. The MIRR, therefore, more accurately reflects the cost and profitability of a project.\n\nGiven the variables, the formula for MIRR is expressed as:\n\nMIRR=FV(Positive cash flows×Cost of capital)PV(Initial outlays×Financing cost)n−1where:FVCF(c)=the future value of positive cash flows at the cost of capital for the companyPVCF(fc)=the present value of negative cash flows at the financing cost of the companyn=number of periods\\begin{aligned} & MIRR = \\sqrt[n]{\\frac{FV(\\text{Positive cash flows} \\times \\text{Cost of capital})}{PV(\\text{Initial outlays} \\times \\text{Financing cost})}} - 1\\\\ &\\textbf{where:}\\\\ &FVCF(c)=\\text{the future value of positive cash flows at the cost of capital for the company}\\\\ &PVCF(fc)=\\text{the present value of negative cash flows at the financing cost of the company}\\\\ &n=\\text{number of periods}\\\\ \\end{aligned}​MIRR=nPV(Initial outlays×Financing cost)FV(Positive cash flows×Cost of capital)​​−1where:FVCF(c)=the future value of positive cash flows at the cost of capital for the companyPVCF(fc)=the present value of negative cash flows at the financing cost of the companyn=number of periods​\n\nMeanwhile, the internal rate of return (IRR) is a discount rate that makes thenet present value (NPV)of all cash flows from a particular project equal to zero. Both MIRR and IRR calculations rely on the formula for NPV.\n\nThe MIRR calculation is a solution to two major problems that exist with the popular IRR calculation.\n\nThe first main problem with IRR is that multiple solutions can be found for the same project.\n\nThe second problem is that the assumption that positive cash flows are reinvested at the IRR is considered impractical in practice.\n\nWith the MIRR, only a single solution exists for a given project, and the reinvestment rate of positive cash flows is much more valid in practice.\n\nThe MIRR allows project managers to change the assumed rate of reinvested growth from stage to stage in a project.\n\nWhile the most common way to do this is to input the average estimated cost of capital, there is flexibility to add any specific anticipated reinvestment rate.\n\nEven though the IRR metric is popular among business managers, it tends to overstate the profitability of a project and can lead tocapital budgetingmistakes based on an overly optimistic estimate.\n\nThe MIRR compensates for this flaw and gives managers more control over the assumed reinvestment rate from future cash flow.\n\nAn IRR calculation acts like an inverted compounding growth rate. It has to discount the growth from the initial investment in addition to reinvested cash flows.\n\nHowever, the IRR does not paint a realistic picture of how cash flows are actually pumped back into future projects.\n\nCash flows are often reinvested at the cost of capital, not at the same rate at which they were generated in the first place. IRR also assumes that the growth rate remains constant from project to project. It is very easy to overstate potentialfuture valuewith basic IRR figures.\n\nAnother major issue with IRR occurs when a project has different periods of positive and negative cash flows.\n\nIn these cases, the IRR produces more than one number, causing uncertainty and confusion. MIRR solves this issue as well.\n\nThefinancial management rate of return (FMRR)is a metric most often used to evaluate the performance of a real estate investment and pertains to areal estate investment trust (REIT).\n\nThe MIRR improves on the standard internal rate of return (IRR) value by adjusting for differences in the assumed reinvestment rates of initial cash outlays and subsequent cash inflows.\n\nFMRR takes things a step further by specifying cash outflows and cash inflows at two different rates known as the “safe rate” and the “reinvestment rate.”\n\nThe safe rate assumes that funds required to cover negative cash flows are earning interest at a rate easily attainable and can be withdrawn when needed at a moment’s notice (i.e., within a day of account deposit).\n\nIn this instance, a rate is safe because the funds are highlyliquidand safely available with minimal risk when needed.\n\nThe reinvestment rate includes a rate to be received when positive cash flows are reinvested in a similar intermediate or long-term investment with comparable risk.\n\nThe reinvestment rate is higher than the safe rate because it is not liquid (i.e., it pertains to another investment) and thus requires a higher-riskdiscount rate.\n\nThe first limitation of the MIRR is that it requires you to compute an estimate of the cost of capital in order to make a decision. This calculation can be subjective and vary depending on the assumptions made.\n\nIn addition, the MIRR can provide information that leads to sub-optimal decisions that do not maximize value when several investment options are being considered at once.\n\nThe MIRR does not actually quantify the various impacts of different investments in absolute terms; NPV often provides a more effective theoretical basis for selecting investments that aremutually exclusive. It may also fail to produce optimal results in the case ofcapital rationing.\n\nThe MIRR can also be difficult to understand for people who do not have a financial background. Moreover, the theoretical basis for MIRR is also disputed among academics.\n\nA basic IRR calculation is as follows. Assume that a two-year project with an initial outlay of $195 and a cost of capital of 12% will return $121 in the first year and $131 in the second year. To find the IRR of the project so that thenet present value (NPV)= 0 whenIRR= 18.66%:\n\n﻿NPV=0=−195+121(1+IRR)+131(1+IRR)2NPV = 0 = -195 + \\frac{121}{(1 + IRR)} + \\frac{131}{(1+IRR)^2}NPV=0=−195+(1+IRR)121​+(1+IRR)2131​﻿\n\nTo calculate the MIRR of the project, assume that the positive cash flows will be reinvested at the 12% cost of capital. Therefore, thefuture valueof the positive cash flows whent= 2 is computed as:\n\n﻿$121×1.12+$131=$266.52\\$121\\times 1.12 + \\$131 = \\$266.52$121×1.12+$131=$266.52﻿\n\nNext, divide the future value of the cash flows by the present value of the initial outlay, which was $195, and find the geometric return for two periods. Finally, adjust this ratio for the time period using the formula for MIRR, given:\n\n﻿MIRR=$266.52$1951/2−1=1.1691−1=16.91%MIRR = \\frac{\\$266.52}{\\$195}^{1/2} - 1 = 1.1691 - 1 = 16.91\\%MIRR=$195$266.52​1/2−1=1.1691−1=16.91%﻿\n\nIn this particular example, the IRR gives an overly optimistic picture of the potential of the project, while the MIRR gives a more realistic evaluation of the project.\n\nThe modified internal rate of return is a way for businesses to estimate the return on investment of a project by taking into account variable cash flows.\n\nMIRR is used for evaluating the profitability and cost of an investment or project, and is used in capital budgeting. Businesses use the MIRR to identify which project can provide the most attractive returns. It is particularly useful for variable cash flows that can change from each stage of a given project since the MIRR allows businesses to change the assumed rate of reinvested growth of each stage of a project.\n\nThe problem with IRR is that it can overstate a project's profitability. This is because it doesn't account for variations in cash flows within a project.\n\nFinancial Industry Regulatory Authority. “Regulatory Notice,” Page 6.\n\nKierulff, Herbert. “MIRR: A Better Measure.”Business Horizons, vol. 51, no 4, 2008, pp. 326-328.\n\nNew York University Stern School of Business. “Chapter 5: Measuring Return on Investments,” Pages 12-13.\n\nMicrosoft. “Go With the Cash Flow: Calculate NPV and IRR in Excel.”\n\nNew York University Stern School of Business. “Chapter 5: Measuring Return on Investments,” Page 67.\n\nNew York University Stern School of Business. “Chapter 5: Measuring Return on Investments,” Pages 62-63.\n\nNew York University Stern School of Business. “Chapter 5: Measuring Return on Investments,” Page 64.\n\nCary, David, and Michael Dunn. “Adjustment of Modified Internal Rate of Return for Scale and Time Span Differences.”Allied Academics International Conference, vol. 2, no 2, 1997, pp. 57.",
  "url": "https://www.investopedia.com/terms/m/mirr.asp"
}