{
  "term": "Modified Adjusted Gross Income (MAGI): Calculating and Using It",
  "definition": "Modified adjusted gross income (MAGI) is individual's adjusted gross income (AGI) after taking into account certain allowable deductions and tax penalties. MAGI is an important number to understand since it is used in several different tax concepts.\n\nInvestopedia / Michela Buttignol\n\nModified adjusted gross income can be defined as your household’s AGI after anytax-exempt interestincome and after factoring in certain tax deductions.Knowing your MAGI can help reduce an individual's taxable income (to account for your retirement account contributions), factor in the eligibility for benefits like the student loan interest deduction and the Child Tax Credit, and establish eligibility for income-based Medicaid coverage or health insurance subsidies.\n\nThe Internal Revenue Service (IRS) uses MAGI to establish whether you qualify for certain tax benefits. MAGI notably determines:\n\nYou can contribute to a traditional IRA no matter how much you earn.In addition, you can typically deduct the IRA contribution amount, reducing your taxable income for that tax year. However, you can’t deduct contributions when you file your tax return if your MAGI exceeds limits set by the IRS and you and/or your spouse have a retirement plan at work.\n\nYour MAGI is an important figure, not only for understanding your taxable income but also for qualifying for certain tax credits or deductions. Several such credits and deductions have thresholds thatlook at your MAGI, not your unadjusted gross income. MAGIs above those thresholds will see those credits or deductions phase out or disappear.\n\nMAGI is also used to determine eligibility for healthcare waivers and incentives under theAffordable Care Act (ACA)for states' health insurance marketplaces. It is also used as a threshold for qualifying for state Medicaid programs.\n\nMAGI is also used to determine your eligibility to contribute to a Roth IRA. Roth accounts use after-tax dollars and grow tax-exempt (unlike traditional retirement accounts that are instead tax-deferred).\n\nTo contribute to a Roth IRA, your MAGI must be below the limits specified by the IRS. If you’re within the income threshold,the actual amount you can contributeis also determined by your MAGI. Your contributions are phased out if your MAGI exceeds the allowed limits.\n\nHere’s a rundown of Roth IRA income limits for 2025 and 2024.\n\nYou have to remove the excess contributions if youcontribute more than you’re allowed. Otherwise, you’ll face a tax penalty. Excess contributions are taxed at a rate of 6% per year for as long as the extra amount remains in your IRA.\n\nYour MAGI and whether you and your spouse have retirement plans at work determine whether you can deduct traditional IRA contributions. If neither spouse is covered by a plan at work, then you can take the full deduction up to the amount of your contribution limit. However, if either spouse has a plan at work, then your deduction may be limited.\n\nHere’s a rundown of traditional IRA income limits for 2025 and 2024:\n\nTax laws are complicated and change periodically. If you need help figuring out your MAGI, or if you have any questions about IRA contribution and income limits, contact a trusted tax professional.\n\nMany deductions are not commonly used, so your MAGI and AGI could be similar or identical.\n\nThere are several different ways to calculate MAGI based on how MAGI is to be used. In the broadest sense, determining your MAGI is a three-step process. Additional ways to calculate MAGI for more specific reasons are in the subsequent section. In most cases, MAGI is calculated in three steps:\n\nYour gross income includes everything you earned during the year from:\n\nThere are two scenarios in which alimony payments are not considered gross income. The first is if your divorce agreement was executed after 2018. The second is if your divorce agreement was executed before 2019 but later modified to expressly state that such payments are not deductible for the payer.\n\nYour gross income appears on line 9 of Form 1040.\n\nYour AGI is important because it’s the total taxable income calculated beforeitemizedorstandard deductions, exemptions, and credits are taken into account.It dictates how you can use various tax credits and exemptions.\n\nYour AGI is equal to your gross income, minus certain tax-deductible expenses, including:\n\nYou can do the math to figure out your AGI. Or you can find it on line 11 of Form 1040.\n\nTo find your MAGI, take your AGI and add back:\n\nAs mentioned earlier, MAGI is used to determine eligibility for certain tax benefits, subsidies, and assistance programs in a number of different ways. The specific calculations can vary depending on the context, as MAGI is used in different scenarios.\n\nBelow is a brief list of programs, taxes, or benefits that may serve for a MAGI calculation. However, the MAGI calculation will vary across each item. As you are asked to calculate MAGI for any tax credit or government program, be mindful that you are aware of which MAGI calculation is required as not all formulas are the same. Several examples include but are not limited to:\n\nFrom a tax planning and strategy perspective, it's best to minimize your MAGI. Here are several tips on how to reduce your MAGI in the eyes of tax agencies:\n\nThe IRS uses MAGI to determine whether you qualify for specific tax programs and benefits. For instance, it helps to determine the allowed amount of your Roth IRA contributions. Knowing your MAGI can also help you avoid tax penalties because over-contributing to these programs and others like them can trigger interest payments and fines.Your MAGI can also determine eligibility for certain government programs, such as the subsidized insurance plans available on the Health Insurance Marketplace.\n\nYour modified adjusted gross income (MAGI) is your adjusted gross income (AGI) plus additional items such as student loan interest, qualified education expenses, passive income or losses, IRA contributions, and foreign income, among others.\n\nYes, MAGI and AGI can be the same. For many people, the list of deductions that need to be added back to AGI to calculate MAGI will not be relevant. For instance, those who did not earn any foreign income would have no reason to use that deduction and would have none of those earnings to add back to their AGI.\n\nModified adjusted gross income (MAGI) is important for your tax returns to determine what you owe the IRS. It takes your gross income and adjusts and modifies it for certain exemptions, qualifications, and allowances. Your MAGI will differ from your adjusted gross income (AGI) if you have foreign income, qualified education expenses, or passive losses, among other items.\n\nCorrection—Feb. 11, 2025:A previous version of this article incorrectly stated that contributing to a traditional IRA can reduce your MAGI.\n\nHealth Insurance Marketplace. “Count Income & Household Size: What to Include as Income.”\n\nInternal Revenue Service. “Traditional and Roth IRAs.”\n\nInternal Revenue Service. \"IRA Deduction Limits.\"\n\nHealth Insurance Marketplace. “Glossary: Modified Adjusted Gross Income (MAGI).”\n\nHealth Insurance Marketplace. “Glossary: Premium Tax Credit.”\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,500 for 2025, IRA Limit Remains $7,000.\"\n\nInternal Revenue Service. \"Retirement Topics - IRA Contribution Limits.\"\n\nInternal Revenue Service. \"Publication 17, Your Federal Income Tax for Individuals,\" Page 72.\n\nInternal Revenue Service. \"Publication 225, Farmer's Tax Guide,\" Pages 10-20.\n\nOffice of the Law Revision Counsel, U.S. Code. \"IRC 26, Subtitle A, Chapter A, Subchapter B, Part 1: §61. Gross Income Defined.\"\n\nInternal Revenue Service. “Topic No. 452 Alimony and Separate Maintenance.”\n\nInternal Revenue Service. “Form 1040: U.S. Individual Income Tax Return.”\n\nInternal Revenue Service. “Definition of Adjusted Gross Income.”\n\nInternal Revenue Service. “Schedule 1: Additional Income and Adjustments to Income.”\n\nInternal Revenue Service. “Instructions for Form 8582: Passive Activity Loss Limitations,” Page 10.",
  "url": "https://www.investopedia.com/terms/m/magi.asp"
}