{
  "term": "Modified Accrual Accounting: Definition and How It Works",
  "definition": "Modified accrual accounting is an alternative bookkeeping method that combinesaccrual basis accountingwithcash basis accounting. It recognizes revenues when they become available and measurable and, with a few exceptions, records expenditures whenliabilitiesare incurred. Modified accrual accounting is commonly used by government agencies.\n\nTo understand how modified accrual accounting works it is first essential to break down how the traditional bookkeeping practices are influenced by function.\n\nModified accrual accountingborrows elements from both cash and accrual accounting, depending on whether assets are long-term, such asfixed assetsandlong-term debt, orshort-term, such asaccounts receivable (AR)andinventory.\n\nThe modified accrual practice follows the cash method of accounting when economic events affecting the short term have occurred. An economic event is recorded in the short term when the cash balance has been affected. The result of this rule is that almost all items recorded on theincome statementare recorded using the cash basis, and items including accounts receivable and inventory are not recorded on thebalance sheet.\n\nEconomic events expected to impact multiple reporting periods are recorded using rules similar to the accrual method. This directly impacts the way fixed assets and long-term debt are documented. Under the modified accrual method, these long-term items are recorded on the balance sheet anddepreciated,depleted, oramortizedover the life of the asset or liability. This systematic distribution of expenses or revenues allows future financial statements to have more comparability.\n\nA modified accrual accounting system combines the simplicity of cash accounting with the more sophisticated ability of accrual accounting to match related revenues with expenses.\n\nIt is not commonly used by public companies, however,as it does not comply withInternational Financial Reporting Standards (IFRS)orthegenerally accepted accounting principles (GAAP), which outline what procedures companies must follow when preparing their officially reported financial statements.Businesses that wish to use this method must do so for internal purposes and then convert transactions recorded under a cash basis to accrual accounting to get them signed off byauditors.\n\nUnder GAAP, if a public company has average gross receipts for the past three years of $26 million or less, they can then choose which accounting method they would like.\n\nFor governments, it is a different story. TheGovernment Accounting Standards Board(GASB), which is recognized as the official source of GAAP for state and local governments, establishes modified accrual accounting standards.\n\nModified accrual accounting is used and accepted by governmental agencies because they focus on current-year obligations. Governmental agencies have two key objectives: to report whether current-year revenues are sufficient enough to finance current-year expenses and to demonstrate whether resources are being used according to legally adopted budgets.\n\nModified accrual accounting ticks those boxes. It enables government agencies to focus on short-term financial assets and liabilities. It also permits them to divide available funds into separate entities within the organization to ensure that money is being spent where it was intended. Companies may also use amodified cash basis methodfor internal record keeping.\n\nFinancial Accounting Standards Board. “About the FASB.”\n\nInternal Revenue Service. \"Publication 538: Accounting Periods and Methods,” Page 8.\n\nInternal Revenue Service. \"Publication 538: Accounting Periods and Methods,” Page 9.\n\nGovernmental Accounting Standards Board. “About the GASB.”\n\nGovernmental Accounting Standards Board. “GASB Concepts Statement No. 1 Summary.\"",
  "url": "https://www.investopedia.com/terms/m/modified-accrual-accounting.asp"
}