{
  "term": "Modified Endowment Contract (MEC): Definition and Tax Implication",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA modified endowment contract (MEC) is a cash value life insurance policy that has lost its tax benefits because it contains too much cash. Once the Internal Revenue Service (IRS) relabels your life insurance policy as an MEC, it loses the tax breaks for withdrawals and loans that you make from the policy. This permanent change can happen when you pay excess premiums in too short a period.\n\nPermanent life insurance contracts in general are granted generous tax advantages in the U.S., but if you put too much cash into one, it loses its status as \"insurance\" and becomes an investment vehicle instead. The MEC limits for a policy will depend on its terms anddeath benefitamount. Your insurance company will warn you if a policy is about to become, or has become, an MEC.\n\nA modified endowment contract comes about when the IRS no longer recognizes a policy as a life insurance contract because the total collected premiums and cash value exceed federal tax-law limits. The limit is set based on IRS rules about the maximum amount of premiums that can be paid into the policy in its first seven years.This classification seeks to combat the opportunity to call a financial product \"life insurance\" to avoid taxes.\n\nIn the 1970s, many life insurers took advantage of the tax-free growth of many of their products by offering policies that featured substantial cash value accumulation. Policyholders could withdraw interest and principal in the form of a tax-free loan, which made the policies de facto tax shelters. Federal legislation passed in 1988 limited this type of use.\n\nSome life insurance policyholders, oftenhigh-net-worth individuals, choose to overfund a policy with a cash value component, then take periodic loans from it while living, effectively turning the policy into an investment. However, doing this reduces the policy's death benefit for heirs. If your children are grown and your retirement resources are adequate, this approach may appeal but be aware of the cash value limits that might push your policy into MEC status.\n\nSpecifically, a life insurance policy is considered an MEC by the IRS if it meets three criteria:\n\nThe IRS requires a life insurance policy to comply with a strict set of criteria to avoid becoming an MEC.\n\nThe seven-pay test determines whether the total amount of premiums paid into a life insurance policy within the first seven years is more than what you'd need to pay it up in full for those seven years.Policies become MECs when the premiums paid to the policy are more than what was needed to be paid within that seven-year time frame.\n\nLife insurance policies entered into before June 20, 1988, aren't subject to restrictions on the payment of premiums over the money allowed under federal laws. However, the renewal of an older life insurance policy after this date is considered a new policy and must be subjected to the seven-pay test.\n\nA life insurance policy can avoid triggering MEC status as long as the amount of cash held in the policy remains a certain amount below the death benefit amount (known as the corridor).\n\nIf you use a policy to accumulate cash value, one solution to avoid MEC status is to increase the death benefit throughpaid-up additional insurance(PUA), which raises the corridor's ceiling. PUA insurance is added whole life insurance coverage purchased with the policy’s dividends. It's like small packets of life insurance that are entirely paid for.\n\nThecost basiswithin the MEC and withdrawals from one aren't subject to taxation. In the case of insurance, the cost basis equals the total amount you paid into an asset such as a permanent life insurance policy. It usually is figured as the premiums you paid. Any cash value balance above what you paid in premiums counts as your interest gains.\n\nUnlike traditional life insurance policies, taxes on gains are considered regular income for MEC withdrawals underlast-in-first-out(LIFO) accounting methodology. This taxation of payouts is worse for an MEC policyholder because it provides for taxable interest to be distributed first, rather than the tax-free principal, as with first-in-first-out (FIFO) methodology.\n\nIn addition, the taxation of withdrawals under an MEC is similar to that of non-qualifiedannuitywithdrawals. For withdrawals before the age of 59 1/2, you may need to pay the IRS a premature withdrawal penalty of 10%.\n\nAnother serious drawback with an MEC is that it removes the tax benefits for policy loans. In a traditional life insurance policy, you can borrow your cash value, including your earnings above premiums paid, without owing income tax. In an MEC, taking out your gains through a loan counts as a taxable withdrawal. The 10% premature penalty also applies before the age of 59 1/2. Once again, loans operate under LIFO, so gains come out first. After you've taken out your gains, you could borrow the remaining cash value representing your premiums paid without owing taxes.\n\nAs with traditional life insurance policies, MEC death benefits aren't subject to taxation. Modified endowment contracts usually are purchased by individuals who are interested in tax-sheltered, investment-rich policies, and who don't intend to make pre-death policy withdrawals.\n\nThe tax-free death benefit makes MECs useful forestate-planningpurposes, provided the estate can meet qualifying criteria. Furthermore, policy owners who don't take withdrawals can pass on a significant sum of money to theirbeneficiaries.\n\nOffers higher yield on low-risk funds than some alternatives\n\nAllows for smooth, tax-free asset transfer after the holder's death\n\nCash value can be borrowed against though taxes apply\n\nErases tax advantages for withdrawals and loans\n\nCash value in the policy becomes less accessible\n\nBorrowing may reduce the death benefit for heirs\n\nSome individualsmay benefit frompurchasing an MEC, even if not for life insurance, because it often offers a higher yield on effectively riskless money; a better return than savings accounts orcertificates of deposit (CDs).\n\nMECs allow for the tax-free shifting of assets to beneficiaries, without probate proceedings, upon the owner's death.\n\nMECs still provide a way to borrow against the cash value component, while living. However, taxes apply for taking out the policy earnings even through a loan.\n\nA major downside of MECs is that once one is triggered, it can't be undone.\n\nWith an MEC, withdrawals and loans are taxed and possibly penalized if early, just like withdrawals from non-qualified annuities. However, death benefits remain tax-free.\n\nThe funds inside an MEC will become far less accessible than in a life insurance policy, partly because of the potential tax assessed on withdrawals and loans.\n\nWhile borrowing against the cash value may continue with an MEC, doing this will lower the amount of the eventual benefit paid to heirs at the policy owner's death.\n\nTaxes on gains are regular income for MEC withdrawals under last-in-first-out accounting methodology, meaning interest is disbursed before the principal. However, the cost basis, or the total amount of premiums paid, in the MEC withdrawals aren't subject to taxation for withdrawals.\n\nAn MEC is triggered if the amount of cash in a permanent life insurance policy exceeds the legal limits for it to be classified as insurance. The IRS uses a seven-pay test to determine MEC status. It looks at whether the premiums paid during the first seven years of the policy would exceed the amount for the policy to be paid up after seven years.\n\nA life insurance policy can avoid triggering MEC status as long as the amount of cash held in the policy remains beneath the required corridor below the death benefit.If you use a policy to accumulate cash value, one solution is to increase the death benefit throughpaid-up additionalinsurance (PUA), which raises the corridor's ceiling.\n\nWithdrawals are taxed similarly to those of a non-qualified annuity. For withdrawals before the age of 59½, a penalty of 10% may apply.As with traditional life insurance policies, MEC death benefits aren't subject to taxation.\n\nGenerally speaking, converting a life insurance policy to an MEC isn't good. This is because the MEC loses many of its prior tax advantages in place when it was classified as life insurance. However, purposefully creating an MEC can be an estate planning tool under certain circumstances.\n\nAn MEC is a cash value life insurance policy that has been stripped of its tax benefits because it contains too much cash. Once reclassified by the IRS as an MEC, the policy's withdrawals and loans are taxed. It's a permanent change and usually disadvantageous for most policyholders, but MECs may be useful for some because they provide higher low-risk yields than savings accounts and can ease the transfer of assets upon the owner's death.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal. Investors should consider engaging a financial professional to determine a suitable retirement savings, tax, and investment strategy.\n\nMassMutual. \"Mind Your Policy Premiums Before You Get Into MEC Territory.\"\n\nU.S. Congress. \"H.R.4333 - Technical and Miscellaneous Revenue Act of 1988.\"\n\nInternal Revenue Service. \"Revenue Procedure 2001-42.\"\n\nInternal Revenue Service. \"Revenue Ruling 2005-6.\"\n\nDuplifund. \"Modified Endowment Contract - 'MEC.' \"\n\nNorthwestern Mutual. \"What Is Cost Basis and How Do You Calculate It?\"\n\nIndexed Universal Life. \"FIFO to LIFO.\"\n\nThrivent. \"What Is a Modified Endowment Contract, or MEC?\"",
  "url": "https://www.investopedia.com/terms/m/modified-endowment-contract.asp"
}