{
  "term": "Modified Duration: Formula, Calculation, and How to Use It",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nModified duration can tell investors how much the price of a bond is likely to change when interest rates increase or decrease.\n\nModified duration follows the concept that interest rates and bond prices move in opposite directions. This formula is used to determine the effect that a 100-basis-point (1%) change in interest rates will have on the price of a bond.\n\nThe formula to calculate modified duration is:\n\nModified Duration=Macaulay Duration1+nYTMwhere:Macaulay Duration=Weighted average term tomaturity of the cash flows from a bondYTM=Yield to maturityn=Number of coupon periods per year\\begin{aligned}&\\text{Modified Duration}=\\frac{\\text{Macaulay Duration}}{1+\\overset{\\text{YTM}}{n}}\\\\&\\textbf{where:}\\\\&\\text{Macaulay Duration}=\\text{Weighted average term to}\\\\&\\qquad\\text{maturity of the cash flows from a bond}\\\\&\\text{YTM}=\\text{Yield to maturity}\\\\&n=\\text{Number of coupon periods per year}\\end{aligned}​Modified Duration=1+nYTMMacaulay Duration​where:Macaulay Duration=Weighted average term tomaturity of the cash flows from a bondYTM=Yield to maturityn=Number of coupon periods per year​\n\nModified duration is anextensionof theMacaulay duration, which allows investors to measure the sensitivity of a bond to changes in interest rates. Macaulay duration calculates the weighted average time before a bondholder receives the bond's cash flows. To calculate modified duration, the Macaulay durationmust first be calculated. The formula for the Macaulay duration is:\n\nMacaulay Duration=∑t=1n(PV×CF)×tMarket Price of Bondwhere:PV×CF=Present value of coupon at periodtt=Time to each cash flow in yearsn=Number of coupon periods per year\\begin{aligned}&\\text{Macaulay Duration}=\\frac{\\sum^n_{t=1}(\\text{PV}\\times \\text{CF})\\times \\text{t}}{\\text{Market Price of Bond}}\\\\&\\textbf{where:}\\\\&\\text{PV}\\times \\text{CF}=\\text{Present value of coupon at period }t\\\\&\\text{t}=\\text{Time to each cash flow in years}\\\\&n=\\text{Number of coupon periods per year}\\end{aligned}​Macaulay Duration=Market Price of Bond∑t=1n​(PV×CF)×t​where:PV×CF=Present value of coupon at periodtt=Time to each cash flow in yearsn=Number of coupon periods per year​\n\nHere, (PV) * (CF) is thepresent valueof a coupon at period t, and T is equal to the time to each cash flow in years. This calculation is performed and summed for the number of periods to maturity.\n\nModified duration measures the average cash-weightedterm to maturityof a bond. It is a very important number for portfolio managers,financial advisors, and clients to consider when selecting investments because—all other risk factors equal—bonds with higher durations have greater pricevolatilitythan bonds with lower durations.\n\nThere are many types of duration, and all components of a bond, such as its price, coupon, maturity date, and interest rates, are used to calculate duration.\n\nHere are some principles of duration to keep in mind. First, as maturity increases, duration increases and the bond becomes more volatile. Second, as a bond's coupon increases, its duration decreases and the bond becomes less volatile. Third, as interest rates increase, duration decreases, and the bond's sensitivity to further interest rate increases goes down.\n\nAssume a $1,000 bond has a three-year maturity, pays a 10% coupon, and that interest rates are 5%. This bond, following the basic bond pricing formula, would have a market price of:\n\nMarket Price=$1001.05+$1001.052+$1,1001.053Market Price=$95.24+$90.70+$950.22Market Price=$1,136.16\\begin{aligned} &\\text{Market Price} = \\frac{ \\$100 }{ 1.05 } + \\frac{ \\$100 }{ 1.05 ^ 2 } + \\frac{ \\$1,100 }{ 1.05 ^ 3 } \\\\ &\\phantom{\\text{Market Price} } = \\$95.24 + \\$90.70 + \\$950.22\\\\ &\\phantom{\\text{Market Price} } = \\$1,136.16 \\\\ \\end{aligned}​Market Price=1.05$100​+1.052$100​+1.053$1,100​Market Price=$95.24+$90.70+$950.22Market Price=$1,136.16​\n\nNext, using the Macaulay duration formula, the duration is calculated as:\n\nMacaulay Duration=($95.24×1$1,136.16)+($90.70×2$1,136.16)+($950.22×3$1,136.16)=2.753\\begin{aligned}\\text{Macaulay Duration}&=\\bigg(\\$95.24\\times\\frac{1}{\\$1,136.16}\\bigg)\\\\&\\quad+\\bigg(\\$90.70\\times\\frac{2}{\\$1,136.16}\\bigg)\\\\&\\quad+\\bigg(\\$950.22\\times\\frac{3}{\\$1,136.16}\\bigg)\\\\&=2.753\\end{aligned}Macaulay Duration​=($95.24×$1,136.161​)+($90.70×$1,136.162​)+($950.22×$1,136.163​)=2.753​\n\nThis result shows that it takes 2.753 years to recoup the true cost of the bond. With this number, it is now possible to calculate the modified duration.\n\nTo find the modified duration, all an investor needs to do is take the Macaulay duration and divide it by 1 + (yield-to-maturity / number of coupon periods per year). In this example, that calculation would be 2.753 / (1.05 / 1), or 2.62%. This means that for every 1% movement in interest rates, the bond in this example would inversely move in price by 2.62%.\n\nModified duration is important because it provides critical valuation insight to bond investors. When interest rates change, the modified duration can tell investors approximately how much the price of a bond will change. Thus, it can be used as a risk management tool, for example, telling investors how much the price of a bond will decrease if interest rates go up by X.\n\nDuration and modified duration look at different aspects of bond analysis. Duration, commonly known as Macaulay duration, determines the weighted average time to receive a bond's cash flow. Modified duration measures a bond's price sensitivity to changes in interest rates.\n\nNo, azero-coupon bonddoes not pay interest. Zero-coupon bonds trade at a discount (below face value) and are redeemed at face value. The return of the bond is the difference between the face value and the discount value.\n\nBond prices and interest rates have an inverse relationship. Modified duration helps investors understand this relationship by measuring the sensitivity of a bond's price to changes in interest rates. This helps investors make smart investment decisions and manage investment risk.",
  "url": "https://www.investopedia.com/terms/m/modifiedduration.asp"
}