{
  "term": "Modified Accelerated Cost Recovery System (MACRS): Explanation and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nThe Modified Accelerated Cost Recovery System (MACRS) is the primary tax depreciation system used in the United States. It allows businesses to recover the capitalized cost of certain assets over time through annualdepreciationdeductions. The system categorizes assets into classes with set depreciation periods, making it an essential tool for businesses aiming to reduce taxable income by accounting for the wear and tear of their assets.\n\nAs defined by theInternal Revenue Service (IRS), depreciation is an income tax deduction that allows a business to recover the cost basis of certain property. Deprecation is an annual allowance for the wear and tear, deterioration, or obsolescence of property. Most tangible assets are depreciable. Likewise, certainintangible assets, such as patents and copyrights, are depreciable.\n\nThe modified accelerated cost recovery system (MACRS) is the proper depreciation method for most assets. MACRS allows for greater accelerated depreciation over longer time periods. This is beneficial since faster acceleration allows individuals and businesses to deduct greater amounts during the first few years of an asset's life, and relatively less later.\n\nFor property placed into service after 1986, the IRS requires businesses to use MACRS for depreciation.\n\nDepreciation using MACRS can be applied to assets such as computer equipment, office furniture, automobiles, fences, farm buildings, racehorses, and so on.\n\nNow, there are things for which MACRS cannot be used for. Notably, intangible property, films, video tapes, and recordings. Other property excluded from MACRS include certain corporate or partnership property acquired in nontaxable transfers.\n\nThere are two primary systems for depreciation under MACRS:General Depreciation System (GDS), andAlternative Depreciation System (ADS). These two systems differ in terms of recovery periods and depreciation methods. For the most part, GDS is used, although in special cases ADS can be used.\n\nThe general depreciation system uses thedeclining balance method, which allows for a larger depreciation expense to be recorded in the early years and smaller amounts in the later years. The alternative depreciation system allows depreciation to be taken over a longer period of time.\n\nThe GDS is best used for assets that depreciate quickly, such as computers and other technology. Meanwhile, the ADS must be used in certain instances, such as property used in a farming business, property that is exempt from taxation, or any property used outside the U.S. ADS must also be used for any listed property used 50% or less in a business during the tax year.\n\nBusinesses can elect to use ADS instead of GDS. The election must cover all property in the same property class, and once made, that election can never be changed.\n\nThe IRS publishes theuseful livesof various classes of assets. This information is used to compute the depreciation for a given type of qualified asset. A few examples of some assets and their useful lives in years as published by the IRS include.\n\nThe IRS's Publication 946 (How to Depreciate Property) has a full breakdown of asset classes and their useful lives. Since the tax rules for MACRS are complex, the 100-plus pages of the IRS Publication 946 provide complete guidance on depreciating assets with MACRS.\n\nThe nine asset classes presented above are for GDS. There are more asset classes for ADS and the recovery life is longer. For example, the useful life of residential rental property under ADS is 30 years, and for commercial property, it is 40 years.\n\nBased on the information provided in the table, a business can determine itstax depreciationfor assets. The basis for depreciation of MACRS property is the property's cost basis multiplied by the percentage of business/investment use. The amount derived is recognized in the company’s income tax return and used to determine taxable income by factoring in any tax credits and deductions that can be claimed on the property.\n\nNote that the derived tax depreciation is not recorded in the financial statements, as these statements calculate depreciation using thestraight-line depreciationmethod or some other form of accelerated cost depreciation method.\n\nMACRS is used for tax purposes and not for financial statements, as it's not approved by U.S. Generally Accepted Accounting Principles (GAAP). For example, a company may use MACRS for tax depreciation and straight-line depreciation for creating financial statements.\n\nIRS Publication 946 is a publication by the IRS that details how to depreciate property. In particular, it explains how to recover the cost of property (such as business equipment or income-producing assets) via deprecation.\n\nDepreciation expenses lower the amount of income on which taxes are based, thereby reducing the amount of taxes owed. The benefit of accelerated depreciation is that you are getting a greater tax reduction in the earlier years of anasset'suseful life.\n\nUseful life is the accounting estimate of the number of years an asset is likely to remain in service for the purpose of producing income. The IRS determines the useful life for various assets, laying out the length of time in which they can be depreciated. For example, the useful life (according to the IRS) for automobiles is five years, while residential rental properties have a useful life of 27.5 years.\n\nThe Modified Accelerated Cost Recovery System (MACRS) is the IRS’s preferred method for asset depreciation, allowing businesses to reduce their taxable income by recovering the cost of assets over time. By offering faster depreciation in the early years of an asset’s life, MACRS provides businesses with substantialtax savings.\n\nWhether using the General Depreciation System (GDS) or the Alternative Depreciation System (ADS), MACRS is a critical tool for businesses looking to maximize tax benefits while properly managing asset depreciation.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 3-4.\n\nCornell Law School, Legal Information Institute. \"MACRS.\"\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Page 26.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 27-28.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Page 8.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Page 27.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 31-32.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 28-29, 35.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 27-28, 31.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Page 30.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 5, 28, 31.",
  "url": "https://www.investopedia.com/terms/m/macrs.asp"
}