{
  "term": "Momentum Investment: Meaning, Formula, Controversy",
  "definition": "Momentum investing is a strategy that aims to capitalize on the continuance of an existingmarket trend. It is a trading strategy in which investors buy securities that are already rising and look to sell them when they look to have peaked\n\nMomentum, in markets, refers to the capacity for a price trend to sustain itself going forward.\n\nMomentum investing involves goinglongon stocks, futures, market exchange-traded funds (ETFs), or any financial instrument showing upward-trending prices andshortthe respective assets with downward-trending prices.\n\nMomentum investing holds that trends can persist for some time and that it’s possible to profit by staying with a trend until its conclusion, no matter how long that may be. For example, momentum investors that entered the U.S.stock marketin 2009 generally enjoyed an uptrend until December 2018.\n\nAlthough he wasn't the first to use the strategy, fund manager and businessman Richard Driehaus is often credited as being the father of momentum investing.\n\nMomentum investing usually involves abiding by a strict set of rules based ontechnical indicatorsthat dictate market entry and exit points for particular securities.\n\nMomentum investors sometimes use two longer-termmoving averages(MAs), one a bit shorter than the other, fortrading signals. Some use 50-day and 200-day MAs, for example. In this case, the 50-day crossing above the 200-day creates a buy signal, while a 50-day crossing back below the 200-day creates a sell signal. A few momentum investors prefer to use even longer-term MAs for signaling purposes.\n\nAnother type of momentum investing strategy involves following price-based signals to go long onsector ETFswith the strongest momentum, while shorting the sector ETFs with the weakest momentum, then rotating in and out of the sectors accordingly.\n\nOther momentum strategies involve cross-asset analysis. For example, some equity traders closely watch the Treasuryyield curveand use it as a momentum signal for equity entries and exits. A 10-year Treasury yield above the two-year yield generally is a buy signal, whereas a two-year yield trading above the 10-year yield is a sell signal. Notably, the two-year versus 10-year Treasury yields tend to be a strong predictor of recessions, and also has implications for stock markets.\n\nIn addition, some strategies involve both momentum factors and somefundamentalfactors. One such system isCAN SLIM,made famous by William O’Neill, founder ofInvestor’s Business Daily.Since it emphasizes quarterly and annual earnings per share (EPS), some may argue it’s not a momentum strategy, per se. However, the system generally seeks stocks with both earnings and sales momentum and tends to point to stocks with price momentum, as well.\n\nIf you intend to practice momentum investing, make sure you choose the proper securities and consider their liquidity andtrading volume.\n\nLike other momentum systems, CAN SLIM also includes rules for when to enter and exit stocks, based mainly ontechnical analysis.\n\nFew professional investment managers make use of momentum investing, believing that individual stock picking based on an analysis ofdiscounted cash flows(DCFs) and other fundamental factors tend to produce more predictable results, and is a better means of beating index performance over the long term. \"As an investment strategy, it’s a thumb in the eye of theefficient market hypothesis(EMH), one of the central tenets of modern finance,\" to quote aUCLA Anderson Reviewarticle, \"Momentum Investing: It Works, But Why?\"\n\nHowever, momentum investing has its advocates. A 1993 study published in theJournal of Financedocumented how strategies of buying recent stock winners and selling recent losers generated significantly higher near-termreturnsthan the U.S. market overall from 1965 to 1989.\n\nMore recently, theAmerican Association of Individual Investors(AAII) found that CAN SLIM can beat theS&P 500when looking at trailing five-year and 10-year periods, and has beaten it soundly over an even longer time frame.\n\nThere are several momentum indicators that technical analysts can use in momentum trading. Among the most popular include therelative strength indicator(RSI),price rate of change(ROC), stochastics, andmoving average convergence divergence(MACD).\n\nGenerally, market momentum can be defined from the following equation:\n\nM=V−Vxwhere:V=The latest priceVx=The closing pricexnumber of days ago\\begin{aligned} &M = V - V_x\\\\ &\\textbf{where:}\\\\ &V = \\text{The latest price}\\\\ &V_x = \\text{The closing price }x\\text{ number of days ago}\\\\ \\end{aligned}​M=V−Vx​where:V=The latest priceVx​=The closing pricexnumber of days ago​\n\nMomentum traders benefit fromherd mentality, greed, and fear of missing out. This can lead bull markets to rise higher than fundamentals might predict. Fear of losses and panic can likewise lead selloffs to become crashes.\n\nTanous, Peter J.Investment gurus: a road map to wealth from the world's best money managers. Penguin, 1999.\n\nInvestors' Business Daily. \"About Us.\"\n\nUCLA Anderson Review. \"Momentum Investing: It Works, But Why?\"\n\nJegadeesh, Narasimhan, and Sheridan Titman. \"Returns to buying winners and selling losers: Implications for stock market efficiency.\"The Journal of Finance,Vol. 48, No. 1. 1993. Pp. 65-91.\n\nLutey, Matt, and David Rayome. \"Live Out of Sample Testing of CAN SLIM Stock Selection Strategy.\"Journal of Accounting and Finance,Vol. 22, No. 2. 2022. Pp. 1-7.",
  "url": "https://www.investopedia.com/terms/m/momentum_investing.asp"
}