{
  "term": "Monetarist: Meaning, Overview and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA monetarist is aneconomistwho holds the strong belief thatmoney supply—including physical currency, deposits, and credit—is the primary factor affecting demand in an economy. Consequently, the economy's performance—its growth or contraction—can be regulated by changes in the money supply.\n\nThe key driver behind this belief is the impact ofinflationon an economy's growth or health and the idea that by controlling the money supply, one can control the inflation rate.\n\nAt its core,monetarismis an economic formula. It states that money supply multiplied by its velocity (the rate at which money changes hands in an economy) is equal to nominal expenditures in the economy (goods and services) multiplied by price. While this makes sense, monetarists say velocity is generally stable, which has been debated since the 1980s.\n\nThe most well-known monetarist isMilton Friedman, who wrote the first serious analysis using monetarist theory in his 1963 book,A Monetary History of The United States, 1867–1960. In the book, Friedman along with Anna Jacobson Schwartz argued in favor of monetarism as a way to combat the economic impacts of inflation. They argued that a lack of money supply amplified the financial crisis of the late 1920s and led to theGreat Depression, and that a steady increase in the money supply in line with growth in the economy would produce growth without inflation.\n\nThe monetarist view was a minority view in both academic and applied economics until the financial troubles of the 1970s. As unemployment and inflation soared, the dominant economic theoryKeynesian economicswas unable to explain the current economic puzzle presented by economic contraction and simultaneous inflation.\n\nKeynesian economics said that high unemployment and economic contraction would lead to deflation through a collapse in demand and conversely that inflation was the result of demand outstripping supply in an over-heated economy. The final collapse of the gold standard in 1971, the oil shocks of the mid-1970s, and the beginning of de-industrialization in the United States in the late 1970s all contributed tostagflation, a new phenomenon that was difficult for Keynesian economics to explain.\n\nMonetarism, however, argued that restricting the money supply would kill inflation, which would be a necessary step to regulating the economy even if it came at the cost of a short-term recession. That is exactly what Paul Volcker, the head of the Federal Reserve from 1979 to 1987, did.The result was a final vindication of monetarism in the eyes of economists and policymakers.\n\nMost monetarists opposed thegold standardin that the limited supply of gold would stall the amount of money in the system, which would lead to inflation, something monetarists believe should be controlled by the money supply, which is not possible under the gold standard unless gold is continually mined.\n\nMilton Friedman is the most famous monetarist. Other monetarists include former Federal Reserve ChairAlan Greenspanand former British Prime Minister Margaret Thatcher.\n\nMilton Friedman and Anna Jacobson Schwartz. \"A Monetary History of the United States, 1867-1960.\" Princeton University Press, 1963.\n\nFederal Reserve Bank of St. Louis. \"The Great Inflation.\" Accessed Feb. 6, 2021.\n\nFederal Reserve Bank of St. Louis. \"Paul A. Volcker.\" Accessed Feb. 6, 2021.",
  "url": "https://www.investopedia.com/terms/m/monetarist.asp"
}