{
  "term": "Money Market Funds: What They Are, How They Work, Pros and Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA money market fund is a kind of mutual fund that invests in highly liquid, near-term instruments. These instruments include:\n\nMoney market fundsare intended to offer investors high liquidity with a very low level of risk. Money market funds are also called money market mutual funds and are insured by the Securities Investor Protection Corporation (SIPC).\n\nA money market fund is not the same thing as a money market account.\n\nMoney market funds work like a typical mutual fund. They issue redeemable units or shares to investors and are mandated to follow the guidelines drafted by financial regulators (for example, those set by the U.S.Securities and Exchange Commission). Fund shareholders can typically withdraw their money at any time, but they may have a limit on the number of times they can withdraw within a certain period.\n\nA money market fund may invest in the following types of debt-based financial instruments:\n\nReturns from these instruments are dependent on the applicable market interest rates, and therefore, the overall returns from the money market funds are also dependent on interest rates.\n\nAn active investor who has the time and knowledge to hunt for the best possible short-term debt instruments—offering the best possible interest rates at their preferred levels of risk—may decide to invest on their own in the various available instruments. On the other hand, a less-savvy investor or one with less disposable time may prefer taking the money market fund route by delegating the money management task to the fund operators.\n\nMoney market funds are covered by the SIPC but not by the FDIC's federal deposit insurance, which covers money market deposit accounts, online savings accounts, and certificates of deposit.\n\nMoney market funds compete against similar investment options, such as bank money market accounts,ultrashort bond funds, and enhanced cash funds. These investment options may include investing in a wider variety of assets and aiming for higher returns.\n\nAll the features of a standard mutual fund apply to a money market fund, with one key difference. A money market fund aims to maintain anet asset value(NAV) of $1 per share.Any excess earnings generated through interest on the portfolio holdings are distributed to the investors as dividend payments. Investors can purchase or redeem shares of money market funds through investment fund companies, brokerage firms, and banks.\n\nOne of the primary reasons for the popularity of money market funds is their maintenance of the $1 NAV. This requirement forces the fund managers to make regular payments to investors, providing a regular flow of income for them. It also allows easy calculations and tracking of the net gains the fund generates.\n\nOccasionally, a money market fund may fall below the $1 NAV. This creates a condition that is sometimes referred to with the colloquial term \"breaking the buck.\" When this condition occurs, it may be attributed to temporary price fluctuations in the money markets. However, if it persists, the condition may trigger a moment when the investment income of the money market fund fails to exceed its operating expenses or investment losses.\n\nFor example, if the fund used excess leverage in purchasing instruments—or overall interest rates dropped to very low levels nearing zero—and the fund broke the buck, then one of these scenarios could lead to a condition where the fund cannot meet redemption requests. If this happens, regulators may jump in and force the fund's liquidation. However, instances of breaking the buck are very rare.\n\nIn 1994, the first instance of breaking the buck occurred. The Community Bankers U.S. Government Money Market Fund was liquidated at $0.96 per share.This was the result of large losses that the fund incurred following a period of heavy investment in derivatives.\n\nIn 2008, following the bankruptcy of Lehman Brothers, the venerable Reserve Primary Fund also broke the buck. The fund held millions of the Lehman Brothers debt obligations, and panicked redemptions by its investors caused its NAV to fall to $0.97 per share.The pullout of money caused the Reserve Primary Fund to liquidate. This event triggered mayhem throughout the money markets.\n\nTo prevent this from happening again, in 2010—in the aftermath of the 2008 financial crisis—the SEC issued new rules to better manage money market funds. These rules were intended to provide more stability and resilience by placing tighter restrictions on portfolio holdings and introducing provisions for imposing liquidity fees and suspending redemptions.Like other investment securities, money market funds are regulated under the Investment Company Act of 1940.\n\nMoney market funds are classified into various typesdepending on the class of invested assets, the maturity period, and other attributes.\n\nA prime money fund invests in floating-rate debt and commercial paper of non-Treasury assets. These may be issued by corporations, U.S. government agencies, and government-sponsored enterprises (GSEs).\n\nA government money fund invests at least 99.5% of its total assets in cash, government securities, and repurchase agreements that are fully collateralized by cash or government securities.Treasury Funds are also included in Government Money Funds, which invest in standard U.S. Treasury-issued debt securities, such as Treasury bills, Treasury bonds, and Treasury notes.\n\nA tax-exempt money fund (also called a municipal money market fund) offers earnings that are free from U.S. federal income tax. Depending on the exact securities it invests in, a tax-exempt money fund may also have an exemption from state income taxes. Municipal bonds and other debt securities primarily constitute such types of money market funds.\n\nSome money market funds are targeted to attract institutional money with a high minimum investment amount (often $1 million).\n\nRetail money funds are accessible to individual investors as a result of their small minimums.\n\nIn the U.S., money market funds fall under the purview of the SEC. This regulatory body defines the necessary guidelines for the characteristics, maturity, and variety of allowable investments in a money market fund.\n\nUnder the provisions, a money fund mainly invests in the top-rated debt instruments, and they should have a maturity period under 13 months. The money market fund portfolio is required to maintain aweighted average maturity(WAM) period of 60 days or less. This WAM requirement means that the average maturity period of all the invested instruments—taken in proportion to their weights in the fund portfolio—should not be more than 60 days. This maturity limitation ensures that only highly liquid instruments qualify for investments. As a result, the investors' money is not locked into long-maturity instruments that can mar the liquidity.\n\nA money market fund is not allowed to invest more than 5% in any one issuer to avoid issuer-specific risk. However, government-issued securities and repurchase agreements are an exception to this rule.\n\nBetter returns than bank accounts\n\nSensitive to interest rate fluctuations, monetary policy\n\nThe primary advantage of a money market fund is that it is a safe avenue for investing insecure and highly liquid, cash-equivalent, debt-based assets using smaller investment amounts. In the realm of mutual-fund-like investments, money market funds are characterized as low-risk, low-return investments.\n\nMany investors prefer to park substantial amounts of cash in such funds for the short term. However, money market funds are not suitable for long-term investment goals like retirement planning. This is because they don’t offer muchcapital appreciation.\n\nMoney market funds appear attractive to investors as they come with no loads (no entry or exit charges). Many funds also provide investors with tax-advantaged gains by investing in municipal securities that are tax-exempt at the federal tax level and, in some instances, at the state level.\n\nMoney market funds were designed and launched during the early 1970s in the United States. They gained rapid popularity because they were an easy way for investors to purchase a pool of securities that, in general, offered better returns than those available from a standard interest-bearing bank account.\n\nCommercial paper has become a common component of many money market funds. Historically, money market funds held onlygovernment bonds. However, this transition away from only government bonds resulted in higher yields, though it came with risks as well: the reliance on commercial debt led to the Reserve Primary Fund crisis.\n\nIn addition to the reforms that the SEC introduced in 2010, the SEC also implemented some fundamental structural changes to the way they regulate money market funds in 2016.\n\nThese changes required prime institutional money market funds to float their NAV and no longer maintain a stable price. Retail and U.S. government money market funds were allowed to maintain the stable $1 per share policy. The regulations also provided non-government money market fund boards with new tools to address runs.\n\nToday, money market funds have become one of the core pillars of the present-day capital markets. For investors, they offer adiversified, professionally managedportfolio with high daily liquidity. Many investors use money market funds as a place to park their cash until they decide on other investments or for funding needs that may arise in the short term.\n\nThe interest rates that are available on the various instruments that constitute the portfolio of a money market fund are the key factors that determine the return from a given money market fund. Looking at historical data is enough to provide sufficient details on how money market returns have fared.\n\nDuring the decade spanning from 2000 to 2010, the monetary policies of the Federal Reserve Bank led to short-term interest rates—the rates banks pay to borrow money from one another—hovering around 0%. These near-zero rates meant money market fund investors saw returns that were significantly lower compared to those in the prior decades. Further, with the tightening of regulations after the 2008 financial crisis, the number of investable securities grew smaller.\n\nAnother economic policy in recent years that has had an adverse impact on money market funds isquantitative easing(QE). QE is an unconventional monetary policy where a central bank purchases government securities or other securities from the market in order to lower interest rates and increase the money supply.\n\nAs major economies across the globe—including the U.S.—followed QE measures in the aftermath of the 2008 financial crisis, a good portion of the QE money made its way into money market mutual funds as a haven. This migration of funds led to interest rates remaining low for a long duration and diminishing returns from money market funds.\n\nWhile they sound similar in name, a money market fund is not the same as amoney market account(MMA).\n\nA money market fund is an investment that is sponsored by an investment fund company. Like other types of investment, it comes with risks and carries no guarantee of principal.\n\nA money market account, on the other hand, is a type of savings account that earns higher interest than a regular savings account. Money market accounts are offered by financial institutions. They are insured by the Federal Deposit Insurance Corporation (FDIC), and many come with the ability to write checks or use a debit card connected to an account. However, they may also come with restrictions, such as a limited number of times you can use or withdraw money from the account in a month. This makes them less flexible to use than a regular checking account.\n\nYes, money market funds are oftenamong the safest of all investments, with a target value of $1 per share. Money market funds have only dipped below this value (\"broken the buck\") on a small number of occasions (associated with financial crises) and have quickly bounced back, However, they are not appropriate for long-term investing goals, such as retirement investing.\n\nMoney market funds are relatively safe investments; in the U.S., they are protected by the Securities Investor Protection Corporation. However, they are not insured by the Federal Deposit Insurance Corporation (FDIC).\n\nMoney market funds offer investors high liquidity with a very low level of risk. They are a useful and profitable place to put cash for a relatively short time-frame, rather than keeping it in a standard savings account where it won't earn much in interest.\n\nA money market fund is a type of mutual fund that invests in low-risk, short-term debt instruments. They are intended as a short-term, liquid investment, providing little capital appreciation but generating modest income through interest. Money market funds aim to maintain a net asset value (NAV) of $1 per share and are popular for their stability and regular income generation, although they are sensitive to interest rate fluctuations. Unlike money market accounts (MMAs), money market funds are investment products without FDIC insurance, and their principal value fluctuates.\n\nThe regulation and structure of money market funds have evolved, especially following the 2008 financial crisis, to enhance market stability and investor protection. Today, money market funds remain a vital part of the capital markets, offering a safe, liquid investment option for institutional and individual investors.\n\nSecurities Investor Protection Corporation. \"What SIPC Protects.\"\n\nFederal Deposit Insurance Corporation. \"Are My Deposit Accounts Insured by the FDIC?\"\n\nU.S. Securities and Exchange Commission. \"Money Market Fund.\"\n\nU.S. Securities and Exchange Commission. \"Order Instituting Public Administrative and Cease-And-Desist Proceedings, Making Findings, and Imposing Remedial Sanctions And Cease-And-Desist Orders In the Matter Of John E. Buckland, et.al.\"\n\nU.S. Securities and Exchange Commission. \"ECF Case 09 Civ. 4346 (PGG) Memorandum Opinion,\" Page 8.\n\nU.S. Securities and Exchange Commission. \"SEC Approves Money Market Fund Reforms to Better Protect Investors.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Money Market Fund Reform Rules.\"\n\nU.S. Securities and Exchange Commission. \"2014 Money Market Fund Reform Frequently Asked Questions.\"\n\nU.S. Securities and Exchange Commission. \"Staff Responses to Questions About Money Market Fund Reform.\"\n\nU.S. Securities and Exchange Commission. \"Money Market Funds.\"",
  "url": "https://www.investopedia.com/terms/m/money-marketfund.asp"
}