{
  "term": "Money Illusion: Overview, History, and Examples",
  "definition": "Money illusion is an economic theory that suggests that people tend to view theirwealthandincomeinnominaldollar terms rather than inreal terms. Put simply, money allusion means that people don't account for inflation in an economy and wrongly believe that a dollar is worth the same as it was the prior year.\n\nAs noted above, money illusion is aneconomic theorythat suggests that people consider their wealth and income only in nominal rather than real terms. This means that they think of their money in current or face values rather than their relative values. The latter can fluctuate, as it is the value adjusted for inflation.\n\nMoney illusion is often cited as a reason why small levels ofinflation—1% to 2% per year—are desirable for aneconomy. Low inflation allows employers, for example, to modestly raise wages in nominal terms without actually paying more in real terms. As a result, many people who get pay raises believe that their wealth is increasing, regardless of the actual rate of inflation.\n\nPeople's perceptions of financial outcomes are colored by money illusion. Experiments have shown, for example, that people generally perceive a 2% pay cut in nominal income with no change in monetaryvalueas unfair. However, they also perceive a 2% rise in nominal income, when inflation is running at 4%, as fair.\n\nMoney illusion is sometimes also referred to as price illusion.\n\nAlthough British economistJohn Maynard Keynesis credited with helping to popularize it, the term money illusion was first coined by American economist Irving Fisher in his book “Stabilizing the Dollar.”Fisher later wrote an entire book dedicated to the topic in 1928, titled “The Money Illusion.”\n\nMoney illusion is a psychological matter that continues to be debated amongeconomists. Some disagree with the theory, arguing that people automatically think of their money in real terms, adjusting for inflation because they see price changes every time they enter a store.\n\nOthers claim that it is rife, citing factors such as a lack of financial education, and theprice stickinessseen in many goods and services as reasons why people might fall into the trap of ignoring the rising cost of living.\n\nMoney illusion is understood to be a key aspect in theFriedmanianversion of thePhillips curve—a popular tool for analyzingmacroeconomicpolicy. The Philips curve claims thateconomic growthis accompanied by inflation, which in turn should lead to more jobs and lessunemployment.\n\nMoney illusion helps to sustain that theory. It argues that employees seldom demand an increase in wages to compensate for inflation, making it easier for firms to hire staff on the cheap. Still, money illusion doesn't adequately account for the mechanism at work in the Phillips curve. To do so requires two additional assumptions.\n\nFirst, prices respond differently to modified demand conditions: An increase inaggregate demandaffectscommodityprices sooner than it affectslabor marketprices. Thus, a drop in unemployment is, after all, an outcome of decreasing real wages, and an accurate judgment of the situation by employees is the only reason for the return to an initial (natural) rate of unemployment (i.e. the end of the money illusion, when they finally recognize the actual dynamics of prices and wages).\n\nThe other (arbitrary) assumption relates specifically to specialinformational asymmetry: Whatever employees are unaware of, in connection with the changes in (real and nominal) wages and prices, can be clearly observed by employers. The new classical version of the Phillips curve was aimed at removing the puzzling additional presumptions, but its mechanism still requires money illusion.\n\nMoney illusion occurs when individuals treat the value of their money (their wealth and income) in terms of its nominal value rather than in real terms. This means they don't take inflation into account when considering the value of their money.\n\nOne example of money illusion is when people get a raise. Consider a company that gives offers an employee a 3% increase. This means the employee, who earns $25,000 per year, gets an extra $750. It might seem like the employee has extra money in their pocket on a nominal level, But if you consider that prices are going up by 5%, the employee doesn't really get to keep much of that increase when all is said and done.\n\nOne of the best ways to avoid falling into the trap of money illusion is to understand how inflation affects the value of money and its purchasing power. It's important to realize that the face value of your money does not go as far as it does when prices rise. But when they fall, you may be able to stretch your money even more. You'll also be able to understand how much money you need to earn to keep up with your standard of living and meet your goals based on current economic conditions.\n\nThe term nominal value in economics refers to the value of something at the current price. This can include the price of goods and services, or the value of money. Real value, on the other hand, refers to the value of something when inflation is considered. This means that the real value is relative over time.\n\nIt can be easy to fall into the trap of money illusion—thinking that your money is worth more than it actually is. To avoid this, it's important to understand that although the face value of your money doesn't change, your purchasing power—that is, how far your dollar goes—does change. That's because inflation can impact how much you can buy. When prices increase, your money can't buy as much. Conversely, your money will go farther when prices drop.\n\nIrving Fisher. \"Stabilizing the Dollar : A Plan to Stabilize the General Price Level Without Fixing Individual Prices.\" The Macmillan Company, 1920,\n\nIrving Fisher. \"The Money Illusion.\" Adelphi Company, 1928.",
  "url": "https://www.investopedia.com/terms/m/money_illusion.asp"
}