{
  "term": "Monetarist Theory: Economic Theory of Money Supply",
  "definition": "The monetarist theory is an economic concept that contends that changes inmoney supplyare the most significant determinants of the rate ofeconomic growthand the behavior of the business cycle. When monetarist theory works in practice, central banks, which control the levers of monetary policy, can exert much power over economic growth rates.\n\nThe theory that is competing with the monetarist theory isKeynesian economics.\n\nAccording to monetarist theory, if a nation's supply of money increases, economic activity will increase—and vice versa.\n\nMonetarist theory is governed by a simple formula: MV = PQ, where M is the money supply, V is the velocity (number of times per year the average dollar is spent), P is the price of goods and services and Q is the quantity of goods and services. Assuming constant V, when M is increased, either P, Q, or both P and Q rise.\n\nGeneral price levels tend to rise more than the production of goods and services when the economy is closer tofull employment. When there is slack in the economy, Q will increase at a faster rate than P under monetarist theory.\n\nIn the U.S., theFederal Reserve(Fed) sets monetary policy without government interference. The Fed operates on a monetarist theory that focuses on maintaining stable prices (lowinflation), promoting full employment, and achieving moderate interest rates.\n\nIn the U.S., it is the job of the Fed to control the money supply. The Fed has three main levers:\n\nFormer Federal Reserve ChairAlan Greenspanwas a proponent of monetarist theory. During his initial years at the Fed in 1988, he increasedinterest rates, decreasing growth and raising inflation rates, which almost touched 5%.\n\nThe U.S. economy tipped into recession during the early 1990s. In response, Chair Greenspan boosted economic prospects by commencing a rate-cutting spree that resulted in the longest period of economic expansion in the history of the U.S. economy.A loosemonetary policyof low interest rates made the U.S. economy prone to bubbles, culminating in the 2008 financial crisis and theGreat Recession.\n\nAganbegyan, A.G. \"The Two Main Macroeconomic Theories of Keynes and Friedman and Their Use in the Economic Policy of the World’s Major Countries and Russia.\"Studies on Russian Economic Development, vol. 33, no. 5, September 2022, pp. 471–479.\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Reserve Requirements.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Discount Window.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Open Market Operations.\"\n\nFederal Reserve Bank of Richmond. \"The Fed, the Stock Market, and the \"Greenspan Put.'\"",
  "url": "https://www.investopedia.com/terms/m/monetaristtheory.asp"
}