{
  "term": "Money Flow Index (MFI): Definition and Uses",
  "definition": "The money flow index measures the flow of money into and out of an asset by analyzing both price movements and trading volume. Using a scale of 0 to 100, it helps traders identify potential reversals when readings reach extreme levels or diverge from price action.\n\nIf an apt phrase in everyday life is that money talks, then in financial markets, it screams. While many traders focus only on price, following the money can reveal hidden market shifts that price charts alone might miss.\n\nThat's where the money flow index (MFI) comes in, tracking not just what prices do, but how much investor conviction—how much money—stands behind those moves. For example, as prices rise with increasing volume, MFI can confirm that there's genuine buying pressure. But if prices are rising while the MFI fails to follow suit, that can be a warning that the rally is on shaky ground.\n\nWhen readings climb above 80, that suggests the market might be overheating, or overbought, with too many buyers pushing prices to unsustainable levels, often a signal that sellers may step in to take profits. When readings drop below 20, that indicates the market might be oversold, like a stretched rubber band ready to snap back—potentially a good time for bargain hunters to start looking for deals.We take you through the strategies and calculations for using the MFI below.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nUnlike more intimidating financial formulas, the MFI calculation follows a logical sequence that's pretty straightforward. Here's how it works in everyday terms:\n\nThis combination of price moves and volume provides a fuller picture of sentiment in the market than either factor could provide alone. When significant volume accompanies price moves, MFI gives those moves more weight, reflecting real-world trading where conviction matters as much as direction.\n\nMore precisely, here are the formulas behind the MFI:\n\nMoney Flow Index=100−1001+Money Flow Ratiowhere:Money Flow Ratio=14 Period Positive Money Flow14 Period Negative Money FlowRaw Money Flow=Typical Price * VolumeTypical Price=High + Low + Close3\\begin{aligned} &\\text{Money Flow Index}=100-\\frac{100}{1+\\text{Money Flow Ratio}}\\\\ &\\textbf{where:}\\\\ &\\text{Money Flow Ratio}=\\frac{\\text{14 Period Positive Money Flow}}{\\text{14 Period Negative Money Flow}}\\\\ &\\text{Raw Money Flow}=\\text{Typical Price * Volume}\\\\ &\\text{Typical Price}=\\frac{\\text{High + Low + Close}}{3}\\\\ \\end{aligned}​Money Flow Index=100−1+Money Flow Ratio100​where:Money Flow Ratio=14 Period Negative Money Flow14 Period Positive Money Flow​Raw Money Flow=Typical Price * VolumeTypical Price=3High + Low + Close​​\n\nWhen price moves higher from one period to the next, raw money flow is considered positive and gets added to the positive money flow total. Meanwhile, when prices are dropping, that period's raw money flow is negative and gets added to the negative money flow bucket. This separation helps track whether money is predominantly flowing into or out of an asset over the measurement period.\n\nThe MFI really shows off its usefulness when it diverges from price action, perhaps giving you a heads-up on reversals before they become obvious to everyone else in the price charts.\n\nThe most helpful MFI signals come fromdivergence—when price and money flow move in opposite directions, often foreshadowing reversals before most traders spot them. Suppose a stock is climbing to new highs while the MFI fails to match its previous peak. This divergence suggests that despite rising prices, buyer enthusiasm is waning—institutional investors might be quietly distributing shares while retail investors continue buying. When this happens, those using the MFI prepare for a potential decline in the stock price.\n\nThe opposite scenario is equally helpful. When prices hit lower lows, but the MFI is at higher lows, this could indicate that selling pressure is tiring out while accumulation starts up beneath the surface. This positive divergence often precedesbullish reversalsthat can catch bearish traders off guard.\n\nBeyond divergences, extreme MFI readings can act as your early warning system. While a reading above 80 signals overbought and a reading below 20 signals undersold, momentum can often keep price going even with readings at those levels.\n\nOn the other hand, readings above 90 signal exceptional buying pressure that's rarely sustainable, creating prospects forcontrarian traderslooking to sell into strength. Meanwhile, readings under 10 could indicate panic selling, which means you have a pickup prospect while others are fleeing.\n\nThe MFI can also help identify when pullbacks within larger trends might be ending. During uptrends, MFI dips to the 40 range might offer solid entry points. Likewise, during a downtrend,relief ralliesthat push the MFI to around 60 could present a good prospect for short selling. Some traders will wait for an MFI reversal at both of those levels.\n\nThe MFI and Relative Strength Index (RSI) are quite similar: both are oscillators with scales of 0 to 100, are used to identify potentially overbought and oversold conditions, and are perhaps most useful when showing divergence with price.\n\nHowever, they measure different things. The RSI tracks only price momentum, calculating the speed and magnitude of directional price movements.The MFI incorporates volume as a weighting mechanism, thus measuring the force behind the price changes.\n\nThis aspect gives MFI particular value in confirming the strength of trends. When price and volume move in harmony—both rising or both falling—the MFI can generate stronger signals than the RSI, which can miss the increasing participation behind certain price moves.\n\nThere are also differences in timing. Because volume often leads price, the MFI often signals potential reversals earlier than the RSI.This can give you valuable time to prepare your trades before major moves appear on the price charts or trigger RSI signals.\n\nNeither indicator always outperforms the other across all market conditions. In trending markets with steady participation, they often move in tandem.But during crucial transition periods—when major investors are quietly accumulating or distributing and the trend shift isn't yet obvious, the MFI's volume sensitivity can be invaluable.\n\nThe MFI can generate false signals, particularly when trends are strong oroverbought or oversoldconditions persist longer than expected. What seems like an imminent reversal might simply be a pause before the trend continues with even greater strength. Traders who automatically sell when the MFI goes above 80 or buy when it drops below 20 might find themselves exiting profitable positions too early.\n\nThe MFI offers traders a way to test how much conviction stands behind the moves seen on price charts. By combining price action with trading volume, MFI helps identify potential reversals through extreme readings and divergences that price-only indicators might miss. However, like any technical tool, it works best when combined with other forms of analysis.\n\nMohsen Ghobadi. \"Profitability of Technical Analysis Indicators to Earn Abnormal Returns in International Exchange Markets.\"Journal of Economics, Finance, and Accounting, vol. 1, no. 4 (2014).\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 345-353. John Wiley & Sons, 2019, sixth edition.",
  "url": "https://www.investopedia.com/terms/m/mfi.asp"
}