{
  "term": "Money Flow: Definition, Calculation, Uses in Trading",
  "definition": "Money flow is calculated by averaging the high, low andclosing prices, and multiplying by the daily volume. Comparing that result with the number for the previous day tells traders whether money flow was positive or negative for the current day. Positive money flow indicates that prices are likely to move higher, while negative money flow suggests prices are about to fall. The below example shows negative money flow between Day One and Day Two:\n\n﻿Day One:High:$65Low:$60Close:$63Daily Volume:500,000Shares500,000×$65+$60+$633=$31,333,333Day Two:High:$66Low:$58Close:$65Daily Volume:300,000Shares300,000×$66+$58+$653=$18,900,000\\begin{aligned} &\\textbf{Day One:} \\\\ &\\text{High: } \\$65 \\\\ &\\text{Low: } \\$60 \\\\ &\\text{Close: } \\$63 \\\\ &\\text{Daily Volume: } 500,000 \\text{ Shares} \\\\ &500,000 \\times \\frac { \\$65 + \\$60 + \\$63 }{ 3 } = \\$31,333,333 \\\\ &\\textbf{Day Two:} \\\\ &\\text{High: } \\$66 \\\\ &\\text{Low: } \\$58 \\\\ &\\text{Close: } \\$65 \\\\ &\\text{Daily Volume: } 300,000 \\text{ Shares} \\\\ &300,000 \\times \\frac{ \\$66 + \\$58 + \\$65 }{ 3} = \\$18,900,000 \\\\ \\end{aligned}​DayOne:High:$65Low:$60Close:$63Daily Volume:500,000Shares500,000×3$65+$60+$63​=$31,333,333DayTwo:High:$66Low:$58Close:$65Daily Volume:300,000Shares300,000×3$66+$58+$65​=$18,900,000​﻿\n\nPositive money flow occurs when a stock is purchased at a higher price (an uptick). Negative money flow occurs when the next trade is purchased at a lower price (a downtick).\n\nIf more shares were bought throughout the day on theuptickthan the downtick, net money flow is positive because more investors were willing to pay a premium for the stock. If money flow is negative when a stock's price is rising, this could indicate a pending price reversal. Investors monitor money flow because trading volume is typically considered to lead price, which could help identify early trading opportunities.\n\nMany traders use the Chaikin money flow oscillator when they want to incorporate money flow into their trading decisions. The indicator, created by Marc Chaikin, produces values for buying and selling pressure like other money flow indicators but also uses two exponential moving averages to determine momentum in a similar way that themoving average convergence divergence (MACD)indicator does.\n\nTraders alsofrequently use the money flow index (MFI)when they want to analyze price and volume. This indicator divides the net positive money flow by the net negative money flow and plots the value as a line that traders can compare to the price of a security to identify overbought and oversold levels. If the indicator is above 80, prices are considered overbought. A value below 20 indicates oversold conditions.\n\nOther technical indicators should be used in conjunction with money flow indicators to improve their effectiveness and reduce false trading signals.\n\nChaikin Analytics. \"Chaikin Money Flow.\" Accessed May 4, 2021.",
  "url": "https://www.investopedia.com/terms/m/moneyflow.asp"
}