{
  "term": "Money-Weighted Rate of Return: Definition, Formula, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe money-weighted rate of return (MWRR) is a measure of the performance of an investment. The MWRR is calculated by finding the rate of return that will set the present values (PV) of all cash flows equal to the value of the initial investment.\n\nThe MWRR is equivalent to the internal rate of return (IRR). MWRR can be compared with the time-weighted return (TWR), which removes the effects of cash in- and outflows.\n\nThere are many ways to measure asset returns, so it is important to know which method is used when reviewingasset performance. The MWRR incorporates the size and timing of cash flows, so it effectively measuresportfolio returns.\n\nThe MWRR sets the initial value of an investment to equal futurecash flows, such asdividendsadded, withdrawals, deposits, and sale proceeds. In other words, the MWRR helps to determine the rate of return needed to start with the initial investment amount, factoring all of the changes to cash flows during the investment period, including the sale proceeds.\n\nThe formula for the MWRR is as follows:\n\nPVO=PVI=CF0+CF1(1+IRR)+CF2(1+IRR)2+CF3(1+IRR)3+...CFn(1+IRR)nwhere:PVO=PV OutflowsPVI=PV InflowsCF0=Initial cash outlay or investmentCF1,CF2,CF3,...CFn=Cash flowsN=Each periodIRR=Initial rate of return\\begin{aligned} &PVO = PVI = CF_{0} \\, +\\, \\frac{CF_{1}}{(1\\, +\\, IRR)}\\, +\\, \\frac{CF_{2}}{(1\\, +\\, IRR)^{2}}\\,\\\\ &\\qquad\\quad\\, +\\, \\frac{CF_{3}}{(1\\, +\\, IRR)^{3}}\\,\\, +\\,... \\frac{CF_{n}}{(1\\, +\\, IRR)^{n}}\\,\\\\ &\\textbf{where:}\\\\ &PVO = \\text{PV Outflows}\\\\ &PVI = \\text{PV Inflows}\\\\ &CF_0 = \\text{Initial cash outlay or investment}\\\\ &CF_1, CF_2, CF_3, ... CF_n = \\text{Cash flows}\\\\ &N = \\text{Each period}\\\\ &IRR = \\text{Initial rate of return}\\\\ \\end{aligned}​PVO=PVI=CF0​+(1+IRR)CF1​​+(1+IRR)2CF2​​+(1+IRR)3CF3​​+...(1+IRR)nCFn​​where:PVO=PV OutflowsPVI=PV InflowsCF0​=Initial cash outlay or investmentCF1​,CF2​,CF3​,...CFn​=Cash flowsN=Each periodIRR=Initial rate of return​\n\nBecause the formula for MWRR is complex and requires guesswork and trial and error, you'd want to use a spreadsheet or calculator to help you estimate returns. So, we'll use a spreadsheet to explain how to calculate it.\n\nLet’s say you buy one share of a stock for $50 that pays an annual $2 dividend and sell it after three years for $65. You received two dividends before selling the stock.\n\nThe initial outlay of $50 in year one is negative because it is money you've spent. Each year after the purchase, you gain $2 until you sell it for $65 in year three after receiving the dividend. The IRR function used in most spreadsheet applications will calculate the MWRR for you as shown in the following table.\n\nThe IRR function in the spreadsheet asks for values and a rate guess, which is optional:\n\nTo use the function, highlight the cells that contain your cashflow values so that the column and cell numbers are entered into the field between the parenthesis, skip the rate guess, and press enter.\n\nAs stated above, the MWRR for an investment is identical in concept to the IRR. In other words, it is thediscount rateon which thenet present value(NPV) = 0, or the present value of inflows = the present value of outflows.\n\nWith that in mind, it’s critical to know how to identify the cash flows in and out of a portfolio, including the sale of the asset or investment. Some of the cash flows that an investor might have in a portfolio include:\n\nThe MWRR is often compared to the time-weighted rate of return (TWRR), but the two calculations have distinct differences. The TWRR is a measure of the compound rate of growth in a portfolio. The TWRR measure is often used to compare the returns of investment managers because it eliminates the distorting effects on growth rates created by inflows and outflows of money.\n\nIt can be difficult to determine how much money was earned on a portfolio because deposits and withdrawals distort the value of the return on the portfolio. Investors can’t simply subtract the beginning balance, after the initial deposit, from the ending balance since the ending balance reflects both the rate of return on the investments and any deposits or withdrawals during the time invested in the fund.\n\nThe TWRR breaks up the return on an investment portfolio into separate intervals based on whether money was added to or withdrawn from the fund. The MWRR differs in that it takes into account investor behavior via the impact of fund inflows and outflows on performance but doesn’t separate the intervals where cash flows occurred, as the TWRR does. Therefore, cash outflows or inflows can impact the MWRR. If there are no cash flows, then both methods should deliver the same or similar results.\n\nThe MWRR considers all the cash flows from the fund or contribution, including withdrawals. Should an investment extend over several quarters, for example, the MWRR lends more weight to the fund's performance when it is at its largest—hence, the description “money-weighted.”\n\nThe weighting can penalize fund managers because of cash flows over which they have no control. In other words, if an investor adds a large sum of money to a portfolio just before its performance rises, it equates to positive action. This is because the larger portfolio benefits more (in dollar terms) from the portfolio's growth than if the contribution had not been made.\n\nOn the other hand, if an investor withdraws funds from a portfolio just before a performance surge, it equates to a negative action. The now-smaller fund sees less benefit (in dollar terms) from the portfolio growth than if the withdrawal had not occurred.\n\nThe MWRR allows you to view whether your investment generates a consistent return with an interest rate. If your rate is not consistent, your rate of return begins falling.\n\nThe MWRR allows you to see how your changes affect your investment, eliminating its usefulness as a comparison tool but letting you see how your decisions affected it. TWRR lets you see how your investment performs without your changes, which lets you compare it to similar investments. Which you use depends on what you want to view.\n\nWhile each indicates how your investment has performed, they demonstrate performance accounting for different investing actions. So neither is better or worse; they can be used together or separately to determine how an investment is performing.\n\nThe money-weighted rate of return is an investment performance measurement. It lets you see how it has performed while accounting for your investing activities, like adding more capital through contributions or reinvesting dividends.",
  "url": "https://www.investopedia.com/terms/m/money-weighted-return.asp"
}