{
  "term": "Money Market Account: How It Works and How It Differs From Other Bank Accounts",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA money market account (MMA) is a type of bank account that earns interest and combines features of savings and checking accounts. Available at credit unions and banks, MMAs usually come with checks and a debit card but may limit the number of times you can withdraw money every month.\n\nMMAs have traditionally paid higherannual percentage yields (APYs)than standard savings accounts, though thebest high-yield savings accountsthese days often meet or beat the rates ofthe best MMAs. But MMAs allow easier access to funds than savings accounts.\n\nWith money market accounts, you can make unlimited monthly deposits, but certain withdrawals like “convenient transactions” are usually limited to around six per month. These transfers include overdraft protection transfers, transfers made over the phone, and automatic or preauthorized transfers.\n\nThe frequency with which money market accountscompound interest(yearly, monthly, or daily) can significantly affect your return rate, especially if you have a high balance. Compounding intervals vary by bank; some, like Quontic Bank, compound daily, and others, like Capital One, compound monthly.\n\nBecause MMAs come with check-writing and debit card privileges, you can easily use them to pay people, make purchases, or withdraw from ATMs. But these transactions count against any monthly withdrawal limits.\n\nCash in a money market account is easier to access and is insured by theFederal Deposit Insurance Corp. (FDIC)orNational Credit Union Administration (NCUA)up to $250,000. However, drawbacks include fees and variable interest rates. Here’s a closer look at these and other advantages and disadvantages.\n\nYou can see if a bank is an FDIC or NCUA member by looking at its webpage footer for terms like “FDIC insured” or “Member FDIC” or by doing an online search.\n\nPotentially higher APYs than savings accounts\n\nThe FDIC and NCUA limits are across all accounts in the same ownership category at the same bank. So, the $250,000 limit includes your combined total in deposit accounts like MMAs, checking, savings, and CDs, but not other types of accounts like IRAs.\n\nSavings accounts, checking accounts, CDs, and money market funds are the most common money market account alternatives. Here’s how they compare.\n\n*Money market fund returns are measured in average annualized returns instead of annual percentage yields\n\nMoney market accounts are apopular alternative to regular savings accountsbecause they offer higher interest rates. Bank savings accounts average 0.41% APY, while money market accounts average 0.64% APY.\n\nBut don’t let the average APYs for MMAs fool you. Thebest money market accountsoften have much higher rates, sometimes over 5%, depending on market conditions. However, MMA rates are variable, so your account rates may rise and fall with the market.\n\nA high-yield orhigh-interest savings accountoffers better-than-average APYs on deposits, sometimes several times higher than the national average. Because of this, they can be remarkably similar to MMAs, except for the lack of a debit card and checks. Interest rates may even be higher than MMAs at the same bank.\n\nRegular checking accounts allow unlimited deposits and withdrawals. They also provide checks and debit cards, but their interest rates tend to be much lower than top MMAs. For reference, checking accounts average 0.07% APY, if they earn interest at all. Even the best checking accounts may not see rates hit 2% or more.\n\nChecking accounts are also designed for daily use and have fewer transaction and withdrawal restrictions.\n\nHigh-yield checking accountsare the same as regular ones, except with higher interest rates. Rates for thebest high-yield checking accountscan rival those of money market accounts, but these accounts sometimes require making a certain number of monthly debit card transactions to avoid fees. A money market account is better if your primary goal is to save and only occasionally spend.\n\nRewards checking accounts offer benefits such as sign-up bonuses, better-than-average APYs, airline miles, cashback, and ATM fee reimbursements. However, like high-yield checking, they have a drawback: You must meet all the rules to get rewards.\n\nA CD is a type of deposit account that locks up your money for a fixed period, commonly between one month and a few years but as many as 10 years. In exchange, you get a higher interest rate than a regular savings account.\n\nThe downside is that unless your CD specifically states it’s ano-penalty CD, you’ll have to pay anearly withdrawal penaltyto access your money before it matures. Penalties start at seven days’ worth of interest and have no maximum. You’d also have to withdraw all of your money because partial withdrawals aren’t allowed.\n\nMoney market mutual funds, or money market funds, are investment accounts brokerage firms offer. They’re a type of mutual fund that is completelydifferent from the money market deposit accountwe’ve been describing.\n\nMoney market mutual funds invest in low-risk vehicles like CDs, government securities, and commercial paper.  They also have the option of redeeming shares and may require checks to be over a specific dollar figure.\n\nMoney market fund return rates tend to be higher than those of MMAs, but their biggest drawback is that they aren’t FDIC- or NCUA-insured.\n\nMoney market accounts are best for people who want better returns on their money than they would get with most savings accounts or who want an alternative savings vehicle for short-term goals like vacations and car down payments. SinceMMA money is more easily accessiblethan funds in other savings accounts, an MMA can also be great for rainy-day savings or an emergency fund.\n\nHowever, people who want to save for long-term goals like retirement would do much better with higher-paying investing accounts intended for those purposes, such as IRAs and 401(k)s.",
  "url": "https://www.investopedia.com/terms/m/moneymarketaccount.asp"
}