{
  "term": "Monetary Base: Definition, What It Includes, Example",
  "definition": "Investopedia / Michela Buttignol\n\nThe monetary base is the total amount of acurrencyin circulation or held in reserves. Money in circulation is anything that is held and used by the general public while reserves refer to commercialbank depositsand any money held in reserves by these institutions at the central bank. This measure of themoney supplyis not often cited since it excludes other forms of non-currency money that are prevalent in a modern economy.\n\nThe monetary base is a component of a nation’s money supply. It refers strictly to highlyliquidfunds including notes, coinage, and current bank deposits. When theFederal Reservecreates new funds to purchase bonds from commercial banks, the banks see an increase in their reserve holdings, which causes the monetary base to expand.\n\nThe monetary base is amonetary aggregatethat is not widely cited and differs from the money supply. But it is nonetheless very important. It includes the total supply of currency in circulation in addition to the stored portion of commercial bank reserves within the central bank. This is sometimes known as high-powered money since it can be multiplied through the process offractional reserve banking.\n\nThe monetary base is most commonly divided into levels, listed as M0 through M3 or M4 depending on the system, with each representing a different facet of a nation’s assets:\n\nThe monetary base’s funds are generally held within the lower levels of the money supply, such as M1 or M2, which encompasses cash in circulation and specific liquid assets including, but not limited to,checking and savings accounts.\n\nThe Federal Reserve stopped publishing data on M3 as of 2006.\n\nThe money supply expands beyond the monetary base to include other assets that may be less liquid in form. The funds must be considered a final settlement of atransactionin order to qualify.\n\nFor example, if a person uses cash to pay a debt, that transaction is final. Additionally, writing a check against money in a checking account or using adebit cardmay also be considered final since the transaction is backed by actual cash deposits once they have cleared.\n\nIn contrast, using credit to pay a debt does not qualify as part of the monetary base, as this is not the final step in the transaction. That's because using credit just transfers a debt owed from one party (the person or business receiving the credit-based payment) and the credit issuer.\n\nThe monetary base consists of all notes and coins in the possession of the household at that level, as well as any funds in deposit accounts. The money supply of a household may be extended to include any available credit open oncredit cards, unused portions of lines of credit, and other accessible funds that translate into a debt that must be repaid.\n\nThe monetary base in the United States as of July 2023. M1 stood at $18.45 trillion while M2 hit about $20.9 trillion.\n\nMost monetary bases are controlled by one national institution, usually a country'scentral bank. This body can usually change the monetary base through open market operations or monetary policies. This can be accomplished by implementing expansionary or contractionary policies.\n\nFor many countries, the government can maintain a measure of control over the monetary base by buying and sellinggovernment bondsin the open market.\n\nHere's a hypothetical example to show how a monetary base works. Let's suppose that Country Z has 600 million units of currencycirculatingin the public and its central bank has 10 billion currency units in reserve as part of deposits from many commercial banks. In this case, the monetary base for country Z is 10.6 billion currency units.\n\nA country's monetary base is the total amount of money that its central bank creates. This includes any money that is printed and in circulation as well as any money held in reserves at commercial banks. This base also includes money held in reserves by banks at the central bank.\n\nThe term money supply refers to the total amount of currency and liquid assets in a country's economy. It includes any money found in circulation as well as any bank deposits that can be converted to cash. The money supply is divided into categories based on the type of currency. For instance, M1 is classified as any physical money (banknotes and coins) as well as money held in liquid vehicles like bank accounts. M2 is a broader category that includes everything in M1 as well as money market funds and short-term time deposit, such as acertificate of deposit (CD).\n\nThe monetary base of the United States was estimated to be $5.52 trillion as of July 2023, according to the Federal Reserve.\n\nThe formula to calculate a country's monetary base is by adding together the currency in circulation and its reserves or MB = CC + R. So if there's a $1 billion worth of currency in circulation and $2 billion in reserves, the monetary base is $3 billion.\n\nA country's monetary base includes any currency in circulation as well as money held in reserves at banks and with the central bank. The money supply of a country, on the other hand, refers to the total amount of money in circulation. This includes banknotes, coins, and money held by consumers at bank accounts.\n\nCentral banks have a variety of functions for their economies. One of the primary functions is to provide money and bank reserves. The money that they provide and inject into their economies is called the monetary base. The monetary base is important in any economy because it is used to complete and settle transactions and pay off debt.\n\nBoard of Governors of the Federal Reserve System. \"Money Stock Measures.\"\n\nFederal Reserve Statistical Release. \"Discontinuance of M3.\"",
  "url": "https://www.investopedia.com/terms/m/monetarybase.asp"
}