{
  "term": "Monetary Policy: Meaning, Types, and Tools",
  "definition": "Monetary policy is the combination of strategy and actions that the Federal Reserve employs to achieve the economic goals set for it by Congress.\n\nMonetary policy is a set of tools used by a nation'scentral bankto control the overall money supply and promote economic growth.\n\nIt involves strategies such as adjusting interest rates and changing bank reserve requirements.\n\nIn the United States, theFederal Reserve Bank (Fed)implements monetary policy to respond to a dual mandate from Congress to achieve maximum employment while keeping inflation in check.\n\nMonetary policy is the control of the quantity of money available in aneconomyand the channels by which new money is supplied.\n\nEconomic statistics such asgross domestic product (GDP), the rate ofinflation, and industry and sector-specific growth rates influence monetary policy strategy.\n\nA central bank may revise the interest rates it charges to loan money to the nation's banks. As these rates rise or fall, financial institutions adjust their rates for their customers, such as businesses or home buyers.\n\nThis can slow or encourage borrowing, spending, business activity, hiring, and economic growth. It can also affect the rate of inflation.\n\nAdditionally, a central bank may buy or sell government bonds, targetforeign exchangerates, and revise the amount of cash that the banks are required to maintain as reserves.\n\nThe Federal Reserve commonly uses three tools for monetary policy: reserve requirements, the discount rate, and open market operations.\n\nMonetary policies are seen as either expansionary or contractionary depending on the level of growth or stagnation within the economy.\n\nAcontractionarypolicy increases interest rates and limits the outstanding money supply to slow growth and decrease inflation, where the prices of goods and services in an economy rise and reduce the purchasing power of money.\n\nDuring times of slowdown or arecession, anexpansionarypolicy supports economic activity. By lowering interest rates, saving becomes less attractive, business and consumer borrowing increases, as does business andconsumer spending.\n\nContractionary monetary policy is used to temper inflation by reducing the level of money circulating in the economy. Expansionary monetary policy increases the amount of money in circulation and fosters inflationary pressure due to greater economic activity.\n\nAn expansionary monetary policy decreases unemployment as a larger money supply and attractive interest rates stimulate business activities and expansion of the job market.\n\nThe exchange rates between domestic and foreign currencies can be affected by monetary policy. With an increase in the money supply, the domestic currency can become less attractive and cheaper relative to other currencies.\n\nInopen market operations (OMO), the Fed buys bonds from investors or sells additional bonds to them to increase or reduce the money available to the economy as a whole.\n\nThe objective of OMOs is to adjust the level of reserve balances to manipulate the short-term interest rates that affect other interest rates.\n\nThe central bank may change interest rates or the requiredcollateralthat it demands. In the U.S., this rate is known as thediscount rate.It's the rate that the Fed charges financial institutions for loans it makes to them.\n\nThe level of the discount rate can affect other interest rates, such as those that banks charge customers. Banks will loan more or less freely depending on the discount rate.\n\nA central bank can manipulate thereserve requirements, which govern the funds that banks must retain as a proportion of the deposits made by their customers to ensure that they can meet theirliabilities.\n\nLowering this reserve requirement releases more capital for the banks to offer as loans or with which to buy other assets. Increasing the requirement curtails bank lending and slows growth.\n\nMonetary policy is enacted by a central bank to sustain a level economy and keep unemployment low. It is intended to protect the value of the currency and maintain economic activity.\n\nBy manipulating interest rates or reserve requirements, or through open market operations, a central bank affects borrowing, spending, and savings rates.\n\nFiscal policyis an additional tool used by governments but not central banks. While the Federal Reserve can influence the economy through the money supply, andimpact market sentiment, the U.S. Treasury Department can create new money and implement new tax policies.\n\nIn other words, fiscal policy involves government spending and taxing. It spends to add money, directly or indirectly, into the economy to increase business and consumer spending and spur growth.\n\nBoth monetary and fiscal policies were used in response to the COVID-19 pandemic.\n\nThe Federal Open Market Committee of the Federal Reserve meets eight times a year to determine any changes to the nation's monetary policies.The Federal Reserve may also act in an emergency, as during the 2007-2008 economic crisis and the COVID-19 pandemic.\n\nA contractionary policy can slow economic growth and even increase unemployment but is often seen as necessary to level the economy and keep inflation in check. During double-digit inflation in the 1980s, the Federal Reserve raised its benchmark interest rate to 20%.Though the effect of high rates spurred a recession, inflation was reduced to a range of 3% to 4% over the following years.\n\nThe Fed also serves the role oflender of last resort, providing banks withliquidityand maintaining regulatory scrutiny to prevent them from failing and causing financial panic.\n\nMonetary policy employs strategies and tools to keep a nation's economy stablewhile limiting inflationand unemployment.\n\nExpansionary monetary policy stimulates a weakening economy and contractionary monetary policy slows down an inflationary economy. A nation's monetary policy is often coordinated with its fiscal policy.\n\nFederal Reserve Board. \"Monetary Policy Principles and Practice.\"\n\nFederal Reserve Bank of St. Louis. \"Expansionary and Contractionary Monetary Policy.\"\n\nFederal Reserve Board. \"Policy Tools: Open Market Operations.\"\n\nFederal Reserve Board. \"Policy Tools: Discount Window.\"\n\nFederal Reserve Board. \"Policy Tools: Reserve Requirements.\"\n\nFederal Reserve Board. \"FAQs: What Is the Difference Between Monetary Policy and Fiscal Policy, and How are They Related?\"\n\nU.S. Department of the Treasury. \"Role of the Treasury.\"\n\nFederal Reserve Board. \"Coronavirus Disease 2019 (COVID-19).\"\n\nFederal Reserve Board. \"Federal Open Market Committee: About the FOMC.\"\n\nU.S. National Library of Medicine National Institutes of Health. \"Modeling U.S. Monetary Policy During the Global Financial Crisis and Lessons for COVID-19.\"\n\nGoodfriend, Marvin, and Robert G. King. \"The Incredible Volcker Disinflation.\"Journal of Monetary Economics, vol. 52, August 2005, pp. 981 - 1015.\n\nFederal Reserve Board. \"Speech: The Lender of Last Resort Function in the United States.\"",
  "url": "https://www.investopedia.com/terms/m/monetarypolicy.asp"
}