{
  "term": "Monetary Aggregates: Definition and Example",
  "definition": "krisanapong detraphiphat / Getty Images\n\nMonetary aggregates are the various measurements of the money supply in an economy. In the United States, they are used to evaluate the economic health and stability of the nation. In addition, the Federal Reserve uses them to implement its monetary policy.\n\nIn the U.S., the monetary aggregates are labeled as:\n\nA legacy aggregate known asM3, which is all of M2 plus largetime depositsover $100,000 andinstitutional money market funds, repo agreements, and large liquid assets, has not been tracked by the Federal Reserve since 2006 but is still calculated by some analysts.\n\nThe monetary base, or M0, is a monetary aggregate that is not widely observed and differs from the money supply but is nonetheless very important.\n\nIt includes the total supply of currency in circulation in addition to the stored portion of commercial bank reserves within the central bank. This is sometimes known as high-powered money (HPM) since it can be multiplied through the process offractional reserve banking.\n\nM1 is a narrow measure of the money supply that includes physical currency, demand deposits, traveler’s checks, and other checkable deposits.\n\nM2 is a calculation of the money supply that includes all elements of M1 as well as “near money.” Near money refers to savings deposits, money market securities, mutual funds, and other time deposits.\n\nThese assets are less liquid than M1 and not as suitable as exchange mediums, but they can be converted into cash or checking deposits quickly.\n\nTheFederal Reserve (Fed)uses monetary aggregates as a metric for how open-market operations, such as trading in Treasury securities or changing the discount rate, affect the economy.\n\nInvestors and economists observe the aggregates closely to try to predict actions that the Fed might take. They also watch them because they offer a more accurate depiction of the actual size of a country’s working money supply.\n\nBy reviewing weekly reports ofM1andM2data, investors can measure the monetary aggregates’ rate of change and monetary velocity overall. That knowledge may provide an idea of whether the Fed might raise or lower interest rates.\n\nThe size of the U.S. monetary base as of May 2024.\n\nStudying monetary aggregates can generate substantial information on the financial stability and overall health of a country. For example, monetary aggregates that grow too rapidly may raise concern for an increase in inflation.\n\nIf there is a greater amount of money in circulation than what is needed to pay for the same amount of goods and services, prices are likely to rise. If inflation increases substantially, central banking groups may be forced to raise interest rates or stop the growth in themoney supply.\n\nFor decades, monetary aggregates were essential for understanding a nation’s economy and were key in establishing central banking policies in general. The past few decades have revealed that there is less of a connection between fluctuations in the money supply and significant metrics such asinflation,gross domestic product (GDP), and unemployment.\n\nThe amount of money that the Fed releases into the economy is a clear indicator of thecentral bank’s monetary policy. When compared with GDP growth, M2 is still a useful indicator of potential inflation.\n\nThe M2 money supply contracted 4.1%, from $21.7 trillion in July 2022 to $20.8 trillion in May 2023. In February 2024, it had dropped further to $20.75 trillion.\n\nSince 2022, the U.S. money supply has experienced a reduction greater than any seen since World War II.\n\nReductions in the money supply aren’t common. When they occur, they can be a sign of problems to come related to economic growth, employment, and inflation.\n\nIn fact, an M2 that isn’t growing could presage a recession, a growth in unemployment, and deflation. However, GDP growth in the fourth quarter of 2023 increased by 3.2%, a figure that surpassed expectations.This was seen as good news for theeconomyby the Biden administration.\n\nThey’re important to the Fed, policymakers, economists, and investors, because they can signal potential for slowing economic growth, inflation, deflation, unemployment, and recession.\n\nIn 1944, the Fed began to release monthly reports on what was to become the M1 aggregate. Years later, in 1971, it added monthly reports for two additional aggregates, called M2 and M3.\n\nThe Fed releases theMoney Stock Measures—H.6 Releaseon the fourth Tuesday of every month. It shows the latest and past figures for the monetary base, M1, and M2.\n\nMonetary aggregates are measurements of a nation’s money supply. In the U.S., the money aggregates studied are the monetary base (or M0), M1, and M2.\n\nMonetary aggregates can provide insight into the economic health and well-being of a nation and the stability of its financial markets.\n\nCorrection—July 20, 2024:This article has been corrected to state that the M1 monetary aggregate contains currency held by the public and transaction deposits at U.S. depository institutions and foreign bank branches operating in the U.S., plus traveler’s checks.\n\nBoard of Governors of the Federal Reserve System. “What Is the Money Supply? Is It Important?”\n\nBoard of Governors of the Federal Reserve System. “Money Stock Measures—H.6 Release.”\n\nYahoo! Finance. “The U.S. Money Supply Has Fallen—But What Does That Mean for the Economy?”\n\nBusiness Insider. “Collapsed U.S. Money Supply Is a Threat to Employment, Growth, and Inflation, Wharton Professor Jeremy Siegel Says.”\n\nU.S. Bureau of Economic Analysis. “Gross Domestic Product, Fourth Quarter and Year 2023 (Second Estimate).”\n\nU.S. Department of Commerce. “By the Numbers: U.S. Economy Grows Faster than Expected for Year and Final Quarter of 2023.”\n\nJohn R. Walter, via Federal Reserve Bank of Richmond. “Monetary Aggregates: A User’s Guide.”",
  "url": "https://www.investopedia.com/terms/m/monetary-aggregates.asp"
}