{
  "term": "Money Market Account",
  "definition": "Money market funds, distinct from money market deposit accounts, are a type of mutual fund that are regulated by the Securities and Exchange Commission (SEC). Regulations were significantly updated in 2016 that notably include establishing a floating net asset value (NAV) for funds vs. the previous fixed net asset value of $1 per share.\n\nMoney market savings accounts are deposit accounts rather than transaction accounts, though they do allow up to six withdrawals per month. Money market savings and checking accounts both pay variable interest. Money market checking accounts, also called high-yield checking accounts, have minimum checking transaction and direct deposit requirements, unlike money market savings accounts.\n\nMoney market accounts are often confused with money market funds, which are a type of mutual fund. Other misconceptions include that money market accounts protect deposits from inflation, which they do not, and deposits are protected from bank failure regardless of amount. As with other types of deposits, money market accounts are only protected up to $250,000 per account.\n\nMoney market funds are a type of mutual fund. Some types of money market funds include U.S. treasury funds, U.S. Government and Agency funds and tax-free municipal money funds. Another type of money fund is a diversified taxable money fund that invests in such things as commercial paper and repurchase agreements offered by U.S. and foreign corporations.\n\nMoney market savings and checking accounts, such as those offered by commercial banks, are safe as they are insured by the Federal Deposit Insurance Corporation (FDIC) up to $250,000 per account.  Money market funds are mutual funds and as such are not insured by the FDIC.  Most, however, invest in U.S. government securities and are therefore backed by the full faith and credit of the United States government.\n\nA money market account is a type of interest-bearing deposit account offered by financial institutions such as banks, thrifts and credit unions. Money market accounts generally pay higher interest than a traditional passbook savings account and can be accessed, on a limited basis, through checks and debit cards.\n\nMoney market yield refers to the rate of return delivered to investors in money market securities, which are highly liquid financial investment securities, rather than interest earned on a money market account. The money market yield can be calculated by taking the yield for the holding period of the security and multiplying by a 360-day bank year divided by the number of days until maturity.\n\nA retirement money market account is a money market account held within an individual IRA or 401K retirement account. Since this type of money market account is within a tax-deferred account the yield from its investments in money market securities like U.S. treasury securities, is not subject to taxation until the account owner withdraws the funds.\n\nHot money refers to the velocity of currency moves between financial markets across the world.  These types of money transfers are motivated by investors seeking the highest interest on highly liquid money market securities and deposit instruments. As such, hot money flows from countries and banks offering the highest levels of interest on short term money-based securities.\n\nThe term “Breaking the buck” refers to what happens when the net asset value (NAV) of a money market fund falls below $1. This can be caused by the money market fund's investment income not offsetting operating expenses or investment losses. This normally occurs when interest rates drop to very low levels, or the fund takes on greater investment risk and incurs unexpected losses.",
  "url": "https://www.investopedia.com/money-market-account-4689730"
}