{
  "term": "Money Market Yield: Definition, Calculation, and Example",
  "definition": "The money market yield is the interest rate earned by investing in securities with high liquidity and maturities of less than one year, such asnegotiable certificates of deposit, U.S. Treasury bills, and municipal notes. Money market yield is calculated by taking the holding period yield and multiplying it by a 360-day bank year divided by days to maturity. It can also be calculated using abank discount yield.\n\nThe money market yield is closely related to the CD-equivalent yield and thebond equivalent yield(BEY).\n\nThemoney marketis the part of the broader financial markets that deals with highly liquid and short-term financial securities. The market links borrowers and lenders who are looking to transact in short-term instruments overnight or for some days, weeks, or months, but always less than a year.\n\nActive participants in this market include banks,money market funds, brokers, and dealers. Examples of money market securities includeCertificates of Deposit(CD),Treasury bills(T-bills), commercial paper, municipal notes, short-term asset-backed securities, Eurodollar deposits, andrepurchase agreements.\n\nTo earn a money market yield, it is thus necessary to have amoney market account. Banks, for example, offer money market accounts because they need to borrow funds on a short-term basis to meetreserve requirementsand to participate in interbank lending.\n\nMoney market investors receive compensation for lending funds to entities that need to fulfill their short-term debt obligations. This compensation is typically in the form of variable interest rates determined by the current interest rate in the economy.\n\nSince money market securities are considered to have lowdefault risk, the money market yield will belower than the yield on stocks and bondsbut higher than the interest rates on standard savings accounts.\n\nAlthough interest rates are quoted annually, the quoted interest may actually be compounded semi-annually, quarterly, monthly, or even daily. The money market yield is calculated using thebond equivalent yield(BEY) based on a 360-day year, which helps an investor compare the return of a bond that pays a coupon on an annual basis with a bond that pays semi-annual, quarterly, or any other coupons.\n\nThe formula for the money market yield is:\n\nFor example, a T-bill with a $100,000face valueis issued for $98,000 and is due to mature in 180 days. The money market yield is:\n\nThe money market yield differs slightly from thebank discountyield, which is computed on the face value, not the purchase price; however, the money market yield can also be calculated using the bank discount yield as seen in this formula:\n\nWhere bank discount yield = (Face value – Purchase price)/Face value x (360/Time to maturity)\n\nMoney market accounts and instruments typically yield between 0.01% and 4%. This depends on the amount of money deposited, as some institutions require a higher deposit to earn the higher interest rate.\n\nThe 7-day yield on the money market is a method of estimating the return of money market instruments on an annual basis. It takes the difference between the price today and the price seven days ago and multiplies that by the annualization factor.\n\nSome disadvantages of a money market account include a lower yield than some other investment accounts, possible limits on the number of transactions allowed in a certain period, and minimum account balances.\n\nInvesting in money market instruments can be a good way to utilize short-term funds to generate interest income, which is a better use than leaving your cash in a non-interest-bearing or low-interest-bearing vehicle.",
  "url": "https://www.investopedia.com/terms/m/money-market-yield.asp"
}