{
  "term": "Money Supply Definition: Types and How It Affects the Economy",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe money supply is the sum total of all of the currency and other liquid assets in a country's economy on the date measured. The money supply includes allcash in circulationand all bank deposits that the account holder can easily convert to cash. To keep the economy stable, banking regulators increase or reduce the available money supply through policy changes and regulatory decisions.\n\nInvestopedia / Madelyn Goodnight\n\nIn the United States, theFederal Reserve, known as the Fed, is the policy-making body that regulates the money supply. Its economists track the money supply over time to determine whether too much money is flowing, which can lead to inflation, or too little money is flowing, which can cause deflation.\n\nThe Fed has a couple of tools it can use to keep the economy growing at a reasonable pace.\n\nThe money supply is tracked over time as a key factor in analyzing the health of the economy, pinpointing its weak spots, and developing policies to correct weaknesses. The Fed generally refers to the money supply as the money stock in its public releases.\n\nAs of January 2025, the seasonally adjusted M1 money supply according to the Federal Reserve.\n\nAn increase in the supply of money typically lowers interest rates, which generates more investment and puts more money in the hands of consumers, thereby stimulating spending. Businesses respond by ordering moreraw materialsand increasing production. The increasedbusiness activityraises the demand for labor.\n\nThe opposite can occur if the money supply falls or when its growth rate declines. Banks lend less, businesses put off new projects, and consumer demand for home mortgages and car loans declines.\n\nChange in the money supply has long been considered a key factor in driving economic performance and business cycles. Macroeconomic schools of thought that focus heavily on the role of money supply include Irving Fisher'sQuantity Theory of Money,Monetarism, andAustrian Business Cycle Theory.\n\nHistorically, measuring the money supply has shown that there are relationships between money supply and inflation and between money supply and price levels.\n\nHowever, since 2000, these relationships have become less predictable, reducing their reliability as a guide for monetary policy. Although money supply measures are still widely used, they are among many economic measures that economists and the Federal Reserve collect, track, and review.\n\nThe Federal Reserve website has a running account of the U.S. money supply month by month going back to 1999. The Fed refers to the money supply as the money stock.\n\nThe Federal Reserve tracks two distinct numbers on the nation's money supply and labels them M1 and M2. Each category includes or excludes specifickinds of money. There was yet another number, M3, but its reporting was discontinued by the Fed in 2006.\n\nThere are also M0 and MB, but these are generally included in the main categories rather than being reported separately.\n\nAll of the categories account for the amount of cash in the economy, but each category has a slightly different definition of cash or liquid assets.\n\nM1, also called narrow money, is often synonymous with money supply in reports from the financial media. This is a count of all of the notes and coins that are in circulation, whether they're in someone's wallet or a bank teller's drawer, plus other money equivalents that can be converted easily to cash.\n\nFor example, a regular bank savings account is a money equivalent. The account holder can convert those savings to cash at any time and instantly.\n\nM2 includes M1 plus short-termtime depositsin banks and money market funds. Generally, terms of less than a year are considered short-term.\n\nM3, M0, and MB are not separately represented in the Federal Reserve reports on money supply.\n\nThe Federal Reserve releases the latest numbers on M1 and M2 money supplies weekly and monthly. The numbers are reported widely by the financial media and are published on the Fed's website.\n\nThe large numbers of M1 or M2 contain components that economists analyze to determine how money flows through the system and where problems might arise. Economists speak of these components as the determinants of the money supply. They include the:\n\nA country’s money supply has a significant effect on its macroeconomic profile, particularly in relation to interest rates, inflation, and the business cycle. When the Fed limits the money supply via contractionary or \"hawkish\" monetary policy, interest rates rise and the cost of borrowing goes higher.\n\nThere is a delicate balance to consider when undertaking these decisions. Limiting the money supply can slow down inflation, as the Fed intends, but there is also the risk that it will slow economic growth too much, leading to more unemployment.\n\nA central bank regulates the amount of money available in a country. Through monetary policy, a central bank can undertake an expansionary or contractionary policy.\n\nAn expansionary policy aims to increase the money supply. For example, the central bank might engage in open market operations. That means it will purchase short-term U.S. Treasury bills using newly-minted money. That money thus enters into circulation.\n\nA contractionary policy would require selling Treasuries. That removes some of the money circulating in the economy.\n\nThe U.S. money supply is reported in two main categories, M1 and M2. M0 is included in both M1 and M2.\n\nConsider aMain Streetbank as a microcosm of the economy as a whole. Local people are prospering lately, so they have more money to save. They deposit it in the bank. The bank keeps part of the deposits in a vault but lends most of it out to other individuals and businesses. The loans are repaid with interest, and the bank has more money to loan. Times are good, and the money supply is increasing.\n\nBut what happens when times are not so good? Bank deposits fall because people are just getting by or, worse, losing their jobs. The bank has less money to lend. In any case, businesses and individuals shy away from big spending due to the poor economy. The money supply decreases.\n\nThe money supply may be one of the most tangible and understandable subjects in economics. It's a count of every bit of cash floating around the entire U.S. economy. Every dollar and every coin, down to the small change that people have in their pockets.\n\nAnalyzing the number is harder. Economists want to know precisely where that money is and how it is being used. Is it being hoarded or splurged? Invested or spent on day-to-day necessities? The Federal Reserve considers the money supply when evaluating what kind of monetary policy to enact.\n\nThe Federal Reserve. \"Money Stock Measures - H.6 Release.\"\n\nThe Federal Reserve. \"What Is the Money Supply? Is It Important?\"\n\nThe Federal Reserve. \"Money Stock Measures - H.6 Release.\"\n\nThe Federal Reserve. \"Discontinuance of M3.\"",
  "url": "https://www.investopedia.com/terms/m/moneysupply.asp"
}