{
  "term": "Monopolistic Markets: Characteristics, History, and Effects",
  "definition": "A monopolistic market is a theoretical condition that describes a market where only one company may offer products and services to the public. Amonopolistic marketis the opposite of aperfectly competitivemarket, in which an infinite number of firms operate. In a purely monopolistic model, the monopoly firm can restrict output, raise prices, and enjoy super-normal profits in the long run.\n\nA monopolistic market is a market structure with the characteristics of apure monopoly. A monopoly exists when one supplier provides a particular good or service to many consumers ultimately allowing it to set the price and supply of a good or services.\n\nPurely monopolistic markets are scarce and perhaps even impossible in the absence of absolutebarriers to entry, such as a ban on competition or sole possession of all-natural resources.\n\nWhen they do occur, the monopoly that sets the price and supply of a good or service is called theprice maker. Due to a lack of competition in the market and high barriers to entry, the company can inflate prices. Going further, the monopoly can find the level of output that maximizes its profit by determining the point at which itsmarginal revenueexceeds its marginal cost.\n\nWith generally only one seller controlling the production and distribution of a good or service, other firms cannot enter the market. Potential entrants to the market are at a disadvantage because the monopoly has thefirst-mover advantageand can lower prices to undercut a potential newcomer and prevent them from gaining market share.\n\nSince there is only one supplier, and firms cannot easily enter or exit, there are no substitutes for the goods or services. Therefore, a monopoly also has absoluteproduct differentiationbecause there are no other comparable goods or services.\n\nThe term “monopoly” originated in English law to describe a royal grant. Such a grant authorized one merchant or company to trade in a particular good while no other merchant or company could do so.\n\nHistorically, monopolistic markets arose when single producers received exclusive legal privileges from the government, such as the arrangement reached between theFederal Communications Commission(FCC) and AT&T between 1913 and 1984. During this period, no other telecommunications company was allowed to compete with AT&T because the government erroneously believed the market could only support one producer.\n\nMore recently, short-run private companies may engage in monopoly-like behavior when production has relatively high fixed costs, which causes long-run average total costs to decrease as output increases. The effect of this behavior could temporarily allow a single producer to operate on a lower cost curve than any other producer.\n\nThe typical political and cultural objection to monopolistic markets is that a monopoly, in the absence of other suppliers of the same product or service, could charge a premium to their customers. Consumers have nosubstitutesand are forced to pay the price for the goods dictated by the monopolist. In many respects, this is an objection against high prices, not necessarily monopolistic behavior.\n\nThe standard economic argument against monopolies is different. According toneoclassicalanalysis, a monopolistic market is undesirable because it restricts output, not because of monopolist benefits by raising prices. Restricted output equates to less production, which reduces total real social income.\n\nEven if monopolistic powers exist, such as the U.S. Postal Service’s legal monopoly on delivering first-class mail, consumers often have many alternatives such as using standard mail throughFedEx or UPSor email. For this reason, it is uncommon for monopolistic markets to successfully restrict output or enjoy super-normal profits in the long run.\n\nAs with the model of perfect competition, the model for a monopolistic competition is difficult or impossible to replicate in thereal economy. True monopolies are typically the product of regulations against the competition. It is common, for instance, for cities or towns to grant local monopolies to utility and telecommunications companies.\n\nNevertheless, governments often regulate private business behavior that appears monopolistic, such as a situation where one firm owns the lion's share of a market. The FCC, World Trade Organization, and the European Union each have rules for managing monopolistic markets. These are often calledantitrustlaws.\n\nIn March 2024, the justice department sued Apple for monopolizing smartphone markets.\n\nThe railroad industry is considered a monopolistic market due to high barriers of entry and the significant amount of capital needed to build railroad infrastructure. These factors stifled competition and allowed operators to have enormous pricing power in a highly concentrated market.Historically, telecom, utilities, and tobacco industries have been considered monopolistic markets.\n\nThe primary characteristics of a monopolistic market are if there is just one supplier, high barriers to entry, there is an absence of close substitutes, and if the monopoly sets the market price.\n\nHistorically, among the most notable monopolies in American history are Standard Oil, U.S. Steel, and American Tobacco. Along with this, AT&T was a major monopoly until 1982, when the U.S. government broke up its business in order to provide customers with more options and lower prices due to increased competition.\n\nMonopolistic markets exist when there is a single supplier in the market which allows them to have significant pricing power due to the absence of competitors. Given that they operate as price makers—controlling the cost and supply of goods—profits are maximized, prices are inflated, and consumers have limited choices. These type of markets have spanned throughout America's history, dominating industries from railroads to telecom given their high infrastructure costs and significant barriers to entry.\n\nU.S. Department of Justice. \"Justice Department Sues Apple for Monopolizing Smartphone Markets.\"",
  "url": "https://www.investopedia.com/terms/m/monopolymarket.asp"
}