{
  "term": "Monthly Active Users (MAU): Definition and How the Indicator Is Used",
  "definition": "Monthly active users (MAU) is a key performance indicator (KPI) used by social networking and other companies to count the number of unique users who have visited a site within the past month. Websites generally recognize monthly active users via an identification number, email address, or username.\n\nMAU helps to measure an online business's general health and is the basis for calculating other website metrics. MAU is also useful when assessing the efficacy of a business's marketing campaigns and gauging both present and potential customers' experiences. Investors interested in the social media industry pay attention when companies report MAU, as it is a KPI that can affect a social-media company's stock price.\n\nAll too often, companies do not the same parameters when calculating MAU, and there are no industry standards for defining key metrics like \"user\" and \"active.\" For this reason, critics of MAU believe that themetriccreates unfair comparisons among competitors. Others think MAU is useful only in combination with other qualifying metrics, and some wonder if it is relevant.\n\nAs aquantitative assessment, MAU tabulates the number of visitors; there is no component that accounts for the depth, or quality, of a user's experience. For example, when calculating MAU, some companies consider a user as someone who has accessed their site. For other businesses, a user is one who has created a log-in and password. In others, an active user must meet specific requirements defined by the company.\n\nLike many business metrics, MAU's usefulness depends on the company, its services, its competitors, and its audience.\n\nFor example, Meta (META), formerly Facebook, defines a monthly active user (MAU) as a registered and logged-in user. This user must have interacted with Facebook through the company's website or a mobile device or used its Messenger application (and is also a registered user) in the last 30 days as of the date of measurement. Meta also tracks daily active users (DAUs), who must meet the same requirements as MAUs to count, but meet those requirements on a daily rather than monthly basis.\n\nX (formerly Twitter), on the other hand, stopped tracking monthly active users before it was acquired by Elon Musk and renamed X Corp. Instead, it looked at what it called monetizable daily active usage or users, or mDAU. Twitter defined mDAU as people, organizations, or other accounts \"who logged in or were otherwise authenticated and accessed Twitter on any given day through twitter.com or Twitter applications that are able to show ads.\"\n\nSo, the difference begs the question—if Twitter's MAU did not include the same engagement variables as Meta's MAU, was the metric an apt comparison of the companies' site usage?\n\nThe fact that there are no uniform standards for the individual components of MAU, and other metrics used to quantify trends in social media, makes for a slippery playing field.\n\nIn 2015, Meta revised its definition of MAU, noting that it no longer counted people who were not active Facebook users but who shared content only via another site that integrated within the Facebook login.\n\nUpon acquiring Instagram and WhatsApp, Meta made more adjustments to its user metrics. In 2022, it published plans to further change how they measure usage in its annual filing. The company has started using \"Family\" metrics that measure monthly and daily active people (MAP and DAP) across its family of platforms.\n\nFamily monthly active people increased Meta's metric by 2% year-over-year compared to monthly active users, likely because it accounted for users across all its platforms.\n\nThe change appears necessary because Meta has users with multiple accounts on several linked platforms, so there was no way to accurately estimate usage using MAU. For example, according to its annual filing, it had 2.96 billion Family DAP for December 2022, while there were 2.0 billion DAU for the same month. Family MAP averaged 3.73 billion that December, while MAU was 2.96 for the month. A clear distinction exists between measuring active people and active users—nearly one billion people's usage is not captured if the company relies on MAU.\n\nWhile seemingly an apt move on Meta's part, this begs the question: With social media platforms becoming more centralized, have others also decided to change their usage calculations? If not, how do they compare their success in attracting and maintaining a user base beside year-over-year numbers?\n\nAn active user is someone who uses your service or product during a specific period. Each business can define \"active\" however they want, at least until industry standards are introduced.\n\nYou calculate MAU by dividing the sum of each month's unique users by 12. This is the average used by most businesses to report their MAU.\n\nMonthly active users and daily active users are measurements used by companies that offer services or products for their customers to use. Each one reflects how many customers are using their services daily or monthly. Whether a user is active depends on the business' definition.\n\nMonthly average users is a metric social media platforms, websites, and businesses use to measure engagement. It is a useful metric for gauging the number of accounts using a service. But it has become somewhat dated for some service providers, especially as service centralization occurs throughout an industry.\n\nMeta makes a strong case for retiring this metric. However, while it is true that the variations in user metrics can make it difficult to compare social media companies, it is still a useful metric for smaller service platforms and companies with websites that are looking for engagement measurements.\n\nMeta. \"2015 Annual Report,\" Page 14 and 35.",
  "url": "https://www.investopedia.com/terms/m/monthly-active-user-mau.asp"
}