{
  "term": "Moral Hazard: Meaning, Examples, and How to Manage",
  "definition": "Michael Sonnenshein is the CEO at Grayscale Investments, the world’s largest digital currency asset manager.\n\nMoral hazard is the risk that a party has not entered into a contract in good faith or has provided misleading information about itsassets,liabilities, orcredit capacity. In addition, moral hazard also may mean a party has an incentive to take unusual risks in a desperate attempt to earn aprofitbefore the contract settles.\n\nMoral hazards can be present anytime two parties come into agreement with one another. Each party in a contract may have the opportunity to gain from acting contrary to the principles laid out by the agreement.\n\nAnytime a party in an agreement does not have to suffer the potential consequences of a risk, the likelihood of a moral hazard increases.\n\nA moral hazard occurs when one party in a transaction has the opportunity to assume additionalrisksthat negatively affect the other party. The decision is based not on what is considered right but on what provides the highest level of benefit, hence the reference to morality. This can apply to activities within the financial industry, such as with the contract between a borrower and alender, in addition to theinsuranceindustry.\n\nFor example, when a property owner obtains insurance on a property, the contract is based on the idea that the property owner will avoid situations that may damage the property. The moral hazard exists that the property owner, because of the availability of the insurance, may be less inclined to protect the property, since the payment from an insurance company lessens the burden on the property owner in case of a disaster.\n\nMoral hazards can exist in employer-employee relationships as well. If an employee has a company car for which they do not have to pay for repairs or maintenance, the employee might be less likely to be careful and more likely to take risks with the vehicle.\n\nWhen moral hazards in investing lead to financial crises, the demand for stricter government regulations often increases.\n\nPrior to thefinancial crisis of 2008, when the housing bubble burst, certain actions on the part of lenders could qualify as moral hazards. For example, a mortgage broker working for an originating lender may have been encouraged through the use of incentives, such as commissions, to originate as many loans as possible regardless of the financial means of the borrower. Since thequestionable loans were intended to be sold to investors—shifting the risk away from the lending institution—themortgage brokerand the originating lender experienced financial gains from the increased risk. The burden of the risk would ultimately fall on theinvestors.\n\nBailouts of financial companies such as those that occurred during the 2008 financial crisis present another moral hazard. If a firm knows it will be bailed out by the government if it were to fail, it will be incentivized to take excessive risk to chase higher profits while not caring about the damage to the economy or cost to taxpayers.\n\nInsurance coverage is also prone to moral hazard. For example, if someone buys the latest cell phone and takes out insurance on it, they may be less likely to be careful with it. The assumption that it will be replaced regardless of their level of care creates a moral hazard. Meanwhile, replacement costs of damaged cell phones then drive up the cost of insurance for everyone who might purchase the coverage.\n\nIn economics, the term “moral hazard” refers to a situation where a party lacks the incentive to guard against a financial risk due to being protected from any potential consequences.\n\nThere are a few ways tominimize moral hazards. The first is to encourage the risk-taking party to act more responsibly by offering them incentives. The second is to institute policies that discourage immoral behavior by making it a punishable offense. Finally, regular monitoring allows the at-risk party to remain aware of whether or not the other party is taking advantage of them.\n\nMoral hazard is a phenomenon wherein being protected from the consequences of one’s actions encourages additional risk-taking.Adverse selectionrefers to situations in which one party utilizes information they possess that another party doesn’t to ensure a trade is in their favor.\n\nAs an example, a moral hazard is the risk that an employee who is enrolled in their company’s dental insurance plan may be less concerned about their oral hygiene, whereas someone who knowingly has a high-risk lifestyle is making an adverse selection by taking out a life insurance policy.\n\nMoral hazards can be a high cost to businesses. Learning how to identify and mitigate them is essential to a business's profitability and longevity. Implementing practices or offering incentives that result in the risk-taking party having some \"skin in the game\" are means of tackling this problem.",
  "url": "https://www.investopedia.com/terms/m/moralhazard.asp"
}