{
  "term": "Moratorium: Definition, How It Works, and Examples",
  "definition": "A moratorium is a temporary suspension of an activity or law until future consideration warrants lifting the suspension, such as if and when the issues that led to the moratorium have been resolved. A moratorium may be imposed by a government, regulators, or a business.\n\nMoratoriums are often imposed in response to temporary financial hardships. For example, a business that has exceeded its budget might place a moratorium on new hiring until the start of its nextfiscal year. In legal proceedings, a moratorium can be imposed on an activity such as a debt collection process duringbankruptcyproceedings.\n\nA moratorium is often, though not always, a response to a short-term crisis that disrupts the normal routine of a business. For instance, in the immediate aftermath of a natural disaster like an earthquake or flood, an emergency moratorium on some financial activities may be granted by a government. It will subsequently be lifted when normal business can resume.\n\nIf a company is experiencing financial difficulties, it can place a moratorium on certain activities to lower costs. The business may institute ahiring freeze, limit discretionary spending, or cut back on company travel and nonessential training.\n\nMoratoriums of this nature are designed solely to reduce unnecessary spending, and are not meant to interrupt a business’s ability or intent to repay its debts or to meet all necessary operational costs. They are instead taken to alleviate a financial shortfall or avoiddefaulton debt obligations. The voluntary moratorium is a vehicle to bring spending back in line with current companyrevenues.\n\nIn bankruptcy law, a moratorium is a legally binding hiatus in the right to collect debts from an individual. This time-out period protects thedebtorwhile a recovery plan is agreed upon and put in place. This type of moratorium is typical inChapter 13 bankruptcyfilings in which the debtor seeks to restructure payments of outstandingdebts.\n\nBoth “moratoriums” and “moratoria” are acceptable plurals of the term “moratorium.”\n\nAs an example, in 2016, the governor of Puerto Rico issued an order to limit the withdrawal of funds from the Government Development Bank. This emergency moratorium established a hold on withdrawals that were not related to bankprincipalorinterestpayments, in order to reduce risks to the bank’sliquidity. A liquidation plan for the bank was approved in 2017.\n\nOn the voluntary side, insurance companies will sometimes issue moratoriums on writing new policies for properties located in specific areas during the course of a natural disaster. Such moratoriums can help mitigate losses when the probability of filed claims is abnormally high.For example, in February 2024, the Texas FAIR Plan Association issued a moratorium on writing new policies in many Texas Panhandle counties due to an outbreak of wildfires.\n\nA moratorium is frequently, but not always, a response to a short-term crisis that disrupts a business’s normal routine.\n\nA company that is experiencing financial difficulties can place a moratorium on certain activities to lower costs. The business may trim company travel and nonessential training, limit discretionary spending, or enact a hiring freeze.\n\nA moratorium in bankruptcy law is a legally binding pause in collecting debts from an individual. This hiatus protects the debtor while a recovery plan is agreed upon and put in place.\n\nWhen an activity or law is temporarily suspended until future consideration warrants lifting the suspension, that's a moratorium. A government, regulators, or a business may impose a moratorium until the issues that led to the moratorium have been resolved.\n\nReuters. “Puerto Rico Board Approves Liquidation of Government Development Bank.”\n\nPolicygenius. “What Is a Moratorium in Home Insurance?”\n\nTexas FAIR Plan Association. “Policy Moratorium in Effect in the Texas Panhandle.”",
  "url": "https://www.investopedia.com/terms/m/moratorium.asp"
}