{
  "term": "Moral Suasion (Jawboning): Definition, How It Is Used, and Example",
  "definition": "Moral suasion is the act of persuading a person or group to act in a certain way through rhetorical appeals, persuasion, or implicit and explicit threats—as opposed to the use of outright coercion or physical force. In economics, it is sometimes used in reference tocentral banks.\n\nAnyone can, in principle, use moral suasion to try to convince another party to change their attitude or behavior, but in an economic context it generally refers to central bankers' use of persuasive tactics in public or private. It is often simply called \"suasion\" and the motives behind it are not always altruistic, but have more to do with the pursuit of particular policies.\n\nIn the U.S., moral suasion is also known as \"jawboning,\" since it amounts to talk, in contrast to more forceful methods theFederal Reserve (Fed)and other policymakers have at their disposal. More specifically, attempts by central banks to influence the rate ofinflationwithout resorting to open market operations are sometimes called \"open mouth operations.\"\n\nJawboning is becoming increasingly prevalent as many central banks, after years of low interest rates and aggressive monetary policy, have fewer alternative tools left to boost the economy.\n\nMoral suasion can be employed in public as well as behind closed doors. Fed chairAlan Greenspan'scriticism of the prevailing economic mood as \"irrational exuberance\" in 1996 is remembered as a classic example of the Fed's use of suasion, but when asset prices did collapse in 2000, critics attacked Greenspan for having done too little—be it with interest rates, margin lending requirements or jawboning—to check the 1990s' exuberance.\n\nIn recent years the Fed has made a concerted effort to engage more with the public, which could be seen as an effort to increase transparency—or to leverage its power of moral suasion. Greenspan advocated a policy of \"constructive ambiguity\"—arguably the opposite of moral suasion—famously telling a senator, \"If I seem unduly clear to you, you must have misunderstood what I said.\"Ben Bernankebroke with that approach and made an effort to communicate Fed policy more clearly; he introduced press conferences in 2011 at the suggestion of his eventual successor,Janet Yellen.\n\nIncreased jawboning may have been seen as necessary, given the decreased ability of the Fed to cutinterest rates—which were near zero from December 2008 to December 2015—or increase the size of itsbalance sheetmuch further.With traditional monetary policy tools more difficult to employ, the Fed has attempted to convince markets of its willingness to support a sustained economic recovery through words rather than deeds, when possible.\n\nMoral suasion is not limited to the U.S. In 2012European Central Bank (ECB)president Mario Draghi said the bank would do \"whatever it takes\" to preserve theeuro, which served to underpin the beleaguered currency and led to its subsequent rebound.\n\nA famous example of the use of moral suasion is the New York Federal Reserve's intervention in the bailout ofLong-Term Capital Management (LTCM)in 1998.\n\nLTCM was a highly successful hedge fund, generating a string of high-double-digit annual returns in the 1990s. It was highlyleveraged, however, with around $30 of debt per dollar of capital at the end of 1997. TheAsian financial crisissent it into a tailspin, leading to worries that a fire sale of its assets would drive down prices and leave its creditors—the bulk of Wall Street's major banks—with massive unpaid loans on their books.\n\nRather than directly injecting public money, the New York Fed called a meeting in its offices of three banks that had lent to LTCM. These banks decided to cooperate on a rescue, which the Fed helped coordinate but did not fund. Eventually, a consortium of 14 banks bailed LTCM out for $3.6 billion. The fund was liquidated two years later and the banks earned a slight profit.\n\nThe New York Fed was criticized for creating the impression that LTCM was \"too big to fail,\" but the decision to pressure banks into providing bailout funds was seen as an alternative to more heavy-handed—and potentially harmful—tactics.\n\nThe Federal Reserve Board. \"Remarks by Chairman Alan Greenspan, December 5, 1996: The Challenge of Central Banking in a Democratic Society.\"\n\nThe New York Times. \"Searching for a Culprit in the Collapse of 2000.\"\n\nCoibion, Olivier and et al. \"Monetary Policy Communications and their Effects on Household Inflation Expectations.\"Journal of Political Economy, vol. 130, no. 6, June 2022, pp. 1538.\n\nDe Pooter, Michiel. \"Questions and Answers: The Information Content of the Post-FOMC Meeting Press Conference.\"Economic Research: FEDS Notes, October 12, 2021.\n\nFederal Reserve Bank of St. Louis, FRED. \"Federal Funds Effective Rate.\"\n\nEuropean Central Bank. \"Verbatim of the remarks made by Mario Draghi: Speech by Mario Draghi, President of the European Central Bank at the Global Investment Conference in London 26 July 2012.\"\n\nFederal Reserve History. \"Near Failure of Long-Term Capital Management.\"\n\nCongressional Research Service. \"Systemic Risk And The Long-Term Capital Management Rescue.\" Pages 1, 5.\n\nCongressional Research Service. \"Systemic Risk and the Long-Term Capital Management Rescue.\" Page 1.",
  "url": "https://www.investopedia.com/terms/m/moralsuasion.asp"
}