{
  "term": "Morningstar Sustainability Rating: Definition and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Morningstar Sustainability Rating is a framework for comparing thousands of mutual funds and exchange-traded funds (ETFs) based onenvironmental, social, and governance (ESG)standards.\n\nIntroduced in 2016 and updated since, the Morningstar Sustainability Rating uses five “globes” to indicate where a fund stands regarding ESG in its industry group, from one at the bottom to three (average), to the five globes (the highest). The ratings are issued monthly.\n\nMorningstar developed its rating system in part because of the dramatic increase in importance givensustainabilityin investment decisions.\n\nCompanies are rated relative to their global peers, meaning two firms with the same score but belonging to different peer groups may not have equivalent ESG performance.\n\nThe ratings are based on research by Morningstar’s Sustainalytics firm and its ESG risk ratings, which measure how much risk to a company’s enterprise value is related to ESG factors. Each company in the portfolio is graded on an open-ended scale relative to other firms in its global industry peer group. Scores typically range from 0 to 50—the lower the score, the better.\n\nTo receive an ESG score, at least 67% of a portfolio’s assets under management must have a company ESG score.\n\nMorningstar’s sustainability ratings are derived through a five-step process:\n\nFinally, Morningstar adjusts the corporate sustainability and sovereign sustainability ratings by weighing each factor and then sums up their weighted scores. The result is rounded to the nearest whole number to produce the fund’s final sustainability rating.\n\nAccording to Morningstar, funds with higher sustainability ratings tend to have higher-quality holdings. They are more likely to be favored by Morningstar analysts, be less volatile, and have more exposure to financially healthy companies witheconomic moats.\n\nHowever, a fund could have a high star rating and a low sustainability rating. For example, Fidelity’s Total Market Index Premium fund has a four-star rating for its risk-adjusted returns.Morningstar’s analyst report called this fund “a great choice for diversified exposure to U.S. stocks of all sizes” thanks to its low cost and “broad, market-cap-weighted coverage of the U.S. market.”It also carried a gold rating, indicating that analysts expect the fund to outperform over a full market cycle of at least five years. However, it only had a sustainability rating of two globes out of five (below average) based on an 80% ranking in its category and a sustainability score of 45.\n\nMorningstar’s sustainability ratings help tilt yourportfoliotoward sustainability without using sustainable, responsible, and impact (SRI, also known associally responsible investing) funds as your means for doing so. SRI funds have several shortcomings: They represent a small percentage of the fund universe, and retail investors have long hesitated to put their money into them.\n\nUsing Morningstar’s ratings, then, can help retail and institutional investors choose one fund over another. If an investor is choosing between two large-cap growth funds with similar long-term performance and investment strategies, and one has a two-globe rating and the other a four-globe rating, the globe rating may then be the deciding factor.\n\nThe higher the rating, the better. Five globes imply that the fund’s investments are very ESG-friendly, whereas one globe is the worst score you can get. An average score is three globes, so four could be considered a good sustainability rating.\n\nMorningstar isn’t the only firm toscore investments based on ESG. Others include MSCI, Bloomberg, Refinitiv, and credit rating agencies like Moody’s, S&P, and Fitch.\n\nThis depends on which method you think is best for ranking ESG firms against one another. Morningstar takes its analysis from Sustainalytics, Morningstar’s ESG and corporate governance research, ratings, and analytics firm, to publish its list of the top-rated ESG companies. U.S. firms in the 2024 global top-50 list include the Inter-American Development Bank, Keysight Technologies, and Universal Display.\n\nInvestors are paying more attention to the ESG characteristics of the firms they put their money into, looking for companies that help address climate change, treat their employees well, and do not slot much of their capital for executive pay. The Morningstar Sustainability Rating addresses these demands by telling investors how the stocks held by funds behave in these areas.\n\nQualifying mutual funds and ETFs are rated one to five based on how the companies they invest in rank in terms of ESG within their industry peer groups. The higher the Morningstar Sustainability Rating, the more ESG-friendly the fund.\n\nMorningstar. “Morningstar Sustainability Rating: Methodology.”\n\nMaria-Teresa Sorrosal-Forradellas et al., via ScienceDirect. “A New Rating of Sustainability Based on the Morningstar Sustainability Rating.”European Research on Management and Business Economics, Vol. 29, No. 1 (2023).\n\nMorningstar. “Sustainability and Quality Go Hand in Hand.”\n\nYahoo! Finance. “Fidelity Total Market Index Premium (FSTVX).”\n\nLuc Meunier and Sima Ohadi, via ScienceDirect. “Misconceptions About Socially Responsible Investments.”Journal of Cleaner Production, Vol. 373, No. 1 (2022).\n\nSustainalytics. “2024 ESG Top-Rated Companies.”",
  "url": "https://www.investopedia.com/terms/m/morningstar-sustainability-rating.asp"
}