{
  "term": "Morning Stars: How to Trade the Morning Star Candlestick Pattern",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA morning star is a visual pattern consisting of threecandlesticksthat are interpreted as bullish signs by technical analysts. A morning star forms following a downward trend and it indicates the start of an upward climb. It is a sign of areversalin the previous price trend. Traders watch for the formation of a morning star and then seek confirmation that a reversal is indeed occurring using additional indicators.\n\nA morning star is a visual pattern, so there are no particular calculations to perform. A morning star is a three-candle pattern with the low point on the second candle; however, the low point is only apparent after the close of the third candle.\n\nOther technical indicators can help predict if a morning star is forming, such as whether the price action is nearing a support zone or whether or not therelative strength indicator(RSI) is showing that the stock or commodity is oversold.\n\nHere is what a morning star pattern looks like:\n\nThe chart above has been rendered in black and white, but red and green have become more common visualizations for candlesticks. The important thing to note about the morning star is that the middle candle can be black or white (or red or green) as the buyers and sellers start to balance out over the session.\n\nMorning star patterns can be used as a visual sign for the start of a trend reversal from bearish to bullish, but they become more important when othertechnicalindicators back them up as previously mentioned. Another important factor is the volume that is contributing to the pattern formation.\n\nGenerally, a trader wants to see volume increasing throughout the three sessions making up the pattern, with the third day seeing the most volume. High volume on the third day is often seen as a confirmation of the pattern (and a subsequent uptrend) regardless of other indicators.\n\nA trader will take up a bullish position in the stock/commodity/pair/asset as the morning star forms in the third session and rides the uptrend until there are indications of another reversal.\n\nThe morning star pattern comes in a minor variation. When the price action is essentially flat in the middle candlestick, it forms adoji. This is a small candlestick with no significant wicks—not unlike a + sign. The doji morning star shows the market indecision more clearly than a morning star with a thicker middle candle.\n\nThe appearance of a doji following a black candle will generally see a more aggressive volume spike and a correspondingly longer white candle due to more traders being able to clearly identify a morning star forming.\n\nThe opposite of a morning star is, of course, an evening star. The evening star is a long white candle followed by a short black or white one and then a long black one that goes down at least half the length of the white candle in the first session. The evening star signals a reversal of an uptrend with the bulls giving way to the bears.\n\nTrading purely on visual patterns can be a risky proposition. A morning star is best when it is backed up by volume and some other indicator like a support level. Otherwise, it is very easy to see morning stars forming whenever a small candle pops up in a downtrend.\n\nBoth technical analysis and fundamental analysis are used by traders and investors in picking an investment as well as when to enter and exit the investment. Technical analysis uses historical data, mainly price and volume data to chart and predict an asset's future movements. Fundamental analysis aims to understand intrinsic value by analyzing economic and financial factors, such as the information found in a company's financial statements and how the macroeconomy will impact an asset.\n\nYes, a morning star pattern is bullish. It signals a weakness in a downtrend that may result in a trend reversal, which would be the start of an increase in an asset's price.\n\nGenerally, a morning star pattern is very reliable, especially if it is incorporated with other technical indicators and further analysis of the asset. It is also a pattern that is helpful to both beginner and professional traders.\n\nTechnical analysis uses historical data of an asset's price and volume to predict the future movement of the asset's price. This data is displayed on charts, allowing traders to visualize movements and entry and exit points. The morning star is one pattern employed by technical traders that signals a bullish market.",
  "url": "https://www.investopedia.com/terms/m/morningstar.asp"
}