{
  "term": "Morningstar Risk Rating: Definition, Factors Assessed, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Morningstar risk rating, or simply Morningstar rating, is a ranking given to publicly tradedmutual fundsand exchange traded funds (ETFs) by the investment research firm Morningstar. Risk is assessed across five levels designed to help investors quickly identify funds to consider for theirportfolios.\n\nFunds receive ratings ranging from 1 to 5, with 1 given to the worst performers and 5 for the best. The ranking is based on variations in a fund's monthly returns—with an emphasis on downside variations—as compared to similar funds.\n\nMorningstar ratings are based on the fund's past performance as compared to other funds in its Morningstar category. The risk rating is frequently a starting point for additional research and is not a buy or sell recommendation.\n\nIn the risk rating process, 10% of a category's funds with the lowest measured risk are rated as \"low risk.\" The next 22.5% are rated \"below average,\" the middle 35% are \"average,\" the next 22.5% \"above average,\" while the top 10% are rated as \"high\"risk. Morningstar measures risk for as many as three periods (three, five, and 10 years). These separate measures are then weighted and averaged to produce an overall measure for the fund. Funds with less than three years of performance history are not rated.\n\nMorningstar also provides category ratings and peer-group ratings to help investors further compare funds. For example, as of year-end 2018, Morningstar assigns a 3.9-star rating to municipal bond funds as a group, a 3.4-star rating to domestic stock funds, and a 3-star rating to international stock funds.\n\nMorningstar rates individual mutual funds and ETFs and sells the ratings along with other research to investors.\n\nMorningstar is not the only company that creates risk ratings. Other rating creators include Thomson Reuters Lipper, Zacks Investment Research, Standard and Poor's, and TheStreet.\n\nBusiness and finance publications such as Forbes and U.S. News & World Report also rank and rate funds, as well as other asset classes, for their readers. In many cases, they base much of their analyses on ratings from Morningstar and the others.\n\nWhile Morningstar ratings are considered essential in guiding investors toward quality investment decisions, they are not immune to criticism. Some financial analysts have criticized these ratings because they only compare funds to other funds, in isolation from the greater marketplace. As a result, a fund's rating may reflect its suitability for the particular market more than its overall viability and potential.\n\nFor example, as prices are rising in abull market, funds with historically safe stocks from companies such as AT&T tend to perform well. Conversely, when prices are falling in abear market,funds featuring speculative stocks from companies such as Tesla Motors and Charles Schwab tend to do better. As a result, some investors prefer ratings that keep the market conditions in mind, such as the ratings generated by Forbes.\n\nTo get an idea of how Morningstar assigns its risk ratings, let's look at its data on the iShares Nasdaq Biotechnology ETF (IBB). The exchange traded fund is rated as presenting investors with an above-average risk rating of three stars on a three-, five- and 10-year basis, based on a weighted average of the performance figures. Over the past 10 years, the fund has delivered an annualized total return of 15.38%, compared to 11.59% for the benchmark S&P 500 index.\n\nThe star rating is a quantitative metric that indicates a mutual fund's historical risk-adjusted return. Funds can receive between 1 and 5 stars, with 5 being the best. A fund loses points for having a greater \"risk penalty,\" so if two funds return the same yield in a given period, the fund that experienced greater volatility (variance) in returns would be rated lower, as riskier.\n\nA 5-star risk rating indicates that a fund has been among the market's top performers in terms of risk-adjusted return over the past three, five, or ten-year period.\n\nWhile star ratings provide an easy heuristic for measuring risk-adjusted return in the past, they tend to be relatively poor predictors of future performance. A research study by Vanguard found that Morningstar ratings did not predict a profitable investment relative to a fund's benchmark. Moreover, the study found that one-star funds had the greatest excess returns of all compared to their benchmarks.\n\nMorningstar. \"What Is the Star Rating?\" Accessed Oct. 18, 2021.\n\nVanguard. \"Mutual Fund Ratings and Future Performance,\" Accessed Oct. 18, 2021.",
  "url": "https://www.investopedia.com/terms/m/morningstarriskrating.asp"
}