{
  "term": "Mortgage Bond: Definition, How They Work, Pros and Cons",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA mortgage bond is a bond that is secured by a mortgage, or a pool of mortgages, that are typically backed by real estate holdings andreal property, such as equipment. The income stream of a mortgage bond comes from the mortgage payments that homeowners make on their mortgages.\n\nMortgage bonds offer the investor protection because the principal is secured by a valuable asset. In the event of default, mortgage bondholders could sell off the underlying property to compensate for the default and secure payment of income.\n\nHowever, because of this inherent safety, the average mortgage bond tends to yield a lowerrate of returnthan traditional corporate bonds that are backed only by the corporation's promise and ability to pay.\n\nWhen a person buys a home and finances the purchase with a mortgage, the lender rarely retains ownership of the mortgage. Instead, it sells the mortgage on the secondary market to another entity, such as an investment bank orgovernment-sponsored enterprise(GSE). This entity packages the mortgage with a pool of other loans and issues bonds with the mortgages as backing.\n\nWhen homeowners pay their mortgages, the interest portion of their payment is used to pay the yield on these mortgage bonds. As long as most of the homeowners in the mortgage pool keep up with their payments, a mortgage bond is a safe and reliable income-producing security.\n\nA disadvantage of mortgage bonds is that their yields tend to be lower than corporate bond yields because thesecuritizationof mortgages makes such bonds safer investments. An advantage would be that if a homeowner defaults on a mortgage, the bondholders have a claim on the value of the homeowner's property.\n\nThe property can be liquidated with the proceeds used to compensate bondholders. Another advantage of mortgage bonds is that they are a safer investment than stocks, for example.\n\nIn contrast, investors in corporate bonds have little to no recourse if the corporation is unable to pay. As a result, when corporations issue bonds, they must offer higher yields to entice investors to shoulder the risk of unsecured debt.\n\nThe amount held in mortgage-backed securities by the Federal Reserve as of March 20, 2024.\n\nOne major exception to the general rule that mortgage bonds represent a safe investment became evident during thefinancial crisisof the late 2000s.\n\nLeading up to this period, investors realized they could earn higher yields by purchasing bonds backed bysubprime mortgages—mortgages offered to buyers with poor credit or unverifiable income—while still enjoying the supposed security of investing in collateralized debt.\n\nUnfortunately, enough of these subprime mortgages defaulted to cause a crisis during which many mortgage bonds defaulted costing investors millions of dollars. Since the crisis, there has been heightened scrutiny over such securities.\n\nNevertheless, the Fed still holds a sizable amount ofmortgage-backed securities(MBS) such as mortgage bonds. As of March 20, 2024, the Fed held around $2.4 trillion in MBS, according to the Federal Reserve Bank of St. Louis.\n\nYes, mortgage bonds still exist. While mortgage-backed securities (MBSs) had a bad image after the financial crisis in 2008 due to many MBSs consisting of subprime loans, MBSs are an important aspect of the financial markets. They provide liquidity, free up the balance sheets of banks, support the housing market, and provide investors the ability to invest in home real estate.\n\nPeople buy mortgage bonds because they offer a higher return than government bonds. They may also provide higher yields than investment-grade corporate bonds depending on the credit rating.\n\nBanks make money on mortgage bonds by selling the mortgages they originate to mortgage aggregators or other investors. These mortgage aggregators bundle the mortgages into mortgage-backed securities and sell them to investors. Now that these mortgages are off the balance sheets of the banks, they can originate new mortgages to new lenders.\n\nMortgage bonds provide a safer investment alternative than corporate bonds as they come with collateral; however, they may not be a good option for investors seeking high returns. When investing in mortgage bonds, it's important to understand the quality of the underlying asset to gauge any possible defaults.\n\nFederal Reserve Bank of St. Louis. \"Assets: Securities Held Outright: Mortgage-Backed Securities: Wednesday Level.\"",
  "url": "https://www.investopedia.com/terms/m/mortgage_bond.asp"
}