{
  "term": "Mortgage Interest Deduction: Overview and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe mortgage interest deduction is a commonitemized deductionthat can reduce homeowners' taxable income by allowing them to deduct the interest paid on any loan used to build, purchase, or make improvements on their residence.\n\nThe amount of deductible mortgage interest is reported each year by the mortgage company on Form 1098, which is sent to homeowners.This deduction is a tax benefit offered to homeowners by the federal government that is intended to make homeownership more affordable. However, taxpayers must itemize deductions to claim the mortgage interest deduction, so in practice, it is a government program that primarily benefits wealthy homeowners.\n\nHome mortgage interest is reported onSchedule Aof the 1040 tax form. The mortgage interest paid on rental properties is also deductible, but this is reported on Schedule E. Interest from home equity loans also qualifies as home mortgage interest.\n\nIn order to claim home mortgage interest as a deduction on your taxes, you must itemize your deductions. Home mortgage interest is often the single itemized deduction that allows many taxpayers to itemize; without this deduction, the remaining itemized deductions would not exceed the standard deduction.\n\nThe mortgage interest tax deduction was introduced along with the income tax in 1913.\n\nTheTax Cuts and Jobs Act(TCJA), which was passed in 2017, changed the mortgage interest deduction. It reduced the maximum mortgageprincipaleligible for the deductible interest to $750,000 (from $1 million) for new loans (which means homeowners can deduct the interest paid on up to $750,000 in mortgage debt). However, the TCJA also significantly increased standarddeductions, making it unnecessary for many taxpayers to itemize.\n\nAs a result, most homeowners went on to forgo the use of the mortgage interest tax deduction entirely. For the first year following the implementation of the TCJA, an estimated 135.2 million taxpayers were expected to opt for the standard deduction.By comparison, in 2022, 18.5 million were expected to itemize, and, of those, 14.2 million would claim the mortgage interest deduction.\n\nRoughly 75 million mortgages were outstanding in the United States during the summer of 2022, which suggests that the vast majority of homeowners received no benefit from the mortgage interest deduction.\n\nMortgage deductions can also be taken on loans for second homes and vacation residences, but there are limitations.\n\nIn 2017, the Tax Cuts and Jobs Act (TCJA) limited how much interest homeowners could deduct from taxes. Instead of single or married filing jointly taxpayers deducting mortgage interest on the first $1 million ($500,000 for married filing separately) of their mortgage, they can now only deduct interest on the first $750,000 ($375,000 for married filing separately taxpayers) of their mortgage.\n\nHowever, some homeowners can deduct the entirety of their mortgage interest paid, as long as they meet certain requirements. The amount allowed for the deduction is reliant upon the date of the mortgage, the amount of the mortgage, and how the proceeds of that mortgage are used.\n\nAs long as the homeowner’s mortgage matches the following criteria throughout the year, all mortgage interest can be deducted. Legacy debt, meaning mortgages taken out by a date set by theInternal Revenue Service(IRS) qualifies for the deduction.\n\nThe mortgage interest deduction can only be taken if the homeowner’s mortgage is a secured debt, meaning they have signed a deed of trust, mortgage, or aland contractthat makes their ownership in qualified home security for payment of the debt and other stipulations.\n\nUnder the Tax Cuts and Jobs Act of 2017, the mortgage limits for the mortgage interest deduction decreased. The TCJA alsochanged or eliminatedmany other itemized deductions. As a result, many taxpayers are eligible for fewer itemized deductions, making them more likely to forgo the mortgage interest deduction in favor of the standard deduction.\n\nHowever, the mortgage interest deduction can still prove valuable for some taxpayers.\n\nFor example, consider a married couple in the 24% income tax bracket who paid $20,500 in mortgage interest for the previous year. In tax year 2024, they wonder if itemizing deductions would yield a larger tax break than the $29,200 standard deduction.If the total of their itemized deductions exceeds the standard deduction, they will receive a larger tax break.\n\nAfter totaling their qualified itemized deductions, including the mortgage interest, they arrive at $32,750 that can be deducted. Since this is larger than the standard deduction, the couple will save more on their taxes if they itemize and claim the mortgage interest deduction.\n\nA single taxpayer in the same 24% tax bracket also wonders if itemizing taxes would result in a lower tax liability. The taxpayer paid $9,700 in mortgage interest for the previous year and only has $1,500 of deductions that qualify to be itemized for a total of $11,200. The standard deduction for a single taxpayer for 2024 is $14,600.\n\nBecause the total itemized deductions are less than the standard deduction, it does not benefit the taxpayer to itemize for the tax year. In this case, the homeowner receives no tax benefit for the mortgage interest they paid, and the mortgage interest deduction goes unclaimed.\n\nFor 2025, standard deduction rises to $15,000 for single filers and $30,000 for married couples filing jointly. The standard deduction for heads of household in 2025 rises to $22,500.\n\nHomeowners who itemize deductions on their taxes and meet the qualification for deducting mortgage interest can deduct both property taxes and mortgage interest from their taxable income.\n\nCo-owners of a property can deduct mortgage interest to the extent that they own the home. For example, if two people own the house equally, each can deduct up to 50% of the mortgage interest from taxes, subject to mortgage interest deduction limits.\n\nThe mortgage interest deduction can be taken after refinancing a home if the refinance is on a primary or secondary residence. The mortgage interest can be deducted if the money was used for a capital home improvement, which is an improvement that increases the value of the home.\n\nThe mortgage interest deduction allows homeowners who itemize deductions on their taxes to reduce their taxable income. Under the Tax Cuts and Jobs Act of 2017, the limits for the mortgage interest deduction decreased from $1 million to $750,000, meaning the deduction can now be claimed on the first $750,000 of the mortgage, rather than the first $1 million.Some homeowners benefit from legacy clauses that exempt them from the new rules.\n\nHowever, the Tax Cuts and Jobs Act also significantly raised the standard deduction, reducing the number of taxpayers who itemize their deductions. As a result, the majority of homeowners don't claim the mortgage interest deduction.\n\nInternal Revenue Source. \"About Form 1098, Mortgage Interest Statement.\"\n\nInternal Revenue Service. \"Publication 936, Home Mortgage Interest Deduction.\"\n\nCongress.gov. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.\"\n\nU.S. Congress, Joint Committee on Taxation. “Overview of the Federal Tax System as in Effect for 2018,” Page 4, Download “JCX-3-18.”\n\nU.S. Congress, Joint Committee on Taxation. “Overview of the Federal Tax System as in Effect for 2022,” Page 4, 40, Download \"JCX-14-22.”\n\nFederal Reserve Bank of New York. “Household Debt and Credit 2022:Q2,\" Page 4.\n\nInternal Revenue Service. \"Real Estate (Taxes, Mortgage Interest, Points, Other Property Expenses) 5.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nIowa State University \"IRS Shares its Views on Home Mortgage Interest Deduction When Mortgage Paid by Co-Owners.\"",
  "url": "https://www.investopedia.com/terms/home-mortgage-interest.asp"
}