{
  "term": "Mortgage Broker: Definition, How They Work, and Responsibilities",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA mortgage broker is an intermediary who brings together borrowers and lenders but who does not directly lend any money.\n\nA mortgage broker seeks out the best lender for the borrower's financial situation and interest-rate needs. They do the legwork so a borrower doesn't have to.\n\nThe mortgage broker also gathers paperwork from the borrower and passes it along to a mortgage lender for underwriting and approval purposes. The broker earns a commission from either the borrower, the lender, or both at closing.\n\nA mortgage broker should not be confused with amortgage banker,which closes and funds a mortgage with its own funds.\n\nA mortgage broker is an intermediary between borrowers and lenders in the real estate market. Whether a potential borrower is buying a new home or refinancing, a mortgage broker is responsible for presenting loan options from various lenders to the borrower for consideration, while qualifying the borrower for a mortgage with those lenders at the same time.\n\nThe mortgage broker gathers from the borrower the financial information needed for the mortgage application process. This information pertains to income, assets, debt, employment documentation, credit history, and other data lenders can use to assess the borrower’s ability to secure financing and pay a loan. The mortgage broker then passes it on to potential lenders.\n\nThe broker determines an appropriate loan amount,loan-to-value (LTV) ratio, and the borrower’s ideal loan type. They then submit the application to a lender for approval. The broker communicates with the borrower and the lender during the entire transaction through closing.\n\nOnce agreed upon, mortgage funds are loaned in the name of the mortgage lender, and themortgage broker collects a commissioncalled anorigination feefrom the lender as compensation for their services.The borrower may be responsible for paying all or part of that fee in theclosing statement. The mortgage broker only gets paid when the loan transaction is completed.\n\nBorrowers should search online reviews and ask for referrals fromreal estate agents, friends, and family for a mortgage broker who has the right credentials for the borrower's level of experience. It's important to work with an individual whom you trust and who provides good service.\n\nThe Consumer Financial Protection Bureau is authorized to maintain oversight over mortgage brokers, as well as loan originators and servicers.\n\nWhen consumers wish to buy or refinance a home, often their first step is to contact a loan officer in a local bank or credit union. A bankloan officeroffers programs and mortgage rates from a single institution.\n\nUnlike a loan officer, a mortgage broker works on a borrower’s behalf to find the lowest available mortgage rates and/or the best loan programs available through multiple lenders.\n\nHowever, the number of lenders a mortgage broker can access is limited by their approval to work with each lender. That means that borrowers are generally best served by doing some of their own legwork as well in order to find the best deal.\n\nA mortgage broker often works with several clients at one time and does not get paid unless a loan closes. This encourages mortgage brokers to work with each borrower on a more personal level. If a loan originated through the efforts of a mortgage broker is declined, the broker applies to another lender.\n\nA loan officer from a big bank may keep a borrower waiting for an extended period of time because the officer is working with many borrowers at once. If a loan originating through a loan officer is declined, no further action is taken by the loan officer or bank.\n\nSome lenders work exclusively with mortgage brokers, providing borrowersaccess to loansthat would otherwise not be available to them. In addition, mortgage brokers can get lenders to waive application,appraisal, origination, and other fees. Big banks work exclusively with loan officers and do not waive fees.\n\nYes, you can. However, finding a home loan isn't easy and a mortgage broker can do the heavy lifting for you. Their essential purpose is to match borrowers with lenders.\n\nPerhaps. Since mortgage brokers usually earn a commission when they bring lenders business, there's room for a fundamental conflict of interest. Also, they could potentially steer borrowers to lenders that pay them better than others (lenders that may suit a borrower better). Loan officers who are paid salaries rather than commissions aren't motivated in this way.\n\nMortgage brokers may be a good fit for you when seeking out a mortgage because they can provide you with access to various lenders that you'd otherwise not learn about. They can help you with the large amount of paperwork you'll need to provide and your loan application. Also, some lenders only work through mortgage brokers.\n\nA mortgage broker is a type of broker who matches home loan seekers with lenders offering the best loans for their needs. They can save borrowers an enormous amount of time and effort (and possibly money) relating to the mortgage process, for a fee.\n\nBe sure that you do the proper amount of research into mortgage broker costs, reputation, services, and benefits before you decide to enlist the help of a broker rather than get a mortgage yourself.\n\nConsumer Financial Protection Bureau. \"Is My Broker Being Paid for Getting Me a Mortgage Loan?\"\n\nConsumer Financial Protection Bureau. \"Supervision.\"",
  "url": "https://www.investopedia.com/terms/m/mortgagebroker.asp"
}