{
  "term": "Mortgage Servicing Rights (MSR): Meaning, Example, and History",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nMortgage servicing rights (MSR) refer to a contractual agreement in which the originalmortgage lendersells the right to service an existing mortgage to a party that specializes in the various functions involved with servicing mortgages.\n\nMortgages have ongoing administrative duties that are regularly processed for the entire length of a mortgage. Common rights included in MSRs are the right to collect monthly mortgage payments, set aside taxes and insurance premiums in escrow, and forward the interest and principal portions to the mortgage lender. In return, the servicer is compensated with a specific fee, which is outlined in the original contract.\n\nThemortgage payment amount, interest rate, type of loan, and other factors remain the same. As far as the borrower is concerned, only the address to which payments are sent is changed, and you should contact the servicer, rather than your original mortgage lender, with any questions regarding your loan.Your servicer can changeat any time, but you should receive notice from your original lender at least 15 days before it happens, and your new servicer should notify you within 15 days of assuming rights as well.\n\nFederal banking laws let financial institutions sell mortgages or transfer servicing rights to other institutions without consumer consent.﻿﻿\n\nSarah takes out a $500,000 mortgage from Lender A. She sends the lender a monthly payment of principal and interest. Three years later, Lender A transfers its MSR on Sarah’s mortgage to Company B. Under the contract terms, Company B is paid a fee by Lender A forprocessingall of Sarah’s remaining mortgage payments. The mortgage lender can then spend more time and money providing new mortgages, while the company that assumes the MSR forwards the mortgage payments to the lender. Sarah now sends her monthly payment to Company B instead of Lender A.\n\nA lender will often sell MSRs to free up lines of credit so it can lend money to additional borrowers.The majority of mortgages are in effect for 15 to 30 years, and the bank needs billions of dollars to lend money to other consumers requesting mortgages during this time. Because the term is so long, it is important to do thorough research among the best mortgage lenders.\n\nIn a roundabout way, selling MSRs means that more people can become homeowners because the sale of these rights produces revenue.\n\nLenders also make money by charging fees fororiginating mortgagesand earning monthly interest from payments. Mortgages are simply additional assets that bring in more revenue for banks.\n\nThe market for MSRs tends to be strong during periods of economic growth, due to higher quality mortgage originations and fewer defaults. Hedge funds, banks, andreal estate investment trusts(REITs) find these assets attractive because MSRs can yield high amounts of interest. For example, SunTrust purchased $8 billion in MSRs in the first quarter of 2016 as a means of earning a solidreturn on investment (ROI), and within months, its MSR portfolio contained $121.3 billion in unpaid principal balances of loans that the bank was servicing for lenders.\n\nNational Mortgage News reported in June 2019 that MSRs \"have been one of the best-performing fixed-income asset classes over the past five years.\" However, it also reported that \"since October 2018, as medium- and long-term interest rates have fallen, projected and actualmortgage prepaymentassumptions have accelerated, causing the expected average life of MSRs to shorten considerably.\"\n\nAs a result, \"MSR values from April to May were down consistently (by a half) multiple.\" That said, reports National Mortgage News, \"the demand from MSR buyers is still very strong, and there is general consensus around MSR values.\"\n\nMortgage excess servicingis a fee based on the excess cash flow after a basket of loans is pooled together and securitized. This is paid out to mortgage servicers as a fee to maintain a mortgage-backed security.\n\nBanks sell mortgage servicing rights to free up lines of credit. This allows them to lend more money, ultimately helping more people finance properties.\n\nAccording to the Federal Housing Financing Agency (FHFA), the value of a mortgage servicing right is determined by the discounted present value of future cash flows, adjusted for the expected amount of prepayments.\n\nMortgage servicing rights, or MSRs, allow a company to purchase the cash flow from a mortgage, even if that person is not the original mortgage lender. Banks and lenders sell MSRs to free up capital, thereby allowing them to originate more loans. Nothing changes for the borrower, except the address where they direct their payments.\n\nFederal Trade Commission: Consumer Advice. \"Your Rights When Paying Your Mortgage.\"\n\nOregonAdvocates.org, citing National Mortgage News. \"Market for Mortgage Servicing Rights Heats Up.\"\n\nNational Mortgage News. \"With Interest Rate Volatility, Servicing Assets Suffer.\"\n\nFederal Housing Financing Agency. \"Valuation of Mortgage Servicing Rights for Managing Counterparty Credit Risk,\" Page 2.",
  "url": "https://www.investopedia.com/terms/m/msr.asp"
}