{
  "term": "Mortgage-Backed Securities (MBS): Definition and Types of Investment",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nMortgage-backed securities (MBS) are investments like bonds. Each MBS consists of a bundle of home loans and other real estate debt bought from the banks that issued them.\n\nMortgage-backed securities (MBS) are investments like bonds. Each MBS is a share in of a bundle of home loans and other real estate debt bought from the banks or government entities that issued them. Investors in mortgage-backed securities receive periodic payments like bond coupon payments.\n\nThe MBS market has evolved significantly since the 2007-to-2008 financial crisis, which was largely triggered by the collapse of the subprime mortgage market and the complex web of MBS and related derivatives. Today, the MBS market remains a major part of the global financial system, albeit with new regulations and increased scrutiny from investors and policymakers. By total value, over three in five mortgages in the U.S. are repackaged as MBS.\n\nAs investments in them steadily grow again, reaching figures last seen before the financial crisis, should there be a greater concern that the next recession could set off waves of mortgage defaults that could again wreak havoc on the world economy? In what follows, we take you through the details of what these investments are, why they exist, and their place in the markets of the 2020s. We'll then leave you better able to decide whether they have a place in your own portfolio and that of the nation.\n\nMBS areasset-backed securitiesformed by pooling together mortgages. The investor who buys a mortgage-backed security is essentially lending money to homebuyers. An MBS can be bought and sold through a broker. The minimum investment varies between issuers.\n\nAs became glaringly obvious in thesubprime mortgage meltdown of 2007 to 2008, an MBS was once only as sound as the mortgages that back it up. In the 2020s, most MBS have the backing of the U.S. government; these are called agency MBS.\n\nTo be sold on the markets today, an MBS must be issued by aGSEor a private financial company, and the MBS must have received one of the top two ratings issued by an accredited credit rating agency. Non-agency MBS, meanwhile, are issued by private financial institutions and are not guaranteed. Instead, securities are grouped by seniority and sold to investors with different appetites for risk.\n\nMortgage-backed securities loaded up with subprime loans played a central role in the financial crisis that began in 2007 and wiped out trillions of dollars inwealth.\n\nThe best way to understand MBS is to see how they are formed in the first place. Let's walk you through the steps:\n\nThese are the two broadest types of MBSs: pass-throughs and collateralized mortgage obligations (CMOs). Beneath them is a table with descriptions for other major types within these MBS.\n\nMortgage-backed securities were introduced after the passage of the Housing and Urban Development Act in 1968. The act created the Government National Mortgage Association, known asGinnie Mae, which split off fromFannie Mae.\n\nThe new entity allowed banks to sell their mortgages to third parties so that they would have more capital to lend out and originate new loans. This, in turn, made it possible for institutional funds to buy up and package many loans into an MBS.\n\nGinnie Mae introduced the first mortgage-backed securities for the retail housing market in 1970. The first private MBS was introduced by Bank of America in 1977.\n\nMortgage-backed securities played a central role in the financial crisis that began in 2007 and went on to wipe out trillions of dollars in wealth, bring downLehman Brothers, and roil the world financial markets.\n\nIn retrospect, it seems inevitable that the rapid increase in home prices and the growing demand for MBS would encourage banks to lower their lending standards and drive consumers to jump into the market at any cost.\n\nThat was the beginning of thesubprimeMBS. With Freddie Mac and Fannie Mae supporting the mortgage market, the quality of all mortgage-backed securities declined, and their ratings became meaningless. Then, in 2006, housing prices peaked.\n\nSubprime borrowers started to default, which is the failure to repay a loan. As a result, the housing market began its prolonged collapse. More people began walking away from their mortgages because their homes were worth less than their loans. Even the conventional mortgages underpinning the MBS market had steep declines in value. The avalanche of nonpayments meant that many MBSs and collateralized debt obligations(CDOs)based on pools of mortgages were soon vastly overvalued.\n\nThe losses piled up as institutional investors and banks tried and failed to unload their bad MBS investments. Credit tightened, causing many banks and financial institutions to teeter on the brink of insolvency. Lending was disrupted to the point that the entireeconomywas at risk of collapse.\n\nThe U.S. Congress authorized a $700 billion financial system bailout to ease thecredit crunch. Also, the U.S. Federal Reserve bought $4.5 trillion in MBS over several years while the Troubled Asset Relief Program(TARP)injected capital directly into banks.\n\nSome of the measures of the bailout included the following:\n\nIn 2010, TARP ended. Also that year, theDodd-Frank Wall Street Reform and Consumer Protection Actwas passed. The Dodd-Frank law reduced the initial $700 billion authorized for TARP to $475 billion.\n\nFixed interest rates and monthly payouts\n\nMore diversification than single loans\n\nRelatively low correlation with corporate bonds or the stock market\n\nReturns may be affected by borrowers refinancing or paying off their loans early.\n\nIf interest rates increase, the price of an MBS may drop.\n\nFor investors, mortgage-backed securities have some advantages over other securities. They pay a fixed interest rate that is usually higher than U.S. government bonds. Moreover, they typically offer monthly payouts, while bonds offer a single lump-sum payout at maturity.\n\nMortgage-backed securities are also considered relatively low-risk, given the government backing for most of them. If an MBS is guaranteed by the federal government, investors do not have to absorb the costs of a borrower’s default. Moreover, they offer diversification from the markets of corporate and government securities.\n\nPrepayments can be either voluntary, such as when borrowers refinance or relocate, or involuntary from defaults. Refinancing is the most significant source of prepayment, as borrowers can pay off their remaining balance at par without penalty when market interest rates decline. This makes MBS callable securities, limiting their price appreciation potential and resulting in negative convexity. The weighted average coupon(WAC)can estimate the prepayment characteristics of a pool of underlying mortgages. The WAC will change periodically as mortgages are paid off.\n\nThis is related to duration risk, which arises from the sensitivity of MBS prices to changes in interest rates. MBS typically have extended maturities and pay fixed coupons, resulting in high duration and significant price sensitivity to interest rate movements. However, unlike traditionalfixed-incomesecurities, the duration of MBS is not fixed but remains uncertain because of the potential for borrowers to prepay their loans at any time.\n\nMBSs are also sensitive tochanges in interest rateson loans and mortgages. If interest rates rise, fewer people will take out mortgages, causing the housing market to decline.\n\nLiquidity varies significantly across different types of MBS, with agency MBS benefiting from the highly liquid to-be-announced or TBA forward market and the ability to execute dollar rolls for funding. In contrast, private-label MBS have much more limited liquidity.\n\nIn the U.S., the MBS market is massive, with over $11 trillion in outstanding securities and almost $300 billion in average daily trading volume, according to the Federal Reserve Bank of New York.The market is divided into two main categories: agency MBS, which are issued by government-sponsored entities like the Federal National Mortgage Association (Fannie Mae) and Federal Home Loan Mortgage Corporation (Freddie Mac), and non-agency MBS, which are issued by private financial institutions.\n\nAgency MBS are considered less risky because they are backed by Fannie Mae and Freddie Mac guarantees, which promise to pay investors even if homeowners default on their loans. This guarantee is ultimately backed by the U.S. government, making agency MBS attractive to investors looking for stable, fixed-income returns. In May 2024, agency MBS's average daily trading volume reached $292.9 billion, a 19.4% increase over May 2023.\n\nNon-agency MBS, meanwhile, do not have explicit government guarantees and typically carry higher credit risk. Investors in non-agency MBS face potential losses if homeowners default on their mortgages. Non-agency MBS often have higher yields than agency MBS to compensate for this increased risk. In May 2024, non-agency MBS's average daily trading volume was around $1.62 billion, a 6.8% increase over May 2023, but only a tiny fraction of agency MBS.\n\nThe growth of the MBS market can be attributed to increasing demand for these securities, global economic expansion, and ongoing efforts to stimulate economic growth through monetary policy—these are not the only assets the U.S. Federal Reserve has been working to get off its balance sheet. However, the market also faces challenges, such as interest rate risk.\n\nWhen residential mortgage-backed securities fall, residential mortgages tend to rise. The reverse is also true.\n\nMBS prices are inversely related to interest rates, meaning that existing MBS become less valuable when rates rise. Also, when homeowners refinance their mortgages at lower rates, they pay off their existing loans early, which can cut the cash flows that investors expect to receive from MBS. Economic downturns can also lead to increased mortgage defaults, resulting in losses for MBS investors.\n\nDespite these challenges, the MBS market remains highly active, with massive liquidity. The Federal Reserve, which bought large amounts of MBS during and after the financial crisis, has slowly sold off its holdings. As such, the market has shifted from traditional bank and Fed holdings to money managers and other institutional investors. This change is partly because of new regulations and the Fed'squantitative tighteningprogram.\n\nMBS spreads—the difference between interest rates sellers must pay investors and 10-year Treasurys—grew to almost double their pre-pandemic levels in 2022 to 2023, though in the mid-2020s, those spreads began to narrow. This means investors have wanted less compensation for taking them on, suggesting more confidence in the quality of these securities. However, there's also been a more limited supply of MBS, given the high interest rates.\n\nEssentially, the mortgage-backed security turns the bank into an intermediary between the homebuyer and the investment industry. A bank can grant mortgages to its customers and then sell them at a discount for inclusion in an MBS.\n\nThe bank records the sale as a plus on its balance sheet and loses nothing if the homebuyer defaults sometime down the road. This process works for all concerned as long as everyone does what they’re supposed to do: The bank keeps to reasonable standards for granting mortgages; the homeowner keeps paying on time; and the credit rating agencies that review MBS perform due diligence.\n\nAn ABS is a type of financial investment collateralized by an underlying pool of assets—usually ones that generate a cash flow from debt, such as loans, leases, credit card balances, or receivables. It takes the form of a bond or note, paying income at a fixed rate for a set amount of time until maturity.\n\nFor income-seeking investors, ABSs can be an alternative to other debt instruments, like corporate bonds or bond funds. ABSs allow issuers to raise cash that can be used for lending or other investment purposes.\n\nMortgage servicers have a major role in the MBS market by managing the day-to-day administration of the mortgage loans within the pool. They are responsible for collecting monthly mortgage payments from borrowers, managing escrow accounts, handling delinquencies, and ensuring that investors receive their scheduled payments.\n\nAn MBS is an investment, essentially a share in a large basket of mortgages. As each homeowner pays off their loans, the loan payments provide a steady income stream for investors who hold MBS.\n\nThe growth in the MBS market, particularly in agency MBS, has been substantial, but it is crucial to monitor risks and imbalances that could lead to market instability. As the market evolves, participants must stay informed about the latest trends, risks, and prospects to make sound investment decisions.\n\nU.S. Federal Reserve, St. Louis. \"Mortgage Debt Outstanding, Millions of Dollars; End of Period.\"\n\nFederal Reserve Bank of New York.''Mortgage-Backed Securities\"Page 1.\n\nFederal Deposit Insurance Corp. “Origins of the Crisis,” Page 6 (Page 4 of PDF).\n\nInternational Financing Review. “1977: US$100M Deal for Bank of America: The First Private MBS.”\n\nCongressional Research Service, via Federation of American Scientists, Project on Government Secrecy. “Introduction to U.S. Economy: Housing Market,” Pages 1–2.\n\nU.S. Department of the Treasury. “Troubled Assets Relief Program (TARP).”\n\nU.S. Securities and Exchange Commission. \"Mortgage-Backed Securities and Collateralized Mortgage Obligations.\"\n\nJohn C. Hull. \"Options, Futures, and Other Derivatives,” Pages 179–180, 746–748. Pearson, 2022.\n\nBankrate.com.\"Mortgage Backed Securities.\"\n\nFederal Reserve Bank of St. Louis. “How Will the Fed Reduce Its Balance Sheet?”\n\nMorgan Stanley. \"2024 Fixed-Income Insights.\"\n\nU.S. Securities and Exchange Commission. “Asset-Backed Securities.”",
  "url": "https://www.investopedia.com/terms/m/mbs.asp"
}