{
  "term": "Mortgage Rate: Definition, Types, and Determining Factors",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA mortgage rate is the interest charged for a home loan represented as an annual percentage.\n\nMortgage rates change with the economic conditions that prevail at any given time. However, the mortgage rate that a homebuyer is offered is determined by thelenderand depends on the individual's credit history and financial circumstances, among other factors.\n\nConsumers can choose from variable-rate or fixed-rate mortgages. A variable rate goes up or down with the fluctuations of national borrowing costs and alters the individual's monthly payment for better or worse. A fixed rate remains the same for the life of the mortgage.\n\nThe prevailing mortgage rateis a primary consideration for homebuyers seeking to purchase a home using a loan. The rate a homebuyer gets has a substantial impact on the amount of the monthly payment that they will pay.\n\nMortgage rates are highly sensitive to economic conditions. Since 1980, average mortgage rates for a 30-year fixed-rate mortgage have hit a high of 18.63%, during a period of runaway inflation in 1981, and a low of 2.67% in 2020, in the early days of the COVID-19 pandemic. At the end of May 2025, the average national rate was 6.89%.\n\nHow much does the interest rate matter? Say you want to buy a house that costs $400,000. You put $80,000, or 20%, down. You need to finance $320,000. Amortgage calculatormakes this easy.\n\nYour monthly payment, not including property taxes or home insurance, on a 30-year mortgage would be:\n\nThe biggest single factor that determines mortgage rates and all other borrowing rates in the U.S. is theFederal Reserve's decisionon the rates it charges banks in order to maintain the stability of the system. All other loan rates are based on these rates, which are set at meetings held every six weeks.\n\nGiven the impact of interest rates on monthly living costs, people who are considering buying a home are wise to keep an eye on the direction of these rates.\n\nThere are a few indicators to follow. The prime rate is one indicator. This rate represents thelowest average ratebanks are offering for credit. Banks use the prime rate for interbank lending and may also offer prime rates to their most creditworthy borrowers.\n\nTheprime ratetends to follow trends in the Federal Reserve’s federal funds rate. It is usually about 3% higher than the current federal funds rate. Thelowest mortgage rates, on average, came in 2020 and 2021 in response to the pandemic.\n\nAnother indicator for borrowers is the10-year Treasury bondyield. This yield helps to show market trends in interest rates. If the bond yield rises, mortgage rates typically rise as well. The inverse is the same; if the bond yield drops, mortgage rates will usually also drop.\n\nEven though most mortgages are calculated based on a 30-year timeframe, many mortgages are either paid off or refinanced for a new rate within 10 years. Therefore, the 10-year Treasury bond yield can be an excellent standard to judge.\n\nAnd, of course, you can keep an eye on the trends in mortgage rates.Freddie Mac updatesmortgage rate changes on its site weekly.\n\nA lender assumes a level of risk when it issues a mortgage, for there is always the possibility a customer maydefaulton the loan.\n\nThere are a number of factors that go into determining an individual's mortgage rate, and the higher the risk, the higher the rate. A high rate ensures the lender recoups the initial loan amount at a faster rate in case the borrower defaults, protecting the lender's financial investment.\n\nThe borrower's credit score is a key component in assessing the rate charged on a mortgage and the size of the mortgage loan a borrower can obtain. A highercredit scoreindicates the borrower has a good financial history and is more likely to repay debts. This allows the lender to lower the mortgage rate because the risk of default is deemed to be lower.\n\nAfixed-ratemortgage gives you security. Your payment will never go up, no matter what happens to interest rates in the world outside. If rates go down, you can refinance.\n\nA variable-rate mortgage usually has a slightly lower interest rate to start, keeping your costs low at a time when you might be squeezed for cash. That's because the bank is betting that interest rates will go up, while you're betting they'll go down.\n\nIf you lose that bet, your monthly payment will go up, and you won't have the option of refinancing until they go down again.\n\nThe amount of monthly interest you pay is 1/12th of your annual rate multiplied by the remaining principal balance. So, if you are financing $320,000, and your rate is 6.00%, the monthly interest on your first payment would be $1,600 ($320,000*0.50%). The rest of your monthly payment is applied to your principal. With each monthly payment, the amount applied to principal increases while the amount applied to interest decreases. A complete list of all 360 payments on on 30-year mortgage is youramortization schedule.\n\nIf your down payment is less than 20% of the purchase price, you may have to payprivate mortgage insurance (PMI). This kind of insurance protects the lender if you default on your loan. You can have it removed once your equity in the home surpasses 20%. Until then, expect to pay between $30 and $70 per month for every $100,000 borrowed.\n\nA mortgage rate is the interest that a home buyer will pay to finance the purchase.\n\nYou'll get the best rate available if you have a very good credit rating and a financial history that proves you can afford to repay the loan.\n\nHowever, the range of mortgage rates that are available at any given time is well outside your control. Prevailing interest rates determine mortgage rates, and they change from week to week depending on economic conditions.\n\nSt. Louis Federal Reserve. \"30-Year Fixed Rate Mortgage Average in the United States.\"\n\nMy Home by Freddie Mac. \"What Is Private Mortgage Insurance?\"",
  "url": "https://www.investopedia.com/terms/m/mortgage-rate.asp"
}