{
  "term": "Mortality Table: Definition, Types, and Uses",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA mortality table presents the likelihood that individuals within a specific population will die during a certain timeframe.\n\nA mortality table, also known as a life table or actuarial table, shows the rate of deaths occurring in a defined population during a selected time interval, or survival rates from birth to death. A mortality table typically shows the general probability of a person's death before their next birthday, based on their current age. These tables are typically used in order to inform the construction of insurance policies and other forms of liability management.\n\nMortality tablesare mathematically complex grids of numbers that show the probability of death for members of a given population within a defined period of time, based on a large number of factored variables. Mortality tables tend to differ in their construction when being catered to men and women are usually constructed separately for men and women.\n\nOther characteristics can also be included to distinguish different risks, such as smoking status, occupation, and socio-economic class. There are even actuarial tables that determine longevity in relation to weight.\n\nThelife insuranceindustry relies heavily on mortality tables, as does the U.S. Social Security Administration. Both use mortality tables in order to best establish details surrounding their coverage policies based on the individuals they will cover.\n\nMortality tables were first introduced by Raymond Pearl in 1921 for the purposes of furthering ecological studies\n\nIn general practice, there are two types of mortality tables. First, the period life table is used to determine mortality rates for a specific time period of a certain population. The other type of actuarial life table is called the cohort life table, also referred to as a generation life table. It is used to represent the overall mortality rates of a certain population's entirelifetime. Between the two, the cohort life table is most often used due to its higher applicability to actuarialism.\n\nMortality tables are based on characteristics, such as gender and age. A mortality table gives probabilities based on deaths per thousand, or the number of people per 1,000 living who are expected to die in a given year. Life insurance companies use mortality tables to help determine premiums and to make sure the insurance company remains solvent.\n\nMortality tables typically cover from birth through age 100, in one-year increments. You can use a mortality table to look up the probability of death for someone of any age. Not surprisingly, the probability of death increases with age.\n\nTo use mortality tables, you first need the age of an individual to see what the table says about the chances that they will die when compared with the rest of the group. In the case of a newborn male, there is less than one half of one-10,000th of a percent that he will die when compared with the rest of the group. That would give him a life expectancy of around 75. However, according to the 2005 mortality table used by the Social Security Administration, a 119-year-old man has a more than 90 percent chance of dying when compared with the rest of the group, or a life expectancy of just over six months.",
  "url": "https://www.investopedia.com/terms/m/mortality-table.asp"
}