{
  "term": "Mortgage Rate Lock Float Down: Meaning, Overview, Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe termmortgagerate lock float down refers to afinancingoption that locks in the interest rate on a mortgage with the option to reduce it if market rates fall during the lock period. A typical rate lock provides a borrower security against an increase during the rate lock period.The float down option specifically allows the borrower to take advantage of a fall in interest rates during the lock period.\n\nAmortgagerate lock float down is a type of mortgage product that offers borrowers both security and flexibility wheninterest ratesfluctuate. Themortgage ratefloat down allows the borrower tolock in their mortgage rate. But if rates fall during theunderwritingprocess, they can opt into the float down option to have the mortgage processed at the lower rate.This may be a sensible option when mortgage rates fluctuate or if they've been rising and falling over a short period of time.\n\nBorrowers can request to exercise the float down option before the mortgage closes to take advantage of a lower mortgage interest rate. Exercising the float down option may occur as early as one week after the mortgage proceedings get underway, depending on the terms with thelender. The terms should define the time frame that the lock is in place, which could be 30 or 60 days. The time period allows the borrower to take advantage of improved interest rates while themortgage applicationis being processed.\n\nLenders may offer borrowers a rate lock float down option because they don't want them to shop around or finance their loan with another institution orbroker. Ideally, the lender wants the borrower's business over the long term because banks earn the interest on the mortgage minus any costs to the bank to service the mortgage.\n\nThe float down option on a rate lock does come at a cost. The borrower pays afeefor the flexibility of the float down option, which could be a few or several hundred dollars, depending on the lender. As a result, rate locks with a float down option are more expensive than rate locks without the float down option.\n\nAlthough they may have the float down option, borrowers don't automatically receive lower rates. This means it's their responsibility to opt into the lower rate as the lender has no obligation to inform the borrower that rates have fallen. The borrower must call the mortgagebrokeror lender to request the float down option.\n\nMake sure you keep up with mortgage rates as your lender isn't likely to inform you of the right time to exercise your float down option.\n\nHere's another consideration. If rates fall and stabilize, then appear to be at the bottom of the rate cycle, it probably doesn't make sense to pay for the float down option. Borrowers may want to see rates fall enough to more than pay for the fee of the float down option. A drop from 5.10% to 5.00% during the underwriting process probably isn't enough to offset the cost of the float down option. But if there's an expectation that rates will move from 5.10% to 4.60%, the savings over thelong termwould likely eclipse the fee for the float down, making it a good option.\n\nRefinancingmay be an option if rates fall low enough to save money over the long term and enough to cover theclosing costsof a new mortgage. Many lenders allow borrowers torefinanceas early as six months after the mortgage closes. In other words, if you miss out on the float down and rates fall by half a percentage point or more, you can always refinance and take advantage of the lower rate.\n\nThe mortgage rate lock float down starts with the rate lock or fixed-rate mortgage, but the borrower can exercise the option to take a lower rate if rates fall. The option to get the lower rate expires typically within 30 to 60 days. Aconvertible adjustable-rate mortgage (ARM), on the other hand, allows the borrower to take advantage of lower rates for a few years before converting to afixed-rate mortgage.\n\nAnARMbegins with a much lower introductory teaser rate. However, after a set period—typically three to 10 years—the rate adjusts according to an index plus amargin. The rate is generally adjusted every six months and can go up or down depending on the terms outlined in the contract.\n\nConvertible ARMs are marketed as a way to take advantage of falling interest rates and usually include specific conditions. Thefinancial institutiongenerally charges a fee to switch the ARM to a fixed-rate mortgage.\n\nLet's say a borrower finds a home and makes anoffer. They are now in the process of underwriting the mortgage before the closing in 30 days. The borrower decides to take advantage of a float-down option because interest rates have fallen over the last few months. Here's what their rate lock float down option may look like:\n\nIf interest rates fall in the short period when your mortgage is being underwritten, a mortgage rate lock float down gives you the ability to get the lower interest rate, potentially saving you money.\n\nFees vary by lender, but you'll pay a percentage of the loan—usually between 0.5% to 1%.\n\nIf you don't want a mortgage rate lock float down but you want a better interest rate, you could refinance the mortgage, take an adjustable rate mortgage, or go with a straight lock and refinance in the future if rates fall.\n\nClosing on a home is full of stressful decisions, including whether or not to lock your rate. If the financial market is unpredictable and there's a good chance rates could fall before you close, a float down option might be right for you. Although you'll pay a fee, the peace of mind that comes from knowing you're getting the best possible rate can make the slight cost worth it.\n\nConsumer Financial Protection Bureau. \"What's a Lock-In or a Rate Lock on a Mortgage?\"\n\nRocket Mortgage. \"Float-Down Option: Can It Lower Your Mortgage Rate?\"",
  "url": "https://www.investopedia.com/terms/m/mortgage_rate_lock_float_down.asp"
}