{
  "term": "Mortgage Recast: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA mortgage recast, also called a loan recast, is a feature of some types of mortgages where the remaining monthly payments are recalculated based on a new amortization schedule. During a mortgage recast, the borrower pays a large sum toward their principal, and their mortgage is then recalculated based on the new, lower balance outstanding.\n\nSome mortgages have ascheduled recast date, which is the date when the lender will calculate a new amortization schedule based on the mortgage's remaining principal balance and term.\n\nFor the borrower, the primary benefit of recasting a mortgage is to reduce monthly payments. Often, a mortgage lender will reduce the term of a loan if extraprincipalpayments are made but maintain the same fixed monthly amount due—simply by increasing the principal amount and reducing theinterestportion of the payment.\n\nRecasting can lower the amount of interest the borrower will pay over the life of the loan if a sufficiently large principal payment is made, reducing both the interest and principal remaining on the loan's new monthly payments.\n\nA mortgage recast can be a more comfortable option thanrefinancing. With a refinance, you replace your current mortgage with anew mortgage loan, which can be costly and depends on yourcredit standing. A mortgage recast does not involve a credit check and continues with the original mortgage.\n\nOn the other hand, refinancing a mortgage means paying off the existing loan and replacing it with a new one. Reasons why homeowners refinance include:\n\nUnlike refinancing a mortgage, recasting a mortgage won't lower the interest rate on your mortgage.\n\nMortgage recasting can be written into the loan terms and is associated with anegative amortization loan. A negativelyamortizingloan has a payment structure that allows for a scheduled payment that is less than the loan's interest charge.\n\nWhen a payment is less than the interest charge at the time, it createsdeferred interest. The amount of deferred interest created is added to the loan's principal balance, leading to a situation where the principal owed increases over time instead of decreasing. Due to this increasing principal, negative amortization mortgages require that the loan is recast at some point so that it will be paid off by the end of its scheduled term.\n\nNegative amortization mortgages also sometimes havetriggersthat might cause an unscheduled recast to occur. This may kick in, for example, if the loan's principal balance reaches a set limit through negative amortization.\n\nNegative amortization mortgages are also known as paymentoption adjustable-rate mortgages(Option ARM). These mortgages give borrowers options that include paying all of the principal and interest or paying only some of the interest.\n\nWhile the choices available with an option ARM allow for more flexibility on payments, the borrower could easily end up with more long-term debt than before. As with other adjustable-rate mortgages (ARMs), there is the possibility of interest rates changing drastically and rapidly based on the market.\n\nEven if a mortgage does not include a recast option, you can approach your lender to see if a mortgage recast will benefit you and lower your monthly payments. By paying a lump sum and recasting your mortgage, you can reduce your housing costs. By contrast, if you submit a lump sum without recasting, you lower your balance, but your monthly payments will remain the same.\n\nLet's say you have a $500,000, 30-yearfixed-rate mortgagewith a 4% interest rate. Your combined interest and principal payment would be a little under $2,400 per month in terms of principal and interest.\n\nAfter ten years, you receive a windfall sum of $50,000. If you decide to use that lump sum to pay down the mortgage without recasting it, you would continue to pay $2,400 a month, but the length of the loan would become about four years shorter, as your lump sum effectively pays down principal as if you were making extra payments.\n\nOn the other hand, if you recast the loan over the remaining 20 years of the mortgage, the monthly principal and interest payment would be around $2,080.\n\nA mortgage recast is a feature of some mortgages that allows you to restructure your remaining monthly payments according to a new amortization schedule, thereby lowering your monthly payments.\n\nThere are a few drawbacks. Namely, not all loans are eligible for recasting. Plus, you may be charged fees for the process. Keep in mind that you won't shorten the length of your mortgage either.\n\nYou can only recast conventional loans, since FHA, USDA, and VA loans aren't eligible.\n\nIf you've come into a large sum of money and want to pay a large portion of your mortgage principal, you might consider recasting the mortgage. While the length of the loan won't decrease, you'll have significantly lower monthly mortgage payments. Keep in mind that recasting won't change your interest rate, however. So, if rates have fallen since you took out your mortgage, you might want to weigh the benefits of refinancing instead.\n\nRocket Mortgage. \"Mortgage Recasting: What You Should Know Before You Reamortize.\"\n\nConsumer Financial Protection Bureau. \"For an Adjustable-Rate Mortgage (ARM), What Are the Index and Margin, and How Do They Work?\"",
  "url": "https://www.investopedia.com/terms/m/mortgagerecast.asp"
}