{
  "term": "Mortgage Banker: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA mortgage banker is a company, individual, or institution that originates mortgages. Mortgage bankers use their own funds, or funds borrowed from awarehouse lender, to fund mortgages.After a mortgage is originated, a mortgage banker might retain the mortgage in a portfolio or sell the mortgage to an investor. Additionally, after a mortgage is originated, a mortgage banker might service the mortgage, or they might sell theservicing rightsto another financial institution. A mortgage banker's primary business is to earn the fees associated with loanorigination. Most mortgage bankers do not retain the mortgage in a portfolio.\n\nA mortgage banker typically works in the loan department of a financial institution, acredit union, asavings and loan association, or a bank. They work with realtors and individuals seeking loans through the entirety of the mortgage process, from evaluating the property to collecting financial information and securing the loan. A mortgage banker also acts as an advisor to the borrowers as they assist the loan applicants in choosing between the institution's various loan options.\n\nMortgage bankers close loans in their own names, using their own funds or the funds of their institutions.\n\nMortgage bankers work for an institution, which means they can only make loans from their institution. They are paid by their institution (typically on a salary, although sometimes institutions offer performance-based bonuses), and because their loyalties lie with their institution, they must make sure the loans are properly secured and the borrower is qualified to make the monthly payments. Larger mortgage bankersservice mortgages, while smaller mortgage bankers tend to sell the servicing rights.\n\nA mortgage banker can approve a mortgage for a lender. Because they work for thelending institutionproviding the money for the mortgage, mortgage bankers can make the difference between an approved loan application and a rejected loan application when an exception or subjective decision is required.\n\nA mortgage banker and a mortgage broker are similar in that they can both help you get a home loan. They are also both designated \"loan officers\" by the U.S.Bureau of Labor Statistics (BLS).The distinguishing feature between a mortgage banker and amortgage brokeris that mortgage bankers close mortgages in their own names, using their own funds, while mortgage brokers facilitate originations for other financial institutions. Mortgage brokers do not close mortgages in their own names—they are the middlemen between the person seeking the loan and the lender. Unlike mortgage bankers, mortgage brokers don't represent one institution. Instead, they shop around to find a loan suitable for the individual they are working with.\n\nMortgage banking originates the loan when you apply for a mortgage. The mortgage banker can then sell your mortgage or hold onto the loan as part of its portfolio.\n\nMortgage bankers are usually paid a salary by the institution they work for, unlike a mortgage broker who receives a portion of the origination fee that comes from closing a loan.\n\nA mortgage banker might work with borrowers to choose a mortgage product, review mortgage applications, approve or deny loan requestions, and originate the mortgage so funding can get to the borrower.\n\nMortgage bankers perform an important role in the mortgage process. From helping borrowers choose a mortgage to reviewing and approving loan applications, mortgage bankers help borrowers secure the funding they need to close on a home.\n\nState of Nevada Department of Business and Industry Division of Mortgage Lending. \"Information for Mortgage Brokers and Mortgage Bankers.\"\n\nU.S. Bureau of Labor Statistics. \"Loan Officers.\"",
  "url": "https://www.investopedia.com/terms/m/mortgagebanker.asp"
}