{
  "term": "Mortgagor: What it is, How it Works, Contract Obligations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA mortgagor is that who borrows money from alenderin order to purchase a home or other piece of real estate. Mortgagors can obtain mortgage loans with varying terms based on their credit profile and collateral. In a mortgage loan the mortgagor must pledge the title to the real property as collateral for the loan.\n\nThis can be contrasted with amortgagee, who is the entity that lends money to a borrower for the purpose of purchasing real estate.\n\nMortgagors can obtain varying mortgage loan terms based on underwriting factors associated with amortgageloan. Mortgage loans are a type of secured loan therefore one commonality among all mortgage loans is the pledging of real estate collateral.\n\nIn a mortgage loan the mortgagor is the party receiving the loan and the mortgagee is the party offering the loan. The mortgagor must submit acredit applicationand agree to the mortgage loan terms if approved for a loan. The mortgagee has the authority to determine the terms of the mortgage loan, oversee the servicing of the loan and manage the title rights to the real estate collateral.\n\nSimilar to other types of loans in the credit market, the terms of a mortgage loan will be based on the borrower’s credit application and the lenders underwriting standards. Mortgage loan underwriting will focus on a borrower’s credit score, credit history and debt-to income levels. However, different from other types of loans, a mortgage loan will also closely consider a borrower’shousing expense ratio. Underwriters analyze these three components when assessing a mortgagor for mortgage loan approval. Lenders have varying standards for mortgage loan approvals. Generally traditional lenders will require a credit score of 620 or higher, a debt-to-income level of 36% and a housing expense ratio of 28%.Housing expenses included in the housing expense ratio can vary by lender with the key component being the mortgagor’s monthly mortgage payment.\n\nMortgagors approved for a mortgage loan must agree to the terms offered by the mortgagee in order to complete the deal. A mortgage loan contract will include the mortgagor’s interest rate and duration. The mortgagor is required to make monthly payments of principal and interest in order to keep the loan in good standing with the mortgagee. Mortgage loan contracts also include provisions for title ownership and alienon the real estate property as collateral. Provisions pertaining to the collateral outline the requirements for maintaining monthly payments and the specifications regarding any missed payments. Terms can vary regarding the number of delinquent payments allowed and when the lender can take action with the lien to seize the property in default.\n\nExperian. \"What Credit Score Do I Need to Get a Mortgage?.\"\n\nBetter. “What Are Qualifying Ratios and How Do Mortgage Lenders Use Them?.”",
  "url": "https://www.investopedia.com/terms/m/mortgagor.asp"
}