{
  "term": "Mortgage Insurance: What It Is, How It Works, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMortgage insurance is an insurance policy that protects amortgage lenderor titleholder if the borrower defaults on payments, passes away, or is otherwise unable to meet the contractual obligations of the mortgage.\n\nMortgage insurance can refer toprivate mortgage insurance (PMI), qualified mortgage insurance premium (MIP) insurance, or mortgage title insurance. What these have in common is an obligation to makethe lenderor property holder whole in the event of specific cases of loss.\n\nMortgagelife insurance, on the other hand, sounds similar but is designed to protect heirs if the borrower dies while owing mortgage payments. It may pay off either the lender or the heirs, depending on the terms of the policy.\n\nMortgage insurance may come with a typical monthly premium payment or be capitalized into a lump-sum payment at the time of mortgage origination. The type of mortgage insurance you need can depend on various factors, including the type of mortgage and the size of yourdown payment.\n\nHere are three types of mortgage insurance:\n\nPrivate mortgage insurance (PMI) is a type of mortgage insurance that mortgage lenders may require borrowers to purchase if they make asmall down payment. Like other kinds of mortgage insurance, PMI protects the lender, not the borrower. The lender arranges PMI, and private insurance companies issue the policy.\n\nMortgage lenders typically lend an amount that equals 80% of the property's selling price—called theloan-to-value (LTV) ratio. As a result, thehomebuyermust come up with a 20%down paymentdue at theloan closing.\n\nBorrowers who make a down payment of less than 20% must pay PMI to protectthe lender. A lender might also require PMI if a borrower is refinancing with aconventional loanand equity is less than 20% of the home's value.\n\nThe borrower can request the cancellation of private mortgage insurance once theloanbalance equals 80% of the original home's value at the time you purchased it.\n\nWhen you get aUnited States Federal Housing Administration (FHA)-backed mortgage, you must pay aqualified mortgage insurance premium (MIP), which provides similar insurance to PMI.\n\nTypically, the borrower must pay a monthly insurance premium plus anupfront mortgage insurance premium (UFMIP)of 1.75% of the loan amount due at the loan closing. However, the borrower can embed the upfront premium into the loan balance, paying for it via themonthly payments.\n\nA mortgage insurance premium has different rules, including that everyone with anFHA mortgagemust buy this type of insurance, regardless of the size of their down payment.\n\nMortgagetitle insuranceprotects against loss if a sale is later invalidated because of a problem with the title. Mortgage title insurance protects a beneficiary against losses if it is determined at the time of the sale that someone other than the seller owns the property.\n\nBefore mortgage closing, a representative, such as a lawyer or a title company employee, performs atitle search. The process is designed to uncover any liens placed onthe propertythat would prevent the owner from selling. A title search also verifies that the real estate being sold belongs to the seller. Despite a thorough search, important pieces of evidence can get missed when information is not centralized.\n\nAs a borrower, a financial representative may offer mortgage protectionlife insurancewhen youapply for a mortgage. You can decline thisinsurance, but the bank may require you to sign some forms and waivers verifying your decision and that you understand the risks associated with having a mortgage.\n\nPayouts for mortgagelife insurancecan be either declining-term (the payout drops as the mortgage balance drops) or level, although the latter costs more. The recipient of the payments can be either thelenderor the heirs of the borrower, depending on the terms ofthe policy.\n\nIf you have aconventional loan, you'll generally need to pay mortgage insurance until you have at least 20% equity in the home. If you have an FHA loan, you'll have to pay mortgage insurance premiums (MIP), but the time frame varies depending on a few factors, including thetype of loanand the size of yourdown payment.\n\nMortgage insurance usually benefits the lender, not you. However, it may help convince a lender to approve you for a mortgage loan with a smallerdown paymentof less than 20% of the purchase price.\n\nMortgage insurance protects your mortgage company from loss if you default on your payments but won't protect you from losing your house due to foreclosure.\n\nIf you don't want to pay private mortgage insurance when financing the purchase of a new home, you'll need to put down at least 20%. However, some lenders allow you to avoid PMI by choosing amortgage loanwith a higherinterest ratethat compensates the lender for the additional risk.Other loans, such as FHA loans, require MIPs regardless of the equity you hold in the home.\n\nMortgage insurance protects the lender if you cannot meet your mortgage obligations. Lenders require you to pay for private mortgage insurance if you put down less than 20% on a conventional loan, but you can request to drop the insurance once you have sufficient equity.\n\nDepending on the type of government-backed FHA loan, you may pay a mortgage insurance premium for 11 years or the life of the loan.\n\nConsumer Financial Protection Bureau. \"What Is Private Mortgage Insurance?\"\n\nConsumer Financial Protection Bureau. \"When Can I Remove Private Mortgage Insurance (PMI) From My Loan?\"\n\nFHA.com. \"FHA Mortgage Insurance Requirements.\"\n\nU.S. Department of Housing and Urban Development. \"Single Family Upfront Mortgage Insurance Premium (MIP).\"\n\nConsumer Financial Protection Bureau. \"What Is Lender’s Title Insurance?\"\n\nFHA.com. \"FHA Loans and Mortgage Insurance Requirements.\"\n\nU.S. Department of Housing and Urban Development. \"Discontinuing Monthly Mortgage Insurance Premium Payments.\"",
  "url": "https://www.investopedia.com/terms/m/mortgage-insurance.asp"
}