{
  "term": "Mortgage Originator: Definition, What It Does, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA mortgage originator is an institution or individual that works with a borrower to complete a home loan transaction. A mortgage originator is the original mortgage lender and can be either a mortgage broker or a mortgage banker. Mortgage originators are part of the primary mortgage market. They must work with underwriters and loan processors from the application date until closing to gather the necessary documentation and guide the file through the approval process.\n\nThe mortgage originator is the first company involved in creating a mortgage. Mortgage originators consist of retail banks, mortgage bankers, andmortgage brokers. While banks use their traditional sources of funding to close loans, mortgage bankers typically use what is known as awarehouseline of credit to fund loans.Most banks, and nearly all mortgage bankers, quickly sell newly originated mortgages into the secondary mortgage market.\n\nHowever, depending on its size and sophistication, a mortgage originator might aggregate mortgages for a certain period of time before selling the whole package; it might also sell individual loans as they originate. There is risk involved for an originator when it holds onto a mortgage after aninterest ratehas been quoted and locked in by a borrower. If the mortgage is not simultaneously sold into the secondary market when the borrower locks the interest rate, rates could change, which alters the value of the mortgage in the secondary market and, ultimately, theprofitthe originator makes on the mortgage.\n\nAmortgage calculatorcan show you the impact of different rates on a monthly mortgage payment.\n\nOriginators that aggregate mortgages before selling them often hedge theirmortgage pipelinesagainst interest rate shifts. A transaction called abest-effortstrade eliminates the need for the originator to hedge a mortgage. Smaller originators tend to use best-efforts trades.\n\nIn general, mortgage originators make money through the fees charged to originate a mortgage and the difference between the interest rate given to a borrower and thepremiuma secondary market will pay for that interest rate.\n\nTheprimary mortgage marketis the initial marketplace where the borrower gets together with the mortgage originator, whether a bank, credit union, or mortgage broker, to conduct a mortgage transaction. At the closing table, the primary mortgage lender provides the funds to the borrower, which the borrower uses to complete their home purchase.\n\nThe primary mortgage market is highly fragmented in the United States. While several large firms originate a large percentage of mortgages,thousands of smaller firms and individualsalso account for a large percentage of total mortgage originations.\n\nOnce originated, theservicing rights to mortgages frequently get soldfrom one institution to another. This activity takes place in the secondary mortgage market, which is termed as such because buying and selling in this marketplace can only occur after a mortgage is already in force.Government-sponsored enterprises (GSEs), such as Fannie Mae and Freddie Mac, represent some of the largest buyers on the secondary market. Secondary buyers sometimes package pools of loans intomortgage-backed securities (MBS)and sell them.\n\nTallying up the percentage of originations that belong to which mortgage originator depends on how anoriginationis counted. Since a large percentage of newly originated mortgages are immediately sold into thesecondary mortgage market, they might be counted by the institution that purchases the mortgage in the secondary market as an origination, thus double-counting the origination.\n\nMortgage bankers and brokers represent two of the most common mortgage originators. While the titles sound similar, important distinctions exist between the two. Amortgage bankerworks for a lending institution that funds loans at closing with its own money. Most retail banks and credit unions employ mortgage bankers.\n\nA mortgage broker, by contrast, serves as a middleman between the borrower and various mortgage banking institutions. The broker takes the application, checks credit and income, and often handles much of the underwriting and processing but ultimately ferrets the loan out to a lending institution to fund it at closing.\n\nBanks, credit unions, mortgage banks, and online lenders make up the primary mortgage market. Mortgage brokers may be the connecting points for borrowers and lenders and interact at the primary level, although they aren't technically the lenders.\n\nA mortgage officer works for a single institution, whereas a mortgage broker typically works directly with a borrower to find the best rates from a pool of lenders. A mortgage broker works on your behalf rather than on the lenders'.\n\nNot all mortgage originators sell their newly originated loans, but most do. Mortgages represent a good amount of risk, and most lenders want to make a quick profit from selling the mortgage to a larger entity.\n\nMortgage originators work with underwriters and loan officers to confirm and process your mortgage, but they will seldom keep your loan for the long term. If you decide to have a mortgage broker originate your loan, take the time to research and compare different broker costs, services, etc. before you make a final decision. If you find that the downsides of working with a mortgage broker outweigh the benefits, then a mortgage banker may be a better option.\n\nMortgage Bankers Association. \"Warehouse Lending Fact Sheet,\" Page 2.\n\nMy Home by Freddie Mac. \"How the Secondary Mortgage Market Works.\"\n\nNational Association of Realtors. \"What Is the Secondary Mortgage Market?\"",
  "url": "https://www.investopedia.com/terms/m/mortgage_originator.asp"
}