{
  "term": "Mortgage Forbearance Agreement: Definition, Purpose, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA mortgageforbearanceagreement is an agreement made between amortgage lenderand adelinquentborrower. In this agreement, a lender agrees not to exercise its legal right to foreclose on a mortgage, and the borrower agrees to a mortgage plan that will—over a certain time period—bring the borrower current on their payments.\n\nThe coronavirus outbreak triggered forbearance help beginning March 18, 2020. Legislation and policies in the wake of the 2020 economic crisis have sought to offer relief to homeowners struggling to make mortgage payments since then.\n\nA mortgage forbearance agreement is madewhen a borrower has a difficult time meeting their payments. With the agreement, the lender agrees to reduce—or even suspend entirely—mortgage payments for a certain period of time. They also agree not to initiate aforeclosureduring the forbearance period.\n\nThe borrower must resume the full payment at the end of the period, plus pay an additional amount to get current on the missed payments, including principal, interest, taxes, and insurance. The terms of the agreement will vary among lenders and situations.With a regular forbearance agreement, even though payments may be suspended for a while, interest continues to accrue.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to the Consumer Financial Protection Bureau or with the U.S. Department of Housing and Urban Development (HUD).\n\nAmortgage forbearance agreementis not a long-term solution for delinquent borrowers. Rather, it is designed for borrowers who have temporary financial problems caused by unforeseen problems, such as temporary unemployment or health issues. Borrowers with more fundamental financial problems—such as having chosen anadjustable-rate mortgageon which the interest rate has reset to a level that makes the monthly payments unaffordable—must usually seek other remedies.\n\nA forbearance agreement may allow a borrower to avoid foreclosure until their financial situation gets better. In some cases, the lender may be able to extend the forbearance period if the borrower’s hardship is not resolved by the original agreed-upon end date.\n\nAloan modificationis meant to be a permanent solution to unaffordable monthly mortgage payments through renegotiation of the mortgage terms rather than the temporary suspension or reduction of payments.\n\nWhile a mortgage forbearance agreement provides short-term relief for borrowers, a loan modification agreement is a permanent solution to unaffordable monthly payments. With aloan modification payment plan, the lender can work with the borrower to do a few things, such as—reduce the interest rate, convert from a variable interest rate to afixed interest rate, or extend the length of the loan term—in order to reduce the borrower’s monthly payments.\n\nIn order to be eligible for a loan modification, borrowers must show that they cannot make the current mortgage payments because of financial hardship, demonstrate that they can afford the new payment amount by completing a trial period and provide all required documentation to the lender. The documentation the lender requires varies by lender, but it may include a financial statement, proof of income, tax returns, bank statements, and ahardship statement.\n\nLegislation related to the 2020 economic crisis provides special mortgage forbearance help to homeowners with federally-backed home loans, including loans backed by Fannie Mae, Freddie Mac, FHA/HUD, VA, and USDA.\n\nLegislation related to the 2020 economic crisis offers special mortgage forbearance help for homeowners with federally-backed home loans. This includes HUD/FHA, VA, USDA, Fannie Mae, and Freddie Mac mortgages. To be eligible for COVID-19 mortgage forbearance, you must have experienced financial hardship directly or indirectly due to the coronavirus pandemic.\n\nAlthough private mortgages that are not federally backed are not covered by the legislation, private loan servicers may offer similar forbearance options. If you struggle to make mortgage payments, know that all loan servicers are generally required to discuss payment options with you, even if your loan is not federally backed.\n\nYou are eligible for COVID-19 mortgage forbearance if you have an HUD/FHA, VA, USDA, Fannie Mae, or Freddie Mac mortgage AND you experience financial hardship directly or indirectly due to the coronavirus pandemic. No proof of hardship is required.\n\nFor a HUD/FHA, USDA, or VA loan, the deadline to apply for an initial forbearance was June 30, 2021, though the White House announced at the end of July that the enrollment period would be extended to Sept. 30, 2021.If your mortgage loan is backed by Fannie Mae or Freddie Mac, there is currently no deadline to request an initial forbearance.\n\nSince private loans are not covered by COVID legislation, private mortgage COVID-19 loan forbearance is whatever you can negotiate with your lender. Therefore, the application deadline, if one exists, is up to the mortgage servicer.\n\nThe deadline to apply is for \"initial forbearance\" (typically 3 to 6 months). Once you have applied and been granted forbearance, you can extend for up to one year.\n\nSince COVID-19 forbearance is regulated, it has a specific time length. Most initial forbearance agreements are scheduled to last 3 to 6 months with renewal up to 12 months. In certain cases, depending on when you began your initial forbearance your total can be as much as 18 months.\n\nCOVID-19 mortgage forbearance agreements also include specific non-negotiable provisions that may or may not be found in regular mortgage forbearance agreements.\n\nPassage of the American Rescue Plan Act of 2021 included the nearly $10 billion Homeowner Assistance Fund, designed to be disbursed to states and used to provide help to homeowners in danger of foreclosure or eviction.\n\nFunds will also be used to help homeowners avoid delinquencies, defaults, loss of utilities, or home energy services, or otherwise experiencing financial hardship related to mortgages and housing.\n\nAt the end of COVID-19 mortgage forbearance, your repayment options vary depending on the agency. One, across-the-board stipulation, is the prohibition against requiring borrowers to repay the deferred amount in a lump sum.\n\nTypical repayment options include the following. Not all borrowers will be eligible for all options.\n\nU.S. Congress. \"H.R. 748 - CARES Act.\" Accessed Nov. 11, 2021.\n\nConsumer Financial Protection Bureau. \"Learn About Forbearance.\" Accessed Nov. 11, 2021.\n\nFederal Trade Commission. \"Mortgage Discrimination.\" Accessed Nov. 11, 2021.\n\nConsumer Financial Protection Bureau. \"Mortgage Forbearance During COVID-19: What to Know and What to Do.\" Accessed Nov. 11, 2021.\n\nThe White House. \"Fact Sheet: Biden Administration Announces Additional Actions to Prevent Foreclosures.\" Accessed Nov. 11, 2021.\n\nU.S. Department of the Treasury. \"Homeowner Assistance Fund.\" Accessed Nov. 11, 2021.",
  "url": "https://www.investopedia.com/terms/m/mortgage_forbearance_agreement.asp"
}