{
  "term": "Most-Favored-Nations (MFN) Clause: Treating Trading Partners Equally",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA most-favored-nation (MFN) clause requires a country providing a trade concession to one trading partner to extend the same treatment to all. Used in trade treaties for hundreds of years, the MFN clause and its principle of universal equal treatment underpin theWorld Trade Organization.\n\nIn U.S. trade legislation, most-favored-nation treatment is now described as \"permanent normal trade relations\" to avoid the implication it confers preferential status.\n\nWith the advent of theNAFTAregional trade bloc (and its successor treaty known in the U.S. as USMCA), \"most-favored-nation\" has been used to describe the status of non-qualifying imports subject to tariffs.The term has spread to commercial law, where it is used to denote the requirement of equal treatment for all customers.\n\nIn international trade, MFN treatment is synonymous with non-discriminatory trade policy. For example, if a country belonging to the WTO reduces or eliminates atariffon a particular product for one trading partner, the treaty's MFN clause obligates it to extend thesame treatment to allmembers of the organization.\n\nNote that there is no requirement under MFN that the trade concession be reciprocal: Countries benefiting from a lower tariff are not required to automatically drop theirs in return, though that can certainly happen under trade agreements.\n\nThe WTO provides the following exemptions from MFN provisions for the following:\n\nThe World Trade Organization's MFN clause allows regional trade blocs like the European Union and NAFTA successor USMCA to discriminate against imports from outside the bloc when setting tariffs.\n\nIn the U.S., the Jackson-Vanik amendment to the Trade Act of 1974 denied the trade benefits of most-favored-nation status tonon-market economiesrestricting emigration. Initially applied to the Soviet Union, China, and Vietnam, among others, the Jackson-Vanik amendment was repealed for China in 2002 and Vietnam in 2006. In 2012, the Magnitsky Act repealed the Jackson-Vanik amendment as it applied to Russia, normalizing U.S.-Russia trade relations.\n\nThe Jackson-Vanik amendment remains in force, subject to annual presidential waiver, for Azerbaijan, Belarus, Kazakhstan, Uzbekistan, Tajikistan, and Turkmenistan.\n\nThe only countries currently ineligible for normal trade relations, or MFN trade status, are Cuba and North Korea, which remain subject to a U.S.embargo.\n\nIn September 2020, a World Trade Organization panel ruled the Trump administration violated WTO rules by imposing discriminatory import tariffs on $200 billion of Chinese goods.\n\nIn global trade, the non-discriminatory principle enshrined in the most-favored-nation clause extends the benefits of trade liberalization measures as widely as possible, while protecting smaller exporters against preferential terms secured by larger ones.\n\nIn practice, the WTO enforcement mechanism can only authorize that an injured party, not the organization collectively, impose retaliatory tariffs when discriminated against. That leaves smaller countries depending on larger ones to comply with rulings voluntarily.\n\nSome have suggested the WTO's ineffective enforcement mechanism actually helps shield countries that violate MFN principles from punishment.\n\nThe proliferation of regional trade blocs and unilateral sanctions for \"unfair trade\" have also eroded the principle of universality enshrined in the most-favored-nation clause.\n\nIn December 2019, the Trump administration sidelined the WTO's appellate body by blocking all appointments to the seven-member panel. It claimed the panel had overstepped its mandate. In October 2021, the Biden administration's nominee to the WTO appeals panel said she would work to restore WTO rules enforcement.\n\nIn March 2022, the Congressional Research Service said the loss of permanent normal trade relations status by Russia as a result of Western sanctions would raise import duties on Russian titanium products exports to the U.S. from 15% to 45%, costing U.S. importers an additional $32.4 million based on 2021 trade value.\n\nThe U.S. and China normalized relations in the 1970s, and as of 2024, China has most-favored-nation status, though this has been subject to political scrutiny.\n\nIn contracts, parties may include what is known as a most-favored-nation clause, which stipulates that both parties must treat each other as they would others, including with respect to pricing and terms of future agreements.\n\nA most-favored-nation tariff is one that a country applies equally to all its trading partners.\n\nIn the context of international trade, a most-favored-nation clause is a provision that requires a country to provide the same trading terms to all partners. It is the founding principle of the World Trade Organization. The term has been expanded in use to apply in commercial contexts, as well.\n\nWorld Trade Organization. \"Principles of the Trading System.\"\n\nWorld Trade Organization. \"Basic Purpose and Concepts: Most-Favoured-Nation Treatment.\"\n\nEveryCRSReport.com. \"Normal-Trade-Relations (Most-Favored-Nation) Policy of the United States.\"\n\nU.S. Customs and Border Protection. \"Fact Sheet: Most-Favored-Nation,\" Page 1.\n\nTravel Weekly. \"The Issue With 'Most Favored Nation' Clauses.\"\n\nCongressional Research Service. \"The Jackson-Vanik Amendment and Candidate Countries for WTO Accession: Issues for Congress,\" Pages 1-3.\n\nKun.uz. \"US Congressmen to Assist Uzbekistan in Repealing the Jackson-Vanik Amendment.\"\n\nU.S. Customs and Border Protection. \"Countries Ineligible for NTR / MFN Duty Rates.\"\n\nAP. \"US Tariffs on China Are Illegal, Says World Trade Body.\"\n\nIATP.org. \"Remedies in the WTO Dispute Settlement System and Developing Country Interests.\"\n\nColumbia Law School. \"Dispute Settlement in the WTO (Mind Over Matter),\" Abstract.\n\nUSITC.gov. \"The Rise and Fall of the Most-Favored-Nation Clause,\" Pages 1-2.\n\nBloomberg. \"Biden’s Nominee to WTO Wants to Restore Appellate-Body Function.\"\n\nCongressional Research Service. \"Invasion of Ukraine: Russia’s Trade Status, Tariffs, and WTO Issues,\" Page 2.",
  "url": "https://www.investopedia.com/terms/m/mostfavorednation.asp"
}