{
  "term": "MRS in Economics: What It Is and the Formula for Calculating It",
  "definition": "The marginal rate of substitution (MRS) measures the willingness of a consumer to replace one good for another good as long as the same satisfaction is maintained.\n\nThe marginal rate of substitution (MRS) is the amount of one good that a consumer is willing to give up in exchange for a new good while maintaining the same level ofutility. MRS is used inindifference theoryto analyze consumer behavior.\n\nWhen someone is indifferent to substituting one item for another, theirmarginal utilityfor substitution is zero because they neither gain nor lose any satisfaction from the trade.\n\nInvestopedia / Madelyn Goodnight\n\n∣MRSxy∣=dydx=MUxMUywhere:x,y=two different goodsdydx=derivative of y with respect to xMU=marginal utility of good x, y\\begin{aligned} &|MRS_{xy}| = \\frac{dy}{dx} = \\frac{MU_x}{MU_y} \\\\ &\\textbf{where:}\\\\ &x, y=\\text{two different goods}\\\\ &\\frac{dy}{dx}=\\text{derivative of y with respect to x}\\\\ &MU=\\text{marginal utility of good x, y}\\\\ \\end{aligned}​∣MRSxy​∣=dxdy​=MUy​MUx​​where:x,y=two different goodsdxdy​=derivative of y with respect to xMU=marginal utility of good x, y​\n\nThe MRS is a term used in economics that refers to the amount of one good that is substitutable for another and is used to analyze consumer behaviors for a variety of purposes. MRS is calculated between two goods placed on anindifference curve, displaying a frontier of utility for each combination of \"good X\" and \"good Y.\" The slope of this curve represents quantities of good X and good Y that a consumer would be happy substituting for one another.\n\nMRS is a critical component for businesses to understand when analyzing consumption trends or for government entities to understand when setting public policy. Consider an example of a government wanting to analyze how offering electric vehicle incentives may spur more environmentally-friendly purchases. Understanding how MRS is impacted before and after atax incentivecan allow for the government to analyze the financial implications of the plan.\n\nThe slope of the indifference curve is critical to the MRS analysis. MRS is the slope of the indifference curve at any single point along the curve. The slope will often be different as one moves along an indifference curve.\n\nMost indifference curves are usually convex because, as you consume more of one good, you will consume less of the other. Indifference curves can be straight lines if a slope is constant, resulting in an indifference curve represented by a downward-sloping straight line.\n\nIf the MRS is increasing, the indifference curve will be concave to the origin. This is typically not common since it means a consumer would consume more of X for the increased consumption of Y (and vice versa). Usually, marginal substitution is diminishing, meaning a consumer chooses thesubstitutein place of another good, rather than simultaneously consuming more.\n\nThe law of diminishing marginal rates of substitution states that MRS decreases as one moves down a standard convex-shaped curve, which is the indifference curve.\n\nFor example, aconsumermust choose between hamburgers and hot dogs. To determine the MRS, the consumer is asked what combinations of hamburgers and hot dogs provide the same level of satisfaction.\n\nWhen these combinations are graphed, the slope of the resulting line is negative. This means that the consumer faces a diminishing MRS: The more hamburgers they have relative to hot dogs, the fewer hot dogs they are willing to consume. If the MRS of hamburgers for hot dogs is -2, then the individual would be willing to give up 2 hot dogs for every additional hamburger consumption.\n\nThe MRS has a few limitations. The main drawback is that it does not examine a combination of goods that a consumer would prefer more or less than another combination. This generally limits the analysis of MRS to two variables. As this is most often graphically depicted using only x and y variables, other variables that may still factor consumption may not be appropriately considered.\n\nMRS does not necessarily examine marginal utility since it treats the utility of both comparable goods equally, though in actuality they may have varying utility. In the example above, consider how the utility of a hamburger (with it's potential lettuce, onion, or other vegetable dressings) may vary from that of a plain hot dog.\n\nIf the slope of the indifference curve is -1, the goods are perfect substitutes: Consumers will happily consume one instead of the other, with the same level of satisfaction.\n\nMRS is tied to themarginal rate of transformation (MRT). Whereas MRS focuses on the consumer demand side, MRT focuses on the manufacturing production side.\n\nOften, the two concepts are intertwined and drive the other. For example, consider a global shortage of flour. A manufacturer may be more inclined to bake less cakes and more bread as bread is a more efficient product to make based on material constraints.\n\nAs a result, consumers may find that the cake shortages result in much higher prices, resulting in a stronger MRS between cake and bread due to the lower costs of the over-produced item. On the other hand, if consumers don't prove to have any reason to substitute bread for cake, a manufacturer may be handcuffed into producing a less-efficient good to meet market demand.\n\nThe marginal rate of substitution measures how easy it is to replace a good with an alternative, without reducing consumer satisfaction. When consumers choose between Coca-Cola and Pepsi, or between chicken and beef, they are performing a mental calculation to decide how much of one good it takes to make an acceptable substitute for the other.\n\nAn indifference curve is a chart that shows all the different combinations of two goods that provide the same level of consumer satisfaction. The MRS is the slope of the indifference curve. When the slope is very high (or low), it takes a large quantity of one good to make an acceptable substitute for the other. If the slope is exactly -1, the goods are perfect substitutes: A unit of one good provides the same satisfaction as a unit of the other good.\n\nEssentially, MRS is the slope of the indifference curve at any single point along the curve. Most indifference curves are usually convex because as you consume more of one good, you will consume less of the other. So, MRS will decrease as one moves down the indifference curve.\n\nThis is known as the law of diminishing marginal rate of substitution. If the MRS is increasing, the indifference curve will be concave, which means that a consumer would consume more of X for the increased consumption of Y and vice versa, but this is not common.\n\nThe MRS has a few limitations. The main drawback is that it does not examine a combination of goods that a consumer would prefer more or less than another combination. This generally limits the analysis of MRS to two variables. Also, MRS does not necessarily examine marginal utility because it treats the utility of both comparable goods equally though in actuality they may have varying utility.\n\nIndifference curve analysis operates on a simple two-dimensional graph. Each axis represents one type of economic good. The consumer is indifferent between any of the combinations of goods represented by points on the indifference curve because these combinations provide the same level of utility to the consumer. Indifference curves are heuristic devices used in contemporary microeconomics to demonstrate consumer preference and the limitations of a budget.\n\nFor economic and financial planning reasons, businesses must understand how consumers may substitute one good for another. This concept, called marginal rate of substitution, measures the relationship between two products and how willing a consumer is to buy one instead of the other. This information is useful in setting manufacturing levels or gauging public policy.",
  "url": "https://www.investopedia.com/terms/m/marginal_rate_substitution.asp"
}