{
  "term": "MSCI Emerging Markets Index: Overview, How to Invest",
  "definition": "The MSCI Emerging Markets Index is a selection of stocks that is designed to track the financial performance of key companies in fast-growing nations. It is one of a number of indexes created by MSCI Inc., formerly Morgan Stanley Capital International.\n\nU.S. investors who want to buy into global stocks can buy shares of anexchange-traded fund(ETF) that mirrors the index. There are also many ETFs and mutual funds that use the MSCI Emerging Markets Index as a benchmark for their own performance.\n\nThe MSCI Emerging Markets Index reflects the performance oflarge-capand medium-cap companies in 25 nations. All are defined as emerging markets. That is, their economies or some sectors of their economies are seen to be rapidly expanding and engaging aggressively with global markets.\n\nThe MSCI Emerging Markets Index currently includes the stocks of companies based in Brazil, Chile, China, Colombia, Czech Republic, Egypt, Greece, Hungary, India, Indonesia, Korea, Kuwait, Malaysia, Mexico, Peru,Philippines, Poland, Qatar, Russia, Saudi Arabia, South Africa, Taiwan, Thailand,Turkey, and the United Arab Emirates.\n\nThe index was created in 1988. At that time, companies in only 10 nations were represented. Today, the index is widely used to measure the economic performance of emerging market companies. It is also used by emerging market ETFs and mutual funds as a benchmark against which to measure their own performance.\n\nMSCI has a number of indexes that track global stocks, including the MSCI World Index, which tracks the stocks of developed nations, and the MSCI All-Country World Index, which tracks a broad selection of stocks across both developed and emerging nations.\n\nAs of December 2021, the MSC Emerging Markets Index recorded a one-year net return of -2.54%, a five-year annualized return of 9.87%, and a 10-year annualized return of 5.49%. Since its inception on Dec. 29, 2000, it has returned an annualized 8.97%.\n\nBy contrast, the MSCI World Index returned 21.82% in one year, 15.03% for the five-year period, and 12.70% for the 10-year period. Since Dec. 29, 2000, it has returned an annualized 6.72%.\n\nThe MSCI ACWI Index returned 18.54% in the past year, 14.40% for the five-year period, and 11.85% over 10 years. Its return since Dec. 29, 2000, was 6.68%.\n\nThe MSCI Emerging Markets Index is not a fund in itself. Investors can buy shares in exchange-traded funds or mutual funds that buy stocks listed in the index, however.\n\nFor example, the iShares MSCI Emerging Markets Index ETF (EEM) invests at least 80% of its assets in stocks andAmerican depositary receiptsincluded in the index.There are several other ETFs that mirror the MSCI Emerging Market Index, but the iShares fund is by far the largest.\n\nThere also are funds that do not mirror the MSCI Emerging Markets Index but use it as a benchmark against which to measure their own performance. These include Avantis Emerging Markets Equity ETF (AVEM), Innovator MSCI Emerging Markets Power Buffer ETF January Series (EJAN), and Innovator MSCI Emerging Markets Power Buffer ETF July Series (EJUL).\n\nThere are many other choices ofemerging market ETFsandemerging market mutual fundsthat track other indexes, such as the FTSI Emerging Markets Index. These include managed mutual funds that do not mirror an index but do their own stock-picking.\n\nEmerging markets are considered a risky investment, due to political risks and currency exchange fluctuations. Investors who turn to emerging markets should expect volatile returns. The potential gains are substantial, and so are the potential losses.\n\nThey can be used to add some diversity to a portfolio that is heavy on U.S. assets.\n\nAs of December 2021, the index reflected the performance of 1,420 constituents across 25 nations. The top 10 were:\n\nOverall, the index is heavily weighted in Chinese firms, at 32.41% of its composition, followed by Taiwanese at 16.09%, and South Korea and India at over 12% each.\n\nIn terms of its sector makeup, information technology, financials, and consumer discretionary were dominant.\n\nOffers an easy-to-track benchmark for global growth investing\n\nProvides a broad survey of performance in developing economies across the world\n\nFocuses on relatively conservative large and mid-cap companies\n\nNot as diversified as other global indexes\n\nOriented toward very long-term investment horizons: short- and mid-term returns often lag\n\nInherently high on the risk scale, given its focus on emerging markets\n\nHere are the answers to some commonly asked questions about the MSCI Emerging Markets Index.\n\nLike the Dow Jones Industrial Average, the MSCI Emerging Markets Index is a selection of stocks. Each is considered a bellwether in its sector. Collectively, their performance from day to day suggests the overall direction of a market.\n\nIn the case of the MSCI Emerging Markets Index, the stocks are selected as representative of the performance of companies in fast-growing developing markets.\n\nThe countries and the stocks in the index change from time to time. As of the end of 2021, they include Brazil, Chile, China, Colombia, Czech Republic, Egypt, Greece, Hungary, India, Indonesia, Korea, Kuwait, Malaysia, Mexico, Peru, Philippines, Poland, Qatar, Russia, Saudi Arabia, South Africa, Taiwan, Thailand, Turkey, and the United Arab Emirates.\n\nThe index is rebalanced twice a year. At that time, the weighting of any of the 1,400 or so stocks tracked by the index may increase or decrease, or it may be dropped altogether.\n\nThe MSCI World Marks Index tracks the performance of large-cap and mid-cap stocks in 23 developed nations in North America, Western Europe, and the Asia-Pacific region.\n\nLess than 12% of the index was comprised of the stocks in emerging market nations, More than half of the index is made up of U.S. companies.\n\nMSCI stands for the investment research firm Morgan Stanley Capital International, now MSCI Inc., which has been a fully independent, stand-alone public company since 2009. There aremore than 200,000MSCI indexes that are used to track the performance of industries, sectors, and regions.\n\nThese indexes are used by institutional investors, stock pickers, hedge fund managers, and the media as bellwethers of the performance of the slice of the economy that each tracks.\n\nThe indexes also are used as the basis for ETFs, which invest in the stocks listed in the index, proportionally to their weight in the index. Other ETFs do not mirror an index but use it as a benchmark to measure their own performance.\n\nMSCI does not buy the stocks it indexes. It makes money from licensing the indexes to the financial companies that create the ETFs that mirror them.\n\nMSCI. \"MSCI Emerging Markets Index (USD).\" Accessed Jan. 25, 2022.\n\nMSCI. \"Emerging Markets.\" Accessed Jan. 25, 2022.\n\niShares by Blackrock.\"iShares MSCI Emerging Markets Index ETF (EEM) 2021 Prospectus,\"Page S-3. Accessed Jan. 25, 2022.\n\nETF Database. \"MSCI Emerging Market Index - ETF Tracker.\" Accessed Jan. 25, 2022.\n\nETF Database. \"MSCI Emerging Markets Index - ETF Tracker.\" Accessed Jan. 25, 2022.\n\nMSCI. \"MSCI World Index.\" Accessed Jan. 25, 2022.\n\nMSCI. \"Indexes.\" Jan. 25, 2022.",
  "url": "https://www.investopedia.com/terms/e/emergingmarketsindex.asp"
}