{
  "term": "MSCI All Country World Index (ACWI): Definition and Countries",
  "definition": "The MSCI All Country World Index (ACWI) is a stock index designed to track broad global equity-market performance. Maintained byMorgan Stanley Capital International(MSCI), the index comprises the stocks of nearly 3,000 companies from 23 developed countries and 24emerging marketsas of Dec. 29, 2023.\n\nFund managers use the MSCI ACWI as a guide for asset allocation and a benchmark for the performance of global equity funds. The index is also used as the basis for creating investment products such asexchange-traded funds(ETFs).\n\nInvestors can diversify their portfolio holdings in many ways. A portfolio manager or investor can purchase a range of individual stocks that have a low or negativecorrelationwith each other.\n\nOn the other hand, a less costly and more efficient way to invest might be to own ETFs replicating the performance of an index such as theDow Jones Industrial Average(DJIA) or theS&P 500 index. For investors who also want to have exposure to global stocks, the MSCI ACWI index can be a good option.\n\nInstitutional investors, including those who manage mutual funds and pension funds, can use the MSCI ACWI as a benchmark to measure the performance of their portfolios and a guide to geographical diversification. Individual investors can also use the ACWI as a benchmark to compare which funds have the bestrisk-adjusted returns.\n\nAs of Dec. 29, 2023, the countries representing the highest allocation for the MSCI ACWI index are the U.S. (62.57%), Japan (5.4%), China (3.62%), the United Kingdom (3.55%), and France (2.9%). Below are the weightings for each sector.\n\nBelow are the top 10 holdings by their portfolio weighting within the index as of Dec. 29, 2023:\n\nThe top 10 holdings represent 18.36% of the weighting for the index.\n\nInvestors can't buy an index directly, such as the MSCI ACWI, since it's designed to represent a measurement of performance and characteristics of various sectors, countries, and equity holdings.\n\nInstead, investors can buy an ETF that tracks or mirrors the composition and performance of the index. One of the ETFs that track and invest in the MSCI ACWI index is BlackRock's iShares MSCI ACWI ETF, which has nearly $18.3 billion inassets under management(AUM) as of Jan. 18, 2024.\n\nThe ETF owns the stocks of 2,340 holdings from the index and has an expense ratio of 0.32% as of Jan. 18, 2024. The expense ratio represents the cost to investors for BlackRock to manage the fund.\n\nThe iShares ETF has the same sectors and all but one of the top 10 holdings (Eli Lilly instead of JPMorgan) with nearly the same portfolio weightings as the MSCI ACWI index as of Jan. 18, 2024. Below is the fund's performance versus the MSCI ACWI index as of Dec. 31, 2023.\n\nAn investor seeking to diversify their portfolio geographically could invest a portion of their funds in an ETF that tracks the MSCI ACWI All Cap Index, which has more than 15,000 equity holdings from 23 developed markets and 24 emerging markets. This would provide exposure to a wide range of global stocks but include many more small and mid-cap stocks.\n\nIt's important to note that investors should be aware that an index containing foreign equities might also contain U.S. stocks. As a result, investors should monitor whether they'd be overexposed to U.S. equities if they have already allocated a significant portion of their portfolio to U.S. stocks. Please consult a qualified financial advisor to determine the best asset allocation strategy for your investment needs and long-term financial goals.\n\nYou cannot directly invest in the MSCI ACWI index because it is only an index, not a fund. You can, however, invest in funds that track the index, such as the iShares MSCI ACWI ETF. You can purchase this ETF as you would any other stock or ETF through your brokerage account.\n\nWhile both the MSCI ACWI and the MSCI World indexes provide investors with exposure to multiple countries and over 1,000 equity holdings, the key difference is that the world index focuses only on developed markets while the ACWI index focuses on both developed and emerging markets.\n\nYes, the MSCI ACWI index does include shares from China. In 2019, MSCI decided to increase its index weights in China.\n\nFor investors looking to gain exposure to both domestic and international markets and a large number of companies, funds that track the MSCI All Country World Index will provide that access. The index covers developed and emerging countries, for a total of almost 50 nations, allowing for extreme diversification.\n\nMSCI. \"MSCI ACWI Index (USD), Fact Sheet,\" Page 1.\n\nMSCI. \"MSCI ACWI Index (USD), Fact Sheet,\" Page 2.\n\niShares. \"iShares MSCI ACWI ETF.\"\n\nMSCI. \"MSCI ACWI All Cap Index, Fact Sheet,\" Page 1.\n\nMSCI. \"MSCI World Index, Fact Sheet,\" Page 1.",
  "url": "https://www.investopedia.com/terms/m/msci-acwi.asp"
}