{
  "term": "MSCI: What Does It Stand for and Its Importance",
  "definition": "MSCI is a service that provides investors with financial analysis, data, and research.\n\nMSCI is an acronym for Morgan Stanley Capital International. It is an investment research firm that provides stock indexes, portfolio risk and performance analytics, and governance tools to institutional investors and hedge funds. MSCI is perhaps best known for its benchmark indexes, including theMSCI Emerging Market Indexand MSCI Frontier Markets Index. The company continues to launch new indexes each year.\n\nCapital International introduced a number ofstock indexesin 1965 to mirror the international markets—the first global stock market indexes for markets outside the United States.When Morgan Stanley bought the licensing rights to Capital's data in 1986, it began using the acronym MSCI.\n\nIn 2004, MSCI acquired Barra, arisk managementand portfolio analytics firm, for approximately $816.4 million.After the merger, there was aspin-offin aninitial public offering (IPO)in 2007, and MSCI began trading on theNew York Stock Exchange (NYSE)under the stock ticker MXB.The firm became a fully independent, stand-alone public company from Morgan Stanley in 2009.\n\nThe firm provides its clients with investment tools, including those from Barra and RiskMetrics. It also publishes indexes that are widely available to the investing public.\n\nWhen an MSCI index is rebalanced,ETFs and mutual fundsmust also adjust their fund holdings since they are created to mirror the performance of the indexes.\n\nMSCI is perhaps best known for its stock indexes, which focus on different geographic areas and stock types, such as small-caps, mid-caps, and large-caps. They track the performance of the stocks that are included in them and act as a base forexchange-traded funds (ETFs). As of December 31, 2024, there were $16.9 trillion inassets under management (AUM)benchmarked to the firm's indexes.\n\nMSCI offers more than 246,000 indexes.Some of the most widely used are the Emerging Markets Index, Frontier Markets Index, All Country World Index, and EAFE Index.\n\nLaunched in 1988, this index lists constituents from 24emerging economiesincluding China, Egypt, India, Korea, Thailand, Brazil, South Africa, and Mexico.It compiles themarket capitalizationof all the companies that are listed on these countries' stock exchanges.\n\nThe Emerging Markets Index is considered a good way to track the performance and growth of emerging markets. Emerging markets offer investors growth potential as their economies expand, as well as creating riskdiversificationfor global investors.\n\nThe Frontier Market Index is used to track markets in countries that are considered more volatile and unpredictable than emerging markets. This index focuses on 28 markets from the Middle East, Africa, South America, and Europe. Some of thefrontier regionswith stocks included in this index are Vietnam, Morocco, Iceland, Romania, and Bahrain.\n\nFrontier markets can be profitable for investors since they have plenty of room for growth. However, they are not heavily traded, which can make them difficult to sell if a country's economy takes a downturn due to global or local changes.\n\nThis is the firm's flagship global equity index, which tracks the performance of small- tolarge-cap stocksfrom 23 developed and 24 emerging markets. The more than 2,500 stocks represented are for companies that have a global presence. It covers about 85% of the market capitalization in each market that it includes.\n\nThe ACWI is often used as a way to represent the global stock market.\n\nEAFE is an abbreviation for Europe, Australasia, and the Far East. This lists 694 stocks from 21 developed market countries excluding Canada and the United States. It covers approximately 85% of the market capitalization in each of the countries it includes.\n\nEAFE countries are considered highly stable. They are widely traded, making it easy to both buy and sell, even in times of economic trouble.\n\nThe MSCI indexes aremarket cap-weighted indexes, which means stocks are weighted according to their market capitalization—calculated as stock price multiplied by the total number ofshares outstanding.\n\nThe stock with the largest market capitalization gets the highest weighting on the index. This reflects the fact that large-cap companies have a bigger impact on an economy than mid- or small-cap companies. A percent change in the price of large-cap stocks in an MSCI index will lead to a bigger movement in the index than a change in the price of a small-cap company.\n\nEach index in the MSCI family is reviewed quarterly andrebalancedtwice a year.Stocks are added or removed from an index by analysts within MSCI to ensure that the index still acts as an effective equity benchmark for the market it represents.\n\nMSCI provides tools to support and inform the investment industry. The firm provides research, data, and tools to help clients analyze and invest in different global markets. MSCI is also known for its stock indexes, which are used as benchmarks for funds tracking different global markets.\n\nThe S&P 500 Index is a market value-weighted index of 500 stocks that generally represent the broader U.S. stock market. The MSCI All Country World Index is a market capitalization-weighted index that measures market performance in both developed and emerging markets.\n\nThe MSCI All Country World Index includes over 2,500 stocks from 47 markets. It includes both developed and emerging markets around the world.\n\nMSCI provides investment data and analytics services to investors. It was formed in 1986 when Morgan Stanley bought the licensing rights to data from Capital International. It is known for its stock indexes, which are used by mutual funds, ETFs, and individual investors as market benchmarks. Multiple MSCI indexes track different sectors of the global economy, including emerging, frontier, developed, and global markets.\n\nCapital Group. \"Capital Group History: The 1960s.\"\n\nMorgan Stanley. \"Our History: 1986, Morgan Stanley Launches First Comprehensive Global Markets Index.\"\n\nMSCI. \"Barra to be Acquired and Combined with MSCI.\"\n\nMSCI. \"MSCI Prices Initial Public Offering.\"\n\nMSCI. \"MSCI Annual Report 2009.\" Page 6.\n\nU.S. Securities and Exchange Commission. \"MSCI, Inc., Form 10-K, For the Fiscal Year Ended December 31, 2023.\" Pages 2, 5-6, 214.\n\nMSCI. \"Indexes: An Index for Every Portfolio.\"\n\nMSCI. \"MSCI Frontier Markets Index Factsheet.\" Page 1.\n\nMSCI. \"MSCI ACWI Index Factsheet.\" Page 1.\n\nMSCI. \"MSCI EAFE Index Factsheet.\" Page 1.\n\nMSCI. \"MSCI Index Calculation Methodology.\" Page 6.\n\nMSCI. \"MSCI Index Policies.\" Page 6.",
  "url": "https://www.investopedia.com/terms/m/msci.asp"
}