{
  "term": "Multiple Linear Regression (MLR): Definition, Formula, and Example",
  "definition": "Multiple linear regression (MLR) is a method for estimating how several independent factors together influence a single outcome. It fits a straight-line equation to data points to reveal how each variable contributes when the others are held steady.\n\nMultiple linear regression (MLR), also known simply as multiple regression, is a statistical technique that uses several explanatory variables to predict the outcome of a response variable. The goal of MLR is to model thelinear relationshipbetween the explanatory (independent) variables and response (dependent) variables. In essence, multiple regression is the extension of ordinary least-squares (OLS)regressionbecause it involves more than one explanatory variable.\n\nyi=β0+β1xi1+β2xi2+...+βpxip+ϵwhere,fori=nobservations:yi=dependent variablexi=explanatory variablesβ0=y-intercept (constant term)βp=slope coefficients for each explanatory variableϵ=the model’s error term (also known as the residuals)\\begin{aligned}&y_i = \\beta_0 + \\beta _1 x_{i1} + \\beta _2 x_{i2} + ... + \\beta _p x_{ip} + \\epsilon\\\\&\\textbf{where, for } i = n \\textbf{ observations:}\\\\&y_i=\\text{dependent variable}\\\\&x_i=\\text{explanatory variables}\\\\&\\beta_0=\\text{y-intercept (constant term)}\\\\&\\beta_p=\\text{slope coefficients for each explanatory variable}\\\\&\\epsilon=\\text{the model's error term (also known as the residuals)}\\end{aligned}​yi​=β0​+β1​xi1​+β2​xi2​+...+βp​xip​+ϵwhere, fori=nobservations:yi​=dependent variablexi​=explanatory variablesβ0​=y-intercept (constant term)βp​=slope coefficients for each explanatory variableϵ=the model’s error term (also known as the residuals)​\n\nSimple linear regression is a function that allows an analyst or statistician to make predictions about one variable based on the information that is known about another variable.\n\nLinear regression can only be used when one has two continuous variables—an independent variable and a dependent variable. The independent variable is the parameter that is used to calculate the dependent variable or outcome. A multiple regression model extends to several explanatory variables.\n\nThe MLR model is based on the following assumptions:\n\nMLR assumes there is a linear relationship between the dependent and independent variables, that the independent variables are not highly correlated, and that the variance of the residuals is constant.\n\nThecoefficient of determination(R-squared) is a statistical metric that is used to measure how much of the variation in outcome can be explained by the variation in the independent variables. R2always increases as more predictors are added to the MLR model, even though the predictors may not be related to the outcome variable.\n\nThus, R2by itself can't be used to identify which predictors should be included in a model and which should be excluded. R2can only be between 0 and 1, where 0 indicates that the outcome cannot be predicted by any of the independent variables, and 1 indicates that the outcome can be predicted without error from the independent variables.\n\nWhen interpreting the results of multiple regression, beta coefficients are valid while holding all other variables constant (\"all else equal\"). The output from a multiple regression can be displayed horizontally as an equation or vertically in table form.\n\nAs an example, an analyst may want to know how the movement of the market affects the price of ExxonMobil (XOM). In this case, the linear equation will have the value of the S&P 500 index as the independent variable, or predictor, and the price of XOM as the dependent variable.\n\nIn reality,multiple factors predict the outcomeof an event. The price movement of ExxonMobil, for example, depends on more than just the performance of the overall market.\n\nOther predictors, such as the price of oil, interest rates, and the price movement of oilfutures, can affect the price of Exxon Mobil (XOM) and the stock prices of other oil companies. To understand a relationship in which more than two variables are present, MLR is used.\n\nMLR is used to determine a mathematical relationship among several random variables. In other words, MLR examines how multiple independent variables are related to one dependent variable.\n\nOnce each of the independent factors has been determined to predict the dependent variable, the information on the multiple variables can be used to create an accurate prediction of the level of effect they have on the outcome variable. The model creates a relationship in the form of a straight line (linear) that best approximates all the individual data points.\n\nReferring to the MLR equation above, in our example:\n\nThe least-squares estimates—B0, B1, B2…Bp—are usually computed by statistical software. As many variables can be included in the regression model in which each independent variable is differentiated with a number—1,2, 3, 4...p.\n\nMultiple regression can also be non-linear, in which case the dependent and independent variables would not follow a straight line.\n\nThe multiple regression model allows an analyst to predict an outcome based on information provided on multiple explanatory variables.\n\nStill, the model is not always perfectly accurate, as each data point can differ slightly from the outcome predicted by the model. The residual value, E, which is the difference between the actual outcome and the predicted outcome, is included in the model to account for such slight variations.\n\nWe ran our XOM price regression model through a statistics computation software. It returned this output:\n\nImage by Sabrina Jiang © Investopedia\n\nAn analyst would interpret this output to mean that if other variables are held constant, the price of XOM will increase by 7.8% if the price of oil in the markets increases by 1%.\n\nThe model also shows that the price of XOM will decrease by 1.5% following a 1% rise in interest rates. R2indicates that 86.5% of the variations in the stock price of Exxon Mobil can be explained by changes in the interest rate, oil price, oil futures, and S&P 500 index.\n\nOrdinary linear squares(OLS) regression compares the response of a dependent variable given a change in some explanatory variables. However, a dependent variable is rarely explained by only one variable. In this case, an analyst uses multiple regression, which attempts to explain a dependent variable using more than one independent variable.\n\nMultiple regressions can be linear and nonlinear. MLRs are based on the assumption that there is a linear relationship between both the dependent and independent variables. It also assumes no major correlation between the independent variables.\n\nMultiple linear regression is used to determine how different factors affect something you want to predict. For example, you're trying to figure out how much an oil stock will be priced at.\n\nRather than looking at just one factor, like the overall market, MLR considers many factors at once, like oil prices, interest rates, and the market index, to make a better prediction. Each of these factors has its own influence on the stock price, and MLR helps calculate how much each one matters.\n\nThe MLR model assumes that the relationship between the outcome (the stock's price) and the factors is linear and that the factors are not highly correlated with one another. The result gives you a clearer picture of what is really driving the changes and how strong each factor's impact is. MLR is used in finance, economics, and other fields to understand relationships and make predictions.\n\nMultiple regression considers the effect of more than one explanatory variable on some outcome of interest. It evaluates the relative effect of these explanatory, or independent, variables on the dependent variable when holding all the other variables in the model constant.\n\nA dependent variable is rarely explained by only one variable. In such cases, an analyst uses multiple regression, which attempts to explain a dependent variable using more than one independent variable. The model, however, assumes that there are no major correlations between the independent variables.\n\nIt's unlikely as multiple regression models are complex and become even more so when there are more variables included in the model or when the amount of data to analyze grows. To run a multiple regression, you will likely need to use specialized statistical software or functions within programs like Excel.\n\nIn multiple linear regression, the model calculates theline of best fitthat minimizes the variances of each of the variables included as it relates to the dependent variable. Because it fits a line, it is a linear model. There are also non-linear regression models involving multiple variables, such as logistic regression, quadratic regression, and probit models.\n\nAny econometric model that looks at more than one variable may be a multiple.Factor modelscompare two or more factors to analyze relationships between variables and the resulting performance.\n\nTheFama and French Three-Factor Modis a model that expands on thecapital asset pricing model(CAPM) by adding size risk and value risk factors to the market risk factor in CAPM (which is itself a regression model). By including these two additional factors, the model adjusts for this outperforming tendency, which is thought to make it a better tool for evaluating manager performance.\n\nMLR is a statistical tool used to predict the outcome of a variable based on two or more explanatory variables. If just one variable affects the dependent variable, a simple linear regression model is sufficient. If, on the other hand, more than one thing affects that variable, MLR is needed.\n\nA classic example would be the drivers of a company’s valuation on the stock market. Usually, a company’s share price is influenced by a variety of factors. In this case, the dependent variable would be the share price, which is the thing we are trying to predict, while the independent, explanatory variables would be the factors that affect it.",
  "url": "https://www.investopedia.com/terms/m/mlr.asp"
}