{
  "term": "Multi-Factor Model: Definition and Formula for Comparing Factors",
  "definition": "Investopedia / Paige McLaughlin\n\nA multi-factor model is afinancial modelthat employs multiple factors in its calculations to explain market phenomena and/orequilibriumasset prices. A multi-factor model can be used to explain either an individual security or aportfolioof securities. It does so by comparing two or more factors to analyze relationships between variables and the resulting performance.\n\nMulti-factor models are used to construct portfolios with certain characteristics, such as risk, or to trackindexes. When constructing a multi-factor model, it is difficult to decide how many and which factors to include. Also, models are judged on historical numbers, which might not accurately predict future values.\n\nMulti-factor models also help explain the weight of the different factors used in the models, indicating which factor has more of an impact on the price of an asset.\n\nFactors are compared using the following formula:\n\nRi = ai + _i(m) * Rm + _i(1) * F1 + _i(2) * F2 +...+_i(N) * FN + ei\n\nF(1, 2, 3 ... N) is each of the factors used\n\n_is thebetawith respect to each factor including the market (m)\n\nMulti-factor models can be divided into three categories: macroeconomic models, fundamental models, and statistical models.\n\nMacroeconomic models:Macroeconomic models compare a security's return to such factors as employment,inflation, and interest.\n\nFundamental models:Fundamental models analyze the relationship between a security's return and its underlying financials, such asearnings,market capitalization, and debt levels.\n\nStatistical models:Statistical models are used to compare the returns of different securities based on the statistical performance of each security in and of itself. Many times, historical data is used in this type of modeling.\n\nThe three most commonly used models to construct a multi-factor model are a combination model, a sequential model, and an intersectional model.\n\nCombination model:In a combination model, multiple single-factor models, which utilize a single factor to distinguish stocks, are combined to create a multi-factor model. For example, stocks may be sorted based on momentum alone in the first pass. Subsequent passes will use other factors, such asvolatility, to classify them.\n\nSequential model:A sequential model sorts stocks based on a single factor in a sequential manner to create a multi-factor model. For example, stocks for a specific market capitalization may be sequentially analyzed for various factors, such as value and momentum, sequentially.\n\nIntersectional model:In the intersectional model, stocks are sorted based on their intersections for factors. For example, stocks may be sorted and classified based on intersections in value andmomentum.\n\nThe beta of a security measures thesystematic riskof a security in relation to the overall market. A beta of 1 indicates that the security theoretically experiences the same degree of volatility as the market and moves in tandem with the market.\n\nA beta greater than 1 indicates the security is theoretically more volatile than the market. Conversely, a beta less than 1 indicates the security is theoretically less volatile than the market.\n\nWhen multi-factor models are used by investment managers to assess the risk of investments, beta is an important factor that they can use.\n\nOne widely used multi-factor model is the Fama-French three-factor model. The Fama-French model has three factors: the size of firms,book-to-marketvalues, and excess returns on the market. In other words, the three factors used are SMB (small minus big), HML (high minus low), and the portfolio's return less therisk-free rate of return.\n\nSMB accounts for publicly traded companies with small market caps that generate higher returns, while HML accounts forvalue stockswith high book-to-market ratios that generate higher returns in comparison to the market.",
  "url": "https://www.investopedia.com/terms/m/multifactor-model.asp"
}