{
  "term": "Multinational Corporation: History, Characteristics, and Types",
  "definition": "A multinational corporation (MNC) is a company based in one country that actively operates and earns revenue in one or more other countries through foreign subsidiaries or branches.\n\nA multinational corporation (MNC) is a company that has business operations in at least one country other than its home country and generates revenue beyond its borders.\n\nChances are the clothes you're wearing, the smartphone in your pocket, and the transportation you take to work all have one thing in common: they were likely manufactured by an MNC, as are 90% of American imports.\n\nMultinationals permeate nearly every aspect of our modern lives while wielding a staggering influence politically and economically, with more than a quarter of American workers employed by one.\n\nMultinationals have fundamentally shaped the flow ofcapital, goods, and services in a world that they helped connect, perhaps more than any military, during the centuries-long process of globalization.\n\nTheir incredible economic clout has also sparked heated debates around their power, labor practices, environmental impacts, and tax avoidance strategies. In this article, we take you through their history, organizational structures, and complex role inglobalization.\n\nThe first multinationals were colonial enterprises. The East India Company (formed 1600), theDutch East India Company(VOC; 1602), and the Hudson Bay Colony (HBC, 1649) stand out as central to imperialist histories whose rapaciousness still haunts anyone with even the vaguest sense of history.\n\nRemarkably, HBC endures, as does its core business model, sourcing clothing and other materials, while holding massive amounts of real estate in one part of the world to sell finished goods to Western consumers.\n\nThe MNCs formed more recently have often not equipped themselves much better: Just 57 multinationals were responsible for unleashing 80% of global carbon emissions between 2016 and 2022 (latest information).\n\nYet, despite their ubiquity in what we wear and even the air we breathe, there is still widespread confusion about what defines a company as \"multinational.\" Is it simply having offices or factories overseas? Selling products internationally? Or is there more to it?\n\nMNCs operate in at least two countries, with significant business activities and investments spanning across national borders.\n\nTheir rise can be traced to the 1600s and colonialism, though the modern corporation took shape with the emergence of large-scale industries such as oil, automobiles, and consumer goods in the late 19th and early 20th centuries.\n\nCompanies like Standard Oil, Ford, and Coca-Cola were among the forerunners in expanding their operations globally while amassing revenues on par with entire nations.\n\nLater, the post-World War II era saw their accelerated growth, driven bytrade liberalization, advances in shipping and other technologies, and the increasing interconnectedness of global markets.\n\nMicrosoft is the largest company and multinational company in the world by market cap.\n\nThese companies take different forms, from giant conglomerates with diverse portfolios to specialized firms focusing on specific industries or regions. Here are the main points about their structure:\n\nThe specific organizational design of MNCs depends on where they are and their industry. Though the two terms are often used interchangeably, multinational enterprises (MNEs) and MNCs are different. MNEs are entities that engage in foreign direct investment (FDI) and own or control production or material development firms in more than one country.\n\nThis is a very broad definition for a reason: MNEs include corporations, partnerships, state-run enterprises, and other types of business structures.\n\nMNEs can be private or state-owned and may operate in various sectors, such as manufacturing, services, or extractive industries. MNCs are a specific type of MNE that takes the form of a corporation. In sum, while all MNCs are MNEs, not all MNEs are MNCs.\n\nDeveloping an international presence can open up new markets where multinationals can sell goods or produce the same quality of products at lower costs. MNCs can thus reduce prices and increase the purchasing power of consumers worldwide.\n\nThey may also take advantage of lower tax rates in countries eager for FDI, and critics point to their propensity for developingmonopolieswhere they operate. This can drive up prices, squelch competition, and inhibit innovation.\n\nThe post-World War II era saw a significant acceleration in the growth of MNCs, fueled by advances in transportation, shipping, communication, and trade liberalization. The rise of global brands like Coca-Cola, International Business Machines Corporation (IBM), and McDonald's exhibited the growing reach and influence of MNCs.\n\nThese global entities had the power to shape economies, industries, and societies across borders, making them a force to be reckoned with in the modern world. For critics, it seemed that as the armies of Europe receded from their colonies, MNCs stepped in to take their place.\n\nSpanning continents and with the ability to mobilize resources larger than many nations' annual revenues, MNCs can drive economic growth and development for millions. Multinationals have attracted praise for their benefits to economic growth and criticism for their potential to exert undue influence over so-called \"host\" countries—those nations where their subsidiaries set up shop.\n\nThe International Monetary Fund (IMF) and other economists generally credit MNCs' positive contributions to global development. Among the most significant is their ability to attract foreign direct investment (FDI), which can inject much-needed capital, technology, and expertise into an economy.\n\nThe most common method of FDI is when a multinational acquires a local firm, but it can include foreign joint ventures, constructing new plants, and reinvesting earnings in a foreign subsidiary. Given the natural involvement of MNCs in these investments, it's an indirect measure of their spread into new markets.\n\nTypically, economists analyze inflows for specific nations to see if MNCs and others are finding a country a good place to invest. The more FDI coming into a country, the more jobs it can produce and the more taxes it can collect. FDI inflows don't include portfolio investments like buying bonds, stocks, and other assets in a foreign country without gaining ownership control.\n\nFor decades, the IMF argued for countries to increase their FDI inflows through lower taxes and less regulation (hence shrinking the size of the state), which its economists typically couch in the moral language of \"macroeconomic discipline.\"\n\nAs such, for much of the post-colonial period, the IMF and other multinational organizations have been pushing developing economies to attract MNCs to set up shop there, making FDI the most significant capital flows into less-developed countries for the decades after decolonization.\n\nHowever, this push for increased FDI has not been without its critics, particularly those in developing countries. MNC influence has raised complex questions about the role of foreign investment, the distribution of benefits, and popular and local sovereignty.\n\nOnce an MNC moves into an area, it can often sideline local industries and then use itsmonopolistichold to gain significant political influence in the country.\n\nThen, in moves reminiscent during the flows of capital during the era of state colonialism, the profits might be repatriated by MNCs to their home country, limiting the benefits of FDI for host countries. These issues have led to various responses from host governments, including protests, restrictions, exclusion, and even expropriation of MNCs.\n\nMeanwhile, it's become clear that many MNCs aren't returning their funds to where they're headquartered. As a percentage of GDP, the highest FDI inflows aren't into the U.S. or newly opened markets but tax havens like the Cayman Islands, which have no corporate income, capital gains, or payroll taxes.\n\nThis makes it an attractive destination for multinational corporations to park funds to minimize their taxes in the countries where that wealth was earned.\n\nCritiques of MNCs tend to fall under the following categories:\n\nBelow is a chart of the global FDI inflows as a percentage of gross domestic product (GDP) in recent decades. As you can see, the percentage spikes at the turn of the millennium, during the financial crisis, and then immediately after.\n\nThis indicates a substantial increase in the flow of foreign capital into economies worldwide, reflecting a growing interest from multinational corporations and investors in expanding their operations and investments abroad.\n\nIt could also, of course, suggest moments when capital flowed abroad, when there was significant volatility in the home markets. The largest FDI inflows occur into the U.S. and other developed economies.\n\nDeveloping countries have encouraged FDI—that is, the expansion of MNCs—to finance infrastructure and create new jobs for local workers. For their part, the MNCs gain from FDI by expanding further into international markets.\n\nSeveral factors are said to drive increases in FDI inflows, a measure of MNC expansion beyond their home countries' borders:\n\nGlobal FDI flows have declined significantly as a share of GDP from a peak of 5.3% in 2007 to 0.7% in 2023 (latest information), and this drop has disproportionately affected emerging markets.\n\nWhile the percentages and acronyms thrown around in many of these discussions can seem abstract, the consequences are not. These represent millions of jobs, the aspirations of local and regional economies, and massive inequalities worldwide that keep poverty entrenched in some regions of the globe.\n\nThe political stakes couldn't be higher. The terms economists use for the recent drop in FDI flows include \"global economic fragmentation,\" which suggests a movement away from a previous era's economic integration and globalization.\n\nThe trade wars between the U.S. and China, the pandemic, rising nationalism, and regional wars have upended earlier investment patterns, just as they have billions of lives. We seem to have entered a new chapter, perhaps, in the history of the multinational corporation.\n\nUsually, a business's primary goal is to increaseprofitsand growth. If it can grow a global customer base and increase its market share abroad, it may believe opening offices in foreign countries is worth the expense and effort. Companies may benefit from certain tax structures or regulatory regimes found abroad.\n\nMNCs greatly affect trade policies through lobbying efforts and economic diplomacy. They advocate for trade agreements and regulations that favor their business operations, often helping to shape policies to reducetariffs, improve market access, and protect intellectual property rights. MNCs leverage their economic might to negotiate favorable terms with governments, influencing international trade to attain environments conducive to their growth.\n\nMultinational corporations are exposed torisks related to the different countriesand regions in which they operate. These can include regulatory or legal risks, political instability, crime and violence, cultural sensitivities, and fluctuations in currency exchange rates.\n\nMultinational corporations are as influential as any stakeholders in the global economy, with the potential to drive economic growth and development in the countries where they operate.\n\nHowever, their impact on host countries, particularly in the developing world, is not without controversy. While MNCs can bring valuable foreign direct investment, technology, and expertise, they also raise concerns about exploitation, loss of sovereignty, and uneven distribution of benefits.\n\nAs global FDI flows decline, especially in developing countries, policymakers, businesses, and civil society must work together to create a more balanced and equitable framework for international investment. Ultimately, the role of MNCs in global development is complex and constantly evolving, shaped by the actions and decisions of countless stakeholders worldwide.\n\nNational Bureau of Economic Research. \"Global Sourcing and Multinational Activity: A Unified Approach.\"\n\nU.S. Bureau of Economic Analysis. \"Activities of U.S. Multinational Enterprises (MNEs).\"\n\nThe East India Company. \"History.\"\n\nHudson's Bay Company. \"About HBC.\"\n\nCarbon Majors Database. \"Launch Report.\"\n\nCompaniesmarketcap.com. \"Rank by Market Cap.\"\n\nBrookings Institution.\"Global Goliaths: Multinational Corporations in the 21st Century Economy.\"\n\nJ. Sutherland and D. Canwell. \"Key Concepts in International Business,\" Pages 241-242. Palgrave, 2023.\n\nInternational Monetary Fund. \"Economic Policies and FDI Inflows to Emerging Market Economies.\"\n\nInternational Monetary Fund. \"FDI Flows to Low-Income Countries: Global Drivers and Growth Implications.\"\n\nBruce A. Blonigen. \"Foreign Direct Investment.\" In Steven N. Durlauf and Lawrence E. Blume, eds. \"The New Palgrave Dictionary of Economics.\" Palgrave Publishing, 2018. (Online edition.)\n\nWorld Bank. \"Foreign Direct Investment, Net Inflows.\"\n\nUN Trade & Development. \"World Investment Report 2024.\"\n\nUN Trade & Development. \"Global Foreign Direct Investment Grew 3% in 2023 as Recession Fears Eased.\"",
  "url": "https://www.investopedia.com/terms/m/multinationalcorporation.asp"
}