{
  "term": "Multiplier: What It Means in Finance and Economics",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIn economics and finance, a multiplier is a factor that causes increases or changes in related variables when it’s changed.\n\nA multiplier is a value that causes changes in many other related variables, such as the influence a change in federal government fiscal spending has on gross domestic product. In terms of gross domestic product (GDP), this multiplier effect causes gains in total output to be greater or less than the change in spending that caused it.\n\nThe term \"multiplier\" is typically used in reference to the relationship between government spending and the total national income. Multipliers are also used in explaining fractional reserve banking, known as the deposit multiplier.\n\nA multiplier is simply a factor that amplifies or increases the base value of something else. A multiplier of 2x, for instance, would double the base figure. A multiplier of 0.5x, on the other hand, would actually reduce the base figure by half. Many different multipliers exist in finance and economics.\n\nThefiscal multiplieris the ratio of a country's additional national income to the initial boost in spending or reduction in taxes that led to that extra income.\n\nFor example, say that a national government enacts a $1 billion fiscal stimulus and that its consumers'marginal propensity to consume(MPC) is 0.75. Consumers who receive the initial $1 billion will save $250 million and spend $750 million, effectively initiating another, smaller round of stimulus. The recipients of that $750 million will spend $562.5 million, and so on.\n\nAninvestment multipliersimilarly refers to the concept that any increase in public or private investment has a more than proportionate positive impact on aggregate income and the general economy. The multiplier attempts to quantify the additional effects of a policy beyond those that are immediately measurable. The larger an investment's multiplier, the more efficient it is at creating and distributing wealth throughout an economy.\n\nTheearnings multiplierframes a company's current stock price in terms of the company's earnings per share (EPS). It presents the stock's market value as a function of the company's earnings and is computed as Price per Share ÷ Earnings per Share. The result is commonly called the earnings multiple.\n\nTheequity multiplieris a commonly used financial ratio calculated by dividing a company's total asset value by total net equity. It is a measure of financial leverage. Companies finance their operations with equity or debt, so a higher equity multiplier indicates that a larger portion of asset financing is attributed to debt. The equity multiplier is thus a variation of the debt ratio, in which the definition of debt financing includes all liabilities.\n\nOne popular multiplier theory and its equations were created by British economist John Maynard Keynes. Keynes believed that any injection of government spending would produce a proportional increase in overall income for the population, as the extra spending would ripple through the economy. In his 1936 book, \"The General Theory of Employment, Interest, and Money,\" Keynes wrote the following equation to describe the relationship between income (Y), consumption (C), and investment (I):\n\nY=C+Iwhere:Y=incomeC=consumptionI=investment\\begin{aligned} &Y = C + I \\\\ &\\textbf{where:}\\\\ &Y=\\text{income}\\\\ &C=\\text{consumption}\\\\ &I=\\text{investment}\\\\ \\end{aligned}​Y=C+Iwhere:Y=incomeC=consumptionI=investment​\n\nThe equation posits that for any level of income, people spend a certain fraction and save or invest the remainder. He further defined marginal propensity to save (MPS) and marginal propensity to consume (MPC), using these theories to determine the amount of a given income that is invested. Keynes also showed that any amount used for investment would be consumed or reinvested many times over by different members of society.\n\nIn a hypothetical situation, assume a saver invests $100,000 in a savings account at their bank. Because the bank is only required to maintain a portion of that money on hand to cover deposits, it can loan out the remainder of the deposit to another party. Now, imagine the bank loans out $75,000 of the initial deposit to a small construction company, which uses it to build a warehouse. Over time, if the bank continues to lend up to a reserve ratio of 25%, the amount of additional demand deposits, or \"money,\" created by the initial deposit will be 1/.25 = 4 times, which is typically referred to as the Money Multiplier.\n\nThe funds spent by the construction company go to pay electricians, plumbers, roofers, and various other parties to build it. These parties then go on to spend the funds they receive according to their own interests. The $100,000 has earned a return for the investor, the bank, the construction company, and the contractors that built the warehouse. Since Keynes' theory showed that investment was multiplied, increasing incomes for many parties, Keynes coined the term \"multiplier\" to describe the effect.\n\nThedeposit multiplieris frequently confused with or thought to be synonymous with the money multiplier. However, although the two terms are closely related, they are not interchangeable. If banks loaned out all available capital beyond their required reserves, and if borrowers spent every dollar borrowed from banks, then the deposit multiplier and the money multiplier would be essentially the same.\n\nIn actual practice, the money multiplier, which designates the actual multiplied change in a nation's money supply created by loan capital beyond banks' reserves, is always less than the deposit multiplier, which can be seen as the maximum potential money creation through the multiplier effect of bank lending.\n\nIn macroeconomics, the multiplier effect refers to the increase in national income due to an external stimulus, like an increase in demand or spending power. It is calculated with the formula M = 1 ÷ ( 1 – MPC ), where M is the economic multiplier and MPC is the marginal propensity to consume.\n\nThe money multiplier, or monetary multiplier, is the increase in total monetary supply due to bank reserve requirements. Banks are required to keep a certain amount of customer deposits on reserve, but they can lend out the remainder to generate interest. In the United States, banks must hold a percentage of customer deposits on reserve, meaning that they can lend out a certain amount of customer deposits, increasing the money supply by the amount lent. In other words, the money multiplier is ten times the volume of deposits. Other countries have different reserve requirements, and central banks can enact monetary policy by adjusting reserve requirements.\n\nAn investment multiplier quantifies the additional positive impact on aggregate spending generated from investment. The minimum value for an investment multiplier is one, meaning an investment with no net increase in income. The maximum value is theoretically infinite, since there is no upper bound to the returns on an investment.\n\nIn economics, a multiplier is any factor that measures the increase of a related variable. In government policy, it is commonly used to measure an increase in GDP caused by stimulus spending. There are other multipliers in the field of investment finance, equity earnings, and fiscal and monetary policies.",
  "url": "https://www.investopedia.com/terms/m/multiplier.asp"
}