{
  "term": "Multilateral Investment Guarantee Agency (MIGA): Overview and History",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Multilateral Investment Guarantee Agency is an international institution that promotesinvestmentin developing countries by offering political and economicriskinsurance.\n\nBy promoting foreign direct investment into developing countries, the agency aims to support economic growth, reduce poverty, and improve people’s lives.\n\nThe Multilateral Investment Guarantee Agency (MIGA) is a member of theWorld Bank Groupand is headquartered in Washington, D.C. As of October 2023, 182 member governments make up MIGA: 154 developing nations and another 28 industrialized countries.\n\nThe agency was created to complement both public and private investmentinsurancesources against non-commercial risks in developing countries. Its multilateral character and sponsorship by advanced and developing nations were seen as bolstering confidence among people going across borders to invest their money.\n\nIn September 1985, the World Bank endorsed the idea of a multilateral political risk insurance provider and established MIGA in April 1988. The agency started out with $1 billion worth ofcapitalamong its initial 29 member states. These nations included Bahrain, Bangladesh, Barbados, Canada, Chile, Cyprus, Denmark, Ecuador, Egypt, Germany, Grenada, Indonesia, Jamaica, Japan, Jordan, Korea, Kuwait, Lesotho, Malawi, Netherlands, Nigeria, Pakistan, Samoa, Saudi Arabia, Senegal, Sweden, Switzerland, United Kingdom, and the United States.\n\nIn 1991, the number of member states of MIGA topped 100. Eight years later,guaranteesissued by the agency reached a total of $1.3 billion, topping the $1 billion dollar mark for the first time ever. The agency also provided guarantees worth $1.2 billion in 2009 to support the economies in Europe and Central Asia following the globalfinancial crisis.\n\nMIGA offers a variety of services in order to encourage foreign direct investment. These include risk insurance againstforeign exchangerestrictions, an outbreak of conflicts or wars, imposed spending limits, and related restrictions on companyassets.\n\nIn addition to providing political risk insurance tocorporationsthat want to invest in developing countries, MIGA offers advisory services to developing country governments. The organization advises on the policies and procedures these governments should follow and the best ways these countries can attract foreign investment. Other services by MIGA include licensing arrangements,franchising, and technology support.\n\nTo help ease the flow of foreign investment dollars into certain regions, the agency supports and runs a number of international projects.For instance, in September 2023, MIGA backed a $621 million loan to the National Railway Company Kazakhstan Temir Zholy (“KTZ”).The project will help Kazakhstan repair and improve its national railways and expand its fleet of electric railcars while supporting the nation's low-carbon initiatives. These modernizations will improve the speed and reliability of rail transit and transport.\n\nAccording to MIGA, the people in its group have experience in political risk insurance and are well-versed in banking andcapital markets, environmental and social sustainability, project finance andsectorspecialties, and international law and dispute settlement.\n\nThe group's management team include Hiroshi Matano, executive vice president, and Junaid Kamal Ahmad, vice President, operations. Other members of senior leadership include Ethiopis Tafara, vice president and chief risk, legal and administrative officer; Aradhana Kumar-Capoor, director and general counsel; Muhamet Fall, director for infrastructure, MAS, and trade operations; and Deepti Jerath, director, finance and risk.\n\nCorporations and financial institutions can be eligible for MIGA coverage, as can state-owned companies and investments by non-profit organizations, as long as certain requirements are met. Companies must be incorporated in a member country or majority-owned by nationals of a member country; state-owned companies and non-profit investments must be made on a commercial basis to qualify.\n\nYes, MIGA is part of World Bank Group. World Bank Group's stated mission is to end extreme poverty and promote prosperity; the four other institutions that comprise World Bank Group are the International Bank for Reconstruction and Development, The International Development Association, the International Finance Corporation, and the International Centre for Settlement of Investment Disputes.\n\nAs a guarantee agency, MIGA provides coverage against political risk, including the risk of war, the risk of currency inconvertibility, and the risk of expropriation (such as if the government nationalizes a project, making it impossible to complete). MIGA also protects against the risk that a sovereign nation doesn't honor its obligations.\n\nWith insurance from the Multilateral Investment Guarantee Agency, cross-border investors and lenders can confidently commit capital in developing countries. MIGA promotes the flow of capital and investment as part of its mission to reduce poverty across the globe and its coverage reduces the risk of loss from political reasons, such as war.\n\nMultilateral Investment Guarantee Agency. \"Member Countries.\"\n\nMultilateral Investment Guarantee Agency. \"About Us.\"\n\nMultilateral Investment Guarantee Agency. \"History.\"\n\nMultilateral Investment Guarantee Agency. \"Our Process.\"\n\nMultilateral Investment Guarantee Agency. \"Investment Opportunities Abound in Afghanistan.\"\n\nMultilateral Investment Guarantee Agency. \"KTZ Railway Project.\"\n\nMultilateral Investment Guarantee Agency. \"About Senior Management.\"\n\nWorld Bank Group. \"Who We Are.\"\n\nMultilateral Investment Guarantee Agency. \"Providing Political Risk Insurance And Credit Enhancement Solutions,\" Page 1.",
  "url": "https://www.investopedia.com/terms/m/multilateral-investment-guarantee-agency-miga.asp"
}