{
  "term": "Multiple Employer Welfare Arrangement (MEWA): Definition, Rules",
  "definition": "A multiple employer welfare arrangement (MEWA) is a system for marketing health and welfarebenefitsto employers, for their employees. Also described as a \"multiple employer trust (MET),\" a multiple employer welfare arrangement happens when agroup of employerscombines their contributions in a self-contributing benefits plan for the benefit of their employees.\n\nFor the arrangement to work, the employers must make contributions to the plan based on the number of employees they have and the estimated costs associated with each employee. MEWAs are a way for smaller companies to offer employeebenefitsoutside of the government-run health insurance exchanges by sharing risk. They became popular as a result of thePatient Protection and Affordable Care Act (ACA).\n\nAs defined by theEmployee Retirement Income Security Act (ERISA), a multiple employer welfare arrangement is \"an employee welfare benefit plan, or any other arrangement which is established or maintained for the purpose of offering or providing\" medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, disability, death or unemployment, or vacation benefits, apprenticeship or other training programs, or daycare centers, scholarship funds, or prepaid legal services to the employees of two or more employers (including one or more self-employed individuals), or to their beneficiaries.\n\nOverall, a multiple employer welfare arrangement is a good way for smaller employers to get group health and other insurance benefits for their employers. By pooling their contributions together, these smaller employers are better positioned to offer the best benefits packages from insurance companies due toeconomies of scale.\n\nAlso, since each employer is a partner in a MEWA, they have the ability to suggest plan changes, giving them more power over what they can offer employees than when they go it alone.\n\nFor more on MEWAs from the Department of Labor, see ERISA's Multiple Employer Welfare Arrangementinformational page, which lists the rules governing them, fact sheets, filing requirements, news releases, current amendments, public comments, and more.\n\nThere are some financial considerations and challenges that need to be taken into account when an employer is thinking of participating in a MEWA. In some cases, multiple employer welfare arrangements find themselves unable to pay claims as a result of inadequate funding or reserves. In more extreme cases, due to poor management or outright fraud and embezzlement, some MEWAs have seen their funds drained altogether.\n\nAs such, most MEWA administrators and participants buy stop-loss insurance to limit their liability. Such insurance covers errors and omissions, fidelity bonds, directors and officers, crime, cyber liability, and more.\n\nMEWAs must follow ERISA law, and also may be subject to state insurance regulation, which can vary by jurisdiction (some states are MEWA-friendly; some not so much). An example of such state-level regulatory requirements can be found at the New Jersey Department of Banking and Insurance (an example of a state with generally higher oversight standards).At a minimum, MEWAs must follow filing, reporting and funding guidelines.\n\nAmultiple employer planis a shared retirement plan that is adopted by two or more unrelated employers, allowing them to benefit from the lower per-employee costs that come with a larger scale. In that sense, it is similar to a multiple employer welfare arrangement (MEWA). The main difference is that a multiple employer plan is a retirement plan, while a MEWA provides pooled health care coverage and other employment benefits.\n\nMultiple employer welfare arrangements (MEWAs) are regulated at the federal level by the Department of Labor under ERISA, the same law that regulates retirement plans. In addition, they also fall under the jurisdiction of state regulators.\n\nFor smaller employers, participating in a multiple employer welfare arrangement allows them to provide healthcare benefits to their employees at a lower cost, without the administrative burden of insuring their employees directly. Moreover, they also take advantage of the lower per-person costs of insuring a larger body of employees.\n\nA multiple employer welfare plan is a type of pooled benefit plan where unrelated companies can pool their resources to provide health care benefits to their employees. This type of plan is particularly useful to smaller companies, allowing them to provide health insurance at a lower cost.\n\nU.S. Department of Labor. \"Multiple Employer Welfare Arrangements (MEWAs).\"\n\nU.S. Department of Labor. \"MEWAs Multiple Employer Welfare Arrangements under the Employee Retirement Income Security Act (ERISA): A Guide to Federal and State Regulation.\"\n\nU.S. Department of Labor. \"MEWAs Multiple Employer Welfare Arrangements under the Employee Retirement Income Security Act (ERISA): A Guide to Federal and State Regulation.\" Pages 90-91.\n\nU.S. Department of Labor. \"MEWAs Multiple Employer Welfare Arrangements under the Employee Retirement Income Security Act (ERISA): A Guide to Federal and State Regulation.\" Pages 5-6.\n\nNew Jersey Department of Banking and Insurance. \"Multiple Employer Welfare Arrangements (MEWAs).\"",
  "url": "https://www.investopedia.com/terms/m/mewa.asp"
}