{
  "term": "Multi-Asset Class: Definition, Fund Types, Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA multi-asset class, also known as a multiple-asset class or multi-asset fund, is a combination of asset classes (such as cash,equityor bonds) used as an investment. A multi-asset class investment contains more than one asset class, thus creating a group or portfolio of assets. The weights and types of classes vary according to the individual investor.\n\nMulti-asset classinvestmentsincrease thediversificationof an overall portfolio by distributing investments throughout several classes. This reduces risk (volatility) compared to holding one class of assets, but might also hinder potential returns. For example, a multi-asset class investor might hold bonds, stocks, cash, andreal property, whereas a single-class investor might only hold stocks. Oneasset classmightoutperformduring a particular period of time, but historically, no asset class will outperform during every period.\n\nMany mutual fund companies offer asset allocation funds that are designed to perform according to an investor’s tolerance for risk. The funds can range from aggressive to conservative. An aggressive-style fund would have a much higher allocation to equities, with maybe as much as 100%.\n\nThe Fidelity Asset Manager 85% fund (“FAMRX”) is an example of an aggressive fund. The fund is designed to keep 85% of the fund’s allocation in equities and 15% between fixed income and cash. For conservative investors, a fund’s allocation would have significantly more concentration in fixed income. The Fidelity Asset Manager 20% fund (“FASIX”) has 20% in stocks, 50% in fixed income, and 30% in short-term money market funds.\n\nTarget date funds are multi-asset funds that change the allocation according to the investor’s time horizon. Investors would select the fund that would closely mirror their time horizon. For example, an investor not retiring for over 30 years should select one of the 2045 or later target funds. The later the date on the fund, the more aggressive the fund is due to the longer time horizon. A 2050 target-date fund has over 85 to 90% in equities and the remaining in fixed income or money market.\n\nAn investor whose time horizon is significantly shorter would select one of the more recent maturing funds. Someone retiring in five years would have a target-date fund with a higher level of fixed income to reduce the overall risk and focus on capital preservation.\n\nTarget date funds are beneficial for investors who do not want to be involved in choosing an appropriate asset allocation. As the investor ages and the time horizon lessens, so does the risk level of the target date fund. Over time, the fund gradually moves from equities to fixed income and money market automatically.\n\nUnlikebalanced funds, which typically focus on meeting or beating a benchmark, multi-asset class funds are composed to achieve a certain investment outcome, such as exceedinginflation. Their broad options for investing, ranging across securities, sectors, real estate, and other types of securities, give them enormous flexibility to meet their goals.\n\nThis type of fund also offers more diversification than most balanced funds, which may combine mainly fixed income and equities. Many areactively managed, meaning a person or group of people make decisions based on the dynamics of the market to maximize returns and limit risk.",
  "url": "https://www.investopedia.com/terms/m/multiasset_class.asp"
}