{
  "term": "Multiples Approach: Definition and Example",
  "definition": "The multiples approach is avaluationtheory based on the idea that similar assets sell at similar prices. It assumes that the type of ratio used in comparing firms, such as operating margins or cash flows, is the same across similar firms.\n\nInvestors also refer to the multiples approach as multiples analysis or valuationmultiples. When doing so they may refer to a financial ratio, such as the price-to-earnings (P/E) ratio, as the earnings multiple.\n\nGenerally, \"multiples\" is a generic term for a class of different indicators that can be used to value a stock. A multiple is simply a ratio that is calculated by dividing the market or estimated value of an asset by a specific item on the financial statements. The multiples approach is a comparables analysis method that seeks to value similar companies using the same financial metrics.\n\nAn analyst using the valuation approach assumes that a particular ratio is applicable and applies to various companies operating within the same line of business or industry. In other words, the idea behind multiples analysis is that when firms are comparable, the multiples approach can be used to determine the value of one firm based on the value of another.\n\nThe multiples approach seeks to capture many of a firm's operating and financial characteristics (e.g., expected growth) in a single number that can be multiplied by a specific financial metric (e.g.,EBITDA) to yield an enterprise or equity value.\n\nEnterprise value multiplesand equity multiples are the two categories of valuation multiples. Enterprise value multiples include theenterprise-value-to-sales ratio(EV/sales), EV/EBIT, and EV/EBITDA.\n\nEquity multiples involve examining ratios between a company's share price and an element of the underlying company's performance, such as earnings, sales, book value, or something similar. Common equity multiples include theprice-to-earnings(P/E) ratio, theprice/earnings-to-growth(PEG) ratio, theprice-to-book ratio(P/B), and theprice-to-sales(P/S) ratio.\n\nEquity multiples can be artificially impacted by a change incapital structure, even when there is no change inenterprise value(EV). Since enterprise value multiples allow for direct comparison of different firms, regardless of capital structure, they are said to be better valuation models than equity multiples.\n\nAdditionally, enterprise valuation multiples are typically less affected by accounting differences, since the denominator is computed higher up on the income statement. However, equity multiples are more commonly used by investors because they can be calculated easily and are readily available via most financial websites and newspapers.\n\nInvestors start the multiples approach by identifying similar companies and evaluating their market values. A multiple is then computed for the comparable companies and aggregated into a standardized figure using a key statistics measure, such as the mean or median.\n\nThe value identified as the key multiple among the various companies is applied to the corresponding value of the firm under analysis to estimate its value. When building a multiple, the denominator should use a forecast of profits, rather than historical profits.\n\nUnlike backward-looking multiples, forward-looking multiples are consistent with the principles of valuation—in particular, that a company's value equals thepresent valueof future cash flow, not past profits andsunk costs.\n\nLet’s assume that an analyst wants to conduct the multiples approach to compare where major banking stocks trade in relation to their earnings. They can do this easily bycreating a watchlistof the S&P 500's four largest banking stocks with each bank's P/E ratio, like in the hypothetical example below:\n\nAmong these, Citigroup has the lowest P/E ratio, possibly indicating lower investor expectations or perceived risk, while Bank of America has the highest, suggesting higher growth expectations or stronger investor confidence. Note that all four are within range of each other which should be case for similar type companies within the same industry.\n\nOne major limitation of the multiples approach is market sentiment and timing. Multiples are derived from market prices, which can be influenced by short-term investor sentiment, speculation, or macroeconomic factors. Therefore, valuations based on multiples may reflect temporary market distortions rather than fundamental value.\n\nAnother limitation is the difficulty of finding truly comparable companies. Even within the same industry, businesses can be really, really different from other companies when considering things like growth potential,capital structure, and profit margins. Applying a peer group’s average multiple to a target company assumes a level of similarity that just might not be there. For instance, you can't necessarily accurately compare a start-up with a mature company.\n\nThe multiples approach often ignores company-specific factors such as management quality,brandstrength, intellectual property, or operational efficiency. These qualitative factors don't show up in financial ratios but can have a substantial impact on valuation. Therefore, though the multiples approach is a simplified valuation technique, it might be oversimplified in some cases.\n\nLastly, accounting differences and data inconsistencies across firms can undermine the validity of multiples. Variations in accounting practices—such as revenue recognition, depreciation methods, or treatment of one-time items—can skew financial metrics. Though GAAP rules try to standardize methodologies and timing, there'll always be reporting variations between companies, complicating the comparision process.\n\nThe advantage of the multiple approach is that it is simple and quick, allowing investors and analysts to gather valuable insight without having to perform detailed calculations or research. The disadvantages are that it takes financial information and boils it down to one number, disregarding the complexities of that financial information.\n\nSome of the most important financial ratios to evaluate companies are price-to-earnings (P/E), debt-to-equity (D/E), price-to-book (P/B), return on equity, return on invested capital, and profit margin.\n\nEV/EBITDA is a financial ratio that compares a company's enterprise value to its earnings before interest, taxes, depreciation, and amortization (EBITDA). Enterprise value is the economic value of a company. The ratio is used to measure a company's return on investment (ROI).\n\nAnalysts and investors need ways to compare companies to provide recommendations, accurate analysis, and to make investment decisions. The multiples approach allows for a simple way that companies can be analyzed and compared to one another and the overall industry.",
  "url": "https://www.investopedia.com/terms/m/multiplesapproach.asp"
}