{
  "term": "Multilateral Development Bank (MDB): Types and Examples",
  "definition": "How Institutions Like the World Bank Fund Worldwide Initiatives\n\nAnadolu/ Contributor / Getty Images\n\nA multilateral development bank (MDB) is an international financial institution chartered by two or more countries to encourage economic development in lower and middle-income countries.\n\nIn the aftermath of the devastation of World War II, a new type of financial institution emerged, designed to rebuild shattered economies and foster global stability. These entities, multilateral development banks (MDBs), have since become powerful economic engines for developing nations worldwide.\n\nMDBs are the first financial responders in the developing world. When a crisis hits, whether a pandemic or a climate disaster, these institutions are often the first to open their coffers and offer a lifeline. Chartered by two or more countries, they provide a lifeline of loans and grants to member nations, funding critical projects from road construction to clean water initiatives.\n\nUnlike commercial banks that put shareholder returns first, MDBs focus on long-term development goals. They offer financial assistance at low or no interest rates, often engaging advisors with expertise in the project being funded. Today, MDBs control trillions of dollars in assets and operate worldwide. Their influence extends far beyond mere financial transactions, having a crucial role in addressing global crises relating to the climate, healthcare, water distribution, and more.\n\nMultilateral development banks and other international financial institutions, such as the International Monetary Fund (IMF), were born in the waning days of World War II. This was when the U.S. and its allies established the Bretton Woods institutions to rebuild war-ravaged countries and establish the postwar international financial system. TheWorld Bank, an MDB, has always been seen unofficially as an arm of the U.S. and its allies. Since its founding, it's been based in Washington, D.C., and its president is, by custom, always an American.\n\nUnlike commercial banks, MDBs do not seek to maximize profits for their shareholders. Instead, they focus on development goals, such as ending extreme poverty and reducing economic inequality. MDBs fulfill their mission through several key functions:\n\nThere are two primary forms of multilateral development banks. The first, which includes the largest and best-known institutions, makes loans and grants. These banks distinguish between lower-income, borrowing members and wealthier, non-borrowing members. Examples include the World Bank and the Inter-American Development Bank (IDB).\n\nThe second type of multilateral development bank is formed by governments of low-income countries that can borrow collectively via the MDB to secure more favorable rates. The Caribbean Development Bank(CDB)is an example of this type.\n\nThe World Bank doesn't just fund initiatives in lower- and middle-income nations. Many of its projects are in the so-called developed world.\n\nMDBs typically have a similar governance structure designed to balance the interests of member countries. Heading the MDB is a board of governors comprising one representative from each member country, usually the finance minister or central bank governor. This board convenes annually to set the overall policy direction and make major decisions affecting the bank's operations.\n\nDay-to-day operations fall under the purview of theboard of directors. This smaller body consists of executive directors representing either individual countries or groups of countries, depending on their economic size and contributions to the bank. The board meets regularly to approve loans, policies, and strategies.\n\nLeading most MDBs is a president who chairs the board of directors and oversees the bank's management. How the president is selected varies. For instance, by tradition, the World Bank's president has always been a U.S. citizen.\n\nSupporting these governance bodies is a cadre of professional staff from member countries.\n\nIn addition to financial assistance, multilateral development banks provide member nations with advisers, auditors, and expert assistance in implementing and monitoring bank-funded projects.\n\nThe World Bank Group is the oldest and most prominent MDB, and its mandate is global. It comprises the following institutions:\n\nInternational Bank for Reconstruction and Development (IBRD): TheIBRDis the original World Bank institution, founded in 1944. It provides loans, guarantees, risk management products, and advisory services to middle-income and creditworthy low-income countries. The IBRD raises most of its funds through the international capital markets and is designed to be financially self-sufficient.\n\nInternational Development Association (IDA): Established in 1960, IDA focuses on lower-income countries. It provides concessional loans (credits) and grants for programs that boost economic growth, reduce inequalities, and improve people's living conditions. IDA is funded largely by contributions from member governments\n\nInternational Finance Corporation (IFC): Created in 1956, the IFC promotes private sector investment in developing countries by providing investment, advisory, and asset management services. The IFC invests in for-profit and commercial projects and helps to mobilize capital from other sources.\n\nMultilateral Investment Guarantee Agency (MIGA): MIGA was established in 1988 to promoteforeign direct investmentin developing countries. It offers political risk insurance (guarantees) to investors and lenders to protect against risks such as expropriation, breach of contract, war and civil disturbance, and currency inconvertibility.\n\nInternational Centre for Settlement of Investment Disputes (ICSID): Founded in 1966, ICSID is an autonomous institution that arbitrates international investment disputes.\n\nForeign direct investment is when an investor, company, or government takes ownership or management of a foreign company or project.\n\nAsian Development Bank (ADB): Based in Manila, Philippines, the ADB provides loans, technical assistance, grants, and equity investments to promote social and economic development in the region. It focuses on infrastructure, health, education, and regional cooperation and integration. The ADB has 68 member countries, with Japan and the U.S. as the largest shareholders.\n\nAfrican Development Bank (AfDB): Founded in 1964, the AfDB is based in Abidjan, Côte d'Ivoire. Its mission is to promote sustainable economic growth and reduce poverty in Africa. The AfDB Group comprises the African Development Bank, the African Development Fund (which provides concessional funding for low-income countries), and the Nigeria Trust Fund. It focuses on infrastructure development, regional integration, private sector development, governance, and skills and technology.\n\nSIA KAMBOU/ Stringer / Getty Images\n\nIDB: The IDB, established in 1959 and based in Washington D.C., is the largest source of development financing for Latin America and the Caribbean. The IDB Group also includes IDB Invest, which focuses on the private sector, and IDB Lab, which is meant to develop new ways of thinking about development.\n\nEuropean Bank for Reconstruction and Development (EBRD): Created in 1991 after the fall of the Berlin Wall, the EBRD is based in London, U.K. Unlike other regional MDBs, it was founded with a specific political mandate to assist former Soviet bloc countries in transitioning to market economies. The EBRD invests primarily in private sector projects, especially those that promote democratization and privatization. It operates in over 30 countries, from central Europe to central Asia and the southern and eastern Mediterranean.\n\nSuzanne Plunkett / Getty Images\n\nIslamic Development Bank (IsDB): Established in 1975, the IsDB is based in Jeddah, Saudi Arabia. Its focus is development in member countries and Muslim communities under the principles ofIslamic finance. The IsDB provides various forms of financial assistance, including interest-free loans for development projects and trade financing.\n\nNew Development Bank (NDB): Also known as the BRICS Development Bank, the NDB was established in 2014 by Brazil, Russia, India, China, and South Africa. Based in Shanghai, China, it supports projects within the BRICS and other emerging economies. The NDB represents a shift in the global economic order, with emerging economies taking a more active role in development finance.\n\nAsian Infrastructure Investment Bank (AIIB): Founded in 2016 and based in Beijing, China, theAIIBsupports infrastructure development in the Asia-Pacific region, though it has members from beyond this part of the globe. It's a direct counter to the U.S.-dominated ADB. The U.S. reportedly attempted to discourage allies from signing on to the project, putting pressure on South Korea and Australia in particular. Both joined, along with 58 other members and 22 prospective members.\n\nMember countries provide two forms of funding: paid-in capital and callable capital.\n\nPaid-in capital: Actual funds transferred to the bank by member countries. While this typically constitutes only a small portion of a bank's total capital base, it provides the initial financial backbone for operations.\n\nCallable capital: This is the vast majority of funding, which member countries pledge to provide if called upon. This callable capital serves as a guarantee, enabling MDBs to borrow in the international capital markets at favorablerates.\n\nBy issuing bonds in international capital markets, MDBs raise significant amounts of funds. Their strong credit ratings, based in the callable capital of their members, allow them to secure low interest rates, which they can then pass on to borrowers.\n\nIn addition, MDBs generate income from their operations. Interest earned on loans and investment returns helps cover operating expenses and build reserves.\n\nWhile playing a crucial role in global development, MDBs face numerous criticisms about their effectiveness, governance, and wider impact in an era supposedly after the colonialism of the past. These critiques have evolved, reflecting changes in development paradigms and global politics.\n\nHistorically, one of the most significant criticisms of MDBs, particularly the World Bank and IMF, was their enforcement of the \"Washington Consensus\"—a set offree-marketeconomic policies often required for loans.This approach, prevalent in the 1980s and 1990s, was criticized for imposing a one-size-fits-all model of development that often ignored local contexts and potentially infringed on national sovereignty. While MDBs have since moved away from strict adherence to the Washington Consensus, concerns about loan conditionality persist. Critics argue that policy reforms and structural adjustments attached to loans may not always align with recipient countries' best interests or development priorities.\n\nThey also point to a record of results that haven't lived up to the promises of 1980s-era economists at the World Bank about adhering to these conditions (generally lowering government spending and cutting private sector regulation). AsPaul Krugman, the Princeton economist,New York Timescolumnist, and a proponent of such \"structural adjustment programs\" in the 1990s puts it, \"In Latin America, where the Washington Consensus had the greatest impact on policy... [g]rowth didn’t take off, and inequality rose instead of falling.\"\n\nOver the past couple of decades, MDBs have been pushed to seek out far more funding through private-sector partners, though this has proven difficult. For example, in recent years, for every dollar ofclimate financeMDBs provided, they mobilized only about a quarter of that in private finance. However, this was a major increase than over the previous decade. MDBs have been far better at coordinating and building up sources of public financing.\n\nMDBs have faced significant criticism for funding projects with often disastrous ecological effects, particularly large infrastructure projects like the notorious 4,000-megawatt Tata Mundra coal-fired power station in Gujarat, India, which received hundreds of millions in financing from both the World Bank Group's IFC and the ADB.This has led to calls for more rigorous environmental safeguards and the use of sustainability criteria when selecting projects.\n\nIn the past decade, MDBs have made meeting international climate agreements like the Paris Climate Accord (Cop 21) more central to their work. But this aim has been undercut by member nations wanting MDBs to find funding in the private sector, which has thus far been a significant challenge.\n\nIn 2023, MDB-backed global climate finance reached a record of $125 billion in 2023, more than double the figure for 2019. About 60% of that was finance targeting projects in low- and middle-income economies.\n\nThe governance structure of MDBs, especially the World Bank, has long been a point of contention. Critics argue that voting power on their boards, often tied to financial contributions, gives disproportionate influence to wealthy nations. This disparity can skew priorities away fromdeveloping countries' needsand toward wealthier nations' economic or political interests.\n\nObservers argue that MDBs' operations lack sufficient openness, making it difficult for affected communities and civil society groups to engage meaningfully with them or hold these institutions accountable. This opacity often leads to a disconnect between MDB initiatives and local needs and realities. It's also a significant problem for democratic accountability: those affected by MDB policies on the ground very often have no say in these decisions.\n\nThe number of people living in countries where servicing external debt eclipses national spending on health or education.\n\nA major concern is the potential for MDB loans to lead to unsustainable debt burdens, potentially trapping nations in cycles of borrowing and repayment. Critics argue that this has perpetuated economic dependence in low- or middle-income countries, undermining long-term sustainable development.\n\nAltogether, this section shouldn't be taken to mean that the World Bank, etc., have stood still in repeating the same practices as the past. MDBs have responded to many of these criticisms over time and, especially over the past decade, have worked to improve environmental standards, increase transparency, and adapt their approaches to be more country-specific and results-oriented.\n\nHowever, as global challenges evolve, so do the critiques of MDBs. Mid-2020s debates often center on how these institutions can better address global issues like climate change, inequality, and technological disruption while still meeting the diverse needs of developing countries.\n\nThe AIIB, established in 2016, represents a change in global economic power, with China at that point attempting to take a leading role in international development finance. The AIIB is challenging the traditional dominance of Western-led institutions like the World Bank and Asian Development Bank.\n\nThe World Bank is central to international development as the largest and most influential MDB. It provides loans, grants, and technical assistance to developing countries for various projects, includinginfrastructure, education, and healthcare. The World Bank's influence extends beyond finance, often setting standards for development practices and policies other institutions and countries adopt.\n\nThe oldest MDB is the International Bank for Reconstruction and Development (IBRD), which was created in 1944. The IBRD is one of the World Bank's three lending facilities.\n\nMultilateral development banks have been crucial in global economic development, providing financial and technical support to countries worldwide. While traditionally dominated by Western powers, the MDB system is evolving with the emergence of institutions like the Asian Infrastructure Investment Bank and the New Development (BRICS) Bank.\n\nAs the world faces increasingly complex challenges, from climate change to pandemic recovery, MDB will likely remain critical players in shaping the future of international development.\n\nInter-American Development Bank. \"MDBs Working as a System for Greater Impact and Scale.\"\n\nInternational Finance Corporation. \"Mobilization of Private Finance by Multilateral Development Banks.\"\n\nJohn Williamson. \"What Should the World Bank Think about the Washington Consensus?\"World Bank Research Observer, vol. 15, no. 2 (2000), pp. 251-264.\n\nPaul Krugman. \"Inequality and Redistribution,\" in \"The Washington Consensus Reconsidered: Towards a New Global Governance,\" eds. Narcís Serra and Joseph E. Stiglitz, p. 35.\n\nWorld Resources Institute. \"Key Insights from the 2022 Joint Report on Climate Finance.\"\n\nBanker. \"Climate Challenges Require Radical Reform of MDBs.\"\n\nDebt Relief for Green and Inclusive Recovery.\"Chart of the Week: Why Multilateral Development Banks Need To Participate in Debt Relief.\"\n\nForeign Policy in Focus. \"Confronting the Multilateral Debt Burden.\"\n\nCongressional Research Services. \"Multilateral Developmental Banks\"",
  "url": "https://www.investopedia.com/terms/m/multilateral_development_bank.asp"
}