{
  "term": "Mumbai Interbank Offer Rate (MIBOR): Definition, vs. MIBID",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe Mumbai Interbank Offer Rate (MIBOR) was the rate at which banks in India wanted to charge other banks to lend them money. It was used in conjunction with the Mumbai Interbank Bid (MIBID) rate, which was the rate banks wanted to pay to borrow money.\n\nThe MIBOR was the Indian version of the London Intrabank Offer Rate and was fixed for funds that ranged from overnight to three months.\n\nBanks borrow and lend money to one another on the interbank market to maintain appropriate legal liquidity levels and to meet reserve requirements placed on them by regulators. Interbank lending rates are made available only to the largest and most creditworthy financial institutions.\n\nMIBOR was the asking rate for overnight to three-month loans, calculated every day by the National Stock Exchange of India (NSE) as a weighted average of proposed lending rates. Data was gathered by polling 30 major banks throughout India on the rates they intended to use to lend funds to their most trusted borrowers.\n\nThe MIBOR was launched on June 15, 1998, by the Indian National Stock Exchange (NSE) Committee for the Development of the Debt Market as a benchmark for thecall money market. The NSE launched the 14-day MIBOR on November 10, 1998, and the one-month and three-month MIBORs on December 1, 1998. Between 1998 and 2015, MIBOR rates were used as benchmark rates for the majority ofmoney marketdeals made in India.\n\nIn 2015, it was decided that polled respondents could too easily manipulate MIBOR by exaggerating their rate estimates for profitability purposes. The latest version of MIBOR is the Financial Benchmarks India Pvt Ltd (FBIL) Overnight Mumbai Interbank Outright Rate (FBIL-Overnight MIBOR), which is based on actual transaction rates, and includes a maximum and minimum rate.\n\nOriginally, MIBOR was the rate that banks wanted to be paid for overnight loans. In 2015, it was replaced by the FBIL-Overnight MIBOR due to concerns that the banks polled could easily falsify the rates they claimed they were going to charge. The new MIBOR is based on observable rates, so there is no question of whether the rate estimations are accurate or honest.\n\nThe Mumbai Interbank Bid Rate (MIBID) was the companion rate to the original MIBOR in that it was the rate at which banks wanted to pay for a loan. It was lower than the MIBOR rate, which created a bid/ask spread between the two rates. MIBID was also discontinued in 2015.\n\nInstead of using two rates created by polling banks, the FBIL-Overnight MIBOR is a range of rates calculated by observing transactions between banks rather than asking them what rates they would charge and ask.\n\nInterbank offered rates are interest rates charged between banks on overnight loans. These rates are important because they are considered risk-free rates many other rates are based on.\n\nThe Mumbai Interbank Forward Offer Rate was the rate used to set prices onforward-rate agreementsand derivatives in India before it was discontinued in 2018.\n\nThe London Intrabank Offered Rate (LIBOR) was set by submissions from a panel of banks in the U.K. and was used by several countries. LIBOR was replaced by the Secured Overnite Financing Rate (SOFR). The original Mumbai Intrabank Overnight Rate was India's version of LIBOR and was set based on polls from 30 banks and dealers in India, but it was replaced in 2015 by the FBIL-Overnight MIBOR.\n\nThe Mumbai Intrabank Offered Rate was the overnight rate banks charged each other for loans in India. It was used in conjunction with MIBID to create a rate spread for banks. Rates were derived by polling specific banks and dealers, who could influence rates based on the probability of profitability. It was replaced in 2015 by the FBIL-Overnight MIBOR, which is a rate range calculated using the weighted averages of transactions occurring in the Indian market.\n\nFinancial Benchmarks India Pvt Ltd. \"FBIL Overnight MIBOR Methodology Document.\"\n\nThe Fixed Income Money Market and Derivatives Association of India. \"Discontinuation of 8 Indian Benchmarks.\"",
  "url": "https://www.investopedia.com/terms/m/mibor.asp"
}