{
  "term": "Municipal Securities Rulemaking Board (MSRB) Overview",
  "definition": "The Municipal Securities Rulemaking Board (MSRB) is a regulating body thatcreates rules and policiesfor investment firms and banks in the issuing and sale of municipal bonds, notes, and other municipal securities. States, cities, and counties issue municipal securities for a variety of reasons.\n\nActivities regulated by the MSRB include theunderwriting, trading, and selling of municipal securities that are financing public projects.\n\nThe Municipal Securities Rulemaking Board, (MS﻿RB) is aself-regulating organization(SRO) managed by a Board of Directors, with four committees that oversee specific aspects of the organization’s governance and operation. Like the New York Stock Exchange (NYSE) or the National Association of Securities Dealers (NASD/FINRA), the MSRB sets its own rules and standards, but which are subject to ultimate supervision by theSecurities and Exchange Commission(SEC).﻿﻿\n\nThe U.S. Congress created the Municipal Securities Rulemaking Board in 1975. It was given the assignment of creating rules and policies that would help prevent fraud and misleading acts in the securities industry. The MSRB was also designed to implement and support fair trading principles. In addition, it was tasked with creating and maintaining a system that would allow free and open trade in the securities market. One of its first accomplishments was creating a set of uniform standards dictating fair practices that municipal securities dealers should follow. The organization was also instrumental in paving the way for a smooth transition from traditional paper bonds to electronic versions in the 1980s.﻿﻿\n\nA municipal bond is categorized based on the source of its interest payments and principal repayments. A bond can be structured in different ways offering various benefits, risks and tax treatments.\n\nIn the 1980s, the Municipal Securities Rulemaking Board played a central role in assisting the SEC in creating SEC Rule 15c2-12, which focuses on continuing disclosure. This ensures that issuers of municipal securities must agree to provide specific information to the MSRB on a regular basis about the investment securities they handle. This information includes annual financial reports and notices about events such as delinquencies, defaults, unscheduled draws on debt service reserves and any activities that would affect the tax-exempt status of the security.﻿﻿\n\nThis rule and related principles involving disclosures were prompted by an incident in 1983 in which the Washington Public Power Supply Systemdefaulted on more than $2 billion in municipal bonds, representing one of the biggest and most costly municipal bond disasters in U.S. history.\n\nMore recently, the Municipal Securities Rulemaking Board has served a role as a pioneer in helping to usher in the age of open electronic records in the securities industry. In the late 2000s, the MSRB launched the Electronic Municipal Market Access website, which provides free public access to information related tomunicipal bondtrading, along with important disclosure documents.﻿﻿\n\nMunicipal Securities Rulemaking Board. \"Role and Jurisdiction of the MSRB.\" Accessed Sept. 6, 2020.\n\nMunicipal Securities Rulemaking Board. \"Creation of the MSRB.\" Accessed Sept. 6, 2020.\n\nMunicipal Securities Rulemaking Board. \"SEC Rule 15c2-12: Continuing Disclosure.\" Accessed Sept. 6, 2020.\n\nMunicipal Securities Rulemaking Board. \"About EMMA.\" Accessed Sept. 6, 2020.",
  "url": "https://www.investopedia.com/terms/m/msrb.asp"
}