{
  "term": "Murabaha: Definition, Example, and Financing Under Islamic Law",
  "definition": "Murabaha is a bank lending system that relies on cost-plus pricing rather than interest charges to avoid violating Islamic laws against predatory lending.\n\nMurabaha is an Islamic financing system called cost-plus financing, in which ownership of an asset is transferred by a bank to a customer after a series of payments that include a profit markup.\n\nThe Murabaha system thus avoids charging interest, which is forbidden under Islamic law. The transaction is a sale, not a loan. The bank buys the asset and then sells it to the customer, who pays for it in installments that include a profit for the bank.\n\nMurabaha is an acceptable form of lending under Islamic law. The purchaser doesn't become the true owner of the asset until the loan is fully paid, as with arent-to-ownarrangement.\n\nA client in a murabaha contract of sale petitions a bank to purchase an item on their behalf. The bank establishes a contract setting the cost and profit for the item with repayment typically in installments. A set fee is charged rather thanribaor interest so this type of loan is legal in Islamic countries.\n\nIslamic banks are prohibited from charging interest on loans according to the religious tenet that money is only a medium of exchange and has no inherent value. Banks must therefore charge a flat fee for continuing daily operations.\n\nMany argue that this is simply another method of charging interest but the difference lies in the structure of the contract. The bank buys an asset and then sells it back to the client with a profit charge in a murabaha contract for sale. This type of transaction ishalalor valid, according to Islamic Sharia/Sharīʿah.\n\nIssuing conventional loans and charging interest on them are considered interest-based activities and these areharam,prohibited according to IslamicSharīʿah.\n\nAdditional charges may not be imposed after a murabaha due date and this makes murabahadefaultan increasing concern for Islamic banks. Many banks believe that defaulters should be blacklisted and not allowed future loans from anyIslamic bankas a method of decreasing murabaha default.\n\nThis arrangement is permissible in Sharia even if it's not expressly mentioned in the loan agreement. Respite may be given as described in the Quran if a debtor is facing a genuine hardship and can't repay a loan on time. The government can take action in cases of willful default, however. Defaults under murabaha arrangements have become a problem for companies operating under Islamic law and there has been no clear consensus on how to deal with them.\n\nThe murabaha form of financing is typically used in place of loans in diverse sectors. Consumers use murabaha when purchasing household appliances, cars, or real estate. Businesses use this type of financing when purchasing machinery, equipment, or raw materials. Murabaha is also commonly used in short-term trade such as issuing letters of credit for importers.\n\nA murabaha letter of credit is issued on behalf of an applicant or importer. The bank issuing the letter of credit agrees to pay an amount of money in compliance with the terms described in the letter of credit. The bank’screditworthinessreplaces that of the applicant so the beneficiary or exporter is guaranteed payment. This benefits the exporter because the bank assumes the payment risk.\n\nThe importer is required to repay the bank for the cost of goods plus a profit markup amount following the murabaha contract provisions.\n\nBilal would like to buy a boat that sells for $100,000 from X Boat Shop. Bilal would contact a murabaha bank to do so. The bank would buy the boat from X Boat Shop for $100,000 and sell it to Bilal for $109,000 to be paid in installments over three years.\n\nThe amount Bilal pays is a fixed amount to a bank that owns the asset. There's no interest charge involved. Bilal would not incur additional charges for default on any payments. The additional amount Bilal pays over the cost price from the boat shop is in effect a 3% loan but it's allowed by Islamic law because it's offered as a fixed payment without any additional costs.\n\nRent-to-own agreements are common in the United States as an option for consumers who want to become homeowners but don't have the necessary funds to make a down payment to purchase a home. They're similar to murabaha in some ways.\n\nA lease is entered into that provides the tenant with an option to ultimately buy the property at a predetermined time. The rental amount usually includes a non-refundable percentage that's set aside by the landlord toward the eventual down payment.\n\nMurabaha financing was used in Bahrain, Malaysia, Indonesia, Saudi Arabia, Bangladesh, and Pakistan as of 2023. Other, smaller nations also rely on this financing structure and many offer other financing options as well. More than 65% of wholesale Islamic banks in Bahrain used murabaha in 2022.\n\nWillful default is the intentional failure to perform under the terms of a contract or obligation. The defaulter deliberately violates the terms. This type of default isn't committed due to misguidance, negligence, or carelessness. Willful defaulters know that their course of action is wrong but they proceed anyway.\n\nInterest-bearing loans are prohibited under Islam’s Sharia law but this doesn’t mean that Islamic consumers don't ever need financing. Murabaha financing is used instead. This type of financing doesn’t charge interest but a markup is built into repayment. The consumer doesn’t own the product until the loan is fully paid, as with interest-bearing financing.\n\nIslamic law provides that money has no real value in and of itself so banks charge a flat, extra fee for extending loans instead.\n\nInstitute of Islamic Banking and Insurance. \"Murabaha.\"\n\nInCharge Debt Solutions. \"What Are the Pros and Cons of Rent-to-Own?\"\n\nRSIS International. \"A Review of Challenges and Solutions in the Use of Murabaha Products in Islamic Banking.\"\n\nMarket Business News. \"Willful Default—Definition and Meaning.\"",
  "url": "https://www.investopedia.com/terms/m/murabaha.asp"
}