{
  "term": "Mutual Company: Definition, How It Works, Advantages",
  "definition": "A mutual company is aprivate firmthat is owned by its customers or policyholders. The company's customers are also its owners. As such, they are entitled to receive a share of the profits generated by the mutual company.\n\nThe distribution of profits is typically made in the form ofdividendspaid on a pro rata basis, based on the amount of business each customer conducts with the mutual company. Alternately, some mutual companies choose to use their profits to reduce members' premiums.\n\nA mutual company is sometimes referred to as a cooperative.\n\nThe mutual company structure is commonly found in the insurance industry and sometimes in savings and loans associations. Many bankingtrustsand community banks in the U.S., as well as credit unions in Canada, also are structured as mutual companies.\n\nThe first mutual insurance company was formed in England in the 17th century. The word mutual was probably adopted to reflect the fact that the policyholder, or customer, was also the insurer, or part owner.\n\nThe first insurance company in the U.S. was a mutual company, The Philadelphia Contributionship for the Insurance of Houses from Loss by Fire. It was founded in 1752 by none other than Benjamin Franklin.\n\nMost institutions that are structured as mutual companies are private entities rather than publicly traded companies. In recent decades, many mutual companies in the U.S. and Canada have opted to change from amutual structureto a joint stock corporate structure, a process known as demutualization. As part of this process, policyholders get a one-time award of stock in the newly-createdjoint stock corporation.\n\nThere is little substantive difference between the two corporate structures. A joint stock corporation is generally seen as more focused on short-term profit while a mutual company may prioritize strong cash reserves in case of unusual claims levels.\n\nA major selling point of mutual insurance companies is its shared ownership structure. Policyholders get some of the cost of their premiums back in the form of dividends or reduced premium prices.\n\nMany mutual companies have changed to a joint stock corporate structure. This process is called demutualization.\n\nFor example, Lawyers' Mutual Insurance Co., a California-based company, recently paid a 10% dividend to its shareholders. It has paid dividends for 23 consecutive years.\n\nAs suggested by the name of that company, mutual companies often are specialized. They were formed by and for a group of professionals who often have common needs.",
  "url": "https://www.investopedia.com/terms/m/mutualcompany.asp"
}