{
  "term": "Nacha: What it Means, History, Faster Payments",
  "definition": "Nacha is the steward of the electronic system that connects all U.S. bank accounts and facilitates the movement of money among them. According to the organization, $73 trillion moved through itsAutomated Clearing House (ACH)Network in 2021.\n\nPreviously known as the National Automated Clearinghouse Association, Nacha is a non-profit association that is funded by the financial institutions that use its network.Nacha and the Interactive Financial eXchange (IFX) Forum merged in 2018, an international industry association that develops specifications for financial data systems.\n\nThe ACH network enables billions of electronic financial transactions, including direct deposits, Social Security and government benefits statements, electronic bill payments, person-to-person (P2P), andbusiness-to-business (B2B)payments.\n\nNacha merged with the Interactive Financial eXchange (IFX) Forum in 2018.﻿﻿\n\nThrough its supervisory and rule-making functions, Nacha provides the foundation for electronic payment systems to operate effectively, while working to update technologies and implement new payment systems.\n\nNacha was created in 1974 with the merger of several regional bodies. It was originally part of the American Bankers Association.\n\nIt has been instrumental in the development and standardization of such innovations as direct payroll deposit, electronic benefits deposit, and automated credit card transactions.\n\nMore recently, it has taken over the task of enabling the processing of B2B health insurance payments under the 2010 Affordable Care Act. Nacha now administers the Healthcare Electronic Funds Transfer (EFT) standard, which supports HIPAA-compliant transactions between health plans and providers that allow for information to travel with the payment, simplifying accounting procedures for providers.\n\nThe ACH Network connects all U.S. financial institutions through a ubiquitous payment system that is built to securely and efficiently move money and information from one bank account to another.\n\nNacha develops rules and codes of business practices and is involved in the development of new applications. It also institutes and monitors quality- and risk-management controls.\n\nAlthough it is not a government agency, Nacha works closely with various government agencies including the Federal Reserve, U.S. Treasury, and state banking authorities in order to ensure the integrity of the electronic payments systems used by U.S. financial institutions.\n\nIn 2014, Nacha formed the Payments Innovation Alliance as a voice for the payments industry and the ACH Network.The Alliance consists of hundreds of companies and organizations across the global payment ecosystem. It offers discussion, debate, education, and networking on such topics as payment system modernization, trends, standards, security, and ongoing innovation.\n\nIn November 2019, Nacha unveiled an initiative called the Faster Payments Playbook that aims to allow consumers to \"pay anyone, anywhere, at any time with near-immediate funds availability.\"\n\nNacha also provides services in education and accreditation; industry engagement with financial institutions, businesses and government; and advocacy resources.\n\nNacha’s API Standardization Industry Group (ASIG) supports the advancement and use of standardizedApplication Programming Interfaces (APIs)within the U.S. financial services industry.\n\nNacha. \"ACH Network Volume and Value Statistics.\"\n\nNacha. \"Nacha and IFX Forum Finalize Strategic Combination Agreement.\"\n\nNacha. \"History of Nacha and the ACH Network.\"\n\nNacha. \"Nacha Debuts Payments Innovation Alliance at PAYMENTS 2014.\"\n\nNacha. \"Payments Innovation Alliance.\"\n\nNacha. \"Nacha’s Payments Innovation Alliance and the U.S. Faster Payments Council Launch the Faster Payments Playbook.\"\n\nNacha. \"API Standardization - Shaping the Financial Services Industry,\" Page 3.",
  "url": "https://www.investopedia.com/terms/n/nacha.asp"
}