{
  "term": "NAHB/Wells Fargo Housing Market index: Meaning, How it Works",
  "definition": "The NAHB/Wells Fargo Housing Market Index (HMI) is a monthly sentiment survey of members of the National Association of Home Builders (NAHB). The index measures sentiment among builders of U.S. single-family homes, and is a widely watched gauge of the U.S. housing sector. Since housing represents is a large capital investment and spurs additional consumer spending on appliances and furnishings, housing market indices help to monitor the overall health of the economy.\n\nThe National Association of Home Builders is a federation of more than 700 state and local associations with 140,000 members. About one-third are home builders and remodelers, and the rest professionals from related fields such as mortgage finance and building materials supply. NAHB builders account for some 80% of the new homes built in the U.S.\n\nSince 1985, the HMI has been based on a monthly survey completed by NAHB builders, which was generating some 400 responses as of 2007.In completing the survey, builders rate housing market conditions and outlook based on their recent experience.\n\nThe HMI is aweighted averageof three diffusion indexes, designed to range from 0 to 100. HMI readings above 50 reflect a generally favorable market view and outlook in the industry.\n\nHMI fell to a record low of 8 in January 2009, and set a record high of 90 in November 2020.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theU.S. Department of Housing and Urban Development(HUD).\n\nThe HMI is a weighted average of three component indices: current single-family sales, the outlook for sales over the next six months, and traffic of prospective buyers. Each month, participating builders rate current sales and the six-month outlook as good, fair, or poor and the buyer traffic as high to very high, average, or low to very low.\n\nAdiffusion indexis calculated for each series by applying the formula (good - poor + 100) / 2 to the present and future sales series and (high/very high - low/very low + 100) / 2 to the prospective buyer traffic responses.\n\nEach resulting index is then seasonally adjusted and weighted to generate the HMI. The weights are .5920 for present sales, .1358 for future sales, and .2722 for traffic. The weights were chosen based on historical data to maximize thecorrelationbetween the HMI andhousing startsover the next six months.\n\nThe HMI displays a close correlation with U.S. single-family housing starts, which measure the number of privately-owned homes on which construction started in a given month. Housing starts are a keyeconomic indicatorand the report is supplied monthly by the U.S.Census Bureau.\n\nAs a gauge of home builder sentiment, the HMI provides valuable clues on the near-term direction of housing starts. The HMI is released at 10 a.m. EST typically on the 11th business day of the month, which is the day before the housing starts data are released by the Census Bureau.\n\nThe HMI has historically closely tracked housing starts and building permits. Its complete recovery from the depths of the 2008-2009 global financial crisis has outpaced the rebound in housing starts, however.\n\nNational Association of Home Builders. \"About NAHB.\"\n\nHousingEconomics.com. \"Examining the NAHB/Wells Fargo Housing Market Index (HMI).\"\n\nNAHB. \"Table 2: NAHB/Wells Fargo National HMI - History.\"\n\nNational Association of Home Builders. \"NAHB/Wells Fargo Housing Market Index (HMI).\"\n\nNational Association of Home Builders. \"Chart: NAHB/Wells Fargo HMI and Single-Family Housing Starts.\"",
  "url": "https://www.investopedia.com/terms/h/housingmarketindex.asp"
}