{
  "term": "Named Perils Insurance Policy: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA named perils insurance policy is a home insurance (or business) insurance policy that only providescoverage on losses incurred to your propertyfromhazards or events named on the policy. Named peril coverage may be purchased as a less expensive alternative to a comprehensive coverage or broad policies, which are policies that tend to offer coverage to most perils.\n\nIf a homeowner doesn't live in an earthquake and flooding prone area, they may elect to get a named perils insurance policy and only declare coverage against fire, theft, and hail, while leaving the earthquake and flooding coverage off the policy.\n\nKeep in mind thatall risks policy does not necessarily guaranteeyour property will be covered against all forms of perils.\n\nIt's thus a good idea for homeowners to check their broad coverage policies to make sure they do cover all the perils that they are concerned about. If the broad policy isn't sufficient, homeowners should buy a named peril policy to fill that hole in their coverage.\n\nInsurance providers generally offer two types of property coverage for homeowners and businesses—named perils and all risks. \"All risks\" is a type of insurance coverage that automatically covers any risk that the contract does not explicitly omit.\n\nFor example, if an all-risk homeowner's policy does not expressly exclude hurricane damage, then the house will be covered in the event of a hurricane.\n\nA named perils policy contains conditions that cover what the insurer thinks are the most likely perils.\n\nAnamed perils insurance contractonly covers the perils specifically stipulated in the policy. As an example, an insurance contract might specify that losses caused by fire or vandalism will be covered. Therefore, an insured who experiences a loss or damage caused by a flood cannot file a claim to his or her insurance provider, as a flood is not named as a peril under the insurance coverage. Under a named perils policy, theburden of proofis on the insured.\n\nBy contrast, an all risks policy covers the insured from all perils, except those specifically excluded from the list. Contrary to a named perils contract, an all-risks policy does not name the risks covered, but instead, names the risks not covered. In so doing, any peril not named in the policy is automatically covered.\n\nThe most common types of perils excluded from all risks include earthquake, war, government seizure or destruction, wear and tear, infestation, pollution, nuclear hazard, market loss, etc.\n\nAn individual or business who requires coverage for any excluded event under all risks may have the option to pay an additional premium, known as a rider or floater, to have the peril included in the contract.\n\nProgressive. \"What's the Difference Between Named Perils vs. Open Perils Coverage?\"",
  "url": "https://www.investopedia.com/terms/n/named_perils.asp"
}