{
  "term": "Named Beneficiary: Overview, Types, and Related Risks",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA named beneficiary is an individual, decreed by a written legal document, who is entitled to collect assets from a trust, insurance policy, pension plan account,IRA, or any other financial instrument. If a property has multiple named beneficiaries, they share in the proceeds at the time of disposition. In some cases, such as anannuitypolicy, the policyholder and the named beneficiary may be the same person.\n\nBeneficiarydesignations can be complex. For example, by naming a specific beneficiary in a life insurance policy, the proceeds will not be subject to the stipulations of will, nor will they be affected byprobateproceedings.\n\nThere are several types of beneficiaries:\n\nIn late December 2019, President Trump signed theSetting Every Community Up for Retirement Enhancement (SECURE) Act. The Act encourages employers to offer annuities as investment options within 401(k) plans.\n\nIt is important to note that a named beneficiary does not necessarily have to be an individual. For example, the named beneficiary of an insurance policy can be the estate of the deceased, in which case, the actual beneficiaries will be designated in the will.\n\nA beneficiary differs from an heir. The first is entitled to collect property by decree of a will, while the latter is someone entitled to assets via intestate succession.\n\nIt’s essential for grantors to formally name the beneficiary or beneficiaries, in a full estate planning process. Furthermore, many financial advisors recommend reviewing and updating all beneficiary designations every few years, particularly after a major life event such as a divorce or death of a loved one.\n\nThe primary beneficiary is the first named to receive benefits as stated in a will. If the primary either can't or is unwilling to accepts the assets, the secondary beneficiary, also called the contingent beneficiary, would be next to receive assets.\n\nA named beneficiary is often an individual or a group of people, such as a personal acquaintance or family member. But the beneficiary can also be an estate or a non-profit organization, chosen by the account holder's insurance policy.\n\nHaving a named beneficiary guarantees that the deceased person's assets are left to the person or individual of their choosing. It also benefits the beneficiary, as there are tax advantages to being a named beneficiary. Named beneficiaries are also able to skip probate.\n\nA named beneficiary is the person entitled to receive benefits from a will, trust, or other financial arrangement. When you open a life insurance policy or retirement account, you will be asked to list the named beneficiaries for the account. These are the people who will be able to access the account after you die.\n\nCongress. \"H.R.1865 - Further Consolidated Appropriations Act, 2020.\"",
  "url": "https://www.investopedia.com/terms/n/named-beneficiary.asp"
}