{
  "term": "Narrow Money: Definition, Qualifying Accounts, vs. Broad Money",
  "definition": "Narrow money is a category of money supply that includes all physical money such as coins and currency,demand deposits, and otherliquid assetsheld by a central bank.\n\nIn the United States, narrow money is classified asM1(M0 + demand accounts). In the United Kingdom, the narrowest measure of money is notes and coins in circulation.\n\nThe name is derived from the fact that M0 and M1 are the narrowest or most restrictive forms of money that are the basis for themedium of exchangewithin an economy. This category of money is considered to be the most readily available for transactions and commerce.\n\nThe narrow money supply only contains the most liquid financial assets. These funds must be accessible on demand, which limits the category to physical notes and coins and funds held in the most accessible deposit accounts. According to theOrganisation for Economic Co-operation and Development (OECD), as of 2024, the United States has the world’s largest stock of narrow money, followed by Chile, Hungary, Israel, and Poland.\n\nTypically, the availability of liquid money supply—whether long-term or short-term—should have a direct impact on its economic health. However, changes in theeconomycoupled with changes in the finance industry have translated into an uncoupling of that direct relationship. TheFederal Reservedoes not implement its policy through changes in the money supply. It focuses oninterest ratesinstead. But it does track changes in narrow and broad money to formulate its response to the prevailing state of the economy.\n\nThe most accessible accounts, such as savings and checking deposit accounts, qualify as narrow money. The funds in the accounts are seen as accessible on demand even if mechanisms other than physical currency are used for the transaction. This typically includes funds paid using either debit card transactions or a variety of checks.\n\nWhile M0 and M1 are used to describe narrow money, M2, M3, and M4 qualify as broad money, and M4 represents the largest concept of the money supply.Broad moneymay include various deposit-based accounts that would take more than 24 hours to reach maturity and be considered accessible. These are often referred to as longer-term time deposits because their activity is restricted by a specific time requirement.\n\nM0 and M1 are only a portion of the money supply. The money supply includes items within all of the categories from M0 to M4. Therefore, it represents both the most liquid and the least liquid cash and deposit-based assets held within a nation. This includes funds in bonds or other securities as well as institutional money market accounts.\n\nFor M4, the broadest of the money supply definitions and the general outside limit for an investment to be considered part of the money supply are those scheduled to mature in five years or less. This duration, however, is not a strict definition. As with all levels of the money supply, countries may classify their funds differently—for example, excluding M0 or M4 as measures and considering the money supply as divided into the M1, M2, and M3 categories only.\n\nM1, M2, and M3 are the different categories of money in an economy. M1 is money in circulation plus demand deposits in banks. M2 is M1 plussavings deposits,money market deposits, andtime depositsof less than $100,000. M3 is M2 plus long-term time deposits at banks.\n\nAs of December 2024, the value of the M1 money supply in the U.S. is $18.45 trillion. The value of the M2 money supply is $21.53 trillion.\n\nYes, M1 is the narrowest money because it is the most liquid money and consists only of money in circulation and demand deposits in banks. M2 and M3 are considered broad money, as they include M1 and other forms of money, such as savings deposits and long-term time deposits, respectively.\n\nNarrow money, also known as M0 and M1, refers to the most liquid forms of money, including physical currency and demand deposits. It represents the basic medium of exchange in an economy, unlike other money categories, such as M2 and M3, that include less liquid assets, such as long-term deposits.\n\nWhile narrow money’s availability is necessary for day-to-day transactions, central banks focus on interest rates rather than changes in the money supply to influence economic conditions.\n\nBoard of Governors of the Federal Reserve System. “What Is the Money Supply? Is It Important?”\n\nBank of England. “Further Details About Notes and Coin and Reserves Balances Data.”\n\nOrganisation for Economic Co-operation and Development. “Narrow Money (M1).”\n\nFederal Reserve Bank of New York. “Monetary Policy Implementation.”\n\nBoard of Governors of the Federal Reserve System. “Money Stock Measures—H.6 Release.”",
  "url": "https://www.investopedia.com/terms/n/narrowmoney.asp"
}