{
  "term": "Nasdaq Capital Market (Nasdaq-CM): Definition and Requirements",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe Nasdaq Capital Market is one ofNasdaq'sU.S. market tiers containing early-stage companies that have relatively lower market capitalizations. Listing requirements for companies on the Nasdaq Capital Market are less stringent than for the two other Nasdaq market tiers, which focus on larger companies with highermarket capitalization.\n\nThe Nasdaq Capital Market, known until 2005 as the Nasdaq SmallCap Market, primarily lists so-called small-cap stocks (typically those with market capitalizations of around $300 million to $2 billion). The name change reflected a shift in focus towards listing companies that need to raise capital. It's meant to be a less encumbered entrance for a smaller company or aSpecial Purpose Acquisition Company (SPAC)to capitalize and grow through a Nasdaq listing.\n\nAlthough the initiallisting requirementsare relaxed, thecorporate governancerequired to maintain a Nasdaq listing is the same across all tiers. This means Nasdaq Capital Market companies must have a code of conduct, an audit committee, independent directors, and so on.\n\nThe Nasdaq Capital Market makes it easier for early-stage companies to get listed, especially when compared to other senior exchanges with more onerous requirements. To list initially on the Nasdaq Capital Market, companies must meet all of the criteria under at least one of three listing standards—the equity standard, the market value of listed securities standard, or the net income standard.\n\nAll the standards share some requirements such as one million publicly held shares, 300 shareholders, and threemarket makers (MMs). However, these also differ in important ways. The equity standard requiresstockholders' equityof $5 million, where the other two require only $4 million, and it also requires an operating history of two years, while the other two do not require an operating history.\n\nThe market value of listed securities requires a market value of listed securities of $50 million and a market value of publicly held shares of $15 million. The net income standard is the only one requiring a net income, $750,000 in the latest fiscal year or in two of the last three years, but has the lowest requirement for market value of publicly held shares at $5 million.\n\nAlthough companies can pick the standard that best fits their situation, the listing standards and the required governance are more stringent than some early-phase capital markets. Because of the costs involved with meeting these standards, companieslisting on the NasdaqCapital Market often handily exceed the minimum requirements before they decide to list.\n\nOther early phase capital markets like the alternative investments market, orAIM, have positioned themselves as lighter regulation destinations to provide bridge listings for companies as they grow large enough for the Nasdaq.\n\nThe Nasdaq exchange has three tiers for listed companies:\n\nThe listing requirements for each tier require varying levels of documentation, average market capitalization over the previous month, and a number of shareholders. Companies may move from one tier to another over time depending on how they meet requirements. The top tier, Nasdaq Global Select typically has about 1,400 companies listed, while the lower tiers fluctuate around 650 to 1,300 companies each.\n\nNasdaq. “Microcap Stock: Definition, How It Works, Pros, Cons & Strategies.”\n\nNasdaq. “Nasdaq SmallCap Market Is Renamed Nasdaq Capital Market.”\n\nNasdaq. “5600. Corporate Governance Requirements.”\n\nNasdaq. “5500. The Nasdaq Capital Market.”\n\nNasdaq. “Initial Listing Guide,” Pages 5-14.\n\nNasdaq. “Alts for All: The Growth of Alternative Investments, Explained.”\n\nNasdaq. \"The Nasdaq Stock Market Tiers.\"\n\nNasdaq. \"NASDAQ Global Market Composite.\"\n\nNasdaq. \"NASDAQ Capital Market Composite.\"\n\nNasdaq. \"NASDAQ Global Select Market Composite.\"",
  "url": "https://www.investopedia.com/terms/n/nasdaq-smallcap-market.asp"
}