{
  "term": "Nasdaq 100 Index: What It Is, How It's Weighted and Traded",
  "definition": "The Nasdaq 100 Index is a collection of the 100 largest, most actively traded companies listed on the Nasdaq stock exchange. The index includes companies from diverse industries like manufacturing, technology, healthcare, and others. The index excludes those in the financial sector, like commercial and investment banks.\n\nFor inclusion in the Nasdaq 100 index, securities must be listed exclusively on a Nasdaq exchange. These can include common stocks, ordinary shares,American depositary receipts, and tracking stocks. They must also be nonfinancial and have traded for at least three months on an exchange.\n\nThe Nasdaq 100's liquidity criteria require that each security have a minimum average daily trading value of $5 million (measured over the previous three calendar months). There is no market capitalization requirement.\n\nThe Nasdaq 100 Index is constructed using a modified capitalization method. This method uses the individual weights of included items according totheir market capitalization.Weighting limits the influence of the largest companies and balances the index among all members.\n\nNasdaq reviews the composition of the index each quarter and adjusts the weights if the distribution requirements are not met.\n\nThe Nasdaq 100 Index comprises assets in various sectors, except financial services. There are eight total sectors, which are the following as of June 20, 2025:\n\nThe top 10 companies by weight in the Nasdaq 100 as of June 20, 2024, are as follows:\n\nNasdaq undertook a special rebalancing of the Nasdaq 100 index onJuly 24, 2023. The component companies' weights were rebalanced to address overconcentration in the index and make it less dependent on just a few large companies. Nasdaq's rules state that if stocks with a weight of more than 4.5% in the index collectively account for more than 48% of the index, then the index must be rebalanced.\n\nNasdaq has only undertaken a special rebalance twice before, in 1998 and 2011.The latest special rebalance was triggered by a recent rally in tech stocks and Tesla shares, which pushed the aggregate weight of the top five companies (Microsoft, Apple, Nvidia, Amazon, and Tesla) above the 48% threshold. The special rebalance reduced their weights and increased those of other companies like Alphabet, Meta Platforms, Netflix, and Costco.\n\nThe special rebalance was expected to impact the performance and volatility of the index and the individual stocks, as some investors were likely to adjust their portfolios to align with the new weights. However, an increase in volatility never materialized, but a short decline did. It's difficult to say whether this was due to the rebalance or if the index was simply following the rest of the market—which is more likely because prices began trading upward in October 2023 market-wide.\n\nThe Nasdaq 100 index is a list of the largest 100 companies by modified market cap trading on Nasdaq exchanges. You have many choices for gaining exposure to the index without buying the individual stocks included in the index.\n\nExchange-traded funds(ETFs), mutual funds, futures and options, or annuities all exist that mirror the performance of the Nasdaq 100. For the average investor, ETFs are generally the simplest and least risky means of gaining exposure to the companies in the index.\n\nThe Nasdaq 100 is made up of the 100 largest companies by modified market cap that trade on Nasdaq exchanges in the basic materials, consumer discretionary, consumer staples, healthcare, industrials, technology, telecommunications, and utilities sectors.\n\nNasdaq 100 is an abbreviated form of the Nasdaq 100 Index, the 100 largest non-financial companies by modified market cap trading on a Nasdaq exchange.\n\nIt depends on your market outlook, investing goals, and risk tolerance. It's best to speak to a financial advisor to learn if the Nasdaq 100 is right for your financial circumstances.\n\nThe Nasdaq 100 Index focuses on the largest 100 nonfinancial companies trading on Nasdaq exchanges. It is a diversified index providing a broad overview of the market, covering a variety of sectors. Investors seeking broad exposure to some of the world's largest companies can invest in the index via ETFs, mutual funds, futures and options, or annuities.\n\nNasdaq. \"Index Methodology: Nasdaq-100 Index,\" Pages 1-2.\n\nNasdaq. \"Index Methodology: Nasdaq-100 Index,\" Pages 4-5.\n\nNasdaq. \"Index Methodology: Nasdaq-100 Index,\" Pages 3-5.\n\nNasdaq. \"NDX Industry Breakdown.\"\n\nNasdaq. \"NASDAQ-100 Index Overview,\" Page 1.\n\nNasdaq. \"Nasdaq-100 Rebalance: What ETF Investors Should Know.\"\n\nNasdaq. \"How to Invest in the Nasdaq-100.\"",
  "url": "https://www.investopedia.com/terms/n/nasdaq100.asp"
}