{
  "term": "Nash Equilibrium: How It Works in Game Theory, Examples, Plus Prisoner’s Dilemma",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nNash equilibrium is a game theory state where a change in one participant's strategy will have no effect if all others' plans remain unchanged.\n\nNash equilibrium is a concept ingame theorywhere the game reaches a state that gives individual players no incentive to deviate from their initial strategy. The players know their opponents' strategy and can't deviate from their chosen strategy because it remains optimal.\n\nThus, if all players use their optimal strategies, an individual can receive no incremental benefit from changing actions, assuming that other players remain constant in their strategies. A game may have multiple Nash equilibria or none at all.\n\nNash equilibrium is named after its inventor,John Nash, an American mathematician. It is considered one of the most important concepts of game theory, which attempts to determine mathematically and logically the actions that participants of a game should take to secure the best outcomes for themselves.\n\nThe reason why Nash equilibrium is considered such an important concept of game theory relates to its applicability. The Nash equilibrium can be incorporated into a wide range of disciplines, from economics to social sciences.\n\nTo quickly find the Nash equilibrium or see if it even exists, reveal each player’s strategy to the other players. If no one changes their strategy, then the Nash equilibrium is proven.\n\nNash equilibrium is often compared to dominant strategy,both being strategies of game theory. The Nash equilibrium states that the optimal strategy for an actor is to stay the course of their strategy while knowing the opponent’s strategy, and that all players maintain the same strategy.\n\nDominant strategy asserts that the chosen strategy of an actor will lead to better results out of all the possible strategies that can be used, regardless of the strategy that the opponent uses.\n\nAll models of game theory only work if the players involved are “rational agents,” meaning that they desire specific outcomes, attempt to choose the most optimal outcome, incorporate uncertainty in their decisions, and are realistic in their options.\n\nBoth terms are similar but slightly different. Nash equilibrium states that nothing is gained if any of the players change their strategy while all of the other players maintain their strategy. Dominant strategy asserts that a player will choose a strategy that will lead to the best outcome regardless of the strategies that the other players have chosen.\n\nImagine a game between Tom and Sam. In this simple game, both players can choose strategy A, to receive $1, or strategy B, to lose $1. Logically, both players choose strategy A and receive a payoff of $1.\n\nIf you revealed Sam’s strategy to Tom and Tom's to Sam's, each would likely maintain strategy A because neither has an option to change to a strategy that would benefit them more. Knowing the other player’s move means little and doesn’t change either player’s behavior. Outcome A represents a Nash equilibrium.\n\nTheprisoner’s dilemmais a common situation analyzed in game theory that demonstrates the Nash equilibrium. In this game, two criminals are arrested and each is held in solitary confinement with no means of communicating with the other. The prosecutors do not have the evidence to convict the pair, so they offer each prisoner the opportunity to either betray the other by testifying that the other committed the crime or remain silent.\n\nIf both prisoners betray each other, each serves five years in prison. If A betrays B but B remains silent, prisoner A is set free and prisoner B serves 10 years in prison, and vice versa. If each remains silent, then each serves just one year in prison.\n\nIn this example, the Nash equilibrium is for both players to betray each other. Even though mutual cooperation leads to a better outcome if one prisoner chooses mutual cooperation and the other does not, one prisoner’s outcome is worse.\n\nNash equilibrium in game theory is a situation in which a player will continue with their chosen strategy, having no incentive to deviate from it, after taking into consideration the opponent’s strategy.\n\nTo find the Nash equilibrium in a game, one would have to model out each of the possible scenarios to determine the results and then choose what the optimal strategy would be. In a two-person game, this would take into consideration the possible strategies that both players could choose. If neither player changes their strategy, knowing all of the information, a Nash equilibrium has occurred.\n\nNash equilibrium is an important concept because it demonstrates the state at which players in a game cannot benefit from changing their strategies.\n\nThe Nash equilibrium is a component of game theory that asserts that a player will continue with their chosen strategy while knowing their opponent’s strategy, as they have no incentive to change course.",
  "url": "https://www.investopedia.com/terms/n/nash-equilibrium.asp"
}