{
  "term": "National Securities Markets Improvement Act (NSMIA) Overview",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe National Securities Markets Improvement Act is a law passed in 1996 that sought to simplify securities regulation in the U.S. by apportioning more regulatory power to the federal government.\n\nThe National Securities Markets Improvement Act (NSMIA) amended the Investment Company Act of 1940 and the Investment Advisers Act of 1940 and went into effect on Jan. 1, 1997. Its main consequence was to increase the authority of federal regulators at the expense of their state-level counterparts, a change that was expected to increase the efficiency of the financial services industry.\n\nPrior to the NSMIA, state-levelBlue Sky laws, which were passed in order to protect retail investors from scams, were considerably more powerful. However, because the securities subject to this regulation were already subject to hefty federal regulation, it's likely these laws slowed things down in the market. The NSMIA reduced the amount of interplay between competing regulatory agencies by transferring most of the state's regulatory power to the federal government, namely theSecurities and Exchange Commission(SEC).\n\nThe law states that\"covered\" securitiesare exempt from having to pass through the state's regulatory agencies. Today, most stocks traded in the U.S. are considered covered securities. In addition to the offers and sales of certain exempt securities, the NSMIA defines \"covered\" securities as securities that:\n\nBefore the NSMIA was enacted in 1996, the states' blue sky laws had significant regulatory power over capital formation in the securities market. The term \"blue sky law\" is said to have originated in the early 1900s, gaining widespread use when a Kansas Supreme Court justice declared his desire to protect investors from speculative ventures that had \"no more basis than so many feet of 'blue sky.'\"\n\nThis law proved to be particularly necessary after thestock market crash in 1929. There was much uncertainty during this time and investors didn't have full trust that the stocks they were investing in were legitimate. In fact, many companies issued stock, promoted real estate, and other investment deals while making lofty, unsubstantiated claims of greater profits to come. At this time, the SEC did not yet exist and there was little regulatory oversight of the investment and financial industry as a whole.\n\nHowever, since the creation of the SEC and advancements in technology andledgersystems, blue sky laws simply duplicate the regulatory measures imposed by the SEC which can slow down capital formation, particularly among smaller businesses.\n\nU.S. Congress. \"National Securities Markets Improvement Act of 1996,\" Page 4. Accessed July 22, 2021.",
  "url": "https://www.investopedia.com/terms/n/nsmia.asp"
}