{
  "term": "National Association of Real Estate Investment Trusts (Nareit)",
  "definition": "The National Association of Real Estate Investment Trusts (Nareit) is a trade association that represents the interests ofreal estate investment trusts (REITs)and other public companies that deal with the U.S.real estatemarket.\n\nNareit was established in 1960 as a result of changes in U.S. legislation that opened up real estate investing to smaller investors. The organization is based in Washington, D.C., and advocates on behalf of the REIT-based and real estate investment industry with investors and policymakers. It publishes research and regularly holds educational events and conferences.\n\nNareit is a trade organization based in Washington, D.C. It represents the interests of the real estate and real estate investment industry, including commercial equity REITs, mortgage REITs, REITs traded on majorstock exchanges, public non-listed REITs, and private REITs. According to the organization, REITs own over $3.5 trillion in gross assets across the United States.\n\nThe organization's mission is to advocate for REIT-based real estate investment with policymakers and the global investment community and ensure that everyone has the opportunity to benefit fromreal estate investment. It alsolobbiesfor the industry by representing its interests to American and global legislators and policymakers.\n\nNareit represents over 200 member organizations that collaborate to make investing in income-producing real estate simpler and more accessible through the purchase of stock. Individuals can access comprehensiveindustrydata that is regularly produced and published by Nareit. They can also attend Nareit-sponsored events and conferences about the real estate industry and the performance of member REITs.\n\nNareit is run by an independent executive board, which is responsible for keeping the organization on track toward its goals, including budgeting and planning. Board members come from a variety of areas within the industry and many of them head REITs and other real estate investment companies. Members of the organization's executive team, which is led by the president andchief executive officer (CEO), are also part of the executive board.\n\nNareit is made up of a community of industry professionals, academics, and companies that work together to promote the real estate industry and REITs.\n\nNareit is partnered with several foreign entities in its political endeavors. The most prominent relationship is with theFTSE Groupand the European Public Real Estate Association. These groups established the FTSE EPRA/Nareit Global Real Estate Index Series, which highlights general trends in eligible real estate equities worldwide.\n\nIn October 2016, Nareit created a Real Estate Sustainability Council to increase its focus on promoting sustainability andenvironmental, social, and governance (ESG)best practices.\n\nNareit functions as an advocate for REITs and public real estate companies, representing them in legislative matters as well as matters of public policy.\n\nA large part of what it does is to inform the investing community about REITs, their purpose, and how these investments are managed. Nareit works to educate the community domestically and internationally, even extending its efforts to include governments.\n\nThe organization operates at the highest levels of the U.S. and other governments, working with them in real estate legislation and policy decisions.\n\nIndividuals and corporations can become members of Nareit. Some of the benefits for corporate members include exclusive access to investors, increased visibility, advocacy across all levels of government, access to bleeding-edge real estate research, and savings and events only available to members.\n\nIndividual members need to bestakeholdersin the REIT industry. With over 1,200 members, Nareit's individual membership receives access to investment research, members savings, and visibility enhancement. Individual membership is not limited to REIT owners and can include the professionals who support, service, and invest in REITs.\n\nCorporations must be REIT-based in the U.S., a REIT in a country with REIT legislation, or a listed real estate company in order to become a member of Nareit.\n\nNareit is the leading producer and sponsor of research, publications, and conferences on REIT investment, and also publishes news, data, and industry perspectives. For instance, Nareit publishes:\n\nIt also compiles a group ofindexes, which provide real-time and monthly updates on publicly-traded REITs,equity REITs, and mortgage REITs.\n\nThe organization alsohonorsthe achievements and contributions of its members and industry professionals with the annual Investor CARE (Communications & Reporting Excellence) Awards for corporate excellence in investor relationships, Leader in the Light Awards for member companies demonstrating superior sustainability practices, and the Leadership and Industry Achievement Awards for outstanding contributions to the industry.\n\nOn Sept. 14, 1960, President Dwight D. Eisenhower signed legislation that created a new approach to income-producing real estate investment. The move would help smaller investors take advantage of investing in the real estatemarketsomething that was generally only available for large, commercial entities. The National Association of Real Estate wasincorporatedthe next day as a way to represent REITs and real estate-based investment companies.\n\nThe organization was known in the industry as NAREIT until 2017 when it wasrebrandedas Nareit. The organization said it rebranded to reflect changes within the industry, notably \"a new era for our industry defined by the introduction of the new GICS Real Estate Sector and the growth and globalization of the industry.\" According to Nareit, changing itsbrand identityallowed it to educate the investment industry about REITs.\n\nREITs can be a good investment depending on the investor's individual goals and tolerance for risk. REITs, for many, can be a good way to invest in the real estate industry while remaining liquid and without the overhead of the classic real estate investment: the home purchase. REITs typically pay substantial dividends but can fluctuate in prices rapidly.\n\nThere is no average return measurement for REITs primarily because they operate in different sectors. For example, a REIT with broad exposure to all commercial real estate may fare better if there was a dip in mortgage income. In this scenario, a broader REIT would outperform a REIT invested in residential mortgages.\n\nA REIT can perform well during a recession if it invests in real estate holdings that are not affected by the market downturn. Some areas of real estate can outperform the general market during a recession. But REITs would underperform compared to a market index (such as the S&P500) if a recession hit the real estate sector particularly hard.\n\nREITs can be better than stocks in some ways, and less attractive in others. Investors typically don't choose one or the other. Instead, they often opt for a combination of both and consider their REIT exposure their exposure to the real estate market without thinking about the general equities market. Although they are traded on the same exchanges, REITs serve different purposes, and a REIT is closer to an exchange traded fund (ETF) than an individual company's stock.\n\nSome of the disadvantages of a REIT are high expense ratios, lack of investor input, and lack of owner-initiated property enhancement. Investors trade the higher liquidity of a REIT with owning a property outright. But that investor can't make enhancements, such as adding a new roof or electrical to enhance the property's value. REITs themselves can sometimes suffer from a lack of market liquidity, but those issues tend to be reserved for smaller REITs that are not heavily traded.\n\nNareit. \"Nareit Leadership Team.\"\n\nNareit. \"Committees, Subcommittees and Councils.\"\n\nNareit. \"History of REITs & Real Estate Investing.\"\n\nNareit. \"REIT Industry Timeline.\"",
  "url": "https://www.investopedia.com/terms/n/nareit.asp"
}