{
  "term": "National Market System (NMS): Definition, Functions, Regulation",
  "definition": "The National Market System (NMS) promotes free market transparency by regulating how all major exchanges disclose and execute trades. It is the system forequitytrading and order fulfillment in the U.S. that consists of trading, clearing, depository, and quote distribution functions. The NMS governs the activities of all formal U.S. stockexchangesand the NASDAQ market.\n\nThe National Market System, which was created by the Securities Acts Amendments of 1975, is overseen by theNational Association of Securities Dealers(NASD) andNASDAQ. The NMS governs exchange-based trading, such as on theNew York Stock Exchange, and OTC trading on the NASDAQ. For practical purposes, the NASDAQ is considered an exchange, even though the negotiations occur directly among market markers.\n\nTo facilitate the fair distribution of information, the NMS requires that exchanges makebidsand offers (ask price) available and visible to bothretail and institutional investors. The advantages are an increase inliquidityand better prices. However, the system makes it difficult for institutions and large investors to execute large trades unnoticed. Some people argue that this visibility has pushed such trading off-exchange, fueling the expansion of private exchanges, calleddark pools.\n\nOn December 9, 2020, the Securities and Exchange Commission (SEC) adopted new rules intended to modernize the infrastructure for the collection, consolidation, and dissemination of market data for exchange-listed national market system stocks. Among other adopted rules, the SEC has updated and expanded the content of NMS market data. Read more about these new ruleshere.\n\nNASDAQ is the highest of four levels ofover-the-counter(OTC) trading where companies must meet specific criteria of capitalization, profitability, and trading activity. Also, NASDAQ provides more comprehensiveintradaytrading information that is available for the lower levels of OTC stocks. Information includes last-sale prices, daily high and low prices, cumulative volume, and bid and ask quotes. Here,market makersmust report actual transacted prices and share sizes within 90 seconds of the transaction. This requirement contrasts with the non-real-time reporting for non-NMS, lower tier OTC stocks.\n\nThe NASDAQ, while still a decentralized system for over-the-counter stock trading, is a virtual exchange with all the regulations, requirements, and safeguards that come withclearing houses. Other OTC markets have considerably fewer rules and safeguards.\n\nOTC markets break down into three tiers, called theOTCQX,OTCQB, andPink Sheets. Listing requirements decrease with each level. Also, all of these markets are less stringent than exchanges covered by the National Market System.\n\nTheSecurities and Exchange Commission(SEC) saw a need to strengthen the NMS and account for changing technology. In 2005, they issued theRegulation National Market System(Reg NMS), which contains four main components.\n\nProbably most important of these rules was the order protection, ortrade through, provision. Trade executions are provided at the best price, no matter where that lowest price is available.\n\nCritics complained that it requirestradersto transact on a trading venue that had the lowest price, even though they would prefer doing business on the site with the fastest execution or the best reliability. The feeling was that it would result in worse outcomes for institutional orders with all costs factored in.",
  "url": "https://www.investopedia.com/terms/n/nms.asp"
}