{
  "term": "National Stock Exchange of India Limited (NSE): What It Is and How It Works",
  "definition": "The National Stock Exchange of India (NSE) is India’s largest financial market. Incorporated in 1992 and launched in 1994, the NSE has developed into a sophisticated electronic market.\n\nAs of November 2024, the NSE was the seventh-largest stock exchange in the world, as measured bymarket capitalization.\n\nIn January 2024, its market capitalization and that of theBombay Stock Exchange (BSE)combined reached $4.33 trillion, making India the fourth-largest stock market in the world, passing Hong Kong.\n\nTrading on the NSE commenced in 1994 with the launch of the wholesale debt market and then a cash market segment shortly thereafter. Today, the NSE conducts transactions in theequity, wholesaledebt, andderivative markets.\n\nThe NSE offers a solid market infrastructure and is seen as a driving force behind India’s economic growth. Its high standards of operation and corporate governance underscore the attention it places on investor protection and access to capital.\n\nThe NSE maintains market indices that track various market capitalizations, volatility, specific sectors, and factor strategies. One of the more popular of these indexes is theCNX Nifty 50 Index, the first of more than 400 Nifty-branded investments offered by the NSE.\n\nThe Nifty 50 Index tracks the largest and most liquid assets in the Indian equity market. It’s composed of 50 companies and covers 15 sectors of the Indian economy.\n\nU.S. investors can gain exposure to the index by investing in anexchange-traded fund (ETF)that tracks it, such as the iShares India Index ETF (XID).\n\nIn March 2025, the NSE’s market capitalization was $4.8 trillion. The value of equity shares traded for that month was $214.99 billion.\n\nThe CNX Nifty 50 Index should not be confused with the compiled list known as theNifty Fifty. The Nifty Fifty is not a benchmark index but does contain the names of companies with global reach, strong balance sheets, and consistent growth.\n\nThe number of companies listed on India’s National Stock Exchange in March 2025.\n\nThe NSE is located in Mumbai and is owned by a group of India’s leading financial institutions.It was established to bring greater transparency to the Indian capital market.\n\nIt was the first exchange in India to provide fully automatedelectronic tradingand the first with an electroniclimit order bookto tradederivativesand ETFs.\n\nSince its inception, its focus on modern trading systems has delivered to investors a securities market that’s efficient, transparent, and growing in popularity.\n\nThe exchange supports more than 3,000very small aperture terminals (VSATs), making the NSE the largest private wide-area network in the country.\n\nAshishkumar Chauhan is the managing director and CEO of the exchange.\n\nThe NSE is a premier marketplace for companies that wish to list on a major exchange. The sheer volume of trading activity and application of automated systems promote greater transparency in trade matching and the settlement process.\n\nThis in itself can boost visibility in the market and lift investor confidence. Using cutting-edge technology also allows orders to be filled more efficiently, resulting in greaterliquidityand accurate prices.\n\nThe NSE was established in 1992 but didn’t commence operations until 1994.\n\nThe exchange believes its purpose is to improve the financial well-being of people. Key characteristics are reliability, expertise, innovation, and trust.\n\nThe roles that the Indian stock exchange sees for itself are “exchange, regulator, index provider, data and analytics, IT services, educator, and market developer.”\n\nIndia’s National Stock Exchange has grown steadily in value and popularity. It is the largest stock exchange in India, followed by the BSE.\n\nIn January 2024, India became the fourth-largest stock market in the world when the combined market capitalization of the NSE and the BSE reached $4.33 trillion.\n\nNational Stock Exchange of India. “History & Milestones.”\n\nForbes India. “Top 10 Largest Stock Exchanges in the World by Market Cap.”\n\nBloomberg. “India Tops Hong Kong as World’s Fourth-Largest Stock Market.”\n\nNational Stock Exchange of India. “About NSE Indices.”\n\nNSE Indexogram. “Nifty 50.” Page 1.\n\nBlackRock. “XID: iShares India Index ETF.”\n\nWorld Federation of Exchanges, Focus. “Market Statistics—May 2025.” Select “Domestic Market Capitalization.”\n\nWorld Federation of Exchanges, Focus. “Market Statistics—May 2025.” Select “EOB Value Traded.”\n\nWorld Federation of Exchanges, Focus. “Market Statistics—May 2025.” Select “Listed Companies.”\n\nNational Stock Exchange of India. “Corporate & Branch Office.”\n\nAppreciate. “What Is the Difference Between NSE and BSE?”\n\nNational Stock Exchange of India. “Board of Directors.”\n\nNational Stock Exchange of India. “Purpose, Vision & Values.”",
  "url": "https://www.investopedia.com/terms/n/national_stock_exchange.asp"
}