{
  "term": "National Housing Act: Overview, Impact, Criticisms",
  "definition": "The National Housing Act was a piece of legislation passed by Congress in 1934 that was intended to strengthen the residential real estate market and promote homeownership. A cornerstone of theNew Deal, the act established theFederal Housing Administration (FHA), which, by creating a federally guaranteed mortgage insurance program, allowed banks to issue lower-cost loans and make them more accessible to more people.\n\nThe National Housing Act was one of the most important and lasting pieces of legislation to be enacted during theGreat Depressionof the 1930s, when the Franklin D. Roosevelt administration drafted and Congress passed a series of new laws expanding the power of the federal government to influence the American economy and American standard of living. Its primary purpose was to improve housing standards and conditions, provide a method of mutual mortgage insurance, and reduceforeclosureson family homes.\n\nThe housing market was in dire need of intervention during the Great Depression. In 1932, as many as 1,000 homeowners were defaulting on theirmortgagesevery day, and by 1933, fully half of all mortgages in the United States were in arrears. Foreclosures were skyrocketing.\n\nHome financing, in general, was not available to the typical American, as loan terms were onerous, with the typical mortgage requiring a 50%down paymentand fullrepaymentafter five years. There was noamortizationon the loans, either. In effect, they were basicallyballoon mortgages.\n\nThe law created two major agencies: theFederal Savings and Loan Insurance Corp. (FSLIC), which insured savings and loans account holders’ deposits (subsumed by theFederal Deposit Insurance Corp. (FDIC)in 1989), and the FHA, which insured mortgagelenders(banks, thrifts, etc.) against the threat of borrowerdefaulton their loans, in return for a small fee. If a borrower defaulted, then the FHA would pay the lender a specified claim amount. To qualify, a lender had to meet certain specific qualifications. Over time, the term “FHA-approved lender” has become a mark of distinction for a bank.\n\nThe underlying idea behind the program was that by providing insurance to lenders, more individuals would ultimately qualify for mortgages—and buy homes. And it worked. Once mortgage lenders knew the government would guarantee their loans, it enabled them to offer more generous terms, like requiring just 20% down and repayment terms of 20 to 30 years. The FHA was successful at stabilizing and then stimulating national housing markets and extending housing credit to Americans for whom homeownership had once been out of reach.\n\nUnlike many other New Deal programs, lawmakers in Washington saw a purpose for the FHA even after the worst effects of the Great Depression had dissipated. In 1965, the FHA was incorporated into the newly formedDepartment of Housing and Urban Development (HUD).\n\nFHA loans—mortgages insured by the FHA and issued by an FHA-approved lender—still exist today. Designed for low- to moderate-income borrowers, they require a lower minimum down payment and lowercredit scoresthan many conventional mortgages.They are especially popular with first-time homebuyers.\n\nWhile the creation of the FHA was a boon to many Americans, it also left out many of them—particularly African Americans and other racial minorities.\n\nIn the 1930s, ’40s, and ’50s, the FHA focused its financing insurance efforts on new communities and suburbs being built on the edges of the country’s urban centers, while also refusing to lend to people wishing to buy homes in certain neighborhoods. In fact, the FHA would designate certain areas as “risky”—mainly on the basis of their racial component—and deny its federal mortgage backing on homes in these areas. This process was known asredliningbecause officials and lenders would literally draw a red line on a map around the neighborhoods in which they would not invest, due to demographics.\n\nBlack inner-city neighborhoods were the ones most likely to be redlined. But any quarter anywhere near a predominantly African-American community often got redlined, too.\n\nAnd those new subdivisions and developments that the FHA was so eager to subsidize? It often did so with a requirement that none of the homes be sold to African Americans, or be sold to Whites only.\n\nRedlining practices were sometimes justified on the grounds that the Black or minority neighborhoods were poorly maintained and hence, homes in them were bad investments. As for the new suburbs, the justification was that if African Americans bought homes in or near them, the property values of the homes would decline, putting loans at risk—an assertion that had little empirical evidence behind it.\n\nTheCivil Rights Actof 1964 and theFair Housing Act, passed in 1968, helped end these practices—at least in terms of official government policy. However, by locking millions of Americans out of homeownership for generations, they contributed significantly to the disparities and inequities in wealth and wealth building among races that exist today.\n\nThe National Housing Act was the first—but not the last—government effort to stabilize the housing market during times of economic crisis. Here are some government programs that succeeded it.\n\nTheHousing and Economic Recovery Act (HERA)was drafted to address the fallout from thesubprime mortgage crisisof 2007–08. The act allowed the FHA to guarantee up to $300 billion in new 30-year fixed-rate mortgages forsubprime borrowers. It allowed states to refinance subprime loans with mortgage revenue bonds and offered a refundable tax credit for qualifiedfirst-time homebuyers.\n\nHERA was ultimately intended to renew public faith in the troubledgovernment-sponsored enterprises (GSEs)that deal in home loans—namelyFannie MaeandFreddie Mac. It created theFederal Housing Finance Agency (FHFA)to put these two major buyers and backers of mortgages under conservatorship.\n\nAlthough it didn’t stave off theGreat Recession, which ensued from the mortgage crisis, HERA did ultimately help restore confidence in the GSEs and set important precedents in low-income housing tax credits.\n\nHOPE for Homeowners was a federal aid program established by HERA that was designed to help homeowners in financial distress as a result of the collapse of thesubprime mortgage marketin 2007–08. Operational from October 2008 to September 2011, it allowed financially distressed homeowners close to default torefinancetheir mortgages into affordable 30-year or even 40-yearfixed-rateloans. These were among the loans that the FHA was allowed to guarantee. The idea was that lenders would write down theprincipalbalance of the loans to help people refinance and lower their mortgage payments.\n\nThe Fair Housing Act is also known as the Civil Rights Act of 1968 or Title VII of the Civil Rights Act.\n\nThe National Housing Act helped people buy homes; the HOPE program aimed to enable people to keep their homes. It was more of a direct bailout than the National Housing Act.\n\nOn March 18, 2020, as the U.S. went into lockdown due to the COVID-19 pandemic, the FHA and the FHFA implemented foreclosure moratoriums for single-family homeowners whose mortgages are FHA-insured or backed by Fannie Mae or Freddie Mac. Mortgageforbearancewas also put in place. These moratoriums have been renewed repeatedly.\n\nIn February 2021, President Biden extended the enrollment period for mortgage payment forbearance for government-backed loans until Sept. 30, 2021, and extended the period of mortgage payment forbearance available to borrowers who entered forbearance before June 30, 2020, by up to six months.\n\nThe National Housing Act did help millions. By the end of the 1930s, “12,000,000 people have been enabled to improve their housing standards and conditions under the FHA program, including [new home purchases and] the modernization and repair provisions of the National Housing Act,” the Sixth Annual Report of the Federal Housing Administration (FHA) noted in 1939.\n\nOn the other hand, the FHA adopted rules that confirmed existing patterns of racial discrimination in lending and segregation in housing. Many Black, Latinx, and other non-White Americans neither benefited from its programs nor were eligible to receive its insured loans or move into neighborhoods that it helped subsidize.\n\nThe Housing Act of 1949 was passed to help address the decline of urban housing following the post-World War II exodus to the suburbs. A part of the Harry Truman administration’s “Fair Deal,” it provided governance over how government financial resources would shape the growth of American cities, specifically by increasing the FHA’s mortgage insurance—thus making home financing and homeownership more widespread—and providing federal funds for slum clearance and public housing projects, committing the government to build 810,000 new units.\n\nThe consensus is that the act mostly failed, in part because large-scale slum clearance proved a crude and largely unworkable redevelopment method. Urban renewal also failed because concerns over social equity, such as where to house dislocated people, were inadequately addressed. Twenty-five years after the act’s passage, many observers concluded that public housing and urban renewal programs were fostering the slums and blight that they were meant to eradicate.\n\nHowever, the act’s homeownership goals were, by and large, met successfully: Expanding FHA authorization did make it easier for many Americans to own homes—although FHA guidelines did still discriminate against non-White borrowers.\n\nThe Fair Housing Act of 1968 outlaws discrimination against home renters and buyers by landlords, sellers, and lenders on account of their race, color, religion, national origin. (Later amendments added sex, disability, and familial status.) The act is enforced by the U.S. Department of Housing and Urban Development (HUD).The U.S. Department of Justice can file suit under the act if there is apattern or practice of discriminationor where a denial of rights to a group raises an issue of general public importance.\n\nStates can enhance—but cannot reduce—the protections under the Fair Housing Act.\n\nDespite the historic nature of the Fair Housing Act, and its stature as the last major act of legislation of the civil rights movement, housing remained segregated and discrimination continued in many regions of the U.S.\n\nIn 1974, the federal government expanded the Fair Housing Act of 1968 to include protections for gender.In 1988, Congress passed the Fair Housing Amendments Act, which expanded the law to prohibit discrimination in housing based on disability or family status, strengthening protections for pregnant women and minor children.Various state and local jurisdictions have added specific protections for sexual orientation and other categories.\n\nThe National Housing Act was a landmark piece of legislation. Its main accomplishment, the FHA, remains an important part of the U.S. housing finance system, providing mortgage insurance and other subsidies that make loans possible to thousands of low- and middle-income Americans each year. Through the agency it created, the National Housing Act was instrumental in homeownership becoming part of the American Dream. Unfortunately, that same agency also helped to deny the dream to many Americans and created a legacy of redlining andincome inequality.\n\nU.S. Department of Housing and Urban Development, HUD User. “HUD’s Historical Timeline.”\n\nU.S. Department of Housing and Urban Development. “HUD History.”\n\nU.S. Department of Housing and Urban Development. “Let FHA Loans Help You.”\n\nFRASER (Federal Reserve Archival System for Economic Research), Federal Reserve Bank of St. Louis. “Federal Reserve Bulletin: Volume 77, Number 11,” Pages 864–872 (Pages 22–30 of PDF).\n\nGovinfo, U.S. Government Publishing Office. “Role of the Federal Housing Administration (FHA) in Addressing the Housing Crisis.”\n\nFederal Housing Finance Agency. “Fannie Mae and Freddie Mac.”\n\nU.S. Department of Housing and Urban Development Archives. “Basic Facts for Lenders About the HOPE for Homeowners Program.”\n\nU.S. Department of Housing and Urban Development. “History of Fair Housing.”\n\nFederal Housing Finance Agency. “FHFA Extends Availability of COVID-19 Multifamily Forbearance.”\n\nThe White House. “Fact Sheet: Biden Administration Announces Extension of COVID-⁠19 Forbearance and Foreclosure Protections for Homeowners.”\n\nThe Living New Deal. “National Housing Act (1934).”\n\nGovinfo, U.S. Government Publishing Office. “Housing Act of 1949 (Section 2 and Title V).”\n\nU.S. Department of Justice. “The Fair Housing Act.”\n\nCongress.gov, U.S. Congress. “H.R.1158 — Fair Housing Amendments Act of 1988.”",
  "url": "https://www.investopedia.com/terms/n/national-housing-act.asp"
}