{
  "term": "National Association of Federally-Insured Credit Unions(NAFCU)",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatie Miller is a consumer financial services expert. She worked for almost two decades as an executive, leading multi-billion dollar mortgage, credit card, and savings portfolios with operations worldwide and a unique focus on the consumer. Her mortgage expertise was honed post-2008 crisis as she implemented the significant changes resulting from Dodd-Frank required regulations.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe National Association of Federally-Insured Credit Unions (NAFCU) is an industry trade group founded in 1967 to represent the interests offederal credit unions, and promote the success and efficiency of the industry. Its membership is made up of both large and small credit unions.\n\nNAFCU represents 72% of total federal credit union (FCU) assets and 51% of all FICU assets. NAFCU’s membership includes over 180 federally-insured state-chartered credit unions (FISCUs). Its activities include representing, informing, educating, and assisting its members regarding industry issues. Headquartered in Arlington, Va., one of its main purposes is to influence the laws and regulations affecting federal credit unions.\n\nThe National Association of Federally-Insured Credit Unions (NAFCU) is a trade group for federal credit unions. Federal credit unions are similar to banks, but are owned by their members and are organized under federal rather than state law. They are regulated by the National Credit Union Administration, and members' deposits are protected by the National Credit Union Share Insurance Fund, which is similar to FDIC insurance.\n\nThe Federal Credit Union system was established by the Federal Credit Union Act in 1934 to promote savings and the financing of homeownership and other productive purposes. Credit Unions that are recognized by the federal government through the National Credit Union Administration (NCUA), an independent federal agency, are tax-exempt under Section 501(c)14 of the United StatesInternal Revenue Code.\n\nThough federal credit unions don’t earn income and pay no corporate income tax, they are required to pay fees to fund regulatory functions and deposit insurance. Federal credit unions are also required to report their finances to the NCUA at least once per year, but they also may be required to report more than once per year.\n\nThe NAFCU was formed in 1967, and its first major policy victory was the establishment of the National Credit Union Share Insurance Fund, which is the deposit insurance program for credit unions.\n\nThe next big policy battle for the NAFCU was in the 1990s when the organization fought off efforts to roll back deposit insurance for credit unions. It also took great interest in theDodd-Frankfinancial reform legislation, fighting efforts to make credit unions subject to oversight by the Consumer Financial Protection Bureau.\n\nThe National Association of Federal Credit Unions argued that due to credit unions’ non-profit and member-owned structure, they do not deserve the same level of scrutiny as for-profit banks and that compliance with CFPB regulations would be unduly burdensome.\n\nNational Association of Federal Credit Unions. \"2019 NAFCU Report Credit Unions.\" Page 7.\n\nNational Association of Federal Credit Unions. \"Federal Advocacy.\"\n\nNational Association of Federal Credit Unions. \"Consumer Resources.\" Accessed April 26, 2021.\n\nNational Association of Federal Credit Unions. \"Credit Union Tax Exemption.\"\n\nMyCreditUnion.gov. \"Federal Credit Union Act.\"\n\nNational Association of Federal Credit Unions. \"Share Insurance Fund Overview.\"",
  "url": "https://www.investopedia.com/terms/n/national-association-federal-credit-unions.asp"
}