{
  "term": "Nationalization: Definition and How It Works in the Oil Industry",
  "definition": "Nationalization refers to the action of a government taking control of a company or industry, which generally occurs without compensation for the loss of thenet worthof seized assets and potential income. The action may be the result of a nation's attempt toconsolidate power, resentment of foreign ownership of industries representing significant importance to local economies or to prop up failing industries.\n\nNationalization is more common in developing countries.Privatization, which is the transfer of government-run operationsinto the private business sector, occurs more frequently in developed countries.\n\nNationalization is one of the primary risks for companies doing business in foreign countries due to the potential of having significant assets seized without compensation. This risk is magnified in countries with unstable political leadership and stagnant or contracting economies. The key outcome of nationalization is the redirection of revenues to the country’s government instead of private operators who may export funds with no benefit to the host country.\n\nThe oil industry has experienced nationalization actions for decades, dating back to Mexico’s nationalization of the assets of foreign producers such as Royal Dutch and Standard Oil in 1938 and Iran's nationalization of the assets of Anglo-Iranian 1951. The result of Mexico's nationalization of foreigners’ oil assets was the creation of PEMEX, which is one of the largest oil producers in the world.After the nationalization of Anglo-Iranian, Iran's economy fell into disarray, and Britain was allowed back in as a 50% partner a few years later. In 1954, Anglo-Iranian was renamed the British Petroleum Company.\n\nIn 2007, Venezuela nationalized Exxon Mobil’s Cerro Negro Project and other assets. Seeking $16.6 billion in compensation, Exxon Mobil was awarded approximately 10% of that amount by a World Bank arbitration panel in 2014.\n\nThe United States has technically nationalized several companies, usually in the form of a bailout in which the government owns a controlling interest. The bailouts of AIG in 2008 and General Motors Company in 2009 amounted to nationalization, but the U.S. government exerted very little control over these companies. The government also nationalized the failing Continental Illinois Bank and Trust in 1984, finally selling it to Bank of America in 1994.\n\nDespite the temporary nature of most nationalization actions in the United States, there are exceptions. Amtrak was transferred to government ownership after several railroad companies failed in 1971.After the terror attacks of Sept. 11, 2001, the airport security industry was nationalized under theTransportation Security Administration (TSA).\n\nChang, Roberto and et al. \"Privatization and Nationalization Cycles.\"The World Bank Policy Research, Working Paper 5029, August 2009, pp. 1-57.\n\nOffice of the Historian (Archive). \"Mexican Expropriation of Foreign Oil, 1938.\"\n\nRonald W. Ferrier and J. H. Bamberg. \"The History of the British Petroleum Company; Volume 2: The Anglo-Iranian Years 1938-1954.\" Cambridge University Press, 1994.\n\nU.N. Trade and Development, Investment Dispute Settlement Navigator. \"2007, Mobil and Others v. Venezuela.\"\n\nHerbert Smith Freehills. \"Exxon Mobil is Awarded US$1.6 billion in ICSID Claim Against Venezuela – To Be Set Off Against Award in Parallel Contractual Arbitration.\"\n\nFederal Reserve History. \"Continental Illinois: A Bank That Was Too Big to Fail.\"\n\nThe Eno Center for Transportation. \"Amtrak at 50: The Rail Passenger Service Act of 1970.\"\n\nU.S. Department of Homeland Security. \"Transportation Security.\"",
  "url": "https://www.investopedia.com/terms/n/nationalization.asp"
}