{
  "term": "National Average Wage Index (Nawi): Meaning, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe National Average Wage Index (NAWI) is a measure of U.S. wage trends calculated annually by theSocial Security Administration (SSA). The NAWI is dependent on income subject to federal income taxes and contributions todeferred compensation plans.\n\nThe SSA primarily uses the National Average Wage Index to index retirement and insurance benefits in the United States. It is also used to update several factors in the operation of theOld-Age, Survivors, and Disability Insurance (OASDI) program.\n\nThe National Average Wage Index provides insight into the direction of wage trends and may alert policymakers to wage inflation, which might impact the Federal Reserve’s decision to raise interest rates. Raising interest rates typically has a negative effect on bond and equity markets and slows inflation. Alternately, if wage inflation is decreasing, the Federal Reserve may lower rates, which helpsstimulate the economyand labor market.\n\nSo-calledwage push inflationis an overall rise in the cost of goods that results from a rise in wages. To maintaincorporate profitsafter an increase in wages, employers must increase the prices they charge for the goods and services they provide. The overall increased cost of goods and services has a circular effect on the wage increase; eventually, as goods and services in the market overall increase, higher wages will be needed to compensate for the increased prices ofconsumer goods.\n\nThe 2021 National Average Wage Index is calculated by multiplying the previous year's NAWI by the change in average wages from the previous two years (based on the SSA’s average wage data).\n\nFor example, the 2021 NAWI would be calculated by multiplying the 2020 NAWI by the change in the average wage from 2020 to 2021. The SSA website lists the NAWI levels between 1951 and the current year.\n\nThe national average wage index for 2021, 8.89% higher than it was in 2020.\n\nWage indexing is used by Social Security to adjust an individual’s earning history toinflation. An individual is first eligible for retirement benefits at age 62. However, earnings are indexed to the average wage level of the year the individual turned 60. Therefore, a 62-year-old individual would have their earnings indexed to the average wage level two years prior to eligibility, or age 60. From age 60, the indexing factor equals one. To calculate the indexing factor of a specific year before an individual turns 60, divide the average wage for the year they turn 60 by the average wage of the specific year.\n\nFor example, suppose an individual's 1990 earnings were $30,000. In 2020, the individual turned 62, and the NAWI for 2018 (age 60) was $52,145.80. The 2018 NAWI is divided by the 1990 NAWI ($52,145.80 / $21,027.98) to give an index factor of 2.48. The individual’s 1990 earnings are then multiplied by the profit factor, providing that year’s inflation-adjusted earnings of $74,400 = ($30,000 x 2.48).\n\nAs wage indexing uses the NAWI, an individual cannot work out the exact amount ofSocial Securitythey are going to receive until they turn 62. They could estimate the NAWI by taking average wage inflation into account.\n\nCalculated yearly by the Social Security Administration (SSA), the National Average Wage Index (NAWI) tracks U.S. wage growth and trends. Social Security uses the NAWI to calculate benefits, and policymakers use the index to help make monetary decisions, such as increasing or decreasing rates.\n\nCorrection—Feb. 5, 2023:This article previously misstated the age at which earnings are indexed and how the index factor is calculated.\n\nSocial Security Administration. \"National Average Wage Index.\"\n\nSocial Security Administration. \"Indexing Factors for Earnings.\"\n\nFederal Reserve Board. \"How Does the Federal Reserve Affect Inflation and Employment?\"\n\nSocial Security Administration. \"National Average Wage Index.\"\n\nSocial Security Administration. \"National Average Wage Index.\"",
  "url": "https://www.investopedia.com/terms/n/national-average-wage-index-nawi.asp"
}