{
  "term": "National Association of Investors Corp (BetterInvesting) Overview",
  "definition": "The National Association of Investors Corp. (NAIC) is a nonprofit organization founded in 1951, and dedicated to providing investor education and promote investor success. The association is based in Madison Heights, Mich., and is composed ofinvesting clubsalong with individual investors from around the United States. The organization today goes mainly by the name BetterInvesting.\n\nIt should not be confused with theNational Association of Insurance Commissionersor theNorth American Industry Classification System, which also use the NAIC acronym.\n\nThe National Association of Investors Corp. (NAIC), better known publicly by its brand \"BetterInvesting\", is a Michigan-based501(c)(3) nonprofitorganization whose aim is to teach and train individuals how to become more successful long-term investors. The NAIC is an umbrella organization that had about 3,000 memberinvestment clubsand more than 34,000 individual members at the end of 2018. The original name of the NAIC was the National Association of Investment Clubs.\n\nThe National Association of Investors Corp.’s member magazine is calledBetterInvesting,and it became the branded name of the association in 2004. The organization was founded in 1951 when three investment clubs formed the national association.Its mission is to educate individuals on the benefits of long-term investing in common stocks.With the popularity of401(k)sand other defined-contribution retirement plans, education regarding stock and bond mutual funds was added.\n\nDepending on their membership level, members have access to online tools for determining whether a stock is that of a quality growth company and is selling at a price that will provide sufficient potential return. Members also receive educational webinars, First Cut stock studies contributed by the BetterInvesting community, digital and print editions ofBetterInvesting Magazine, local chapter support, and other products and services.\n\nThe National Association of Investors Corp. stresses four principles for successful, long-term investing:\n\nThe heart of the National Association of Investors Corp. Investment approach to investing is the third principle — investing in growth companies.\n\nThe primary tool NAIC uses to evaluate common stocks is a two-page form with a semi-log graph on the front called the Stock Selection Guide (SSG). The SSG dates to the founding of the organization and was created by George A. Nicholson. The SSG displays a company's 10-year sales and earnings per share history, pretax profit margins and return on equity; five-year annual high and low price-earnings ratios and other important information meant to answer two questions:\n\nThe second principle was added and emphasized in the 1980s and '90s.\n\nBetterInvesting. \"Our History of Helping Stock Investors.\"\n\nBetterinvesting. \"Fact Sheet 2019.\"\n\nBetterInvesting. \"BetterInvesting Mission & Method of Stock Investing.\"\n\nBetterinvesting. \"Individual Investors.\"\n\nBetterInvesting. \"What Are the BetterInvesting Principles?\"",
  "url": "https://www.investopedia.com/terms/n/naic.asp"
}