{
  "term": "National Bank: Meaning, History, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nIn the United States, a national bank is acommercial bankthat the Office of the Comptroller of the Currency (OCC) charters and supervises. However, many people also refer to national banks as any financial institution operating nationally compared to local banks operating in one city, state, or region.\n\nIn the U.S., a national bank is a commercial bank that engages in various financial services, such as accepting customer deposits and offering loans. The federal Office of the Comptroller of the Currency charters national banks; state banks are chartered by state banking agencies.\n\nThe OCC regulates national banks with regard to banking activities and operations.As of 2023, the OCC oversees 1,062 national banks.However, the nation's four largest banks make up about 43% of the entire banking system's assets.\n\nAs of June 2023, these four national banks are:\n\nNational banks are required to be members of the Federal Reserve System, and a national bank is an investing member of its district Federal Reserve Bank. National banks belong to theFederal Deposit Insurance Corporation (FDIC). The FDIC insures eligible customer deposits for up to $250,000.\n\nNational banks may facilitate daily transactions with their local Federal Reserve Bank (also called the Fed), such as Fedbank wires. National banks must generate call reports to the Fed each quarter and ensure these reports are made public.\n\nNational banks in the U.S. and worldwide are essential in shaping a country's financial system. An efficient banking system, whether through acentral bankor the U.S. Federal Reserve, is critical for economic stability, especially during times of recession or to help weather downturns in the economy.\n\nAlexander Hamilton, the first Secretary of the Treasury, was instrumental in formingthe first national bank in the United States. The structure, in Philadelphia, Pennsylvania, was completed in 1797 and is a National Historic Landmark today.\n\nFirst Bank collected taxes, paid government bills, and printed banknotes, similar to a national currency. Only First Bank notes could be used to pay federal taxes. The bank's 20-year charter began in December 1791, but Congress didn't renew it when it expired in 1811.\n\nIn 1863, President Lincoln's signature on the National Currency Act established the Office of the Comptroller of the Currency. The OCC would help manage nationally chartered banks and create a uniform national currency.\n\nIn 1913, theFederal Reserve Actcreated the Federal Reserve System to serve as the national bank of the U.S. while propping up a new national currency. Before this, around three-fourths of all U.S. banks were state-chartered, with fragile capitalization.\n\nAn amendment to theGlass–Steagall Actof 1933 introduced the Federal Deposit Insurance Corporation (FDIC) to help restore public confidence during ongoing bank failures.\n\nAs mentioned above, national banks in the United States are typically commercial banks. The Office of the Comptroller of the Currency maintains anup-to-date listof national banks and federal savings associations it charters and regulates. Examples of active national banks the OCC regulates include:\n\nIn May 2022, the OCC chartered Houston, Texas-based Agility Bank, a woman-owned and woman-led bank categorized as a minority-led institution (MDI) national bank.\n\nA nationalbank charter, as granted by the federal government, allows an institution to do business as a bank. When starting a new financial institution, the owner applies for a state or national bank charter. This charter allows the bank to offer customers financial services—accepting deposits and providing loans, for example. Since 2009, there have been far fewer new commercial bank charters compared to previous decades.\n\nThe Office of the Comptroller of the Currency (OCC) supervises all national banks. The OCC is an independent bureau of theU.S. Department of the Treasury. The National Credit Union Administration supervises federal credit unions.\n\nA nationalbank holidayis a holiday observed by the U.S. Federal Reserve System. On this day, financial services typically close nationwide. National bank holidays in the U.S. include Martin Luther King Jr. Day, Juneteenth National Independence Day, Columbus Day, and Christmas Day.\n\nNational banks are an important element of the federal banking system, which is designed to encourage public trust through safety and resilience while still encouraging banks to innovate products and services that customers and businesses need. Federal regulation and FDIC insurance help reassure the U.S. public about national banks and their services.\n\nFederal Financial Institutions Examination Council. \"Help - Institution Categories.\"\n\nFederal Register. \"Activities and Operations of National Banks and Federal Savings Associations.\"\n\nOffice of the Comptroller of the Currency. \"2023 Annual Report.\" Page 52.\n\nFDIC. \"Deposit Insurance FAQs.\"\n\nFDIC. \"Bank Financial Reports.\"\n\nNational Park Service. \"First Bank of the United States.\"\n\nOffice of the Comptroller of the Currency. \"Founding of the OCC & the National Banking System.\"\n\nOffice of the Comptroller of the Currency. \"1914 - 1935.\"\n\nOffice of the Comptroller of the Currency. \"Acting Comptroller of the Currency Presents Bank Charter to Minority Depository Institution.\"\n\nFDIC. \"BankFind Suite: Find Annual Historical Bank Data.\"\n\nFederal Reserve Bank of Chicago. \"Bank Holidays.\"",
  "url": "https://www.investopedia.com/terms/n/national-bank.asp"
}