{
  "term": "National Currency: What it Means, How it Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA national currency is a legal tender issued by a country's central bank or monetary authority. It is typically the predominant medium of exchange for purchasing goods and services. In the United States, the dollar is the primary form of currency, backed by the full faith and credit of the government and theFederal Reserve.\n\nLarge currency bases like the dollar play an instrumental role in other regions of the world. For example, commodity prices are quoted in U.S. dollars (USD) despite trading in countries outside of the United States. Some countries peg their national currency to the U.S. dollar to keep inflation aligned with expectations and maintain a stable economy.\n\nA national currency, such as the U.S. dollar, the Euro, and the Japanese Yen (JPY), is recognized as the world's most widely accepted type of currency. Each has a global status as a reliable reserve currency with minimal risk of collapsing.\n\nAs a result, most foreign transactions are conducted in one of the three currencies. Some countries have also adopted other nations' currencies as their own. Examples of countries that make use of another country's currency are parts of Latin America, regions like Ecuador and El Salvador, which recognize and accept the U.S. dollar for the exchange of goods and services.\n\nSome countries like the United Arab Emiratespegor fix their currency rates to the U.S. dollar.\n\nCurrency is not only used to buy goods and services. It is also a store of value and can be traded and exchanged as a financial instrument similar to stocks, bonds, cryptocurrency, and any other asset classes.\n\nThe currency market, orforex (FX), is the largest marketplace in the world and continues to expand each year and currency trading has a longer window of time than stock trading. It takes place 24 hours a day, five days a week, but more often than not, a national currency will only actively trade during its country's regular market hours.\n\nThe U.S. dollar may record a large volume or wild fluctuations between 9:30 a.m. and 4:00 p.m. when the market opens and closes. If we compare FX trading to crypto trading, its window of time is less because crypto trades 24 hours a day, seven days a week.\n\nRecent moves by a few companies have extended stock trading time. in March 2022, Robinhood added 4 hours to stock trading for its clients.\n\nCurrency trading is often performed in pairs, meaning you trade one currency with another. That said, greater adoption and creation of exchange-traded funds (ETF) have made it possible to trade individual currencies.\n\n23 currencies are pegged to the United States Dollar, including the Lebanese pound and the Venezuelan bolívar.\n\nOn February 25, 1863, President Lincoln signed The National Currency Act into law which established the Office of the Comptroller of the Currency (OCC), charged with responsibility for organizing and administering a system of nationally chartered banks and a uniform national currency.\n\nThe U.S. Federal Reserve controls and maintains the supply of money in the United States.\n\nA national currency is a legal tender issued by a country's central bank or monetary authority and the mode of exchange for purchasing goods and services. In the United States, the dollar is the primary form of currency and is controlled by theFederal Reserve. The National Currency Act of 1863 officially established the national currency of the United States.\n\nGlobal Policy Forum. \"US Dollar Becomes Ecuador's Currency.\"\n\nGobierno De El Salvador. \"History.\"",
  "url": "https://www.investopedia.com/terms/n/national-currency.asp"
}