{
  "term": "National Bureau of Economic Research (NBER): Meaning, Role",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe National Bureau of Economic Research (NBER) is a private, non-profit, non-partisan research organization with an aim is to promote a greater understanding of how the economy works. It disseminates economic research among public policymakers, business professionals, and the academic community.\n\nHundreds of the nation's leading scholars in economics and business are also NBER researchers who focus on four types of empirical research: developing new statistical measurements, estimating quantitative models of economic behavior, assessing the effects of public policies on the U.S. economy, and projecting the effects of alternative policy proposals.As of 2021, thirty-eight current or past NBER board members and research affiliates have been awarded theNobel Prize in Economics.\n\nAccording to the organization, \"The National Bureau of Economic Research (NBER) is a private, nonpartisan organization that facilitates cutting-edge investigation and analysis of major economic issues. It disseminates research findings to academics, public and private-sector decision-makers, and the public by posting more than 1,200 working papers and convening more than 120 scholarly conferences each year.\"\n\nThe NBER officially declared an end to the economic expansion in February of 2020 as the U.S. fell into a recession during that year's economic crisis.\n\nThe more than 1,600 economists who are NBER researchers are the leading scholars in their fields.Most NBER-affiliated researchers are either Faculty Research Fellows (FRFs) or Research Associates (RAs). Faculty Research Fellows are typically junior scholars. Research Associates, whose appointments are approved by the NBER Board of Directors, hold tenured positions at their home institutions.\n\nThe NBER is supported by research grants from government agencies and private foundations, by investment income, and by contributions from individuals and corporations.\n\nThe group took in $32 million for the year ended June 30, 2020, according to its financial statement.\n\nThe economist Paul Krugman, writing in the New York Times, said NBER is \"best described, I’d say, as the old-boy network of economics made flesh. There are a couple of NBER offices, but they’re small; what the organization mainly consists of is its associates and what they do. In many sub-fields of economics, just about anyone well-known in the profession is an NBER research associate; it’s normal for these associates to release new research as NBER working papers.\n\nThe function of these papers, in turn, is to get research out quickly so other economists can discuss it (which includes criticizing it). For working economists, the NBER WP series provides what amounts to one-stop shopping for new developments in their field.\"\n\nNational Bureau of Economic Research. \"About the NBER.\" Accessed Oct. 22, 2021.\n\nThe Statesman's Yearbook. \"National Bureau of Economic Research (NBER).\" Accessed Oct. 22, 2021.\n\nNational Bureau of Economic Research. \"Nobel Laureates.\" Accessed Oct. 22, 2021.\n\nNational Bureau of Economic Research. \"Business Cycle Dating Committee Announcement June 8, 2020.\" Accessed Oct. 22, 2021.\n\nNational Bureau of Economic Research. \"Summary Statements for the Fiscal Year Ended June 30th, 2020.\" Accessed Oct. 22, 2021.\n\nThe New York Times. \"Understanding the NBER.\" Accessed Oct. 22, 2021.",
  "url": "https://www.investopedia.com/terms/n/nber.asp"
}