{
  "term": "National Association of State Boards of Accountancy (NASBA)",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe National Association of State Boards of Accountancy (NASBA) is a nonprofit group that serves the 55 state and U.S. territory boards of accountancy, which are responsible for overseeing the accountancy profession in the United States and administering theUniform CPA Examination.﻿﻿\n\nPublic accountancy is regulated at the state level, with each state maintaining an independent board of accountancy that defines and upholds standards.﻿﻿\n\nThe National Association of State Boards of Accountancy (NASBA) was founded in 1908 to bring together best practices of the profession for the protection of the public that relies on sound financial reporting.﻿﻿\n\nNASBA recognizes that a well-functioning economy is built on trust, and without accurate and understandable accounting, this trust is compromised. A core mission of NASBA is maintaining public trust in the profession in the wake of accounting scandals at companies such asEnron,WorldCom, and others.﻿﻿\n\nThe association also monitors and provides feedback for legislative and regulatory issues facing the accounting trade.﻿﻿\n\nNASBA runs training and education programs for accountants for thecertified public accountant(CPA) exam. Contrary to popular belief, the NASBA does not develop content or administer the exam. That job belongs to theAmerican Institute of Certified Public Accountants(AICPA), which takes input from the NASBA and state boards of accountancy.﻿﻿\n\nHowever, an important function that the group carries out with regard to CPAs is licensing. Because the license to practice accountancy is granted at the state level, a CPA licensed in one state has to obtain a new license if they move to a different state. The NASBA runs the National Qualification Appraisal Service, so that CPAs licensed in one state may have their qualifications recognized in another state.﻿﻿\n\nNASBA holds regional and national meetings each year, publishes comment letters and white papers, and disseminates its own annual report. As of April 2021, the association's board consisted of five officers, eight regional directors and nine directors-at-large.﻿﻿\n\nNational Association of State Boards of Accountancy. \"About Us.\" Accessed April 7, 2021.\n\nNational Association of State Boards of Accountancy. \"Boards of Accountancy.\" Accessed April 7, 2021.\n\nNational Association of State Boards of Accountancy. \"What is the Uniform CPA Examination?\" Accessed April 7, 2021.\n\nNational Association of State Boards of Accountancy. \"Substantial Equivalency.\" Accessed April 7, 2021.\n\nNASBA Center for the Public Trust. \"History.\" Accessed April 7, 2021.\n\nNational Association of State Boards of Accountancy. \"NASBA Board of Directors.\" Accessed April 7, 2021.",
  "url": "https://www.investopedia.com/terms/n/nasba.asp"
}