{
  "term": "National Association of Securities Dealers (NASD) Definition",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe National Association of Securities Dealers (NASD) was a self-regulatory organization in the securities industry from 1939 to 2007.\n\nThe National Association of Securities Dealers (NASD) was a self-regulatory organization of the securities industry and a predecessor of theFinancial Industry Regulatory Authority (FINRA). It was responsible for the operation and regulation of the NASDAQ stock market and over-the-counter markets. It also administrated exams for investment professionals, such as theSeries 7exam. The NASD was charged with watching over the NASDAQ’s market operations.\n\nThe NASD was founded in 1939, under provisions of the 1938 Maloney Act amendments to theSecurities Exchange Act of 1934. It was also the leading founder of the NASDAQ stock market, which was established in 1971. Operating as an overseer of stock market operations for market activity and the NASDAQ under the overall supervision of the Securities and Exchange Commission (SEC), the NASD played a leading part in the management of stock trading in the market from 1939 to 2007. In that year, it merged with the regulation, enforcement, and arbitration arm of the New York Stock Exchange to form FINRA.\n\nThe year NASD merged with the regulation, enforcement, and arbitration arm of the New York Stock Exchange to form the Financial Industry Regulatory Authority (FINRA).\n\nFINRA is an independent regulatory entity that functions similarly to the NASD, overseeing all stock market operations in the United States. Its functions include the oversight of all brokerage firms, branch offices, and securities representatives. FINRA is monitored by the SEC andauthorized to enforce the rules and regulations of the SEC.\n\nIt provides for and facilitatesthe licensing of securities representativesdealing in all aspects of the market. Its licensing requirements are developed in conjunction with the regulations and oversight of the SEC. Leading FINRA licenses include the Series 3, 6, and 7. In addition to licensing for individuals and firms, FINRA also provides ongoingeducationalseminars and monitors individuals and firms active in the financial markets for regulatory compliance.\n\nAs the leading regulatory entity in the securities markets, FINRA manages the market’sCentral Registration Depository(CRD), which includes records of securities activity for all firms and securities representatives trading in the market. FINRA is also the lead arbitrator for all financial market trading disputes. In the financial markets, arbitration is the leading procedure for resolution in dispute between entities and trading representatives. FINRA facilitates arbitration proceedings, which are similar to formal court cases but have lower costs. FINRA arbitration panels are responsible for issuing final rulings on arbitration cases.\n\nFINRA collaborates with theNorth American Securities Administrators Association (NASAA), which oversees the licensing requirements of three key market licenses: theSeries 63, 65, and 66.\n\nThe NASD was a self-regulatory organization that oversaw and regulated the securities industry in the United States.\n\nThe NASD was founded in 1939, during a time when the U.S. securities markets were recovering from the Great Depression. Its creation was part of broader efforts to reform and regulate the financial industry, following the stock market crash of 1929.\n\nThe NASD was primarily overseen by the SEC. The SEC had the authority to review NASD rules and actions to ensure they were consistent with federal securities laws. The NASD operated in conjunction with other regulatory bodies such as state securities regulators as well.\n\nIn 2007, the NASD merged with the Regulatory Division of the New York Stock Exchange to form the Financial Industry Regulatory Authority. FINRA succeeded the NASD as the primary self-regulatory organization for the securities industry.\n\nThe National Association of Securities Dealers was a self-regulatory organization established in 1939 to oversee and regulate the U.S. securities industry, ensuring fair practices and protecting investors. It set industry standards and enforced compliance until it merged with the NYSE’s regulatory division in 2007 to form the Financial Industry Regulatory Authority.",
  "url": "https://www.investopedia.com/terms/n/nasd.asp"
}