{
  "term": "National Futures Association (NFA): What It Is and Does",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe National Futures Association (NFA) is an independent self-regulatory organization for the U.S.futuresandderivativesmarkets. Designated by the Commodity Futures Trading Commission (CFTC) as a registered futures association, the NFA's mandate is to safeguard the integrity of the derivatives markets, protect investors, and ensure that members fulfill their regulatory obligations.\n\nThe NFA operates at no cost to the taxpayer and is primarily financed by membership dues, fees, andassessmentspaid by members and other users of the derivatives markets.\n\nNFA membership provides assurance to the investing public that all firms, intermediaries, and associates who conduct business with them on the U.S. futures exchanges must adhere to the same high standards of professional conduct. The firms working in the industry must pay membership dues to the NFA, which is how the NFA gets its money.\n\nThe NFA began operating in 1982, subsequent to the establishment of theCommodity Futures Trading Commission (CFTC)in 1974; this legislation also authorized the creation of registered futures exchanges, thereby facilitating the creation of a national self-regulatory organization.\n\nIn addition to regulation of the U.S. futures market, the NFA's duties and functions include registration, compliance, andarbitration. It combatsfraudand abuse in the futures markets through a combination of registration requirements, compliance rules, strong enforcement authority, and real-time market surveillance.\n\nThe following are the primary responsibilities of the NFA:\n\nRegistration and Membership:Firms that conduct derivatives business need to register with the CFTC and most also need to register with the NFA. The CFTC has given the NFA registration responsibilities.\n\nRulemaking:This involves deciding what are the industry's best practices and then mandating those practices for the whole industry.\n\nEnforcement and Registration Actions:When rules are not obeyed, the NFA takes disciplinary action against members.\n\nMember Education and Resources:The NFA provides educational resources to its members in order that they can understand the rules and regulations and how to abide by them.\n\nArbitration:Any futures or forex-related disputes can be resolved through the NFA's arbitration program.\n\nInvestor Protection:The NFA provides investors with resources before making any investment decisions.\n\nOutreach Programs:The NFA offers a variety of training programs to entities on request.\n\nMarket Regulation:Designated contract makers (DCMs) and swap execution facilities (SEFs) can obtain regulatory services from the NFA.\n\nAll futures professionals required to register must undergo a background investigation before they may register.\n\nAs of June 30, 2022, the NFA has 3,107 members.Member categories are as follows:\n\nThe NFA, as a self-regulatory organization, has the power to search for and implement what it believes are best practices for the industry. The NFA creates rules that its members must follow and has the power to impose fines or revoke the membership (which could shut down a business) of its members. It offers an arbitration process to help customers and businesses settle disputes or come to a resolution on allegations of wrong-doing.\n\nThe NFA has many dues and fees and they vary depending on the type of member. For example, the membership dues for a Tier 1 swap dealer are $1.3 million whereas for a Tier 2 swap dealer the dues are $325,000. For an introducing broker, the dues are $750 and for an introducing broker swaps firm, the dues are $2,500. These are annual dues.\n\nThe financial requirement to register with the NFA is an adjusted net capital of $1 million and for a swap dealer it is $20 million.\n\nIf payment is late, there is a fee of $25. If dues are not paid within 30 days of the date they are payable, then membership is withdrawn.\n\nIn 2019, based on complaints filed in 2018, East West Global LLC and two individuals at the firm were fined, and one of the individuals had their NFA membership revoked for five years.\n\nThe firm and the two individuals were charged for using deficient promotional material, deficient sales practices, and failing to meet the high standards of commercial honor, among several other charges.\n\nOne of the individuals was orderedjointly, along with the firm, and severallyto pay a $75,000 fine. The firm was also ordered to fix the issues addressed in the complaint.\n\nThe other individual, following a settlement offer, agreed not to apply for NFA membership (or associate membership) for five years. After five years, if he reapplies for membership, he will need to immediately pay a $90,000 fine.\n\nThe NFA regulates all qualified brokers, futures merchants, commodity pool operators, swap dealers, exchanges, commodity trading advisors, and retail foreign exchange dealers that deal in the futures markets.\n\nAs of June 30, 2022, the NFA has 3,107 members.\n\nAll qualified entities that deal in the futures markets need to register with the NFA. These include a variety of entities, such as brokers, futures merchants, commodity pool operators, swap dealers, exchanges, and commodity trading advisors.\n\nTo become a member of the NFA one needs to apply directly with the NFA. This is done through an electronic filing process.\n\nNational Futures Association. \"About NFA.\"\n\nNational Futures Association. \"Who Has to Register.\"\n\nNational Futures Association. \"Membership and Directories.\"\n\nNational Futures Association. \"Associate Person (AP) Registration.\"\n\nCommodity Futures Trading Commission. \"Final Rules Regarding Further Defining 'Swap Dealer,' 'Major Swap Participant,' and 'Eligible Contract Participant,'\" Page 3.\n\nNational Futures Association. \"Membership Dues and Fees.\"\n\nNational Futures Association. \"Rulebook Table of Contents. Financial Requirements.\"\n\nNational Futures Association. \"In the Matter East West Global, LLC and Luke James Adrian.\"\n\nNational Futures Association. \"In the Matter of East West Global, LLC, et al (Ryan Litfin),\" Page 2.\n\nNational Futures Association. \"Registration and Membership.\"",
  "url": "https://www.investopedia.com/terms/n/nfa.asp"
}