{
  "term": "National Registration Database (Nrd): Meaning, History, Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe National Registration Database (NRD) is a Canadian database that was launched in 2003 to replace the original paper form system. It allows security dealers and investment advisors to file registration forms electronically.\n\nThe NRD increases the efficiency of the filing and sharing of information between provincial security regulators. Examples of items that need to be filed include a change in the information of a member firm and the termination of an investment advisor.\n\nAn individual or company who trades or underwrites securities, or provides investment advice, must register annually with one or more provincial securities regulators. The goal is to protect the investing public by ensuring that only qualified and reputable individuals and firms are licensed. The NRD was initiated by theCanadian Securities Administrators(CSA) and theInvestment Industry Regulatory Organization of Canada(IIROC). The CSA is composed of securities regulators from each province and territory.\n\nOn the CSA website, investors can search for a company or individual to check if they are registered before they invest. The NRD has two websites; the NRD Information Website, which contains information for the public, and the National Registration Database for use by authorized representatives.\n\nSecurities regulators recognized that the registration process could be drastically improved by introducing an electronic system that would replace the existing paper-based system. A national web-based registration system could help the CSA achieve its long-term goals of easing the regulatory burden for capital market participants and harmonizing securities regulations across jurisdictions.\n\nA study commissioned by the CSA in 2001 estimated the total economic benefits of NRD to the Canadian financial services industry would be $85 million over a five year period.\n\nThe study also found that most of the gains would be realized as a result of efficiency gains. For example, the registration process would provide cash benefits to firms, lower labor costs, and save time. Large firms hoped to gain over 50% of the $85 million projected benefits, and small firms hoped to benefit on a per registrant basis to a greater extent than large firms. Small firms expected benefits equal to $2,200 per registrant compared to $264 for each large firm registrant.\n\nTo register with the NRD, firms must pay a fee when they initially register. Firms and individuals must also pay a fee if they register in an additional jurisdiction or want to reactivate registration. The fee is $75 for each Form 33-109F4, which must be submitted for each individual or firm applying for registration and $20.50 for each Form 33-109F4, which must be submitted for each individual applying for registration in each additional jurisdiction.",
  "url": "https://www.investopedia.com/terms/n/nrd.asp"
}