{
  "term": "Natural Law in Ethics",
  "definition": "Natural law dictates that certain principles are morally inherent and universal rather than being designed by the norms of society.\n\nNatural law is a theory in ethics andphilosophythat says intrinsic values govern human beings' reasoning and behavior. Natural law maintains that these rules of right and wrong are inherent in people and are not created by society or court judges. As such, these rules aren't governed by human authority. Rather, they are universally accepted. Some principles of natural law influence positive law, which is enacted and enforced by individuals.\n\nNatural law holds that there are universal moral standards inherent in humankind throughout all time, and these standards should form the basis of a just society. Human beings are not explicitly taught natural law. Instead, we discover it by consistently making choices for good instead of evil. Some schools of thought believe that natural law is passed to humans through a divine presence.\n\nUnder the theory of natural law, everyone has the same rights regardless of their governmental or political system, culture, or religion. These rights cannot be denied by others or by human law. Some of the most common rights under natural law include life, liberty, andproperty.\n\nThe birthrights granted to humans under natural law are not the same as human rights, which vary and can change depending on the politics and societal views of certain countries. For example, some countries provide legal rights and protections to people who are part of the LGBTQ+ while others don't. Similarly, freedom of the press is considered a fundamental human right in many countries but not in others.\n\nAlthough natural law mainly applies toethicsand philosophy, it is also used extensively intheoretical economics.\n\nThe theory of natural law states that our civil laws should be based on morality,ethics, and what is inherently correct. This is in contrast to positive law, which is devised by humans and enforced by human authority, such as the government or police. Put simply, natural laws are inherent in us as human beings, while positive laws are created by people in the context of society.\n\nPositive law may or may not reflect natural law and is defined by statute andcommon law. According to the U.S. government, positive law is \"law that has been enacted by a duly authorized legislature.\"Examples of positive laws include speed limits, the age of majority, and zoning ordinances. Governing bodies ideally base positive laws on their sense of natural law when they are drafted.\n\nTo many, natural law is the foundation upon which the U.S. legal system was built. Natural law is witnessed in the country's laws, systems, covenants, and how its citizens live and interact. One of its earliest documents—the Declaration of Independence—asserts that every human is granted unalienable rights to life, liberty, and the pursuit of happiness, and it was that assertion that formed the frame of the United States legal system.\n\nHowever, many early laws were exclusionary, affording rights only to a few. It took hundreds of years for some inhabitants to be considered legally human and even longer for them to be afforded the same unalienable rights as inscribed by Thomas Jefferson.\n\nOver time, the moral push of activists and natural law proponents led to the ratification of some laws and the enactment of others, such as the Civil Rights Act, to blanket every human with the ability to exercise these rights and freedoms.\n\nExamples of natural law abound, but philosophers and theologians throughout history have differed in their interpretations of this doctrine. Theoretically, the precepts of natural law should be constant throughout time and across the globe because natural law is based on human nature, not on culture or customs.\n\nWhen a child tearfully exclaims, “It’s not fair [that]...\" or when viewing a documentary about the suffering of war, we feel pain because we're reminded of the horrors of human evil. And in doing this, we are also providing evidence for the existence of natural law. A well-accepted example of natural law in our society is that it is wrong for one person to kill another person.\n\nPhilosophers of natural law often do not explicitly concern themselves with economic matters; likewise, economists systematically refrain from making explicit moral value judgments. Yet the fact that economics and natural law are intertwined has been borne out consistently in thehistory of economics.\n\nBecause natural law as an ethical theory can be understood to be an extension of scientific and rational inquiry into how the world works, the laws of economics can be understood as natural laws of how economies should operate. Moreover, to the extent that economic analysis is used to prescribe (or proscribe) public policy or how businesses ought to conduct themselves, the practice ofapplied economicsmust rely at least implicitly on some ethical assumptions:\n\nNatural law is a theory of ethics that says that human beings possess intrinsic values that govern our reasoning and behavior. It states that there are universal moral standards that are seen across time periods and societies because these standards form the basis of a just society.\n\nThe right of citizens to life, liberty, and the pursuit of happiness is a motto based on natural law, which is part of the U.S. Constitution. In the penal code, certain crimes are almost universally accepted as punishable, including murder and rape. These types of crimes are seen as damaging both the humanity of the victim and the social fabric of society.\n\nNatural law is seen in the concept of ethical business practices, especially the principle that a firm should not defraud its customers or other stakeholders. For instance, the marketing of drugs should be made with full disclosure of potential harms and not be sold as \"snake oil.\"\n\nSince natural law assumes universalizing rules, it does not account for the fact that different people or different cultures may view the world differently. For instance, if people interpret differently what it means for something to be fair or just, the results will differ.\n\nNatural law is an ethical theory that claims that humans are born with a certain moral compass that guides behaviors. These inherited rules essentially distinguish the \"rights\" and \"wrongs\" in life. Under natural law, everyone is afforded the same rights, such as the right to live and the right to happiness. Natural law is evident in and shapes many of our laws, business policies, and human rights agendas. However, unlike these systems, its rules do not change and are inherently assigned to everyone.\n\nFree Speech Center. \"Natural Rights.\"\n\nU.S. House of Representatives. \"THE TERM 'POSITIVE LAW'.\"\n\nNotre Dame Philosophical Reviews. \"Aristotle and Natural Law.\"\n\nConstitutional Rights Foundation. \"St. Thomas Aquinas, Natural Law, and the Common Good.\"\n\nBombay Sarvodaya Mandal / Gandhi Book Centre. \"Seven Deadly Sins As Per Mahatma Gandhi.\"\n\nUniversity of Pennsylvania: African Studies Center. \"Letter from a Birmingham Jail.\"\n\nStanford Encyclopedia of Philosophy. \"School of Salamanca.\"\n\nPomona College. \"Locke on Rights and Property.\"\n\nFoundation for Economic Education. \"Natural Liberty.\"",
  "url": "https://www.investopedia.com/terms/n/natural-law.asp"
}