{
  "term": "Natural Hedge: Definition and Examples in Business and Finance",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA naturalhedgeis a management strategy that seeks to mitigate risk by investing in assets whose performances are inherently negativelycorrelated. For instance, a natural hedge against owning financial stocks is to hold bonds, since interest rate changes tend to influence each in opposite fashion,\n\nA natural hedge can also be implemented when institutions exploit their normal operating procedures. For example, if they incurexpensesin the same currency that theirrevenuesare generated they will actually reduce theirexchange raterisk exposure, naturally.\n\nA natural hedge entails using asset classes, that have historically exhibited contrasting performance in a given economic climate, to reduce a portfolio's or company's overall risk. The key concept is that by allocating resources to two different asset classes, the risk emanating from one asset should be offset by the return from the other and vice versa.\n\nEssentially, the cash flow from one should cancel out the cash flow from the other, thus fulfilling the concept of a hedge.\n\nA company with significant sales in one country is exposed to currency risk when they want to repatriate that revenue. They can reduce this risk if they can shift operations to where they can incur expenses also in that foreign currency, which would qualify as a natural hedge.\n\nA commonly used example is that of an oil producer with refining operations in the US that is (at least partially) naturally hedged against the cost of crude oil, which is denominated in U.S. dollars. While a company can alter its operational behavior to take advantage of a natural hedge, such hedges are less flexible than financial hedges.\n\nUnlike other conventional hedging methods, a natural hedge does not require the use of sophisticated financial products such asforwardsorderivatives. That said, companies can still use financial instruments such asfutures, to supplement their natural hedges.\n\nFor example, acommoditycompany could shift as much of their operations to the country where they plan to sell their product, which is a natural hedge againstcurrency risk, then use futures contracts to lock in the price to sell (revenue) that product at a later date.\n\nMost hedges (natural or otherwise) are imperfect, and usually do not eliminate risk completely, but, they are still deployed and are considered to be successful if they can reduce a vast portion of potential risk.\n\nNatural hedges also occur when a business's structure protects it from exchange rate movements. For example, when suppliers, production, and customers are all operating in the same currency, large companies may look to sourceraw materials, components, and other production inputs in the final consumer's country. The business can then set costs and prices in the same currency.\n\nFormutual fundmanagers,treasury bondsandtreasury notescan be a natural hedge against stock price movements. This is because bonds tend to perform well when stocks are performing poorly and vice versa.\n\nBonds are considered to be \"risk-off\" or safety assets while stocks are considered to be 'risk-on' or aggressive assets. This is a relationship that has been historically valid most of the time, but not always. In the years after the 2008 financial crisis, this negative correlation between bonds and stocks decoupled as both moved in tandem (e.g., strongbull markets), so this natural hedge would not have been successful.\n\nPairs tradingis another type of natural hedge. This involves buying long andshort positionsin highlycorrelatedstocks because the performance of one will offset the performance of the other.",
  "url": "https://www.investopedia.com/terms/n/natural-hedge.asp"
}