{
  "term": "NAV Return: Definition, Calculation, Vs. Market Return",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNAV return is a change in the estimated net market value of a fund's assets in a given period.\n\nThe net asset value (NAV) return is the change in the value of a fund's assets over a period. A mutual or exchange-traded fund's (ETF) NAV return can differ from total or market returns because funds may trade at a premium or discount to their NAV. Funds trading above their NAV are said to trade at a premium, while funds trading below their NAV do so at a discount.\n\nThe NAV return is calculated based on the fund's NAV reported after the stock market closes each trading day. The NAV is the total assets minus total liabilities divided by the outstanding shares. The value changes daily as assets fluctuate based on market value.The NAV return is a transparent accounting measure thatreports the actual holdingsin the fund at the end of the day. Therefore, dividends, interest, and capital gains distributed to shareholders are not included in the total assets unless reinvested.\n\nThe total return of a mutual fund includes distribution payouts. Therefore, it accounts for distributions to shareholders, whether they are reinvested or not. Distributions are the main reason you might see a variation in NAV and total return.\n\nInvestment funds that trade on exchanges in real time, such as closed-end funds and ETFs, can also be priced at a premium or discount, causing market returns to vary from NAV returns. These funds typically trade close to their NAV, though with slight differences. If a fund differs too much from its NAV, authorized participants may intervene to help correct the price.\n\nFund managers provide NAV returns and other measures of returns, which investors monitor to track their performance. As we've noted, mutual funds and ETFs have price and NAV returns that should closely match. For example, the Vanguard Total Stock Market Index Fund (VTSAX), an open-end mutual fund that tracks the entire U.S. stock market, is designed to trade at precisely the NAV. Changes in investor demand shouldn't cause too much of a deviation since the fund manager creates or redeems shares to meet it exactly.\n\nClosed-end funds (CEFs) arefar more likelyto trade at a premium or discount to their NAV. Indeed, the Investment Company Institute's 2023 report on CEFs notes that discounts for these funds have been widening in recent years. In 2022, the last full year available, CEFs trading averaged discounts of 5.7% for equity funds and 5.0% for bond funds.\n\nFor example, the Eaton Vance Tax-Managed Buy-Write Income (ETB) fund, as of April 25, 2024, is at a discount to its share price, $13.19, vs. its NAV, $14.49. In 2023, its price increased by 7.51%, but its NAV return was 17.64%.Here are the price and NAV returns for 2020 to 2023 and the year to date (YTD) to April 25, 2024.\n\nGreater differences can be found for the Guggenheim Strategic Opportunities Fund (GOF), which, as of April 25, 2024, was trading at a 20.93% premium, making it an outlier among CEFs. To be clear, this means that the market price, which was $14.33, exceeded the NAV of $11.85 by 20.93%. The premium over NAV return shows investors are willing to pay more than the calculated value of the underlying assets per share. Here are the price and NAV returns for 2020 to 2023 and theYTD.\n\nGOF's premium could derive from investor optimism about the future returns of the fund’s assets: its mix of fixed-income securities, equity, and preferred stock. The stock also has a more-than-a-decade-long history of monthly distributions of $0.1821 to shareholders (and slightly lower for years before that).\n\nBut there could be reasons specific to the fund. For instance, a CEF focusing on securities expected to yield higher-than-average future returns, which are typically inaccessible to the average retail investor, might trade at a premium due to significant market demand. Meanwhile, a CEF holding a substantial amount of unrealized capital gains could trade at a discount, as investors likely factor in the potential taxes on those gains when pricing the fund's shares.\n\nFund managerscan try to cut discounts by increasing the market visibility of the fund through public reports and marketing. A closed-end fund may also try to increase the demand for its shares by offering a dividend reinvestment plan, engaging in tender offers (the fund offers to buy shares directly from shareholders at, or close to, NAV), or starting a stock purchase program (the fund buys its shares on the open market).Finally, some closed-end funds periodically may consider converting to either an open-end fund or ETF, which would permit shareholders to redeem their shares at NAV.\n\nThus, while ETFs typically trade close to their NAV because fund managers create and redeem shares to keep NAV and price returns close, CEFs like ETB and GOF can have much wider disparities.\n\nThe NAV for a fund may vary from its market price if the supply of shares in the fund is too high or low compared with demand for shares. If there are too few shares, but significant demand, the share price may rise above NAV.\n\nNo. Because mutual fund shares are bought and sold directly with the fund provider, the shares always trade at NAV. There is nobid/ask spreador opportunity to buy or sell shares above or below NAV.\n\nBuying a fund that's trading above NAV may be a good idea, but trading above NAV isn't a reason to buy the fund on its own. It could indicate investor confidence in the portfolio or high demand for the shares, but it's important to consider your investment goals and the market risk of it going the wrong way on you before investing.\n\nNAV return is the change in the value of a fund's net assets rather than the change in its share price. Most times, you'll see they are quite similar. But in some cases—especially for CEFs, a fund can trade above or below its NAV, meaning its NAV return will diverge from the return calculated based on changes in its share price.\n\nUnderstanding what can cause NAV and fund returns to diverge, such as splits in supply and demand or investor confidence in the fund's portfolio and managers, is important if you're reviewing an investment prospect at an investment. More generally, the NAV return is good to review, along with other measures of returns, as you look at the various funds you're considering.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange,and Derivatives,\" Pages 433–436. John Wiley & Sons, 2022.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange,and Derivatives,\" Pages 455–458. John Wiley & Sons, 2022.\n\nInvestment Company Institute. \"US Closed-End Funds (2023),\" p. 69.\n\nInvestment Company Institute. \"A Guide to Closed-End Funds.\"\n\nEd Moisson. “The Economics of Fund Management,” Pages 141–153. Agenda Press, 2024.\n\nFinancial Industry Regulatory Authority. \"Opening Up About Closed-End Funds.\"\n\nCharles Schwab. \"Mutual Funds vs. ETFs.\" Accessed Apr. 23, 2024.",
  "url": "https://www.investopedia.com/terms/n/nav_return.asp"
}