{
  "term": "Near Field Communication (NFC) Definition",
  "definition": "Near-field communication (NFC) is a short-range wireless technology that makes your smartphone, tablet, wearables, payment cards, and other devices even smarter. Near-field communication is the ultimate technology solution for connectivity.\n\nWith NFC, you can transfer information between devices quickly and easily with a single touch—whether paying bills, exchanging business cards, downloading coupons, or sharing a research paper.\n\nNear-field communication transmits data through electromagnetic radio fields to enable two devices to communicate with each other. To work, both devices must contain NFC chips, as transactions take place within a very short distance. NFC-enabled devices must be either physically touching or within a few centimeters of each other for data transfer to occur.\n\nBecause the receiving device reads your data the instant you send it, near-field communications (NFCs) greatly reduce the chance of human error. Rest assured, for example, that you cannot purchase something unknowingly because of a pocket-dial or by walking past a location that'sembedded with an NFC chip(called a \"smart poster\"). With near-field communication, you must perform an action intentionally.\n\nIn fact, even after NFC technology becomes universal, users may still need to carry a backup payment method; you cannot do much of anything with a device whose battery is drained. Whether this would be a permanent downside to NFC technology, however, remains to be seen.\n\nAs with any evolving technology, retailers need time to ramp up their equipment to be able to process NFC transactions; so for now, consumers should still carry cash or payment cards.\n\nNFC technology works by combining four key elements: an NFC microchip within a device, which acts as an antenna and receiver; a reader/writer that scans and allows NFC devices to access data; an NFC software application on the device that can use data received by the NFC chip; and an information or communications service provider (ISP) that manages all device communications that occur through the ISP.\n\nNFC is an extension ofRFID technology, which relies on radio waves to track goods, supplies, and merchandise. NFC replaces RFID chips with microchips that have the ability to store and encrypt information. While RFID devices are passive and so lack the ability to access information, NFC-enabled devices do.\n\nFor example, you can pay for purchases using NFC-enabled debit and credit cards. When you tap your card on an NFC-compliant payment terminal, data is transmitted between your card and the payment processing system to complete the transaction.\n\nAn NFC-enabled device can operate under three different modes:reader/writer mode, peer-to-peer mode, and card emulation mode.\n\nA reader/writer is an NFC-enabled device that manages and coordinates information sent between and received by two or more NFC devices and a handful of other devices that do not yet feature NFC technology. Examples of reader/writers include point-of-sale (POS) systems, cell phones, tablets, and RFID-enabled cards. In reader/writer mode, NFC-enabled devices communicate and exchange data based on instructions from the reader/writer.\n\nThisP2P modeenables two NFC-enabled devices to exchange information directly. For example, a peer-to-peer device may exchange data with an RFID-enabled device or some other type of NFC device without the assistance of a reader/writer.\n\nIn this mode, an NFC-enabled device functions as an NFC payment card or virtual credit/debit card. When an NFC-enabled device is activated in this mode, it emulates a payment card or other physical card in card readers, magnetic-stripe readers, and contactless card readers used to make payments directly from your mobile device.\n\nPerhaps near-field communication is best known as the technology that lets consumers pay retailers and each other with their cell phones. NFC drives payment services likeGoogle Wallet (GOOG)andApple Pay (AAPL), for example. Although NFC is not currently present in theAmazon Echo (AMZN), this is a good example of where near-field communications could be useful. Take wanting to tap-to-pay for a pizza (or anything) that you just ordered through the Echo, for example.\n\nNear-field communication technology is rooted in radio-frequency identification (RFID), which has been used for decades by retailers to tag and track products within stores. Near-field communication technology began to gain steam in 2004 whenNokia (NOK),Philips (PHG), andSony (SNE)banded together to form theNFC Forum, a nonprofit organization that's committed to bringing the convenience of NFC technology to all aspects of life. In 2006, the Forum formally outlined the architecture for NFC technology, whose specifications continue to provide a road map for all interested parties to create powerful new consumer-driven products.\n\nNokia released the first NFC-enabled phone in 2007, and by 2010, the telecommunications sector had launched more than 100 NFC pilot projects. In 2017, New York City's Metropolitan Transit Authority (MTA) phased in a system that enables riders to pay their subway fares with NFC technology, and the rest, as they say, \"is history.\"\n\nThere are several benefits of deploying NFC technology. These include :\n\nNFC-enabled devices can replace any card or cash that can make a transaction. Because NFC-enabled devices can store multiple credit cards, for example, you do not need to carry all of them in your purse or wallet; instead, you can pay for purchases by accessing your virtual wallet on your NFC-enabled device.\n\nNFC uses 128-bit or higherencryptionto guarantee security and privacy of transactions. Because NFC uses tokenization instead of storing credit card information, for example, no retailer can see your credit card number.\n\nSharing content, goods, and money with friends and family is easier when you grant them access to your NFC-enabled device. For example, if you send a file to an NFC-enabled device with peer-to-peer sharing enabled, the file will be sent immediately.\n\nNFC technology can be used by advertisers to deliver targeted ads to consumers' NFC-enabled devices. When consumers tap an ad displayed on a device, an advertisement can be customized to that person's interests, location, or other personal information.\n\nAlthough NFC technology offers many advantages, it also has some drawbacks and potential risks. These incliude :\n\nBecause NFC-enabled devices rely on battery power, they must be charged periodically. This could result in users forgetting to charge their devices before placing or receiving payment for a purchase. And if a device runs out of power during a transaction, the transaction may be interrupted or the transaction may be incomplete or unsuccessful.\n\nWhen NFC operates in a peer-to-peer mode and because NFC-enabled devices store personal information, these devices are vulnerable to security breaches, includingcybercrimeand digital pickpocketing.\n\nHackers and cyber criminals can try to access NFC-enabled devices. They may develop malicious software that can steal confidential information from these devices. Furthermore, hackers can create tokens that mimic an NFC-enabled device and gain access to this sensitive information.\n\nOne of the primary uses for NFC technology today is pay-by-phone. Because NFC-enabled phones are used frequently to make payments, digital pickpockets could use these programs to steal credit card information from unsuspecting customers by intercepting payment information.\n\nAlthough cybercrime and digital pickpocketing are major vulnerabilities of NFC technology, there are steps you can take to protect yourself. First, make sure that the NFC-enabled devices you carry have the latest security features including 128-bit encryption and two-factor authentication. If you lose a device or suspect it has been compromised, immediately change your passwords and disable all sharing and peer-to-peer sharing features.\n\nWith its ever-expanding boundaries, near-field communications have a wide variety of uses beyond simplifying and accelerating the payment process. Today, hundreds of millions of contactless cards and readers worldwide use NFC technology in myriad applications—from securing networks and buildings to monitoring inventory and sales, preventing auto theft, keeping tabs on library books, and running unmanned toll booths.\n\nNFC is behind the cards that we wave over card readers in subway turnstiles and on buses. It is present in speakers, household appliances, and other electronic devices that we monitor and control through our smartphones. With just a touch, NFC can also set up WiFi and Bluetooth devices throughout our homes.\n\nThe first use of NFC technology was for contactless payment systems. NFC-enabled credit and debit cards were introduced in the early 2000s, allowing customers to make payments by simply holding their card near a payment terminal.\n\nNear-field communications are proving useful in numerous industries and have far-reaching implications.\n\nIn 2012, Japan Airlines (OTCMKTS: JAPSY) became the first commercial airline worldwide to allow passengers to tap standard NFC phones to pass through boarding gates in lieu of paper boarding passes. The customer experience in airports that use NFC technology is enhanced significantly, as NFC can shorten the boarding of a 450-person plane to just 15 minutes—a process that normally takes 40 minutes without the use of NFC.\n\nIn the hospitality industry, a hotel may manage building and room access centrally in real-time, without the need for physical delivery of key cards. Instead, you just hold your phone up to the door lock. Using NFC technology, a hotel can send access rights to a guest's room directly to his or her mobile device in advance of their arrival. An NFC hospitality application can include other functions, too, such as booking a room and skipping the check-in phase.\n\nEnabling NFC on your phone allows you to make touchless payments using your device. It also allows you to share or receive information wirelessly, interact with RFID-enabled cards (like transit cards that contain microchips), and be used with other enabled devices like room keys, and so on.\n\nBecause NFC draws battery power, and because it could pose potential security risks such as digital pickpocketing, NFC should usually be turned off when not in use.\n\nThere is no evidence to suggest that NFC technology is harmful to your health. NFC, or near-field communication, is a type of wireless technology that allows devices to exchange data over short distances. It operates at a frequency of 13.56 MHz, which is considered to be a low-power frequency. While some studies have shown that long-term exposure to certain types of radio frequency (RF) radiation can have negative health effects, the level of RF radiation emitted by NFC technology is so low that it is not considered to be harmful.\n\nIt is possible for an attacker to hack into a device using NFC technology, although the likelihood of this happening these days is relatively low. NFC operates over very short distances, typically less than four inches, so an attacker would need to be in close proximity to the device in order to access it. Additionally, most NFC-enabled devices are configured to only establish a connection when the user specifically allows it, so an attacker would need to trick the user into initiating the connection.\n\nHowever, even if an attacker is able to establish an NFC connection with a device, they would still need to find a way to exploit a vulnerability in the device's software in order to gain access. This is not necessarily an easy task, and the level of difficulty would depend on the specific device and its security measures. In general, it is always a good idea to keep your device up to date with the latest security patches and to be cautious when connecting to unfamiliar devices using NFC.\n\nNFC, or near-field communication, is a type of wireless technology that allows devices to exchange data over short distances. It is commonly used for contactless payment systems, such as mobile payment apps like Apple Pay, as well as for access control systems, like keyless entry to buildings or hotel rooms. NFC technology is also often used in marketing, allowing businesses to provide customers with information or offers through their NFC-enabled smartphones.\n\nThe technology operates at a low-power frequency and is not considered to be harmful to human health. When using a smartphone or tablet, NFC is as safe as any other wireless technology such as WiFi or Bluetooth. However, enabling NFC can drain your battery, and skillful hackers may be able to hack your device or \"digital pickpocket\" you from close range. As a result, it is often smart to keep the NFC feature turned off while it is not needed.",
  "url": "https://www.investopedia.com/terms/n/near-field-communication-nfc.asp"
}