{
  "term": "Near Term: What it is, How it Works, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe near term is a period of time not far into the future. The term is used to describe events that may occur soon. In finance, the term is often used to explain the timeframe during which an event or change is expected to occur. Traders will often use the term \"near term\" when expecting a price move to happen in the near future, or when a trade is taken for only a small amount of time.\n\nFinancial market analysts and traders may use \"near term\" in reference to events that may be coming up in the near future, such as companyearnings, or a price move in a stock that is expected soon. If an event or a price move is not expected for a while, then that event doesn't occur in the near term.\n\nSimilarly, a day trader orswing traderwill typically be taking near-term trades. Those are trades that have a short duration. This is in direct contrast to along-termtrader who buys assets and holds them for an extended period of time.\n\nNear-term investments or trades include buying any asset with the intention of only holding it for a few weeks (possibly months) or less. Also, a trader may buyoptionsorfutureswith a near-termexpiry, which makes it a short-term trade.\n\nBuying abondclose to maturity makes it a near-term bond purchase.\n\nThere is no definitive time frame on what the near term is. Some may refer to the near term as anything less than a few months. A day trader may refer to the near term as the next five or ten minutes.\n\nIn economics, the near term may refer to a level of growth in a common indicator such asgross domestic product (GDP), inflation, consumer spending, or the cost of labor.\n\nAs an example, theFederal Reservemay monitor the near-term level of weekly employment data to gauge whether or not to change interest rate policy at an upcoming meeting. It is near-term data because it comes out weekly.\n\nCongress may be waiting to receive the monthlytrade deficitnumbers before deciding whether to pass related economic legislation. Since the data is released monthly, waiting to see what the next one or two data points say would be considered the near term.\n\nWhen discussing business, the near term may refer to an active or soon-to-be active period of time. The current business quarter could be referred to as the near term, since everything that happens in that quarter will occur over the next three months.\n\nIf a business is getting ready to launch a new product or marketing campaign within the next few months, that would also be a near-term initiative, even though it may have been in the works for months or years.\n\nConsider the following hypothetical scenario. It's the start of April, and a trader is considering taking a trade in Apple (AAPL) in anticipation of its earnings release on April 28. The trader isbullishand wants to have a long position in advance of the earnings release, which they believe will be favorable and push the stock price up.\n\nThis trader will hold the position for one week after the earnings release if the news is positive and the stock rises. If the news isn't positive and the stock drops on or after the earnings release, the trader will get out immediately and take whatever loss or profit they have.\n\nThe trader will wait for an entry point that they like prior to the April 28 earnings release. They expect that they should get into the long position by mid-April. This means that the trade will only last two to three weeks. This makes it a near-term trade, since the earnings release or event the trader is waiting for is also in the near term.",
  "url": "https://www.investopedia.com/terms/n/nearterm.asp"
}