{
  "term": "Near The Money: What It Is, How It Works",
  "definition": "The phrase \"near the money\" refers to anoptions contractwhose strike price is close to the current market price of the corresponding underlying security. Near-the-money is synonymous with at-the-money. It is very seldom that the underlying asset's price will be exactly at the strike price.\n\nSo, near-the-money is used and the strike price can be higher or lower than the market price. \"Close to the money\" is an alternative phrase, designating the same situation. It is very close to being \"at the money\"(ATM), but not quite the same.\n\nA call option is considered \"in the money\" (ITM) if its strike price is lower than the market price. However, if the strike price is higher than the market price, it would be \"out of the money\" (OTM). A put option's moneyness would work in opposite direction.\n\nAlso, the option's premiums would need to be accounted for before it can be deemed to be in-the-money. Near the money is one of the states of option moneyness, along with in-the-money and out-of-the-money (OTM).\n\nAn options contract is said to be \"near the money\" when the strike price, or the price at which the option can be exercised, and the underlying security's price are close. While there is no official figure for \"close,\" if that difference is usually less than 50 cents, the options contract is considered near the money.\n\nFor example, an option with a current market value of $20 and a strike price of $19.80 would be considered near the money, as the difference between the strike price and the market value is only 20 cents.\n\nA contract is considered \"at the money\" when the strike price is equal to the market price of the underlying security. The term “near the money” is often used to mean the same thing as “at the money,” because it is rare for options prices to be at the money, or the same as the strike price, of the commodity in question. For this reason, options trading almost always uses near-the-money or nearest-the-money options rather than at-the-money options.\n\nAt or near the money options contract typically cost more (i.e., they have a higher premium) than out-of-the-money options, in which the underlying instrument's price is significantly higher or lower than the strike price. Near-the-money options contain intrinsic value if they are slightly out of the money, but can contain both intrinsic and extrinsic value if they are slightly in the money.\n\nSince it is so rare for an options price to line up exactly with the strike price for that stock, almost all at-the-money options trades will take place near the money instead. Most traders attempt to trade options when they are in the money so that they can pay less than the current market price for the stock, and make a profit.\n\nWhen at the money, options have a delta value of 0.5 or -0.5 for put options. This means that the option is equally likely to either end up out of the money or in the money by the time the options contract expires. Near-the-money options will have a higher or lower delta value, depending on how close they are to the strike price.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/n/near-the-money.asp"
}