{
  "term": "Neckline: Overview and Examples in Technical Analysis",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe neckline is a level ofsupportorresistancefound on ahead and shoulderspattern that is used by traders to determine strategic areas to place orders. A neckline connects theswing lows(which occur following the first two peaks) of the head and shoulders topping pattern. A move below the neckline signals a breakout of the pattern and indicates that a reversal to the downside of the prior uptrend is underway.\n\nIn the case of a head and shoulders bottoming pattern, called aninverse head and shoulders, the neckline connects the twoswing highsof the pattern and extends out to the right. When the price rises above the neckline it signals a breakout of the pattern and a reversal to the upside of the prior downtrend.\n\nThe neckline is the part of the head and shoulders chart pattern that connects the two reaction lows (topping pattern) or highs (bottoming pattern) to form an area of support or resistance. The head and shoulders chart pattern is commonly used to predict bullish or bearishreversals.\n\nWhen the price breaks below the neckline of a topping pattern it means the prior uptrend is likely over, and a downtrend is underway. When the price breaks above the neckline of an inverse pattern it means the prior downtrend is likely over, and an uptrend is underway.\n\nThe neckline is a straight line that connects the lows (top) or highs (inverse) and is extended out to the right. After the head and shoulders form their third peak (top), if the price drops below the neckline, then the pattern is considered complete and a further downside move is expected.\n\nThe neckline's slope may sometimes need to be drawn at an angle, rather than horizontal. This is because the reaction lows or highs may not always be equal, and therefore, the line will take on a slope when connecting them. If the neckline is severelysloped higher or lower, then it is less useful for trading and analytical purposes.\n\nOften, the head and shoulders pattern is used in conjunction with other forms of technical analysis that serve as confirmation, including other chart patterns or technical indicators. For example, if therelative strength index(RSI) ormoving average convergence divergence(MACD) indicator was showingbearish divergenceheading into the head and shoulders pattern, some traders would view that as added confirmation that the price is more likely to head lower after the downside neckline breakout.\n\nA head and shoulders pattern form after an uptrend and is composed of a peak, aretracement, a higher second peak, a retracement, a lower third peak, and a drop below the neckline.\n\nSome traders entershortor exitlong positionswhen the price drops below the neckline. For those entering short, astop lossis often placed above a recent swing high or above the high of the third peak.\n\nThe estimated downside move for the head and shoulders is the height of the pattern—which is the difference between the prices of the second peak to the lowest low of the two retracements—subtracted from the neckline breakout point. This is called theprice target. There are no guarantees the price will reach that level, or that it will stop falling at that level. It is just an estimate.\n\nThe same concepts apply to an inverse head and shoulders, except in reverse. The pattern forms after adowntrendand is composed of a low, a move higher, a lower low, a move up, a third higher low, and then a rally above the neckline.\n\nSome traders enter long positions or exit short positions when the price rises above the neckline. For those entering longs, a stop loss is often placed below a recent swing low or below the low of the third low.\n\nThe height of the pattern is added to the neckline breakout point to provide an upside target.\n\nA head and shoulders pattern is formed in theGBP/USD, which is the currency exchange rate between the British pound and the U.S. dollar.\n\nThe head and shoulders pattern is formed by a first peak, a second higher peak, and then a third lower peak, with retracements in between. The neckline connects the lows of the retracements and is extended out to the right.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nFollowing the third peak, the price breaks below the neckline signaling further downside may be likely. The height of the pattern is subtracted from the neckline breakout point to provide an estimated price target for the move down.\n\nA head and shoulders pattern can be determined if prices fall below the neckline after the third peak. This is considered confirmation that a reversal is in progress, and most analysts will predict further declines.\n\nA head and shoulders pattern consists of three consecutive peaks, with the second peak rising above the other two. The straight line connecting the two troughs is called the neckline. When prices fall below the neckline after the third top, the pattern is considered to be confirmed.\n\nIn technical analysis, a head and shoulders pattern is considered a bearish sign, indicating that the asset may continue to lose value. However, it is not a foolproof indicator, and most analysts will examine other factors for confirmation.\n\nStock prices generally fall after a head and shoulders pattern, but this is not a certainty. Technical analysts also examine trading volume, relative strength, and other metrics to gauge market sentiment.\n\nAn inverse head and shoulders pattern is the reverse of a head and shoulders pattern. It is usually a bullish sign, indicating that prices have reached a bottom. The conventional move is to go long after the pattern is confirmed, in anticipation of new highs.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/n/neckline.asp"
}