{
  "term": "Negative Goodwill (NGW): Definition, Examples, and Accounting",
  "definition": "In business, negative goodwill (NGW) is a term that refers to thebargain purchaseamount of money paid, when a company acquires another company or its assets for significantly less their fair market values. Negative goodwill,also know as badwill, generally indicates that the selling party is distressed or has declared bankruptcy, and faces no other option but to unload its assets for a fraction of their worth.\n\nConsequently, negative goodwill nearly always favors the buyer. Negative goodwill is the opposite of goodwill, where one company pays a premium for another company's assets.\n\nNegative goodwill, along with goodwill, are accounting concepts created to acknowledge the challenge of quantifying the value of intangible assets, such as a company's reputation,patents, customer base, and licenses. These intangible assets differ from tangible items, such as equipment or inventory. In most acquisition cases, transactions involve goodwill, where buyers pay a greater sum than the value of the selling company's tangible assets. But in rarer cases, negative goodwill occurs, where the value of the intangible assets must be recorded as a gain on the buyer's income statement.\n\nThis goodwill/negative goodwill reporting mandate falls under generally accepted accounting standards (GAAP)—specifically under the Financial Accounting Standards Board (FASB) Statement No. 141, regarding business combinations. If the value of all the acquired company's assets exceeds the purchase price of the company, a \"bargain purchase\" is said to have occurred. FASB defines a bargain purchase as “a business combination where the acquisition date amounts of identifiable net assets acquired, excluding goodwill, exceed the sum of the value of consideration transferred.”﻿﻿﻿\n\nIn the event of a bargain purchase, the purchaser is required under GAAP to recognize a gain for financial accounting purposes. The effect of this gain is an immediate increase in net income.\n\nNegative goodwill is especially important to track because it gives investors a more holistic snapshot of a company's value. An acquisition that involves negative goodwill increases reported assets, income, and shareholder equity, potentially distorting performance metrics likereturn on assets (ROA)andreturn on equity (ROE), which would appear lower as a result.\n\nAs a fictitious example of negative goodwill, let's assume Company ABC buys the assets of Company XYZ for $40 million, but those assets are actually worth $70 million. This deal only occurs because XYZ is in dire need of cash, and ABC is the only entity willing to pay that amount. In this case, ABC must record the $30 million difference between the purchase price and the fair market as negative goodwill on its income statement.\n\nConsider this real-life example of negative goodwill: In 2009, British retail and commercial bank Lloyds Banking Group (formerly Lloyds TSB) acquired banking and insurance company HBOS plc, for a purchase price that was substantially lower than the value of HBOS plc's net assets. Consequently, this transaction produced negative goodwill of approximately GBP 11 billion, which Lloyds Banking Group added to its net income that year.﻿﻿\n\nFinancial Accounting Standards Board. \"Statement of Financial Accounting Standards No. 141,\" Pages iv-v. Accessed Dec. 23, 2020.\n\nLloyds Banking Group. \"2009 Results,\" Page 3. Accessed Nov. 12, 2020.",
  "url": "https://www.investopedia.com/terms/n/negativegoodwill.asp"
}