{
  "term": "Negative Covenant: Definition and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA negative covenant is an agreement that restricts a company from engaging in certain actions. Think of a negative covenant as a promise not to do something. Negative covenants are also referred to asrestrictive covenants.\n\nFor example, a covenant entered into with a public company might limit the amount ofdividendsthe firm can pay its shareholders. It could also place a cap on executives’ salaries. A negative covenant may be found in employment agreements and Mergers & Acquisitions (M&A) contracts. However, these covenants are almost always found in loan or bond documents.\n\nWhen a bond is issued, the features of the bond are included in a document known as the bond deed or trust indenture. The trust indenture highlights the responsibilities of an issuer and is overseen by a trustee to protect the interests of investors. The trust indenture also stipulates any negative covenants that the issuer must adhere to.\n\nFor example, the negative covenant may restrict the ability of the firm to issue additional debt. Specifically, the borrower may be required to maintain adebt-equity ratioof no more than 1. Likewise,negative pledge clauses in loan contractsrestrict the borrower from using the pledged asset as collateral for other loans.\n\nThe lending agreement or indenture in which the negative covenant appears will also provide detailed formulas, which may or may not conform to theGenerally Accepted Accounting Principles(GAAP), to be used to calculate the ratios and limits on negative covenants.\n\nCommon restrictions placed on borrowers through negative covenants include preventing a bond issuer from issuing more debt until one or more series of bonds have matured. Also, a borrowing firm may be restricted from paying dividends over a certain amount to shareholders so as not to increase thedefault riskto bondholders, since the more money paid to shareholders the less available funds will be to make interest and principal payment obligations to lenders.\n\nGenerally, the more negative covenants exist in a bond issue, the lower the interest rate on the debt will be since the restrictive covenants make the bonds safer in the eyes of investors.\n\nA negative covenant contrasts with apositive covenant, which is a clause in a loan agreement that requires the firm to take certain actions. For example, a positive covenant might require the issuer to disclose audit reports to creditors periodically or to insure its assets adequately. While positive or affirmative covenants do not limit the operations of a business, negative covenants materially limit a business’ operations.",
  "url": "https://www.investopedia.com/terms/n/negativecovenant.asp"
}