{
  "term": "Negative Income Tax (NIT): What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nNegative income tax (NIT) is an alternative to welfare suggested by, among other proponents, economistMilton Friedmanin his 1962 bookCapitalism and Freedom.﻿﻿ NIT proponents assert that every American withoutincomeabove thethreshold for tax liabilityshould have abasic incomeguarantee and that NIT is a means to subsidize the needy at less cost than the welfare system.\n\nTo get a negative income tax subsidy, the needy would, along with other taxpayers, simply fileincome tax returns. The IRS’ computerized system could then quickly and objectively identify taxpayers with income below the threshold as eligible for help.\n\nNIT proponents envisioned negative income tax (NIT) as a mirror image of the existing tax system wheretax liabilitiesof above-the-threshold taxpayers vary positively with income according to atax rate schedule; andtax benefitsof below-the-threshold taxpayers vary inversely with income according to a negative tax rate (or benefit-reduction) schedule. Taxpayers with income above the threshold would pay taxes in a cash amount equal to the difference (‘positive taxes’) and taxpayers with income below the threshold would receive NITrefundable creditsin a cash amount equal to the difference (‘negative taxes’).\n\nNIT opponents applyinglabor-supply economic theoriesworried that negative income tax (NIT)’s promise of a threshold income guarantee would cause the working poor to work less or quit entirely to substitute in leisure activities since wages reduce but may not exceed the guarantee, particularly after payroll and state and local income taxes are taken out. If too many of the working poor succumbed to thisincome effectand thissubstitution effect, the swelling number of needy with income below the threshold and eligible for NIT refundable credits would make total negative income tax (NIT) costs untenable.\n\nMilton Friedman. \"The Case for the Negative Income Tax.\" Accessed Nov. 13, 2020.",
  "url": "https://www.investopedia.com/terms/n/negativeincometax.asp"
}