{
  "term": "Negative Carry: Definition, Examples, Vs. Positive Carry",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nNegative carry is a condition in which the cost of holding an investment orsecurityexceeds the income earned while holding it. A negative carry trade or investment is often undesirable to professional portfolio managers because it means the investment is losing money as long as theprincipalvalue of the investment remains the same (or falls). However, many investors and professionals regularly enter into such conditions when they anticipate a significant payoff from holding the investment over time.\n\nNegative carry can be contrasted withpositive carry.\n\nAny investment that costs more to hold than it returns in payments can result in negative carry. A negative carry investment can be a securities position (such asbonds, stocks, futures, or forex positions), real estate (such as a rental property), or even a business. Even banks can experience negative carry if the income earned from a loan is less than the bank'scost of funds. This is also called the negativecost of carry.\n\nThis measure does not include anycapital gainsthat might occur when the asset is sold or matures. Such anticipated gains are often the primary reason negative carry investments of this nature are initiated and held.\n\nOwning a home is a negative carry investment for most homeowners who live in the home as their primary residence. The costs of the interest on a typicalmortgageeach month are more than the amount that will accrue to the principal for the first half of the mortgage term.\n\nThe cost of upkeep on the house is a financial burden as well. However, because house prices have tended to rise over the years, many homeowners experience at least some amount of capital gain by owning the home for at least a few years.\n\nIn the professional investment world, an investor may borrow money at 6% interest to invest in a bond paying a 4%yield. In this case, the investor has a negative carry of 2% and is actually spending money to own the bond.\n\nThe only reason for doing so would be that the bond was bought at a discount compared to expected future prices. If the bond was purchased atparor above and held to maturity, the investor will have a negative return. However, if the price of the bond increases, which occurs wheninterest ratesfall, then the investor’s capital gains could well outpace the loss in negative carry.\n\nInvestors in the foreign exchange (forex) markets can also have a negative carry trade, called anegative carry pair. Borrowing money in a currency with high-interest rates and then investing in assets denominated in a lower interest ratecurrencywill create the negative carry. However, if the value of the higher-yielding currency declines relative to the lower-yielding currency, then the favorable shift in exchange rates can create profits that more than offset the negative carry.\n\nThe negative carry pair in forex trading thus seeks to exploit differences in the exchange rates and interest rates associated with different currencies, and is effectively the reverse of the more popularcarry tradestrategy.\n\nA trader would only initiate the negative carry trade if they believed that the low-interest currency in which they are investing will appreciate relative to the high-interest currency in which they are borrowing. In that scenario, the trader would profit when they reverse out of the initial trade: selling the currency they bought in exchange for the currency they borrowed in, then repaying their debt and pocketing the gain on the transaction.\n\nOf course, this potential gain would need to exceed the cost of theinterestpayments made throughout the term of the investment in order for the entire transaction to be a success.\n\nOne reason for purchasinga negative carry investmentmay be to take advantage oftax benefits. For example, suppose an investor bought a condominium and rented it out. After all expenses were added in, the rental income was $50 less than the monthly expenses.\n\nHowever, because the interest payment was tax-deductible, the investor saved $150 per month on taxes. This allows the investor to hold the condo for enough time to anticipate capital gains. Since tax laws vary, such benefits will not be uniform everywhere, and when tax laws change the cost of carry may become greater.\n\nWhile borrowing to invest is the typical reason for negative carry (where the carry cost is the interest),short sellingcan also create a negative carry situation. One example would be in amarket-neutralstrategy where a short position in a security is matched against a long position in another.\n\nInternational Monetary Fund. “Banks: At the Heart of the Matter.”\n\nConsumer Financial Protection Bureau. “How Does Paying Down a Mortgage Work?”\n\nCongressional Research Service. “The Exclusion of Capital Gains for Owner-Occupied Housing.” Page 2.\n\nReserve bank of Australia. “Bonds and the Yield Curve.”\n\nDaniel, Kent, Hodrick, Robert, and Lu, Zhongjin. “The Carry Trade: Risks and Drawdowns.”National Bureau of Economic Research,no 20433, August 2014, pp. 2-5.\n\nInternal Revenue Service. “Topic No. 505, Interest Expense.”\n\nFederal Register. “Short Position and Short Activity Reporting by Institutional Investment Managers.”",
  "url": "https://www.investopedia.com/terms/n/negativecarry.asp"
}