{
  "term": "Negative Directional Indicator (-DI): What It is, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Negative Directional Indicator (-DI) measures the presence of adowntrendand is part of theAverage Directional Index(ADX). If -DI is sloping upward, it's a sign that the price downtrend is getting stronger.\n\nThis indicator is nearly always plotted along with thePositive Directional Indicator(+DI).\n\nImage by Sabrina Jiang © Investopedia 2021\n\n﻿-DI=S -DMATRwhere:-DM=Negative directional movement-DM=Prior Low−Current LowS -DM=Smoothed -DMS -DM=∑t=t−14t-DM−(∑t=t−14t-DM14)+Current -DMATR=Average True Range\\begin{aligned} &\\text{-DI} = \\frac { \\text{S -DM} }{ \\text{ATR} } \\\\ &\\textbf{where:} \\\\ &\\text{-DM} = \\text{Negative directional movement} \\\\ &\\phantom{\\text{-DM}} = \\text{Prior Low} - \\text{Current Low} \\\\ &\\text{S -DM} = \\text{Smoothed -DM} \\\\ &\\phantom{\\text{S -DM} } = \\sum_{t = t - 14}^t { \\text{-DM} } - \\left ( \\frac{ \\sum_{t = t - 14}^t {\\text{-DM} } } {14} \\right ) + \\text{Current -DM} \\\\ &\\text{ATR} = \\text{Average True Range} \\\\ \\end{aligned}​-DI=ATRS -DM​where:-DM=Negative directional movement-DM=Prior Low−Current LowS -DM=Smoothed -DMS -DM=t=t−14∑t​-DM−(14∑t=t−14t​-DM​)+Current -DMATR=Average True Range​﻿\n\nThe -DI line is used in conjunction with the +DI line to help show the direction of the trend.\n\nWhen -DI is above +DI then the trend is down, or at least downward movement is outpacing upward movement recently. If +DI is above -DI, then the trend is up, or upward price movement is outpacing downward price movement recently.\n\nBecause these two lines can indicate trend direction, crossovers are sometimes used as trade signals. The -DI crossing above the +DI signals a down move price, and is, therefore, a sell orshort tradesignal. A buy signal occurs if the +DI crosses above the -DI.\n\nThese indicators are part of the Average Directional Index (ADX) system. The addition of the ADX line, which is a smoothed average of the difference between the +DI and -DI, helps traders see how strong the current trend is. Typically,readings above 20on the ADX, and especially above 25, show a strong trend is present.\n\nTraders can utilize all the elements in the ADX system to help make better trading decisions. For example, the +DI and -DI lines show the trend direction and crossovers. ADX shows trend strength, so a trader may decide to only take long trades when ADX is above 20 and the +DI is above, or crossing, the -DI.\n\nAmoving averagetakes the average price of an asset over a set time period. The Negative Directional Indicator (-DI) is only concerned with the prior low relative to the current low, when applicable. Because of this, the -DI is not an average, even though it may sometimes appear to track the price when the price is falling.\n\nDue to the different calculations of the two indicators, the -DI and the moving average will provide the trader with different information.\n\nThe -DI provides limited information on its own. It is much more useful when combined with the +DI line. By looking at the relationship between the two lines traders can better assess whether upward or downward price movement is stronger.\n\nBecause traders often look at the relationship between these two lines, and crossovers, it should be noted that +DI and -DI lines may intersect frequently. This can result inwhipsaws. Whipsaws are when the lines cross back and forth, triggering trades, but the price of the asset doesn't follow through and the trader loses money.\n\nSavvy investors use other forms of technical andfundamental analysisto confirm what the DI lines are suggesting.\n\nFidelity. \"What Is DMI?\" Accessed July 25, 2021.",
  "url": "https://www.investopedia.com/terms/n/negativedirectionalindicator.asp"
}