{
  "term": "Negative Confirmation: Definition, Uses, and Examples",
  "definition": "Negative confirmation is a letter or document requesting that the recipient should only respond to the sender if there were an issue with the contents of the message or the recipient wanted to opt-out of the event that the letter had addressed.\n\nNegative confirmation letters can be used in many types of business situations and are often used in the financial services industry. The purpose of the communication is to reduce the number of incoming responses an organization receives in reply to a letter sent to its client base. In a negative confirmation or negative consent communication situation, the company or entity sending the message only receives responses from \"no\" votes, as opposed to responses from everybody regardless of their opinion.\n\nA negative confirmation can be contrasted with apositive confirmation.\n\nNegative confirmations are often used byauditorsand involve a document sent to a sample of a company's customers, asking them to respond only if they find a discrepancy between their books and the account recorded on thefinancial statementsof the company being audited. Negative confirmation is typically used when the accounting controls of a company have historically had very few errors and are thus considered to be strong. The company is asked to double-check the numbers and only confirm if there is a discrepancy.\n\nSending out a negative confirmation as opposed to a positive confirmation, which requires a response, can save time that would be spent tracking replies and following up with unresponsive recipients. The negative confirmation is merely a way for an accountant to make sure both companies are reporting the same numbers.\n\nNegative confirmations have many applications that include both accountants and financial services companies.\n\nNegative confirmation letters are often sent out with401(k)plans that have an auto-escalation feature. With auto-escalation, the percentage of an employee's paycheck contributed to each pay period is automatically increased every year.\n\nThe intent of this automatically increasing savings rate is to help people save more money forretirement. A month or so before the escalation occurs, the recordkeeper sends out a negative confirmation or negative consent letter. The letter informs the participant that the contribution escalation will occur unless the participant contacts the 401(k) recordkeeper and opts out of the increase to maintain their current contribution rate.\n\nA negative request can also be used to account for sales at a car manufacturer. According to the books, the manufacturer sold 200 cars to the dealership for a total of $6 million inrevenue. The negative confirmation letter would state that if the $6 million figure was accurate, there's no need to reply. However, if the revenue amount were only $5 million, the manufacturer would need to notify the accountant of the discrepancy in the dealership's books.\n\nNegative confirmations are a professional way of saying \"don't respond to me unless there is a problem.\"",
  "url": "https://www.investopedia.com/terms/n/negative-confirmation.asp"
}