{
  "term": "Negative Equity: What It Is, How It Works, Special Considerations",
  "definition": "miodrag ignjatovic / Getty Images\n\nNegative equity occurs when the value ofreal estateproperty falls below the outstanding balance on themortgageused to purchase that property. You can calculate whether you have negative equity by subtracting your outstandingmortgage loanbalance from the property's current market value.\n\nTo understand negativeequity, we'll start by explaining positive equity, also known simply ashome equity.\n\nHome equity represents the value of a homeowner’s interest or ownership in their home. It is the property’s currentmarket value, less any liens or encumbrances attached to the property. The equity value fluctuates over time as you make mortgage payments, which reduces your loan and increases your equity. Your home equity also fluctuates due to changes in your home's market value.\n\nIf you finance the purchase of your home using amortgage, thebank,credit union, or lending institution has an interest in the home until you pay off the loan. Home equity represents the portion of your home's current value that you own free and clear.\n\nYou can increase your home equity by making a largerdown paymentduring the initial purchase of the property. You also increase your home equity as you make your mortgage payments since a portion of each payment goes to paying interest tothe lenderand a portion to the principal loan balance.\n\nOver time, you reduce the outstanding principal owed, increasing your home equity. A rise in your property's value can also boost your home equity. In short, as long as the difference between your mortgage loan and the property value of your home increases, your home equity increases.\n\nWhen the current market value of a home falls below the amount the property owner owes on their mortgage—that owner is then classified as having negative equity in the home.\n\nLet's say that Sally bought a home worth $400,000 by financing $360,000 and putting a down payment of $40,000.\n\nA few years later, Sally owes $340,000 due to her mortgage payments, but the housing market declined, lowering the value of her house to $300,000. Let's calculate the negative equity.\n\nAs a result, Sally has $40,000 in negative equity.\n\nThe sale of a home with negative equity becomes a debt to the seller since they would be liable to their lending institution for the difference between the outstanding mortgage balance and the proceeds from the sale of the home. In other words, Sally, from our example, would need to pay the bank $40,000 to sell her home.\n\nNegative equity can occur when a homeowner purchases a house using a mortgage but experiences an event that causes real estate values to fall, such as the collapse of a housing bubble, recession, or depression.\n\nFor example, let's say ahomebuyerfinanced the purchase of a $400,000 home with a mortgage of $350,000. If the market value of that home the following year tumbles to $275,000, the owner has negative equity in the home because the mortgage attached to the property is $75,000 greater than the current market value of the home.\n\nBorrowers with negative equity can have fewer financial options, such as the inability to refinance the mortgage. Also, the borrower may not be able to sell the home without taking a financial loss for the amount of negative equity. Homeowners with negative equity might find it more difficult to actively pursue work in other areas or states due to the potential losses incurred from the sale of their homes.\n\nCredit scoredamage can occur if theborrower strugglesand falls behind on the payments, leading tochallenges with getting approvedfor new credit. Default and foreclosure can occur if the borrower loses their job or experiences a decline in income. As a result, borrowers can face significant financial stress and anxiety.\n\nBanks dealing with borrowers who have defaulted or foreclosed on properties can lead to losses, hurting their ability to make new loans and reducing the liquidity or money supply in the economy.\n\nThe lack of spending from consumers who have negative equity can decrease economic growth. If negative equity has occurred due to a housing crash in prices, severe consequences can include higher foreclosures, unemployment, and recession.\n\nThe government would also need to contribute more financial aid to helpstruggling borrowersmake their payments, avoid foreclosure, or pay for the increase in unemployment insurance claims, putting a strain on federal, state, and local finances.\n\nA borrower or homeowner has anunderwatermortgage if the outstanding mortgage loan balance exceeds the property value of the home.\n\nUnderwater mortgages were a common problem among homeowners around the height of thefinancial crisis of 2007–2008, which, among other things, involved a substantial deflation in housing prices. As the subsequent onset of theGreat Recessionproved, the widespread epidemic of negative equity across the housing market can have far-reaching implications for the economy as a whole.\n\nNegative equity differs frommortgage equity withdrawal (MEW), which represents removing home equity through a loan against theproperty's market value. A mortgage equity withdrawal reduces the real value of a property by the number of new liabilities against it but does not represent negative equity.\n\nIf you're buying a home,purchase a propertyyou can truly afford and put down a larger payment upfront. For homeowners, making upgrades can add to your home's value.\n\nNegative equity in your home can cause financial distress, making it challenging to sell your home or get approved for future financing, such as ahome equity loanorhome equity line of credit (HELOC).\n\nFirst, determine your home's current market value through an appraisal or online real estate websites. Then, check your mortgage statement from yourlenderto determine the outstanding loan balance. Subtract your loan balance from your home's market value to calculate your home equity (positive or negative).\n\nIf you'reunderwater with your mortgage, it typically means you have negative equity. In other words, the property value of your house has declined so much that it represents a lower value than the total amount you owe on your mortgage loan. Negative equity can occur following a housing bubble burst, a recession, or a depression. Negative equity can make it challenging to sell your home.\n\nNational Reverse Mortgage Lenders Association. \"What Is Home Equity?\"\n\nThe Federal Reserve. \"The Depth of Negative Equity and Mortgage Default Decisions,\" Page 1.\n\nThe Department of Housing and Urban Development. \"Economic Impact Analysis of the FHA Refinance Program for Borrowers in Negative Equity Positions,\" Pages 2–3.\n\nFederal Reserve Bank of New York. \"Below the Line: Estimates of Negative Equity Among Nonprime Mortgage Borrowers.\"\n\nU.S. Department of Housing and Urban Development. \"Tips for Dealing With an Underwater Mortgage.\"",
  "url": "https://www.investopedia.com/terms/n/negativeequity.asp"
}