{
  "term": "Negative Correlation: How It Works and Examples",
  "definition": "A key tool in diversifying your portfolio\n\nA negative correlation means that two variables move in opposite directions from one another: when one rises, the other falls.\n\nIt's important for investors to understand the concept of negative correlation since balanced portfolios often include assets that have this relationship with one another. That way, should one part drop in value, others might not.\n\nNegative correlation is also called inverse correlation, which is a relationship between two variables in which one increases as the other decreases, and vice versa. A perfectly negative correlation means the relationship that exists between two variables is exactly opposite. In a line graph, you would see a downward slope.\n\nIn economics, price and quantity are generally negatively correlated on a demand curve. These are almost always downward-sloping, reflecting the willingness of consumers to buy more of something as its price goes lower.\n\nNegative orinverse correlationindicates that two individual variables have prices that generally move in opposite directions. If, for instance, variables X and Y have a negative correlation, as X increases in value, Y will decrease; similarly, if X decreases in value, Y will increase.\n\nIn statistics, a perfectly negativecorrelationis represented by the value -1.0, while 0 indicates no correlation, and +1.0 indicates a perfectly positive correlation. The supply curve is almost always upward-sloping and represented with a positive correlation, reflecting how producers are willing to bring more of a product to the market as prices go higher.\n\nHowever, in most real-world scenarios, negative correlations are imperfect, meaning that while the general trend is downward, individual data points might not fit the trend exactly (as in the chart above).\n\nNegative correlations are commonly observed in various fields, such as finance or economics, where there's typically a negative correlation between the supply of a product and its price. As supply increases, prices tend to fall, and vice versa.\n\nThecorrelation coefficientis how you'll typically get information about the correlations (negative or otherwise) between different things. It's given as a number ranging from -1.0 to +1.0. A coefficient of +1.0 is a perfect positive correlation, indicating that two assets move in perfect unison.\n\nMeanwhile, a coefficient of -1.0 signifies a perfectly negative correlation, where the assets move in exactly opposite directions. When the coefficient is 0, there is no discernible relationship between the movements of the two assets.\n\nFor investors, these numbers can be quite meaningful since they can be used to manage and create portfolios and handle risk. A diversified portfolio often aims to include assets with low or negative correlations with each other. This strategy can help mitigate overall portfolio risk, as losses in one asset might be offset by gains in another.\n\nHowever, like any tool in finance, the correlation coefficient has its limits. It only measures linear relationships and can be sensitive to outliers in the data. In addition, correlation doesn't imply causation, and historical correlations don't guarantee future results.\n\nThe degree of correlation between two variables is not static but can move from positive to negative and vice versa over time.\n\nAn outlier in financial data is an extreme value that significantly deviates from other observations in a dataset. These can occur because of exceptional market events, data errors, or genuinely unusual occurrences.\n\nSuppose we're analyzing the correlation between theS&P 500 indexand a tech stock over the past year, using daily returns. Most days, the stock moves similarly to the broader market, with returns ranging between -2% and +2%. However, one day the following occurs:\n\nThis 30% jump in the tech stock could have come from unexpected news, like a major product breakthrough. This single day's outsized return will pull up the average return for the tech stock, potentially misrepresenting its typical relationship with the market.\n\nThus, if we calculate the correlation coefficient including this outlier, it would suggest a weaker correlation between the stock and the S&P 500 than actually exists on most trading days. More broadly, this means watching out for times when the data might not be representative of most trading situations.\n\nFor investors, negative correlation refers to the relationship between two assets whose prices tend to move in opposite directions. When one asset's value increases, the other tends to decrease, and vice versa. Taking advantage of inverse relationships can be a great way to manage risk and optimize portfolios.\n\nHere are two major uses in finance and investing:\n\nHere are examples of assets traditionally said to be negatively correlated:\n\nThat said, while these are often said to be true, the significance of the correlation over time can change, so it's best to look at the data first before acting. Below, we've put together a correlation table comparing many of the major assets included in portfolios.\n\nAs you can see, there are positive correlations, but few that are negative, and only moderately so, at least when the asset classes are diversified within a class and compared.\n\nNegative correlation is a key when constructing a portfolio. When found between sectors or assets from different locales, negative correlations can be used to create diversified portfolios that can better withstand market volatility, smoothing out portfolio returns over the long term.\n\nThe building of large and complex portfolios where the correlations are carefully balanced is calledstrategic asset allocation.\n\nConsider the historically long-term negative correlation between stocks and bonds. Stocks generally outperform bonds during periods of strong economic performance, but as the economy slows down and the U.S. Federal Reserve and other central banks reduce interest rates to stimulate the economy, bonds often outperform stocks.\n\nIn the chart above, bonds tend to have a moderately negative to neutral correlation with stocks.\n\nEquities and bonds generally have a negative correlation, but like other asset classes, correlation fluctuates, and these two assets become more and less correlated during certain circumstances.\n\nUsing the table of asset correlations above, let's see if we can construct a relatively well-balanced portfolio given the data about the relationship among the different assets. This is for informational purposes only.\n\nAfter all, there are many more reasons for including certain assets and excluding others than their correlations. We would need better information about recent performance, as well as ourrisk tolerance, needs for liquidity, time horizon, and other details that are up to the individual investor and depend on what's happening in the present market. But doing so will help to demonstrate the concept.\n\nA well-balanced portfolio often includes a mix of positively and negatively correlated assets to manage risk and potentially optimize returns over the long term. Let's choose a mix of ETFs representing stocks, bonds, a bit of gold, and commodities from the table above:\n\nThis is a portfolio that isn't well-balanced along other lines (two-thirds of the stock allocation is in more volatile markets), but let's see how we do balancing the correlations.\n\nTo determine the overall correlation of the portfolio, we compute the weighted average correlation, which means first figuring out each ETF's correlation with the others in the portfolio.\n\nStep 1:For each ETF, we identified its correlation with all other ETFs in the correlation table. For example, for the S&P 500 large-cap ETF (IVV), we have to find its correlation with the others. Here's IVV with the others:\n\nYou'll need to do the same with each of the ETFs in the portfolio: IJH, IJ, etc. This can be done quickly in a spreadsheet.\n\nStep 2:Sum the correlations above. Quickly doing so with the sum formula in our Google Sheet, we get 3.62.\n\nStep 3: Divide by eight to get the average, which is about 0.45.\n\nStep 4: Now, do the same for each of the other ETFs in the portfolio and their correlations. We've calculated the average correlations for them with each other ETF as below:\n\nStep 5:Now, we can calculate the weighted correlations. That's because each one represents a specific portion of the portfolio, and we want to ensure we capture that. So, we multiply the averages above by the percentage share of the portfolio for each:\n\nStep 6: Now we add these together to get 0.34 (rounded to two decimal places). This is the weighted average correlation for the portfolio.\n\nThe example above gives a weighted average correlation of 0.34, which indicates that, on average, the assets in our portfolio have a moderate tendency to move in the same direction. While our portfolio is somewhat diversified, it's not entirely insulated from market trends.\n\nThe correlation is not so high that all assets will move together in lockstep, but there is enough positive correlation that the portfolio is likely to experience the effects of market changes together.\n\nAweighted averagecorrelation in this range reflects a portfolio that combines assets with varying degrees of correlation:\n\nThe portfolio’s relatively moderate average correlation will hopefully allow us to capture growth while managing risk. During a market upswing, the positively correlated assets may drive portfolio gains. Meanwhile, should there be a downturn, the assets with low or negative correlations should help mitigate losses, providing a cushion against volatility.\n\nWhen assets that are often negatively correlated move in the same direction, this is an example ofsystematic risk. Systematic risk can't be diversified away; it will exist in financial markets and is the inherent risk present in investing.\n\nThough asset classes may traditionally be negatively correlated, macroeconomic conditions may result in asset classes acting similarly due to broader impacts on the market.\n\nIf our goal is to further reduce the portfolio's correlation and enhance diversification, we could increase the allocation of assets with lower or negative correlations, such as bonds (AGG, IEF) or commodities (GLD, DBC).\n\nMeanwhile, if we're looking to capture more in potential gains should the market go up, we might increase our exposure to high-correlation assets like large-cap stocks (IVV) or international equities (EFA).\n\nWhile correlation is essential inconstructing a balanced portfolio, a well-rounded strategy also considers asset allocation, risk tolerance, time horizon, and financial goals. For example, while low or negative correlations can help cut portfolio volatility, they may also limit potential returns should the assets with correlations closer to zero underperform.\n\nIn addition, liquidity, market conditions, and economic outlook often play a bigger role in determining which assets to include in a portfolio. Here are some other drawbacks to using asset correlations in isolation from others:\n\nWhile you can use online calculators, as we have above, to calculate these figures for you, you first need to find the covariance of each variable. Then, the correlation coefficient is determined by dividing the covariance by the product of the variables' standard deviations.\n\nCorrelation measures the relationship between two variables, and there are three main types:positive, negative, and no correlation. Beyond these, there are several methods for calculating correlation, each suited to different kinds of data.\n\nThe Pearson correlation measures the linear relationship between two continuous variables, while the Kendall rank correlation and Spearman correlation capture how one variable consistently increases or decreases with the other, even if the relationship isn't perfectly linear.\n\nThe Point-Biserial correlation is used when one variable is continuous and the other is binary. These different methods provide various insights into how assets might interact, emphasizing that correlation, though a useful tool, has its limits in portfolio analysis.\n\nFor some investors, negative correlation is better than positive correlation. This means that investors are exposed to less risk, have the chance to invest in different types of securities, and often experience less portfolio volatility. For others, negative correlation means hedging their investment, which minimizes potential gains.\n\nNegative correlation can be used for a strategic approach to risk management and portfolio diversification. By pairing assets that tend to move in opposite directions, investors could mitigate overall portfolio volatility and create more lasting strategies.\n\nThis approach challenges the typical move of seeking only positively correlated assets, opening up new ways to navigate the financial markets.\n\nHowever, correlation coefficients can shift over time, especially during extreme market events. Successfully using negative correlation strategies requires ongoing analysis, an up-to-date and subtle understanding of the market, and a willingness to adapt to changing conditions.",
  "url": "https://www.investopedia.com/terms/n/negative-correlation.asp"
}