{
  "term": "Negative Interest Rate Policy (NIRP): Definition, Uses, Examples",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA negative interest rate policy (NIRP) is an unconventionalmonetary policytool employed by a central bank whereby nominaltarget interest ratesare set with a negative value, below the theoretical lower bound of zero percent. A NIRP is a relatively new development (since the 1990s) in monetary policy used tomitigate a financial crisis, and has only been officially enacted under extraordinary economic circumstances.\n\nAnegative interest ratemeans that thecentral bank(and perhaps private banks) will charge negative interest. Instead of receiving money on deposits, depositors must pay regularly to keep their money with the bank. This is intended to incentivize banks to lend money more freely and businesses and individuals to invest, lend, and spend money rather than pay a fee to keep it safe. This happens during anegative interest rate environment.\n\nDuringdeflationaryperiods, people and businesses hoard money instead of spending and investing. The result is a collapse inaggregate demand, which leads to prices falling even further, a slowdown or halt in real production and output, and an increase inunemployment. A loose or expansionary monetary policy is usually employed to deal with such economicstagnation. However, if deflationary forces are strong enough, simply cutting the central bank's interest rate to zero may not be sufficient to stimulate borrowing andlending.\n\nNegative interest ratescan be considered a last-ditch effort to boosteconomic growth. Basically, it's put into place when all else (every other type of traditional policy) has proved ineffective and may have failed.\n\nTheoretically, targeting interest rates below zero will reduce the costs to borrow for companies and households, driving demand for loans and incentivizing investment andconsumer spending. Retail banks may choose to internalize the costs associated with negative interest rates by paying them, which will negatively impact profits, rather than passing the costs to small depositors for fear that, otherwise, they will have to move their deposits into cash.\n\nAn example of a negative interest rate policy would be to set thekey rateat -0.2 percent, such that bank depositors would have to pay two-tenths of a percent on theirdepositsinstead of receiving any sort of positive interest.\n\nThough fears that bank customers and banks would move all their moneyholdingsinto cash (or M1) did not materialize, there is some evidence to suggest that negative interest rates in Europe did cut down interbank loans.\n\nThere are some risks and potential unintended consequences associated with a negative interest rate policy. If banks penalize households for saving, that might not necessarily encourage retail consumers to spend more cash. Instead, they may hoard cash at home. Instituting a negative interest rate environment can even inspire a cash run, triggering households to pull their cash out of the bank in order to avoid paying negative interest rates for saving.\n\nBanks that wish to avoid cash runs can refrain from applying the negative interest rate to the comparatively small deposits of household savers. Instead, they apply negative interest rates to the large balances held bypension funds, investment firms and other corporate clients. This encourages corporate savers to invest in bonds and other vehicles that offer better returns while protecting the bank and the economy from the negative effects of a cash run.",
  "url": "https://www.investopedia.com/terms/n/negative-interest-rate-policy-nirp.asp"
}