{
  "term": "Negative Feedback: What it Means, How it Works",
  "definition": "Negative feedback can be defined as a system where outputs mute or moderate the initial inputs, with a dampening effect. In the context ofcontrarian investment, an investor using a negative feedback strategy would buy stocks when prices decline and sell stocks when prices rise, which is the opposite of what most people do. Negative feedback, by this definition, helps make markets less volatile by pushing systems towards equilibrium.\n\nIts opposite ispositive feedback, in which a good outcome is perpetuated, or when herd mentality pushes elevated prices ever higher.\n\nNegative feedback is also used colloquially (although it is technically incorrect) as a system where outputs are routed back as inputs to exacerbate some negative outcome, thereby worsening a bad situation, such as an economic panic or adeflationary spiral. This use is technically incorrect as it is an example of a positive feedback loop that makes a negative outcome worse. Still, many people (incorrectly) use the term negative feedback loop in this context.\n\nMany people believe financial markets can exhibit feedback loop behaviors. Originally developed as a theory to explain economics principles, the notion of feedback loops is now commonplace in other areas of finance, includingbehavioral financeand capital markets theory.\n\nWith negative feedback, events like stock price drops, bearish news headlines, social media rumors, and shocks produce reactions that serve to stabilize or reverse that initial result. Dip buyers or profit-taking sellers, for instance, can help minimize the severity of a selloff or rally.\n\nThis differs from positive feedback, where input from a relatively minor initial event can snowball into an ever-compounding downward spiral. Financial panics and market crashes are examples of positive feedback in markets that head in the negative direction. Bubbles are positive feedback loops that instead send prices higher.\n\nWarren Buffett is often quoted as saying the markets are frequently nonsensical;this is in contrast to proponents of theefficient market hypothesis(EMH), who would say that markets are always efficient. Consequently, troubled stocks may be priced lower than a rational investor would anticipate simply because some investors are more panicked or pessimistic than most. When this cycle persists, the price can be driven below rational fundamental levels. This can happen because of a negative feedback loop.\n\nFeedback within financial markets takes on significantly greater importance during periods of distress. Given humans' propensity to overreact to greed and fear, markets have a tendency to get erratic during moments of uncertainty. The panic during sharpmarket correctionsillustrates this point clearly.\n\nSuch feedback, even for benign issues, becomes a negative self-fulfilling cycle (or loop) that feeds on itself. Investors, seeing others panic, in turn, panic themselves, creating an environment that is difficult to reverse.\n\nHowever, many markets are restored to some sort ofequilibriumthrough negative feedback. Arbitrage,value investors, and spread traders all seek to profit from mispricings generated by positive feedback loops by taking opposing positions to the emotional response.\n\nOne way investors can protect themselves from dangerous feedback loops is bydiversifyingtheir investments. The negative, self-fulfilling cycles exhibited during the financial crisis of 2008, for example, were very costly for millions of Americans.\n\nMany believe financial markets exhibit feedback loop behavior. Positive feedback amplifies change, meaning as share prices increase, more people buy the stock, pushing prices up further. Negative feedback minimizes change, meaning investors buy stocks when prices decline and sell stocks when prices rise.\n\nOne example of a negative feedback loop that occurs constantly is the body's method of maintaining its internal temperature. The body senses an internal change (such as a spike in temperature) and activates mechanisms that reverse, or negate, that change (the activation of the sweat glands).\n\nIn the context of financial markets, a negative feedback loop refers to behavior that either compounds a bad outcome or minimizes change rather than amplifying it. In the latter case, investors buy stocks when prices decline and sell stocks when prices rise. This, however, is actually an example of positive feedback--although many people in practice still refer to this as a negative feedback loop.\n\nInsider. \"Here's What Warren Buffet Thinks About The Efficient Market Hypothesis.\"",
  "url": "https://www.investopedia.com/terms/n/negative-feedback.asp"
}