{
  "term": "Negative Interest Rate Environment Definition",
  "definition": "A negative interest rate environment exists when the nominalovernight interest ratefalls below zero percent for a particular economic zone. This means that banks and other financial institutions would have to pay to keep theirexcess reservesstored at the central bank rather than receive positive interest income.\n\nAnegative interest rate policy(NIRP) is an unconventionalmonetary policytool whereby nominaltarget interest ratesare set with a negative value, below the theoretical lower bound of zero percent.\n\nThe impetus for a negative interest rate is tostimulate economic growthby encouraging banks to lend or invest excess reserves rather than experience a guaranteed loss. The theory goes that, withinterest rates below zero, banks, businesses, and households will stimulate the economy by spending money instead of saving it. A negative interest rate environment is believed to encourage banks to make more loans, households to buy more products, and businesses to invest extra cash instead of depositing it in the bank.\n\nBecause it is logistically difficult and costly to transfer and store large sums of physical cash, some banks are still ok with paying negative interest on their deposits. However, if the interest rate is set sufficiently negative, it will begin to exceed storage costs.\n\nNegative interest rate environments are intended to penalize banks for holding onto cash instead of extending loans. They should, at least in theory, make it cheaper for businesses and households to take out loans, encouraging more borrowing and pumping more cash into the economy.\n\nThere are some risks associated with a negative interest rate environment. If banks penalize households for saving, that might not necessarily encourage retail consumers to spend more cash. Instead, they may hoard cash at home. Instituting a negative interest rate environment can even inspire a cash run, triggering households to pull their cash out of the bank in order to avoid paying negative interest rates for saving.\n\nBanks that wish to avoid cash runs can refrain from applying the negative interest rate to the comparatively small deposits of household savers. Instead, they apply negative interest rates to the large balances held bypension funds, investment firms, and other corporate clients. This encourages corporate savers to invest in bonds and other vehicles that offer better returns while protecting the bank and the economy from the negative effects of a cash run.\n\nThe Swiss government ran ade facto negative interest rate regimein the early 1970s to counter itscurrency appreciationdue to investors fleeing inflation in other parts of the world.\n\nRecent examples of negative interest rate environments include theEuropean Central Bank(ECB), which dropped its interest rates below zero in 2014. A year and a half later, in 2016, theBank of Japanalso adopted negative interest rates. The central banks of Sweden, Denmark, and Switzerland have also switched to negative interest rates from 2009-2012.\n\nThese countries used negative interest rates to stem hot money flows into their economies to keep control of their currency exchange rates as foreign capital flowed into those economies.\n\nCentral banks have created negative interest rate environments in these countries in an effort to stopdeflation, which, they fear, could quickly spiral out of control, devaluing currencies and derailing economic progress made since theGreat Recession. However, the negative interest rates are so far small.\n\nCentral banks have hesitated to lower negative interest rates too far below zero because the practice of creating negative interest rate environments did not begin until recently, with the ECB being the first major financial institution to create such an environment. The ECB charges banks 0.4 percent interest to hold onto cash overnight. The Bank of Japan charges 0.10 percent interest to hold cash overnight, and the Swiss central bank charges 0.75 percent interest to hold onto cash.",
  "url": "https://www.investopedia.com/terms/n/negative-interest-rate-environment.asp"
}