{
  "term": "Negative Volume Index (NVI): Meaning, Overview, Calculations",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe negative volume index (NVI) is a technical indication line that integrates volume and price to graphically show how price movements are affected by down volume days.\n\nThe negative volume index (NVI) can be used with thepositive volume index(PVI). Both indexes were first developed by Paul Dysart in the 1930s and gained popularity in the 1970s after being spotlighted in Norman Fosback’s book entitled \"Stock Market Logic.\"\n\nThe positive and negative volume indexes are trendlines that can help an investor follow how a security’s price is changing with the effects of volume. PVI and NVI trendlines are typically available through advanced technical charting software programs like MetaStock and EquityFeedWorkstation. Trendlines are usually added below acandlestickpattern similar to the visualization of volume bar charts.\n\nNegative volume index trendlines can potentially be the best trendlines for following mainstream, smart money movements typically characterized byinstitutional investors. Positive volume index trendlines are usually more broadly associated with high volume market trending effects, which are known to be more heavily influenced by both smart money and noise traders.\n\nNVI can be useful after a price comes down from high-volume trading. Low volume days can show how institutional money and mainstream investors are trading a security. Generally, it is best to follow both the NVI and PVI together, as overall they represent how price is being influenced by volume.\n\nCalculation of the NVI depends on howvolumefor a single day compares with the previous day’s trading volume.\n\nNVI will only change when the volume has decreased from one day to the next. Thus, if the current volume is higher, there is no change. If the volume is lower than the previous day then NVI is calculated using the following equation:\n\nNVIt=(Pt−Pt−1)Pt−1×NVIt−1where:NVIt=Negative volume index at time tPt=Price or the index level at time t\\begin{aligned}&\\text{NVI}_{\\text{t}}=\\frac{(\\text{P}_{\\text{t}}-\\text{P}_{\\text{t}-1})}{\\text{P}_{\\text{t}-1}}\\times\\text{NVI}_{\\text{t}-1}\\\\&\\textbf{where:}\\\\&\\text{NVI}_{\\text{t}}=\\text{Negative volume index at time t}\\\\&\\text{P}_{\\text{t}}=\\text{Price or the index level at time t}\\end{aligned}​NVIt​=Pt−1​(Pt​−Pt−1​)​×NVIt−1​where:NVIt​=Negative volume index at time tPt​=Price or the index level at time t​\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/n/nvi.asp"
}