{
  "term": "Negative Pledge Clause: Definition, How It Works, Pros & Cons",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA negative pledge clause is a type ofnegative covenantthat prevents a borrower from pledging any assets if doing so would jeopardize the lender’s security. This type of clause may be part of bond indentures and traditional loan structures.\n\nNegative pledge clauses help lenders or bondholders protect their investments. When a bond indenture includes a negative pledge clause, it prevents the bond issuer from taking on future debt that could compromise its ability to meet obligations to existingbondholders.\n\nA negative pledge clause also limits the likelihood that a particular asset will be pledged more than once, preventing conflict over which lending institution has the right to the asset if the borrower defaults.\n\nMortgages sometimes include negative pledge clauses that prevent the borrower from encumbering their home.\n\nBecause a negative pledge clause reduces the risk of a loan or bond issue, it often allows the borrower to get a slightly lower interest rate. This creates a win-win situation that benefits both the lender and borrower.\n\nThe negative pledge clause mitigates risks to bondholders by restricting the activities in which the issuer can participate. Most often, this means preventing the issuer from using the same assets to secure another debt obligation.\n\nOn the downside, violating a negative pledge clause can trigger a default on the loan, albeit atechnical default. Lenders generally give an allotted amount of time, such as 30 days, to remedy a covenant break before moving ahead with default procedures.\n\nLower interest rates for the borrower\n\nEnsures that lenders will have recourse if the borrower declares bankruptcy\n\nLimits the borrower's ability to sell or borrow against their assets in the future.\n\nMay cause borrower to default if they inadvertently break the covenant.\n\nThey are difficult to enforce for lenders.\n\nWhen a financial institution provides anunsecured loanto an individual or entity, it may include a negative pledge clause in the contract in order to protect itself.\n\nIn this case, the clause prevents the borrower from using its own assets to secure other sources of financing. If the borrower secures other loans, the original loan by the first institution becomes less secure, because the borrower now has a greater amount of debt obligations, and the original institution may not have priority status for repayment.\n\nIn the case of home mortgages, many loan agreements include terminology that restricts the borrower from using the mortgaged property as collateral against any new loan, except in the case of refinancing.\n\nA negative covenant is a contractual agreement that binds prevents one party from taking a certain action. In other words, it is an agreement not to do something. Negative covenants might prohibit a person or company from selling certain assets or taking on more than a certain amount of debt, for example.\n\nA double negative pledge is a promise not to enter into negative covenants with any third party. In other words, it is a negative covenant that prohibits other negative covenants. This type of agreement is frequently used by banks or other lenders to ensure that they have a priority claim to a borrower's assets if they declare bankruptcy.\n\nThe loan agreement will specify the type of recourse that is available to a lender if the borrower sells or otherwise encumbers property protected by a negative pledge clause. This will usually allow the lender to sue the borrower, oracceleratethe loan's repayment schedule. However, the lender cannot pursue action against any third party, only the borrower.\n\nMartindale. \"The Negative Pledge.\"\n\nUpCounsel. \"Negative Pledge Clause: Everything You Need to Know.\"",
  "url": "https://www.investopedia.com/terms/n/negativepledgeclause.asp"
}