{
  "term": "Negative Convexity: Definition, Example, Simplified Formula",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nNegative convexity exists when the shape of a bond'syield curveis concave. A bond's convexity is therate of changeof its duration, and it is measured as the secondderivativeof the bond's price with respect to its yield. Most mortgage bonds are negatively convex, and callable bonds usually exhibit negative convexity at lower yields.\n\nA bond'sdurationrefers to the degree to which a bond's price is impacted by the rise and fall of interest rates. Convexity demonstrates how the duration of a bond changes as the interest rate changes. Typically, when interest rates decrease, a bond's price increases. However, for bonds that have negative convexity, prices decrease as interest rates fall.\n\nFor example, with a callable bond, as interest rates fall, the incentive for the issuer to call the bondat parincreases; therefore, its price will not rise as quickly as the price of a non-callable bond. The price of acallable bondmight actually drop as the likelihood that the bond will be called increases. This is why the shape of a callable bond's curve of price with respect to yield is concave or negatively convex.\n\nSince duration is an imperfect price change estimator, investors, analysts, and traderscalculate a bond's convexity. Convexity is a useful risk-management tool and is used to measure and manage a portfolio's exposure to market risk. This helps to increase the accuracy of price-movement predictions.\n\nWhile the exact formula for convexity is rather complicated, an approximation for convexity can be found using the following simplified formula:\n\nConvexity approximation = (P(+) + P(-) - 2 x P(0)) / (2 x P(0) x dy ^2)\n\nP(+) = bond price when interest rate is decreased\n\nP(-) = bond price when interest rate is increased\n\ndy = change in interest rate in decimal form\n\nFor example, assume a bond is currently priced at $1,000. If interest rates are decreased by 1%, the bond's new price is $1,035. If interest rates are increased by 1%, the bond's new price is $970. The approximate convexity would be:\n\nConvexity approximation = ($1,035 + $970 - 2 x $1,000) / (2 x $1,000 x 0.01^2) = $5 / $0.2 = 25\n\nWhen applying this to estimate a bond's price using duration aconvexity adjustmentmust be used. The formula for the convexity adjustment is:\n\nConvexity adjustment = convexity x 100 x (dy)^2\n\nIn this example, the convexity adjustment would be:\n\nConvexity adjustment = 25 x 100 x (0.01)^2 = 0.25\n\nFinally, using duration and convexity to obtain an estimate of a bond's price for a given change in interest rates, an investor can use the following formula:\n\nBond price change = duration x yield change + convexity adjustment",
  "url": "https://www.investopedia.com/terms/n/negative_convexity.asp"
}