{
  "term": "Negative Arbitrage: What It is, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nNegative arbitrage is the opportunity lost when bond issuers assume proceeds from debt offerings and then hold that moneyin escrowfor a period of time (usually in cash or short-term treasury investments) until the money is able to be put to use to fund a project, or to repay investors. Negative arbitrage may occur with a new bond issue or following a debt refinancing.\n\nTheopportunity costoccurs when the money is reinvested and the debt issuer earns a rate or return that is lower than what must actually be paid back to debt holders.\n\nNegative arbitrage occurs when a borrower pays off its debts at a higher interest rate than the rate the borrower earns on the money set aside to repay the debt. Basically, theborrowing costis more than the lending cost.\n\nFor example, to fund the construction of a highway, a state government issues $50 million inmunicipal bondspaying 6%. But while the offering is still in process, prevailing interest rates in the market fall. The proceeds from the bond issuance are subsequently invested in a money market account paying only 4.2% for a period of one year, because the prevailing market will not pay a higher rate. In this case, the issuer loses the equivalent of 1.8% interest that it could have earned or retained. The 1.8% results from negative arbitrage which is, in fact, an opportunity cost. The loss incurred by the state translates into less available funds for the highway project for its citizens.\n\nThe concept of negative arbitrage can be shown using the example ofrefunding bonds. If interest rates decrease below thecoupon rateon existingcallable bonds, an issuer is likely to pay off the bond and refinance its debt at the lower interest rate prevalent in the market. The proceeds from the new issue (the refunding bond) will be used to settle the interest and principal payment obligations of the outstanding issue (therefunded bond). However, due to thecall protectionplaced on some bonds which prevents an issuer from redeeming the bonds for a period of time, proceeds from the new issue are used to purchaseTreasury securitiesheld in escrow. On the call date after the call protection elapses, the Treasuries are sold and the proceeds from the sale are used to retire the older bonds.\n\nWhen theyield on the Treasurysecurities is below the yield on the refunding bonds, negative arbitrage occurs resulting from lost investment yield in the escrow fund. When there is negative arbitrage, the result is a significantly greater issue size and the feasibility of the advance refunding is often negated. When high interest rate bonds are advance refunded with low interest rate bonds, the amount of government securities required for the escrow account will be greater than the amount of outstanding bonds being refunded. To match the debt service of the higher interest payments of the outstanding bonds with the lower interest of Treasuries, such as Treasury bills, the difference must be derived through more principal since the cash flow from the escrow must equal the cash flow on outstanding bonds to be refunded.",
  "url": "https://www.investopedia.com/terms/n/negativearbitrage.asp"
}