{
  "term": "Negative Assurance: What it is, How it Works, FAQ",
  "definition": "Negativeassuranceis a determination by an auditor that a particular set of facts is believed to be accurate since no contrary evidence has been found to dispute them. Negative assurance is normally used byauditorsin situations where it is not possible to positively confirm the accuracy of financial reports.\n\nThe goal of negative assurance is to confirm that no evidence of fraud has been found or that any legal accounting practices were found to be violated.\n\nNegative assurance usually arises in the absence of positive assurance. A positive assurance of accuracy is considered stronger and means that the auditor has done sufficient work to state that a company's financial statements provide an accurate picture of itstrue financial condition based on proof.\n\nPositive assurance is required for certain audited financial reports released by public companies. Since fully auditing apublic companyin accordance withgenerally accepted accounting principles(GAAP) is a large undertaking, a positive assurance is normally issued only when legally required.\n\nNegative assurance is most often issued when an accountant is asked to reviewcertified financial statementsprepared by another accountant. In this case, since another accountant has already certified the accuracy of the statements, a negative assurance is often seen as sufficient to confirm that the statements are free of material misstatements. Negative assurance opinions are also issued when an accountant is asked to review statements associated with the issuance ofsecurities.\n\nTo issue a negative assurance opinion, the accountant must gatheraudit evidencedirectly and may not rely on indirect evidence, that is, evidence provided by a third party. The procedures used in the preparation of a negative assurance opinion are not as stringent as those required for a positive assurance opinion.\n\nIt is important to note that negative assurance is not stating that any illegal activity did not occur, it is stating that the auditor could not find any instances of illegal activity.\n\nCompany ABC hires an auditing firm to go over its financials from thefiscal year2019. The auditor assigned to the case looks over all the accounting documents, which includegeneral ledgers, journals, and other various financial documents. The auditor does not check every specific entry but does a comb-through of all of the relevant information. The auditor then interviews employees and management on specific topics.\n\nAfter this review, the auditor does not find any instances of fraud or any accounting violations. The auditor then issues a negative assurance that confirms no issues, errors, or misstatements were found.\n\nNegative assurance refers to the level of certainty that something is accurate because no proof to the contrary is present. In other words, since there is no proof that the information is inaccurate or that deceptive practices (e.g., fraud) occurred, it is presumed to be accurate.\n\nPositive assurance identifies proof of facts during an audit. By documenting proof, an auditor can affirm no fraud has been committed. In the absence of positive assurance, negative assurance may be used.\n\nAssurance in auditing refers to the opinions issued by a professional regarding the accuracy and completeness of what's analyzed. For example, an accountant assuring that financial statements are accurate and valid asserts that they have reviewed the documents using acceptable accounting standards and principles.\n\nAICPA. \"Consideration of Fraud in a Financial Statement Audit.\"",
  "url": "https://www.investopedia.com/terms/n/negative-assurance.asp"
}