{
  "term": "Negative Growth: Definition and Economic Impact",
  "definition": "Negative growth is a contraction in business sales or earnings. It is also used to refer to acontractionin a country's economy, which is reflected in a decrease in itsgross domestic product(GDP) during any quarter of a given year. Negative growth is typically expressed as a negative percentage rate.\n\nGrowth is one of the main ways that analysts describe a company's performance. Positive growth means the company is improving and is likely to show higher earnings, which should increase the share price. The opposite of positive growth is negative growth, and this describes the performance of a company experiencing a decline in sales and earnings.\n\nEconomistsalso use growth to describe the state and performance of the economy by measuring GDP. GDP takes into account a multitude of factors to determine how the overall economy is doing. These factors include private consumption, gross investment, government spending, and net exports. When an economy is growing, it is a sign of prosperity and expansion. Positive economic growth means an increase in money supply, economic output, and productivity. An economy with negative growth rates has declining wage growth and an overall contraction of themoney supply. Economists view negative growth as a harbinger of a recession or depression.\n\nRecurring periods of negative growth are one of the most commonly used measures to determine whether an economy is experiencing a recession or depression. The Recession of 2008, or theGreat Recession, is an example of a period of economic growth measured as more than two years of negative growth.\n\nThe Great Recession began in 2008 and continued into 2010. The GDP growth rate in 2008 was -0.1% and in 2009 it was -2.5%. The GDP growth rate bounced back to positive in 2010 with a rate of 2.6%. Although the announcement of negative growth strikes fear into investors and consumers, it is just one of many factors that contribute to a recession or depression.\n\nNegative growth rates and economic contraction are also marked by a decrease in real income, higher unemployment, lower levels of industrial production, and a decline in wholesale or retail sales. However, the current state of the economy at times can be misleading to when negative growth is occurring or not. For example, in situations where negative growth occurs, thereal valueof wages is increasing, and consumers may consider the economy to be stable or improving. Similarly, when an economy experiences both positive GDP growth and high rates ofinflation, people may feel that the economy is on a decline.",
  "url": "https://www.investopedia.com/terms/n/negative-growth.asp"
}