{
  "term": "Negotiation: Stages and Strategies",
  "definition": "Negotiation is a strategic discussion intended to resolve an issue that both parties find acceptable. Negotiations involve give and take, where one or both parties will usually need to make some concessions. Negotiation occurs between buyers and sellers, employers and prospective employees, two or more governments, and other parties.\n\nAccording to a 2022 study by Fidelity, 58% of young professionals accepted a job offer without negotiating. For those who did negotiate, 87% received at least part of what they asked for.\n\nThe negotiation process continues until both parties agree to a resolution or negotiations break off without one. Experienced negotiators will often try to learn as much as possible about the other party's position before a negotiation begins, including the strengths and weaknesses of that position, how to prepare to defend their positions, and any counter-arguments the other party will likely make.\n\nThe time it takes for negotiations to conclude depends on the circumstances. Negotiation can take as little as a few minutes when bargaining the price of an item at a garage sale, or much longer, like in company mergers and acquisitions. Some negotiations require a skilled negotiator such as a professional advocate, real estate agent, or attorney.\n\nA car buyer may be interested in a new SUV but doesn't want to pay the fullmanufacturer's suggested retail price(MSRP). They may offer what they consider a fair price. The dealer can accept the offer or counter with another price. A good negotiator may be able to reduce the cost and the dealer may still earn a profit.\n\nAn individual's new job offer may come with a low salary. An employer's first compensation offer is often not its best possible offer, so it may have some room to negotiate. Even if a higher salary isn't feasible, the employer may be willing to offer something additional, such as more vacation time or better benefits. This is where the individual may succeed with good negotiation skills.\n\nSome of the key skills of a good negotiator are the ability to listen, to think under pressure, articulate their point of view, and compromise, within reason.\n\nZOPA stands for thezone of possible agreement. ZOPA is a way of visualizing where the parties' positions in a negotiation overlap. It is within that zone that compromises can be reached.\n\nBATNA means thebest alternative to a negotiated agreement. It refers to the next course of action a negotiator may take if a negotiation fails to arrive at a satisfactory conclusion. Veteran negotiators often go into a negotiation knowing what their BATNA is.\n\nNegotiating is essential in daily life, business, and international affairs. Being a successful negotiator means defining a personal goal, trying to understand the other party's position, and compromising if necessary. A successful negotiation leaves everyone satisfied that they have gotten a deal they can live with.\n\nFidelity Investments. \"2022 Career Assessment Study,\" Page 3.",
  "url": "https://www.investopedia.com/terms/n/negotiation.asp"
}