{
  "term": "Negotiable Order of Withdrawal Account: Overview, History",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Negotiable Order of Withdrawal (NOW) Account is an interest-earningdemand depositaccount. Customers with such accounts are permitted to write drafts against money held on deposit. They are also known as \" NOW Accounts.\"\n\nIn the search to optimize returns on liquid funds, investors haveseveral choices, including interest-bearingchecking accounts, high-yield savings accounts, money market accounts, and certificates of deposit (CDs).\n\nPeople seeking these types of accounts often turn tocommercial banks, mutual savings banks, and savings and loan associations.\n\nUp until 2011, NOW Accounts were a viable choice for consumers looking to get at least some return from their idle cash. Before the 2010Dodd-Frank Act, U.S. banking regulations distinguished between \"NOW Accounts\" and \"demand deposit accounts,\" although similarities existed. This was becauseRegulation Q (Reg Q)prohibited banks from paying any interest on demand deposit checking accounts.\n\nNOW Accounts and Super NOW Accounts were demand deposit alternatives with a temporary holding period that could pay some interest. In 2011, Dodd-Frank repealed Req Q, allowing banks to pay interest on demand deposits, eliminating any advantage that NOW Accounts offered.\n\nThe history of preventing depositors from earning interest on accounts dates back to theGreat Depression. Significant bank turmoil marked this era in the 1930s. Many viewed the interest payments on demand deposits as “excessive competition,” leading to diminished profit margins. This was primarily a factor for large New York banks.\n\nAsinterest ratesrose in the 1950s, many banks began trying to get around the ban. This started with non-monetary rewards, such as offering more convenient features, additional branch offices, and giveaways of consumer goods to attract new customers.\n\nImplicit interest also gradually gained traction. This included preferredloanrates, which banks often correlated with customers' demand deposit balances. Banks also began to display below-cost charges for common services, such as check-clearing.\n\nRonald Haselton, the former president and chief executive officer of the Worcester, Massachusetts-based Consumer Savings Bank, was the first to officially develop the NOW Account. This directly challenged the ban oninterestpayments on deposit accounts.In 1974, Congress permitted NOW Accounts in Massachusetts and New Hampshire.In 1976, the allowance was extended to all of New England with a 5% interest rate ceiling.These accounts also required a seven-day advance notice.\n\nIn 1980, access to NOW Accounts was expanded nationwide.Then, in 1986, the 5% ceiling was lifted on these accounts.The ceiling removal led to a new iteration of the NOW Account, theSuper NOW Account. Super NOW Accounts were known for offering higher interest rates than regular NOW Accounts.\n\nLater, provisions of the Dodd-Frank Act led to the repeal of Reg Q in 2011. The repeal fully eliminated the prohibition on interest-earning checking accounts, giving banks much broader latitude to develop interest-paying checking account offerings.\n\nToday, NOW Accounts are generally a thing of the past. Beyond the interest benefit, their main difference from demand deposit checking accounts when they were widely available was the seven-day holding period, which required customers to plan ahead for a possible seven-day advance notice. Not all banks invoked the holding period, but it was the main attribute that characterized the accounts, along with their measurable interest rate.\n\nAfter the repeal of Req Q, checking account offerings became more widely varied. Throughout history, checking accounts have been relied on forimmediate withdrawals. They are also relied on by banks for some short-term cash funding needs.\n\nIn general, competition among mainstream banks is relatively low, with most banks offering little to no interest. Accounts that offer the highest relative interest rates usually have extensive requirements for balance levels, routine direct deposits, anddebit cardusage. Specialty checking account products can also include cash-back offers or other simple extra features.\n\nToday, NOW Accounts aren't technically banned or discontinued, but since 2011, when Regulation Q was repealed, the prohibition on interest-earning checking accounts is gone. So banks were given much more latitude to offer interest-paying checking account offerings and didn't need to continue NOW Accounts.\n\nA NOW Account is the abbreviated name for a Negotiable Order of Withdrawal (NOW) Account, which is an interest-earning demand deposit checking account.\n\nA demand deposit account is a bank account in which the funds held can be withdrawn at any time without giving the bank advance notice. They are usually thought of as checking accounts, are highly liquid, and offer little to no interest.\n\nA Negotiable Order of Withdrawal, or NOW, Account was a popular type of interest-earning demand deposit account before banking system reforms made by the Dodd-Frank Act, which was passed in 2010 in response to the financial crisis.\n\nNOW Accounts were an interest-bearing option for liquid funds. But after the Dodd-Frank Act repealed Regulation Q, which banned paying interest on demand deposit accounts, banks have no reason to offer NOW Accounts because they can instead offer a range of interest on various checking accounts and other savings instruments.\n\nThe Federal Reserve. \"Federal Reserve Issues Final Rule To Repeal Regulation Q, Which Prohibited the Payment of Interest on Demand Deposits.\"\n\nThe New York Times. \"BUSINESS PEOPLE: Haselton Brothers' Role in Banking Innovations.\"\n\nFederal Reserve Bank of St. Louis. \"'NOW' Accounts.\"\n\nFrodin, Joanna H. and Startz, Richard. \"The NOW Account Experiment and the Demand for Money,\" Page 4. Working Paper, Rodney L. White Center for Financial Research, University of Pennsylvania, The Wharton School.\n\nFederal Reserve Bank of St. Louis. \"NOW Accounts Go Nationwide,\" Page 1.\n\nFederal Reserve Bank of St. Louis. \"Requiem for Regulation Q: What It Did and Why It Passed Away,\" Page 31.",
  "url": "https://www.investopedia.com/terms/n/nowaccount.asp"
}