{
  "term": "Negotiable Certificate of Deposit (NCD): Definition and Risk",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA negotiable certificate of deposit (NCD), also known as ajumbo CD, is acertificate of deposit(CD) with a minimum face value of $100,000—though NCDs are typically $1 million or more. They are guaranteed by the bank and can usually be sold in a highly liquid secondary market, but they cannot be cashed in before maturity.\n\nBecause of theirlarge denominations, NCDs are bought most often by large institutional investors that typically use them as a way to invest in a low-risk, low-interest security. AYankee CDis one example of an NCD.\n\nAn NCD is short term, with maturities ranging from two weeks to one year. Interest is usually paid either twice a year or at maturity, or the instrument is purchased at a discount to its face value. Interest rates are negotiable, and yield from an NCD is dependent on money market conditions.\n\nNCDs wereintroducedin 1961 by First National City Bank of New York, which is now Citibank.The instrument allowed banks to raise funds that could be used for lending. NCDs were designed to ease a deposit shortage that had affected banks during the previous decade. Many bank depositors transferred their cash from checking accounts, which did not pay interest, to other investments, such asTreasury bills (T-bills), commercial paper, andbankers’ acceptances.\n\nThe First National City Bank of New York loaned $10 million in government securities to a New York broker that agreed to accept trades in CDs. This created asecondary marketin which the NCDs could trade. By 1966, investors held $15 billion in outstanding NCDs. That amount grew to more than $30 billion in 1970 and $90 billion in 1975.\n\nParticipants in the market for NCDs primarily comprise wealthy individuals and institutions, such as corporations, insurance companies, pension funds, andmutual funds. The market attracts those seeking a return on cash in a low-risk and liquid investment.\n\nThe amount up to which the FDIC will insure an NCD.\n\nOne feature of the NCD is its low risk. NCDs are insured by theFederal Deposit Insurance Corporation(FDIC) for up to $250,000 per depositor per bank. This was increased from $100,000 in 2010 with the passage of theDodd-Frank Wall Street Reform and Consumer Protection Act.Therefore, the product attracts those who would invest in other low-risk investments, such as U.S. Treasury securities.\n\nThat said, NCDs are generally considered riskier compared with T-bills, which are backed by the U.S. government'sfull faith and credit.As such, NCDs offer higher interest rates compared to those of Treasury bills.\n\nNCDs offer higher interest rates than Treasury bills.\n\nMost NCDs are not callable, meaning the bank cannot redeem the instrument prior to the maturity date. However, if a bank cancall the NCD, it will do so when interest rates fall. Hence, investors will have difficulty finding another NCD that pays a similar rate of interest. The initial rate to the NCD holder will be higher to compensate the investor for this risk.\n\nNCDs are typically issued by banks and credit unions. They are also traded on the secondary market, which can be accessed through financial brokers.\n\nNCDs are insured up to $250,000 per depositor per bank. Any amount over this is not insured.\n\nNCDs are short-term investments with terms ranging from a week up to a year on average.\n\nFor investors with significant amounts of cash and a short period of time, NCDs are a safe and stable way to earn interest. Together with Treasury bills, NCDs offer a good combination of liquidity and earning potential, without the volatility of potentially higher earning instruments such as a stocks.\n\nOffice of the Comptroller of the Currency. \"The Negotiable CD: National Bank Innovation in the 1960s (Cached).\"\n\nFederal Deposit Insurance Corporation. \"Deposit Insurance at a Glance.\"\n\nFederal Deposit Insurance Corporation. \"Basic FDIC Insurance Coverage Permanently Increased to $250,000 per Depositor.\"\n\nTreasuryDirect. \"Treasury Bills.\"",
  "url": "https://www.investopedia.com/terms/n/ncd.asp"
}