{
  "term": "Negotiated Dealing System (NDS): Definition, History, Membership",
  "definition": "The Negotiated Dealing System, or NDS, is an electronic trading platform operated by theReserve Bank of India(RBI) to facilitate the issuing and exchange of government securities and other types of money market instruments.\n\nThe goal of the NDS was to reduce inefficiencies stemming from telephone orders and manual paperwork while increasing transparency for all market participants.\n\nThe Negotiated Dealing System was introduced in February 2002 to help the Reserve Bank of India, or RBI, enhance the dealings offixed-incomeinvestments. While the RBI owns the NDS, it is administered by the Clearing Corporation of India Ltd. (CCIL).\n\nPrior to the NDS, the country's government securities market was primarily telephone-based, which meant that buyers and sellers had to place trades over the phone, submit physical Subsidiary General Ledger transfer forms, and issue checks for thesettlement of fundsto the Reserve Bank of India. These slow and inefficient procedures led to the development and implementation of the NDS.\n\nIn August 2005, the RBI introduced the Negotiated Dealing System - Order Matching system, or NDS-OM, an electronic, screen-based, anonymous, order-driven trading system for dealing in government securities.The system is designed to bring transparency to secondary market transactions while enabling members to place bids and offers directly on the NDS-OM screen.\n\nThere are two types of NDS-OM members, including:\n\nMany other countries have similar electronic systems in place for managing government securities, money market accounts, and related securities to increase transparency and lower costs.\n\nFor more information about the Negotiated Dealing System, see the RBI'sNegotiated Dealing System Overview.\n\nThe Negotiated Dealing System consists of two modules, which are designed for different types of member institutions.\n\nReserve Bank of India. \"Retail Participation by Demat Account Holders in the Government Securities Market: Access to NDS-OM Platform.\" Accessed Dec. 9, 2021.\n\nCCIL. \"Milestones.\" Accessed Dec. 9, 2021.\n\nReserve Bank of India. \"Negotiated Dealing System (NDS).\" Accessed Dec. 9, 2021.",
  "url": "https://www.investopedia.com/terms/n/negotiated_dealing_system.asp"
}