{
  "term": "Negotiable Instruments: Definition, Types, and Examples",
  "definition": "A negotiable instrument is a signed document that promises payment to a specified person or assignee. In other words, it is a formalized type ofIOU: a transferable, signed document that promises to pay the bearer a sum of money at a future date or on demand.\n\nExamples of negotiable instruments include personal checks, cashier's checks, money orders,certificates of deposit (CDs),promissory notes, and traveler's checks. The person receiving the payment, known as thepayee, must be named or indicated on the instrument. Because they are transferable and assignable, some negotiable instruments may trade on asecondary market.\n\nNegotiableinstruments are transferable, so the holder can take the funds as cash or use them for a transaction. The fund amount listed on the document is the specific amount promised, and it must be paid in full either on demand or at a specified time.\n\nA negotiable instrument can be transferred from one person to another. Once the instrument is moved, the holder gains full legal title to the instrument.\n\nThese documents provide no other promise by the person or institution issuing them. In addition, no other instructions or conditions can be made for thebearerto receive the amount listed on the negotiable instrument.\n\nFor an instrument to be negotiable, it must be signed, with a mark or signature, by the maker of the negotiable instrument—the one issuing the draft. This entity or person is known as the \"drawer of funds.\"\n\nThe term \"negotiable\" refers to the fact that the note in question can be transferred or assigned to another party; \"non-negotiable\" describes one that is firmly established and can't be adjusted or amended.\n\nOne of the more well-known negotiable instruments is the personal check. It serves as a draft, payable by the payer’sfinancial institutiononce it's received in the exact amount specified. Similarly, a cashier’s check serves the same function but requires funds to be set aside for the person being paid before the check is issued.\n\nMoney orders are similar to checks but may or may not be issued by the paying party's financial institution. Often, cash must be received from the payer before the money order is issued. Once the recipient receives the money order, it can be exchanged for cash.\n\nTraveler’s checksfunction differently, as they require two signatures to complete a transaction. At the time of issue, the holder must sign the document and provide a specimen signature. Once the payer determines to whom the payment will be issued, acountersignature, or second signature, must be provided.\n\nTraveler's checks are generally used when someone travels to a foreign country and is looking for a payment method that provides an additional level of security against theft or fraud. However, they are now largely outmoded in favor of credit cards as an alternative tohard currencyfor travelers.\n\nOther common types of negotiable instruments include bills of exchange,promissory notes, drafts, and CDs.\n\nA negotiable instrument promises a payment to a specified person or assignee. It is transferable, so the holder can take the funds as cash and use them as they see fit.\n\nA negotiable instrument is easily transferable. There are no formalities and limited paperwork involved in making such a transfer. The instrument's ownership can be shifted simply by delivery or a valid endorsement.\n\nOne drawback of negotiable instruments is the risk of loss or theft. If they are lost or stolen, there is a potential for financial loss. Also, they are subject to the risk of dishonoring, meaning that the party obligated to make the payment fails to do so. In addition, negotiable instruments rely on verifying signatures to ensure their validity. However, signature verification can be subject to fraud or forgery, creating a risk to the parties involved.\n\nThere are two basic types of negotiable instruments:an order to pay(which covers drafts and checks) and a promise to pay (which covers promissory notes and CDs).\n\nA negotiable instrument, such as a personal or cashier's check, is a document that promises payment of money to a particular person or entity. It's characterized as transferable: Ownership of the instrument can be handed over simply by delivery or by a valid endorsement. The most common types of negotiable instruments are personal, cashier's, traveler's checks, money orders, promissory notes, and CDs.\n\nCornell Law School - Legal Information Institute. \"Negotiable Instrument.\"\n\nAmerican Express. \"Travelers Cheques.\"",
  "url": "https://www.investopedia.com/terms/n/negotiable-instrument.asp"
}