{
  "term": "Negotiable: Definition for Goods, Contracts, Securities",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe word negotiable has two distinct meanings in business:\n\nManysecuritiessuch as stock shares are called negotiable instruments because their ownership can easily be transferred. Nevertheless, the value of a security depends on the market and varies constantly.\n\nOther negotiable instruments, such as cash, cannot have their value modified. A $10 bill will always be worth $10 (even though the buying power of $10 can fluctuate with inflation or deflation). Still, it is a negotiable instrument because its legal ownership can be readily transferred from one party to another.\n\nA legal document or instrument is termed negotiable if it is used in lieu of cash. The document represents a promise of payment at some point in the future.\n\nIn context, the word negotiable implies a cash value and comes with specific instructions about the timing of future cash flows. The term negotiable is used to suggest the document comes with the same good faith commitment as cash.\n\nNegotiable instruments contain an unconditional promise to render payment for an exact sum, stated on the instrument. The agreement includes instructions on timing, such as on-demand or at some date in the future. Some negotiable instruments must be made out to a specific person or party.\n\nNegotiable instruments can be redeemed for cash or transferred to another party. For a piece of paper to be as good as cash or negotiable by law, it must be a written document signed by the entity drawing on the instrument—making it marketable or transferable.\n\nIt must also have an explicit order or promise to pay a specific amount of money.\n\nSeveral types of negotiable instruments are used in financial transactions.\n\nAcheckis a dated draft instructing a bank to make a specific amount payable on demand. Checks can be written by an individual or a company stipulating an amount to be paid to the payee.\n\nWhen a check is brought to a bank to be cashed or deposited, the money is withdrawn from the payor's bank account.\n\nAcertificate of deposit(CD) is a negotiable instrument offered by most banks. The bank pays the customer a set amount of interest in return for depositing money for a set period of time, which may be as little as three months or as long as five years or more.\n\nA CD is negotiable in the sense that the customer may withdraw the balance on demand, although that means losing some of the interest and paying penalty fees.\n\nApromissory noteis a document in which one party promises to pay another party a specific amount at a predetermined date in the future. A promissory note contains similar financial details to other negotiable instruments, including the amount owed, date of issuance, interest rate, and the signature of the issuer or payor.\n\nPromissory notes are typically used to obtain financing from a source other than a financial institution. However, promissory notes are issued by the debtor—the person who owes the money—rather than the creditor, as is typical for most credit transactions.\n\nAbill of exchangeis essentially a post-dated check that does not charge interest on the amount owed. It is a binding agreement in which one party is responsible for paying another party on demand at a future date. Bills of exchange are commonly used in international trade between importers and exporters. It is essentially a pay-on-delivery system.\n\nAtime draft—a type of bill of exchange—makes a demand for payment at some point in the future. A time draft is typically used in international trade and allows the buyer (the importer) time to pay the seller of the goods (the exporter).\n\nAsight draftis also used in international trade. In it, the importer agrees to pay the stated amount as soon as the goods are delivered.\n\nNon-negotiable indicates that the price of a security or terms of a contract cannot be modified. Non-negotiable can also refer to a security that cannot easily be transferred from one party to another.\n\nInlease agreements, the monthly amount owed by the tenant is almost always non-negotiable. The landlord has established a fixed monthly rent or lease payment for the duration of the contract.\n\nOther contracts might mix negotiable and non-negotiable terms. An employment agreement might allow the salary to be negotiated, but the employee conduct policy would be non-negotiable.\n\nIn this case, negotiable means that a contract's terms can be modified depending on the circumstances and parties involved.\n\nCertain securities are non-negotiable, as in the case of aU.S. government savings bond, which can be cashed only by thebond'sowner.\n\nNegotiable securities can be transferred, exchanged, or resold between different people. Coins and paper money are negotiable securities.\n\nNegotiable securities are consideredliquid, meaning they can easily be transferred or sold in the market. Non-negotiable instruments are consideredilliquidsince they cannot be resold in the market.\n\nBefore signing a contract, it's important to know which terms are negotiable and which terms are non-negotiable.\n\nA negotiable instrument is a document that has monetary value, guaranteeing payment of a specified amount. Negotiable instruments can be exchanged and sold, allowing their legal ownership to be easily transferred from one party to another.\n\nCash is a negotiable instrument.\n\nNon-negotiable documents are contracts that are issued to a single owner. They cannot be readily transferred to another owner.\n\nFor example, U.S. government savings bonds are non-negotiable, meaning they can only be cashed by the owner of the bond.\n\nA non-negotiable check has no monetary value. It is essentially a paper receipt provided to a payee as a record of payment.\n\nNon-negotiable checks are typically given to employees whose paychecks are automatically deposited.\n\nNegotiable instruments are legally binding documents that guarantee a stated monetary value when their ownership is transferred from one party to another. They can be exchanged for goods or cash or can be deposited by their owners.\n\nThe term negotiable can also describe a contract or offer that is not fixed, meaning its terms are up for discussion.",
  "url": "https://www.investopedia.com/terms/n/negotiable.asp"
}