{
  "term": "Neoclassical Economics: What It Is and Why It's Important",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nNeoclassical economics is a broad theory that focuses on supply and demand as the driving forces behind the production, pricing, and consumption of goods and services. It emerged in around 1900 to compete with the earlier theories of classical economics.\n\nOne of the key early assumptions of neoclassical economics is that utility to consumers, not the cost of production, is the most important factor in determining the value of a product or service. This approach was developed in the late 19th century based on books by William Stanley Jevons, Carl Menger, and Léon Walras.\n\nNeoclassical economics theories underlie modern-day economics, along with the tenets of Keynesian economics. Although the neoclassical approach is the most widely taught theory of economics, it has its detractors.\n\nNeoclassical economics emerged as a theory in the 1900s.Neoclassical economists believe that a consumer's first concern is to maximize personal satisfaction, also known as utility. Therefore, they make purchasing decisions based on their evaluations of the utility of a product or service. This theory coincides withrational behaviortheory, which states that people act rationally when making economic decisions. In other words, people make a logical choice between two options based on their perception of which one is better for them.\n\nFurther, neoclassical economics stipulates that a product or service often has value above and beyond its production costs. While classical economic theory assumes that a product's value derives from the cost of materials plus the cost of labor, neoclassical economists say that consumer perceptions of the value of a product affect its price and demand.\n\nFinally, thiseconomic theorystates that competition leads to an efficient allocation of resources within an economy. The forces of supply and demand create market equilibrium.\n\nIn contrast to Keynesian economics, the neoclassical school states that savings determine investment. It concludes that equilibrium in the market and growth at full employment should be the primary economic priorities of government.\n\nThese principles can be summed up in three assumptions that underpin neoclassical economic theory:\n\nCritics of neoclassical economics believe that the neoclassical approach cannot accurately describe actual economies. They maintain that the assumption thatconsumers behave rationallyin making choices ignores the vulnerability of human nature to emotional responses.\n\nNeoclassical economists maintain that the forces of supply and demand lead to an efficient allocation of resources.\n\nOther critiques of neoclassical economics include:\n\nSome critics also blame neoclassical economics for inequalities in global debt and trade relations because the theory holds that labor rights and living conditions will inevitably improve as a result of economic growth.\n\nNeoclassical economic theory is important because of how it affects both markets and economic policy.\n\nThe principles of neoclassical economics can be used by companies to set prices and grow their business.\n\nA business that understands neoclassical economics, for example, won't just look at the cost of making a product when setting a price. It will also consider what competitors are charging, what customers are willing to pay, and how to use branding to increase what customers are willing to pay. A savvy business owner, for example, could create a marketing campaign that positions their product as the favorite choice of popular figures on social media. By influencing customer perception of their brand, the business will be able to charge more for their products.\n\nGovernments and banks can also follow neoclassical principles, which will impact economic policy and market regulation. Followers of neoclassical economics believe that there is no upper limit to the profits that can be made by smartcapitalistssince the value of a product is driven by consumer perception. This difference between the actual costs of the product and the price it is sold for is termed the economic surplus.\n\nThis type of thinking was evident in the lead-up to the2008 financial crisis. Modern economists believed thatsynthetic financial instrumentshad no price ceiling because investors in them perceived the housing market as limitless in its potential for growth. As a result, many investment banks and lenders continued to grow the market for subprime mortgages, assuming that continued growth in the market would prevent investment instruments that included these mortgages from losing value.These financial instruments were mostly unregulated by the federal government, allowing lenders and investors to drive growth in the subprime mortgage market.\n\nBoth the economists and the investors were wrong, and the market for those financial instruments crashed. The housing market did eventually stop growing and begin to decline. Subprime lenders found themselves underwater on mortgages that they could not afford. They began to default in large numbers.This not only left huge numbers of borrowers unable to afford their homes, but it also undermined the stability of the banks and lenders who had backed their mortgages.The entire global economy suffered and required government intervention to stabilize.\n\nThe main assumptions of neoclassical economics are that consumers make rational decisions to maximize utility, that businesses aim to maximize profits, that people act independently based on having all the relevant information related to a choice or action, and that markets will self-regulate in response to supply and demand.\n\nThe movement from classical to neoclassical economic theory grew from the work of William Stanley Jevons, Carl Menger, and Léon Walras in the late 1800s. The dominant text of neoclassical economics,Principles of Economics, was written by Alfred Marshall and used in the early 1900s.\n\nNeoclassical economic theory believes that markets will naturally restore themselves. Prices, and therefore wages, will adjust on their own in response to changes in consumer demand.Keynesian economic theorydoes not believe markets can adjust naturally to these changes. It encourages using fiscal and monetary policy to impact the economy, specifically by slowing the economy during booms and stimulating it during recessions.\n\nUnlike classical economists, who believe the cost of production is the most important factor in a product's price, neoclassical economists state that prices should be based on how consumers perceive the value of a product. They also believe that consumers make rational decisions to maximize utility.\n\nUnder neoclassical theory, markets are self-regulating. Competition leads to efficiently allocated resources. The interaction of supply and demand creates equilibrium, which allows markets to adjust to changes without needing to be rebalanced by fiscal or monetary policy.\n\nCritics of neoclassical economics argue that it does not take into account real-world factors that influence consumer decisions. These can include limited access to information, unequal distribution of resources, social constraints, and emotional thinking. Critics also point to the dangers of businesses attempting only to maximize profit or looking at GDP as the best indicator of standard of living.\n\nVeblen, Thorstein. \"The Preconceptions of Economic Science.\"TheQuarterly Journal of Economics,vol. 14, no. 2, 1900, pp. 240-269.\n\nCorporate Finance Institute. \"Neoclassical Economics.\"\n\nAmerican Review of Political Economy. \"The Unreal Basis of Neoclassical Economics.\"\n\nGovernment Printing Office. \"Financial Crisis Inquiry Commission: The Financial Crisis Inquiry Report, 2011,\" Page 200.\n\nGovernment Printing Office. \"Financial Crisis Inquiry Commission: The Financial Crisis Inquiry Report, 2011,\" Pages 148-149.\n\nGovernment Printing Office. \"Financial Crisis Inquiry Commission: The Financial Crisis Inquiry Report, 2011,\" Page 123.\n\nGovernment Printing Office. \"Financial Crisis Inquiry Commission: The Financial Crisis Inquiry Report, 2011,\" Pages 226-227.\n\nIllinois State University Department of Economics. \"Alfred Marshall and Neoclassical Economics.\"",
  "url": "https://www.investopedia.com/terms/n/neoclassical.asp"
}