{
  "term": "Nepalese Rupee (NPR): Definition, History, and Currency Symbol",
  "definition": "The Nepalese rupee (NPR in exchange) is the national currency of Nepal. It is administered by the central bank of Nepal, the Nepal Rastra Bank. The most common symbol used when referencing the NPR is Rs, although Rp is also sometimes used.\n\nThe NPR was introduced in 1932, replacing the previous currency, the Nepalese mohar. Itsexchange rateis based on apegset against theIndian rupee (INR). In 1993, Nepal introduced new convertibility to its currency. The change pegged the NPR to the INR at a rate of NPR 160 to INR 100.\n\nThe NPR is divided into units known as “paisa” and is circulated in both coin andbanknoteforms. One rupee is made up of 100 paisa. Today, the NPR’s coins are denominated in units of 1, 5, 10, 25, and 50 paisa. Coins are also denominated in rupees: 1, 2, 5, and 10. The banknotes are denominated in units of 1, 2, 5, 10, 20, 50, 100, 500, and 1,000 rupees.\n\nTransacting in the NPR can be difficult for foreigners because there are three primary exchange rates operating in Nepal: an official central bank rate, a legal private bank rate, and an illegalblack marketrate. Of these, the most favorable exchange rates are generally found in the black market. For this reason, much local commerce takes place at the black-market exchange rates.\n\nMost tourists, however, will use the private banks and will therefore obtain a less favorable rate. The same is true for formal exchange-rate businesses and the foreign-exchange services offered at the Kathmandu airport. These authorized agents will transact at private banking rates.\n\nBecause of the legal ambiguities involved, travelers are advised to obtain and keep receipts for all their currency exchange transactions, in order to be able to prove that only legal agents were used.\n\nNepal’s economy has grown at an average rate of roughly 4% between 1965 and 2019. More recently,gross domestic product (GDP)growth has risen above the 5% threshold, with the past three years showing growth of over 6.66%, -2.37%, and 4.25%, respectively. Between 2008 and 2016,inflationhovered around 9% but dropped to roughly 3.6% in 2017. Since then, it has edged back up and was slightly higher than 4% in 2021.\n\nRelative to the USD, the NPR hasdepreciatedover the past 10 years. In September 2009, 1 USD was equivalent to just over 77 NPR; however, by September 2024, the value of 1 USD had risen to approximately 133 NPR.\n\nIn Nepal, $1 U.S. is worth 133.9 Nepalese rupees as of Sept. 21, 2024. It is approximately 148 rupees to one euro.\n\nNo, the Nepal rupee is not the same as the Indian rupee. They are two different currencies belonging to two different nations. The Nepal rupee, however, is pegged to the Indian rupee. “Rupee” is the name of the currency for many countries, much as the dollar is—for example, the U.S. dollar, Canadian dollar, and Australian dollar.\n\nThe currency with the lowest value in the world is the Iranian real. The reason its currency is so low is because of its poor economy, which has been battered by global sanctions due to the country’s involvement in terrorism and its general political instability.\n\nThe Nepalese rupee (NPR) is the national currency of Nepal. It is administered by the central bank of Nepal, the Nepal Rastra Bank, and is pegged to the Indian rupee (INR).\n\nNepal Rastra Bank. “Impact of Exchange Rate on Trade Deficit and Foreign Exchange Reserve in Nepal: An Empirical Analysis,” Page 37 (Page 3 of PDF).\n\nMacrotrends. “Nepal GDP Growth Rate 1960–2024.”\n\nThe World Bank, World Bank Open Data. “Inflation, Consumer Prices (Annual %)—Nepal.”\n\nNepal Rastra Bank. “Foreign Exchange Rates.”\n\nForbes. “Top 10 Cheapest Currencies in the World in 2024.”",
  "url": "https://www.investopedia.com/terms/n/npr.asp"
}