{
  "term": "Nest Egg: Definition, Importance, How To Invest",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA nest egg is a substantial sum of money or other assets that have been saved or invested for a specific purpose. Such assets are generally earmarked for longer-term objectives, the most common being retirement, buying a home, and education.\n\nThe term can also refer to money kept aside as a reserve to deal with unexpected emergencies such as a medical problem or urgent housing repairs. “Nest egg” has been used to refer to savings since the late 17th century. The term is believed to have been derived from poultry farmers’ tactic of placing eggs—both real and fake—in hens’ nests to induce them to lay more eggs, which meant more income for these farmers.\n\nThe foremostinvestment objectiveof a nest egg is generally preserving capital, since it represents funds that have been accumulated over a considerable time. However, the portfolio should also have a growth component to offset the effects of inflation over time. A nest egg should typically beinvested in relatively conservative instrumentssuch as certificates of deposit, bonds, and dividend-paying blue chips. The exact allocation of these securities within a nest egg should be based onasset allocationprinciples as well as the investor’srisk tolerance, time horizon, and investment objectives.\n\nIt would be folly to invest nest egg proceeds in certain volatile investments in hopes of achieving a highrate of return. These investments include commodities, small-cap stocks, and currencies since their inherent volatility makes them less suited forconservative investing.\n\nFor many years, a common objective for individuals was to save a nest egg of at least $1 million in order to live comfortably in retirement. Reaching that sum would, in theory, allow the individual to sustain themselves on their retirement investment income generated annually. Based on annual inflation, however, the ideal size of a nest egg continues to increase as the purchasing power of the dollar diminishes.\n\nA nest egg should typically be invested in relatively conservative instruments such as certificates of deposit, bonds, and dividend-paying blue chips.\n\nIn addition to cash and securities, other assets that are expected to grow in value and generate a positive return on investment over time might make up part of a nest egg. Prized artwork and other rare collectibles may be held as assets to appreciate and later possibly sold to provide the hard currency for retirement.\n\nReal estate in a prime locationthat is likewise held in ownership with the expectation of the property value increasing could also be part of a nest egg. Even if they do not develop the property themselves, a landowner might hold on to real estate anticipating its value will increase and that a buyer will offer them the return they seek. The proceeds from the sale could then go towards their retirement.",
  "url": "https://www.investopedia.com/terms/n/nestegg.asp"
}