{
  "term": "Net-Net: Definition, How It Works, Formula To Calculate",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nNet-net is avalue investingtechnique developed by the economist Benjamin Graham, in which a company's stock is valued based solely on itsnet current assets per share(NCAVPS). Net-net investing thus focuses on current assets, taking cash and cash equivalents at full value, then reducing accounts receivable for doubtful accounts, and reducing inventories to liquidation values. Net-net value is calculated by deducting total liabilities from the adjusted current assets.\n\nNet-net should not be confused with adouble net lease, which is a commercial rental agreement where the tenant is responsible for both property taxes and premiums for insuring the property.\n\nGraham used this method at a time when financial information was not as readily available, and net-nets were more accepted as a company valuation model. When a viable company is identified as a net-net, the analysis focused only on the firm’scurrent assetsand liabilities, without taking othertangible assetsor long-term liabilities into account. Advances in financial data collection now allow analysts to quickly access a firm’s entire set of financial statements, ratios, and other benchmarks.\n\nEssentially, investing in a net-net was a safe play in the short term because its current assets were worth more than itsmarket price. In a sense, the long-term growth potential and any value from long-term assets are free to an investor in a net-net. Net-net stocks will usually be reassessed by the market and priced closer to their true value in the short term. Long term, however, net-net stocks can be problematic.\n\nThe formula for net current asset value per share (NCAVPS) is:\n\nAccording to Graham, investors will benefit greatly if they invest in companies whose stock prices are no more than 67% of their NCAV per share. And, in fact, a study done by the State University of New York showed that from the period of 1970 to 1983 an investor could have earned anaverage returnof 29.4% by purchasing stocks that fulfilled Graham's requirement and holding them for one year.\n\nHowever, Graham made it clear that not all stocks chosen using the NCAVPS formula would have strong returns, and that investors should also diversify theirholdingswhen using this strategy. Graham recommended holding at least 30 stocks.\n\nCurrent assets, which are used in the net-net approach, are defined as assets that arecash, and assets that are converted into cash within 12 months, includingaccounts receivableand inventory. As a business sells inventory and customers submit payments, the firm reduces inventory levels and receivables. This ability to collect cash is the true value of a business, according to the net-net approach.\n\nCurrent assets are reduced bycurrent liabilities, such as accounts payable, to calculate net current assets.Long-term assetsand liabilities are excluded from this analysis, which only focuses on cash that the firm can generate within the next 12 months.\n\nThe reason net-net stocks may not be a greatlong-term investmentis simply because management teams rarely choose to fully liquidate the company at the first sign of trouble. In the short term, a net-net stock may make up the gap between current assets and market cap. However, over the long term, an incompetent management team or a flawed business model can ruin abalance sheetquite rapidly.\n\nSo a net-net stock may find itself in that position because the market has already identified long-term issues that will negatively affect that stock. For example, the rise of Amazon.com has pushed various retailers into net-net positions over time and some investors have profited in the short term. In the long term, however, many of those same stocks have gone under or beenacquiredat a discount.\n\nThe net-net strategy of finding companies with a market value below its net-networking capital(NNWC)—cash and short-term investments + 75% of accounts receivable + 50% of inventory - total liabilities—may be an effective strategy for small investors. Net-net companies are sought after by day traders which may contribute to their rise in month-to-month valuation.\n\nCFI. “Net Current Asset Value Per Share (NCAVPS).”\n\nOppenheimer, H. R. (1986). “Ben Graham’s Net Current Asset Values: A Performance Update.”Financial Analysts Journal,42(6), Pages 40-47.\n\nAmerican Association of Individual Investors. “Benjamin Graham's Net Current Asset Value Approach.” Email required.",
  "url": "https://www.investopedia.com/terms/n/net-net.asp"
}