{
  "term": "Net Income After Taxes (NIAT): Definition, Calculation, Example",
  "definition": "Investopedia / Madelyn Goodnight\n\nNet income after taxes (NIAT) is a financial term used to describe a company's profit after all taxes have been paid. Net income after taxes is an accounting term and is most often found in a company's quarterly and annual financial reports. Net income after taxes represents the profit or earnings after all expense have been deducted from revenue. Net income after taxes calculation can be shown as both a total dollar amount and a per-share calculation.\n\nNet income after taxes (NIAT) is thenet incomeof a business less all taxes. In other words, NIAT is the sum of all revenues generated from the sale of the company's products and services minus the costs to run it. Companies and analysts can also use thenet-of-taxcalculation to determine the value of revenue after the subtraction of taxes.\n\nRevenueand sales are sometimes used interchangeably by companies. Also, retail companies often use the termnet revenueornet salesbecause they often have returned merchandise by customers. The total amount of rebates to customers from returns is deducted from the revenue total for the period.\n\nRegardless of the term used by a company to describe its total revenue earned from sales, revenue is always located at the top of the income statement. As a result, revenue is the figure that all costs and expenses are deducted from that ultimately leads to net income, which rests at the bottom of the income statement. This is why revenue is referred to as thetop line, while net income is called thebottom line.\n\nNet income after taxes is calculated by taking revenue and subtracting all of a company's expenses and costs, including the following:\n\nAlthough net income after taxes is essentially the same as net income, it is used in financial statements to differentiate betweenincome before taxesand income after taxes. The two figures can also be described as pre-tax income and after-tax income.\n\nNet income after taxes is one of the most analyzed figures on a company’s financial statements. The amount recorded provides an indication of the profitability of a company, which determines whether the firm can compensate its investors and shareholders through dividends and share buybacks.Dividendsare rewards–usually in cash–paid to shareholders whilebuybacksare share repurchases by a company.\n\nAn increase in profits over multiple periods typically leads to an increase in the company's stock price since investors would have a favorable view of the business. As a company generates additional net income, they have more cash to invest in the company's future, which can include purchasing new equipment, technologies, or expanding their operations and sales. A company with positive net income growth is also in a better financial position to pay down debt or make anacquisitionto boost their competitiveness and total revenue.\n\nA company with a net income figure that is negative or below average can be the result of a firm experiencing a decline in sales, poor expense management, outdated technologies, excessive debt, or a poorly executed management strategy.\n\nA company with negative net income–or losses–can also be because it's astart-up firm, which may see years before the company turns a profit. Instead of watching net income, investors monitor revenue growth to determine if the company has the potential to eventually be profitable.\n\nA surge in a company's net income after taxes can be due to a lower tax rate or favorable tax treatment. Investors should crosscheck increases in NIAT with pre-tax income to ensure that the additional profit is due to increases in revenue and not merely a tax windfall.\n\nNet income after taxes is not the total cash earned by a company over a given period, sincenon-cash expenses, such as depreciation and amortization are subtracted from revenue to get the NIAT. Instead, thecash flow statementis the reference to how much cash a company generates over a period.\n\nWhile the net income after taxes calculation is one of the most solid measures of a company's performance, numerous accounting scandals over the years have proven it to be less than 100% reliable. It's important to note that net income is a valuable metric to use to evaluate a company's profitability. However, a company's reported financial numbers are only as reliable as the company behind them.\n\nWhen comparing the net income of multiple companies, investors can use various financial metrics or ratios. A popular profitability ratio is calledprofit margin, which is NIAT as a percentage of total revenue of a company. The profit margin measures how much out of every dollar of sales a company generates as profit. For example, a company that generates $1 million in revenue and $200,000 in profit would have a 20% profit margin ($200,000/$1,000,000 = .20 *100 to convert .20 to a percent). In other words, for each dollar of revenue generated from sales, the company earns $0.20 in profits. Profitability analysis can help investors determine if a company's net income is favorable when compared to other companies.\n\nBelow is the income statement for Apple Inc. (AAPL) for the fiscal quarter ending Dec. 28, 2019, according to the company's 10-Q filing:\n\nApple Inc. \"Form 10-Q,\" PDF Page 4.",
  "url": "https://www.investopedia.com/terms/n/net-income-after-taxes-niat.asp"
}