{
  "term": "Net International Investment Position (NIIP): Definition, Example",
  "definition": "A net international investment position (NIIP) measures the gap between a nation’s stock of foreignassetsand a foreigner's stock of that nation's assets. Essentially, it can be viewed as a nation’sbalance sheetwith the rest of the world at a specific point in time.\n\nNIIP includes overseas assets andliabilitiesheld by a nation’s government, the private sector, and its citizens. The NIIP is analogous tonet foreign assets (NFA), which determines whether a country is a creditor or debtor nation by measuring the difference in its external assets and liabilities.\n\nMost nations release NIIP figures quarterly. In the NIIP, assets are divided intodirect investment,portfolio investment, other investment, andreserve assets, which include foreign currencies, gold, and special drawing rights. Liabilities are reported with the same classification, except for “reserve assets,” which have no equivalent on the liabilities side.\n\nA nation’s NIIP is a key component of the national balance sheet since NIIP plus the value ofnon-financial assetsis equal to an economy'snet worth. The NIIP, coupled with the balance of payments transactions, reflects the domestic economy’s set of international accounts.\n\nThe NIIP position is an important barometer of a nation’s financial condition and creditworthiness. A negative NIIP figure indicates that foreign nations own more of the domestic nation’s assets than the domestic nation does of foreign assets, thus making it adebtor nation. Conversely, a positive NIIP figure indicates that the domestic nation's ownership of foreign assets is greater than the foreign nation's ownership of that domestic nation's assets, thus making it acreditor nation.\n\nTwo metrics used to assess the NIIP's size relative to the economy's size are the ratio of NIIP togross domestic product(GDP) and the ratio of NIIP to the economy’s totalfinancial assets.\n\nU.S. NIIP data is published by theBureau of Economic Analysis(BEA) and accessible to all.\n\nThe country's NIIP at the end of the third quarter of 2020 was –$13.95 trillion, a decrease from its prior reading of –$13.08 trillion at the end of the second quarter of 2020. This means that the difference in the value of foreign assets owned by the U.S. fell further below the value of U.S. assets owned by foreign nations.\n\nHere’s how the numbers stacked up:",
  "url": "https://www.investopedia.com/terms/n/net-international-investment-position-niip.asp"
}