{
  "term": "Net Present Value (NPV): What It Means and Steps to Calculate It",
  "definition": "What you need to know about differences over time\n\nNet present value (NPV) is the difference between the present value of cash inflows and the present value of cash outflows over a period of time. NPV is used incapital budgetingand investment planning to analyze a project's projected profitability.\n\nNPV is the result of calculations that find thecurrent value of a future stream of paymentsusing the proper discount rate. In general, projects with a positive NPV are worth undertaking, while those with a negative NPV are not.\n\nIf there’s one cash flow from a project that will be paid one year from now, then the calculation for the NPV of the project is as follows:\n\nIf analyzing a longer-term project with multiple cash flows, then the formula for the NPV of the project is as follows:\n\nIf you are unfamiliar with summation notation, here is an easier way to remember the concept of NPV:\n\nNPV=Today’s value of the expected cash flows−Today’s value of invested cash\\begin{aligned}NPV=\\text{Today's value of the expected cash flows}-\\text{Today's value of invested cash}\\end{aligned}NPV=Today’s value of the expected cash flows−Today’s value of invested cash​\n\nNPV accounts for thetime value of moneyand can be used to compare the rates of return of different projects or to compare a projected rate of return with thehurdle raterequired to approve an investment.\n\nThe time value of money is represented in the NPV formula by the discount rate, which might be a hurdle rate for a project based on a company’s cost of capital, such as theweighted average cost of capital (WACC). No matter how the discount rate is determined, a negative NPV shows that the expected rate of return will fall short of it, meaning that the project will not create value.\n\nIn the context of evaluating corporate securities, the net present value calculation is often calleddiscounted cash flow (DCF)analysis. It’s the method used by Warren Buffett to compare the NPV of a company’s future DCFs with its current price.\n\nThe discount rate is central to the formula. It accounts for the fact that, as long as interest rates are positive, a dollar today is worth more than a dollar in the future. Inflation erodes the value of money over time.\n\nMeanwhile, today’s dollar can be invested in a safe asset like government bonds; investments riskier than Treasuries must offer a higher rate of return. However it’s determined, the discount rate is simply the baseline rate ofreturn that a project must exceedto be worthwhile.\n\nFor example, an investor could receive $100 today or a year from now. Most investors would not be willing to postpone receiving $100 today. However, what if an investor could choose to receive $100 today or $105 in one year? The 5% rate of return might be worthwhile if comparable investments of equal risk offered less over the same period.\n\nIf, on the other hand, an investor could earn 8% with no risk over the next year, then the offer of $105 in a year would not suffice. In this case, 8% would be the discount rate.\n\nWhen the interest rate increases, the discount rate used in the NPV calculation also increases. This higher discount rate reduces the present value of future cash inflows, leading to a lower NPV. As a result, projects or investments become less attractive because their potential profitability appears diminished when evaluated against a higher required rate of return.\n\nA positive NPV indicates that the projected earnings generated by a project or investment—discounted for their present value—exceed the anticipated costs, also in today’s dollars. It is assumed that an investment with a positive NPV will be profitable.\n\nAn investment with a negative NPV will result in a net loss. This concept is the basis for thenet present value rule, which says that only investments with a positive NPV should be considered.\n\nIn Excel, there is an NPV function that can be usedto easily calculate the net present value of a series of cash flows. This is a common tool in financial modeling. The NPV function in Excel is simply \"NPV,\" and the full formula requirement is:\n\n=NPV(discount rate, future cash flow) + initial investment\n\nIn the example above, the formula entered into the gray NPV cell is:\n\n=NPV(green cell, yellow cells) + blue cell\n\nImagine a company can invest in equipment that would cost $1 million and is expected to generate $25,000 a month in revenue for five years. Alternatively, the company could invest that money in securities with an expected annual return of 8%. Management views the equipment and securities as comparable investment risks.\n\nThere are two key steps for calculating the NPV of the investment in equipment:\n\nBecause the equipment is paid for upfront, this is the first cash flow included in the calculation. No elapsed time needs to be accounted for, so the immediate expenditure of $1 million doesn’t need to be discounted.\n\nPeriodic Rate=((1+0.08)112)−1=0.64%\\text{Periodic Rate} = (( 1 + 0.08)^{\\frac{1}{12}}) - 1 = 0.64\\%Periodic Rate=((1+0.08)121​)−1=0.64%\n\nAssume the monthly cash flows are earned at the end of the month, with the first payment arriving exactly one month after the equipment has been purchased. This is a future payment, so it needs to be adjusted for the time value of money. An investor can perform this calculation easily with a spreadsheet or calculator. To illustrate the concept, the first five payments are displayed in the table below.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe full calculation of the present value is equal to the present value of all 60 future cash flows, minus the $1 million investment. The calculation could be more complicated if the equipment were expected to have any value left at the end of its life, but in this example, it is assumed to be worthless.\n\nNPV=−$1,000,000+∑t=16025,00060(1+0.0064)60NPV = -\\$1,000,000 + \\sum_{t = 1}^{60} \\frac{25,000_{60}}{(1 + 0.0064)^{60}}NPV=−$1,000,000+∑t=160​(1+0.0064)6025,00060​​\n\nThat formula can be simplified to the following calculation:\n\nNPV=−$1,000,000+$1,242,322.82=$242,322.82NPV = -\\$1,000,000 + \\$1,242,322.82 = \\$242,322.82NPV=−$1,000,000+$1,242,322.82=$242,322.82\n\nIn this case, the NPV is positive; the equipment should be purchased. If the present value of these cash flows had been negative because the discount rate was larger or the net cash flows were smaller, then the investment would not have made sense.\n\nA notable limitation of NPV analysis is that it makes assumptions about future events that may not prove correct. The discount rate value used is a judgment call, while the cost of an investment and its projected returns are necessarily estimates. The NPV calculation is only as reliable as its underlying assumptions.\n\nThe NPV formula yields a dollar result that, though easy to interpret, may not tell the entire story. Consider the following two investment options: Option A with an NPV of $100,000, or Option B with an NPV of $1,000.\n\nConsiders the time value of money\n\nIncorporates discounted cash flow using a company’s cost of capital\n\nReturns a single dollar value that is relatively easy to interpret\n\nMay be easy to calculate when leveraging spreadsheets or financial calculators\n\nRelies heavily on inputs, estimates, and long-term projections\n\nDoesn’t consider project size or return on investment (ROI)\n\nMay be hard to calculate manually, especially for projects with many years of cash flow\n\nIs driven by quantitative inputs and does not consider nonfinancial metrics\n\nEasy call, right? How about if Option A requires an initial investment of $1 million, while Option B will only cost $10? The extreme numbers in the example make a point.\n\nThe NPV formula doesn’t evaluate a project’s return on investment (ROI), a key consideration for anyone with finite capital. Though the NPV formula estimates how much value a project will produce, itdoesn’t show if it's an efficient useof your investment dollars.\n\nThepayback period, or payback method, is a simpler alternative to NPV. The payback method calculates how long it will take to recoup an investment. One drawback of this method is that it fails to account for the time value of money. For this reason, payback periods calculated for longer-term investments have a greater potential for inaccuracy.\n\nMoreover, the payback period calculation does not concern itself with what happens once the investment costs are nominally recouped. An investment’s rate of return can change significantly over time. Comparisons using payback periods assume otherwise.\n\nTheinternal rate of return (IRR)is calculated by solving the NPV formula for the discount rate required to make NPV equal zero. This method can be used to compare projects of different time spans on the basis of their projected return rates.\n\nFor example, IRR could be used to compare the anticipated profitability of a three-year project with that of a 10-year project. Although the IRR is useful for comparing rates of return, it may obscure the fact that the rate of return on the three-year project is only available for three years, and may not be matched once capital is reinvested.\n\nA higher value is generally considered better. A positive NPV indicates that the projected earnings from an investment exceed the anticipated costs, representing a profitable venture. A lower or negative NPV suggests that the expected costs outweigh the earnings, signaling potential financial losses. Therefore, when evaluating investment opportunities, a higher NPV is a favorable indicator, aligning to maximize profitability and create long-term value.\n\nNPV and internal rate of return (IRR) are closely related concepts, in that the IRR of an investment is the discount rate that would cause that investment to have an NPV of zero. Another way of thinking about the differences is that they are both trying to answer twoseparate but relatedquestions about an investment. For NPV, the question is, “What is the total amount of money I will make if I proceed with this investment, after considering the time value of money?” For IRR, the question is, “If I proceed with this investment, what would be the equivalent annual rate of return that I would receive?”\n\nNPV usesdiscountedcash flows to account for the time value of money. As long as interest rates are positive, a dollar today is worth more than a dollar tomorrow because a dollar today can earn an extra day’s worth of interest. Even if future returns can be projected with certainty, they must be discounted because time must pass before they’re realized—the time during which a comparable sum could earn interest.\n\nBoth NPV and ROI (return on investment) are important, but they serve different purposes. NPV provides a dollar amount that indicates the projected profitability of an investment, considering the time value of money. Conversely, ROI expresses an investment's efficiency as a percentage, showing the return relative to the investment cost. NPV is often preferred for capital budgeting because it gives a direct measure of added value, while ROI is useful for comparing the efficiency of multiple investments.\n\nChoosing a project with a higher NPV is advisable because it indicates greater profitability and value creation. A higher NPV means the projected cash inflows, discounted to their present value, significantly exceed the initial investment and associated costs. This suggests that the project is likely to generate more wealth, enhancing the business's overall financial health and growth prospects. Ultimately, a higher NPV aligns to maximize shareholder value.\n\nNet present value (NPV) compares the value of future cash flows to the initial cost of investment. This allows businesses and investors to determine whether a project or investment will be profitable. A positive NPV suggests that an investment will be profitable while a negative NPV suggests it will incur a loss.\n\nBusinesses can use NPV when deciding between different projects while investors can use it to decide between different investment opportunities.\n\nLibreTexts Mathematics. \"Business Math (Olivier); 15.1, Net Present Value.\"\n\nHarvard Business Review. “A Refresher on Net Present Value.”\n\nMichigan State University Libraries, Pressbook. \"Financial Management for Small Businesses, 2nd OER Edition; 9, Present Value Models.\"\n\nTerry College of Business at the University of Georgia. “Warren Buffett, Chairman, Berkshire Hathaway Investment Group | Terry Leadership Speaker Series,” at 20:00, July 18, 2001. (YouTube, Video.)\n\nRice University, OpenStax. \"Principles of Finance; 16.2, Net Present Value (NPV) Method.\"",
  "url": "https://www.investopedia.com/terms/n/npv.asp"
}