{
  "term": "Net Cash: What It Is and How It’s Calculated",
  "definition": "Net cash is a figure that is reported on a company’s financial statements. It is calculated by subtracting a company’s total liabilities from its totalcash.\n\nThe net cash figure is commonly used when evaluating a company’scash flows. Net cash may also refer to the amount of cash remaining after a transaction has been completed and all associated charges and deductions have been subtracted.\n\nSimilar to thecurrent ratio, net cash is a measure of a company’sliquidity—or its ability to quickly meet its financialobligations. A company’s financial obligations can include standard operating costs, payments on debts, or investment activities.\n\nTo calculate net cash, you must first add up all cash (not credit) receipts for a period. This amount is often referred to as gross cash. Once totaled, cash outflows paid out for obligations and liabilities are deducted from gross cash; the difference is net cash.\n\nWhen net cash is used in relation to stock investing, it sometimes refers to an abbreviated version of the term “net cash per share.” Investors can use net cash to help determine whether a company’s stock is an attractive investment.\n\nNetcash flowrefers to either the gain or loss of funds over a period (after alldebtshave been paid). When a business has a surplus of cash after paying all its operating costs, it is said to have a positive cash flow. If the company is paying more for obligations and liabilities than what it earns through operations, it is said to have a negative cash flow.\n\nA negative cash flow does not mean a company is unable to pay all of its obligations; it just means that the amount of cash received for that period was insufficient to cover its obligations for that same time period. If other savings vehicles areliquidatedto meet the obligation—or additional debt is accrued that does not involve the receipt of a lump sum deposit—then a company can meet all of its obligations while maintaining a negative cash flow.\n\nAnalyzing what activities contribute to positive or negative net cash is essential when using net cash as a barometer for determining the financial health of a company. Positive net cash from events such as increased profits from sales, or reduced obligations, can be indicative of a healthy and well-functioning firm. However, certain activities may result in a positive cash flow that may not reflect positively on a company’s financial health, such as money received as a result of incurring a new debt or activities associated with a lump-sum loan deposit.\n\nNet cash measures a company’s liquidity (its ability to quickly meet its financial obligations). Such obligations can include investment activities, payments on debts, or standard operating costs.\n\nAnalyzing what activities contribute to positive or negative net cash is essential when using net cash for determining a company’s financial health. Positive net cash can indicate that a business is healthy and functioning well, but certain activities may result in a positive cash flow that may not reflect positively on a company’s financial health.\n\nNet cash is calculated by subtracting a company’s total liabilities from its total cash. It is reported on a company’s financial statements and is commonly used when evaluating a company’s cash flows.",
  "url": "https://www.investopedia.com/terms/n/net-cash.asp"
}