{
  "term": "Net Premiums Written: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nNet premiums written is the sum ofpremiumswritten by an insurance company over the course of a period of time, minus premiums ceded to reinsurance companies, plus any reinsurance assumed.Net premiumswritten represents how much of the premiums the company gets to keep for assuming risk.\n\nLooking at changes in net premiums written from year to year is one way to gauge the health of an insurance company. The health of an insurance company depends on the types of policies and the risks associated with those policies. An increase in net premiums written represents an increase in new insurance policies written, while a decrease indicates fewer policies originated. Decreases in net premiums written could be the result of competitors entering the market and taking upmarket share, or it could be because premiums are not competitive with what other companies are offering. Companies that offer policies to a larger pool of people may reduce the possibility of declines.\n\nInsurance companies may receive premiums in one payment up front, but they may also offer installment plans to policyholders. Installment plans provide the insurance company with premiums over the course of the year, which are accounted for differently when determining how much revenue the insurance company brings in.\n\nAs policyholders using installment plans make payments, a company categorizes these as netearned premiums. When determining an insurance company’stax liabilityon premiums, it is typical for reinsurance premiums paid to be deducted.\n\nAdjusting forliabilitiesassociated with unearned premiums over the course of a year is called net premiums unearned. It is a liability because if the policy is canceled early then the insurer has to return a portion of the original premium. If a company is able to write more premiums over the course of the year, itswritten premiumswill exceed its earned premiums.\n\nInsurance providers in the United Kingdom use theannual premium equivalent (APE)to measure new policy premiums from ongoing premiums.\n\nSince the net premium calculation does not take into account expenses, companies must determine the number of expenses that can be added without causing a loss. Types of expenses that a company must take into account includecommissionspaid to agents who sell the policies, legal expenses associated with settlements, salaries, taxes, clerical expenses, and other general expenses. Commissions typically vary with the policy’s premium, while general and legal expenses may not be tied to the premium.\n\nThe calculated difference between net premium and gross premium equals the expectedpresent valueof expense loadings (the amount included in the premium charged for administrative costs) minus the expected present value of future expenses. Thus, a policy’s gross value will be less than its net value when the value of future expenses is less than the present value of those expense loadings.\n\nCornell Law School. \"26 U.S. Code § 832 – Insurance Company Taxable Income.\"",
  "url": "https://www.investopedia.com/terms/n/net-premiums-written.asp"
}