{
  "term": "Net Interest Rate Spread: Definition and Use in Profit Analysis",
  "definition": "The net interest rate spread is the difference between the yield that a financial institution receives from loans and other interest-accruing activities and the rate it pays on deposits and borrowings. The net interest rate spread is a keydeterminant of a financial institution’s profitability(or lack thereof).\n\nLoan-granting institutions, such as commercial banks, receive interest income from several sources. Deposits (often called core deposits) are a primary source, generally in the forms of checking and savings accounts or certificates of deposit (CDs). These are often obtained at low rates. Banks also obtain funds through shareholder equity, wholesale deposits, and debt issuance. Banks issue various loans—such as mortgages on property, home equity lending, student loans, car loans, and credit card lending—that are offered at higher interest rates.\n\nThe primary business of a bank is managing the spread between theinterest rate on depositsthat it pays consumers and therate it receivesfrom their loans. In other words, when the interest that a bank earns from loans is greater than the interest it pays on deposits, it generates income from the interest rate spread. In simple terms, net interest rates spreads are like profit margins.\n\nThe greater the spread, the more profitable the financial institution will likely be. However, this is just the basic view, and financial institutions work on creative customer acquisition, customer retention and loyalty, and principal investing strategies. Their individual strategies help them compete and differentiate themselves from other financial institutions.\n\nThe net interest rate spread (in dollar value, not percentage) is similar to a non-financial business' gross profit. It demonstrates profitability after costs.\n\nTo calculate an interest rate spread, you use the average rate of a bank's interest-bearing liabilities and the yield for its interest-earning assets. A formula might be:\n\nFor instance, in 2022,Capital One Financial Corporation (COF)had $31.24 billion in interest income with an average yield of 7.68%. Its interest-bearing liabilities for the year totaled $4.12 billion with an average yield of 1.25%. For 2022, the bank had an interest rate spread of 6.43%, or $27.1 billion, from its interest-bearing activities.\n\nNet interest margin is different because it accounts for other funding sources or income that don't fit a corporation's accounting definitions, such as investments or accounts that don't bear interest. For example, on its FY 2022 Annual Report, Capital One's net interest spread was 6.43%, but after accounting for the impact of 0.24% in non-interest-bearing funding, its net interest margin was 6.67%.\n\nIts annual report doesn't explain what it considers non-interest-bearing funding, only that it has a \"notional impact\" that affects its net interest margin.\n\nInterest rate spread is the difference between interest rates charged to customers and the interest rate a bank pays other banks when they borrow money.\n\nNet income rate spread is sometimes called bank spread. If Bank A averaged 5.25% interest on interest-earning assets and 1.25% on interest-bearing liabilities, the bank spread would be 4.0%.\n\nBanks use the yield on interest-earning assets and subtract the rate on interest-bearing liabilities to get the net interest rate spread.\n\nNet interest rate spread is one way banks measure their profitability. The measurement is a good indicator of a bank's financial performance for a period, but as with all metrics, it should be taken in context with other measures.\n\nCapital One Financial Corporation. \"Annual Report 2022,\" Page 50.\n\nCapital One Financial Corporation. \"Annual Report 2022,\" Page 49.",
  "url": "https://www.investopedia.com/terms/n/net-interest-rate-spread.asp"
}