{
  "term": "Net Premium Definition, Calculation, vs. Gross Premium",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nNet premium, an insurance industry accounting term, is calculated as the expectedpresent value (PV)of an insurance policy’s benefits,minusthe expected PV of futurepremiums. The net premium calculation does not take into account future expenses associated with maintaining the insurance policy.\n\nNet premiums, along with gross premiums, help an insurance company to determine how much it owes in state taxes.\n\nAninsurancepolicy's net premium value differs from the policy’s gross premium value, which does take into account future expenses. The calculated difference between net premium and gross premium equals the expected PV of expense loadings,minusthe expected PV of future expenses. Thus, a policy’s gross value will be less than its net value when the value of future expenses is less than the PV of those expense loadings.\n\nSome states' tax laws may allow insurance companies to reduce their gross premium by accounting for expenses and unearned premiums.\n\nBecause the net premium calculation does not take into account expenses, companies must determine how much expense they can add without causing a loss. Types of expenses that a company must account for includecommissionspaid to agents who sell the policies, legal expenses associated with settlements, salaries, taxes, clerical costs, and other general expenses.\n\nCommissions typically vary with the policy’s premium, but general and legal expenses may not be tied to the premium.\n\nTo estimate allowed expenses, a company can add a fixed amount of expenses to the net premium (called flat loading), add a percentage of the premium, or add a combination of a fixed amount and a percentage of the premium.\n\nWhen comparing policies with different net premiums, adding a fixed amount will lead to the same proportion of expenses to premiums as long as expenses do vary by proportion to the premium. Determining which method to use depends on the general and legal expenses associated with the policy, as they relate to commissions on the premium.\n\nMost policy calculations leave a margin forcontingencies, such as when the money made from investing the premiums turns out to be less than expected.\n\nNet premiums and gross premiums are helpful in figuring out how much an insurance company owes in taxes. State insurance departments often tax insurance companies' income. Tax laws, however, may allow companies to reduce their gross premium by figuring in expenses and unearned premiums. Insurers in the United Kingdom use anannual premium equivalent (APE)calculation to determine their premium revenue.\n\nFor example, if the state of Ohio imposes a tax on gross premiums written by Ohio insurance companies, but the tax does not apply to amounts deducted for reinsurance, it also won't apply to gross premiums not earned because the insurance company or policyholder canceled a policy before it expired.\n\nPolicyholders pay the insurance premiums. The pricing is based on them being either individuals orpart of a group. The premiums paid are the costs associated with purchasing insurance for an individual or business.\n\nNet premiums include written premiums with commissions and ceded reinsurance deducted. It is a measure of the dollar amount of policies written. Net premiums earned is the measure of actual dollars received from premiums sold.\n\nA premium tax credit (PTC) is a credit available to families that helps them pay for premiums for health insurance bought through the Health Insurance Marketplace. It is a refundable credit.\n\nNet premiums are an essential metric for insurance companies to determine how much they owe in taxes in order to be compliant with tax law. Utilizing both net premiums and gross premiums allows an insurance company to better manage its accounting.\n\nInternal Revenue Service. \"The Premium Tax Credit - The Basics.\"",
  "url": "https://www.investopedia.com/terms/n/net-premium.asp"
}