{
  "term": "Net Volume",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNet volume is atechnical indicatorcalculated by subtracting a security'suptick volumeby itsdowntick volumeover a specified period of time. Unlike standard volume, the indicator differentiates whether the market sentiment is leaning bullish or bearish. Net volume is typically plotted below the price chart with bars for each period indicating the net volume reading for that period.\n\nNet volume is used by traders to assessmarket sentimentbeyond the use of standard volume. Positive net volume suggests that a security is experiencing a bullish upswing, while negative net volume suggests that a security is experiencing a bearishdownswing.\n\nFor example, suppose that athinly tradedstock experienced five downward trades at 200 shares a piece, moving down a total of five percent, and one upward trade at 10,000 shares, moving the stock up three percent. The stock may have closed two percent lower, but the net volume would have been a positive 9,000, suggesting that themomentumhas really been bullish under the surface.\n\nHere's an example of a chart showing net volume:\n\nMany traders use net volume in conjunction with other forms oftechnical analysis, including technical indicators and chart patterns, when looking for potential opportunities. For instance, traders might determine that a stock broke out from a keyresistance leveland then look at net volume to determine how much buying pressure is behind the move and if there's enough momentum moving forward.\n\nNet volume is similar to many other momentum indicators that look at volume along with various other factors. Unlike these other indicators, net volume looks exclusively at volume over a single timeframe.\n\nFor example, net volume is similar to themoney flow index, in that both technical indicators measure market interest in a given security, but the MFI uses both price and volume to measure buying and selling pressure rather than just looking at volume. Net volume is also similar toon balance volume, in that both technical indicators look at volume changes, but OBV adds up volume on up days and down days over time rather than looking at a single period. Other indicators, like therelative strength index, look at the magnitude of gains or losses to provide insights.\n\nMany traders tend to use more complex momentum indicators than net volume when analyzing opportunities, but it may still play a role in certain cases where the trader needs to only look at a single period.",
  "url": "https://www.investopedia.com/terms/n/netvolume.asp"
}