{
  "term": "Net Income (NI): Definition, Uses, and Formula",
  "definition": "Net income (NI), also called net earnings, is a useful number for investors to assess how much revenue exceeds the expenses of an organization. The formula to determine net income is sales minuscost of goods sold, selling, general and administrative expenses, operating expenses, depreciation, interest, taxes, and other expenses.\n\nNet income appears on a company’s income statement and is an indicator of a company’s profitability. Net income also refers to an individual’s income after taking taxes and deductions into account.\n\nBusinesses use net income to calculate theirearnings per share (EPS). Business analysts often refer to net income as thebottom linesince it is at the bottom of the income statement. Analysts in the United Kingdom know NI as profit attributable to shareholders.\n\nNet income (NI) is known as the bottom line, as it appears as the last line on the income statement once all expenses, interest, and taxes have been subtracted from revenues.\n\nTo calculate net income for a business, start with a company’s totalrevenue. From this figure, subtract the business’s expenses and operating costs to calculate the business’s earnings before tax. Deduct tax from this amount to find the NI.\n\nNet income, like other accounting measures, is susceptible to manipulation through such things as aggressive revenue recognition or hiding expenses. When basing an investment decision on NI,investorsshould review the quality of the numbers used to arrive at the taxable income and NI to ensure that they are accurate and not misleading.\n\nGross incomerefers to an individual’s total earnings or pretax earnings, and NI refers to the difference after factoring deductions and taxes into gross income. To calculate taxable income, which is the figure used by theInternal Revenue Service (IRS)to determine income tax, taxpayers subtract deductions from gross income. The difference between taxable income andincome taxis an individual’s NI.\n\nFor example, an individual has $60,000 in gross income and qualifies for $10,000 in deductions. That individual’s taxable income is $50,000 with an effective tax rate of 13.88%, giving an income tax payment of $6,939.50 and NI of $43,060.50.\n\nIn the United States, individual taxpayers submit a version ofForm 1040to the IRS to report annual earnings. This form does not have a line for net income. Instead, it has lines to record gross income,adjusted gross income (AGI), andtaxable income.\n\nAfter noting their gross income, taxpayers subtract certain income sources such as Social Security benefits and qualifying deductions such as student loan interest. The difference is their AGI.\n\nAlthough the terms are sometimes used interchangeably, net income and AGI aretwo different things. Taxpayers then subtractstandardoritemized deductionsfrom their AGI to determine their taxable income. As stated above, the difference between taxable income and income tax is the individual’s NI, but this number is not noted on individual tax forms.\n\nMost paycheck stubs have a line devoted to NI. This is the amount that appears on an employee’s check. The number is the employee’s gross income, minus taxes and any contributions to accounts such as a 401(k) or Health Savings Account (HSA).\n\nGross income is the total amount earned. Net income is gross income minus expenses, interest, and taxes. Net income reflects the actual profit of a business or individual.\n\nNet income is what a business or individual makes after taxes, deductions, and other expenses are taken out. In business, net income is what a company has left after all expenses are subtracted, including taxes, wages, and the cost of goods.\n\nAnincome statementis one of the three key documents used for reporting a company’s yearly financial performance. The income statement includes the gains, losses, revenue, and expenses that a company reports in that period. Net income is the bottom line on an income statement.\n\nNet income, or net earnings, is the bottom line on a company’s income statement. It’s calculated by subtracting expenses, interest, and taxes from total revenues. Net income can also refer to an individual’s pretax earnings after subtracting deductions and taxes from gross income.\n\nEarnings per share (EPS) are calculated using a business’s net income. These numbers should always be reviewed by investors to ensure that they are accurate and not inflated or misleading.\n\nInternal Revenue Service. “What Is Taxable and Nontaxable Income?”\n\nInternal Revenue Service. “Form 1040: U.S. Individual Income Tax Return.”",
  "url": "https://www.investopedia.com/terms/n/netincome.asp"
}