{
  "term": "Net Interest Income: What It Is, How It's Calculated, Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNet interest income is a financial performance measure that reflects the difference between the revenue generated from interest-bearing assets and the expenses of interest-bearing liabilities.\n\nNet interest income (NII) is a financial performance measure that reflects the difference between the revenue generated from interest-bearing assets and the expenses associated with paying on its interest-bearing liabilities. It's the lifeblood that sustains banks, credit unions, and other lenders, determining their ability to generate revenue, extend credit, and weather economic storms. In this article, we'll discuss banks, but many financial institutions, entire economic sectors, and investors can have NII.\n\nBelow, we review the factors that shape NII, the formulas used to calculate it, and real-world examples that illustrate how to put this metric into action when reviewing a bank's profitability.\n\nA typical bank's assets include all personal and commercial loans, mortgages, and securities. The liabilities are interest-bearing customer deposits. The excess revenue generated from the interest earned on assets over the interest paid on deposits is NII.\n\nThe NII of some banks is more sensitive to changes ininterest ratesthan others. The main changes derive from a country's central bank (e.g., the U.S. Federal Reserve), which sets its own overnight lending rates and bank use to determine the rates they offer. These changes can result from the type of assets and liabilities that are held, as well as whether the assets and liabilities have fixed or variable rates. Banks with variable-rate assets and liabilities will be more sensitive to changes in interest rates than those with fixed-rate holdings.\n\nInterest-earning assets can range from mortgages to auto, personal, and commercial real estate loans. These loans all typically carry different levels of risk, thus the interest rate the bank earns for each type of loan will vary. For example, a personal loan will almost always carry a higher interest rate than a mortgage. Below is a table of the major sources of income for a bank, whether they count toward NII, and their relative risk:\n\nThe resulting NII from a bank's assets depends on their holdings. Moreover, loans of the same type can carry fixed or variable rates, depending on the consumer. This is frequently seen with mortgages, as most banks offer fixed- and adjustable-rate mortgages.\n\nThe quality of the loan portfolio is another factor affecting net interest income. A deteriorating economy and heavy job losses can cause borrowers todefaulton their loans, resulting in a lower net interest income.\n\nAbout a quarter of U.S. banks' income (before expenses) isn't from interest income.\n\nNII is a fundamental metric used by financial institutions, particularly banks, to assess the profitability of their lending and borrowing activities. It's calculated as the difference between the revenue generated from interest-earning assets and the expenses associated with paying on interest-bearing liabilities.\n\nNetInterestIncome(NII)=InterestIncome−InterestExpenseNet Interest Income (NII) = Interest Income - Interest ExpenseNetInterestIncome(NII)=InterestIncome−InterestExpense\n\n2023 net interest income of Federal Deposit Insurance Corporation-insured banks and savings institutions.\n\nSuppose you manage XYZ Bank. This bank has loans to customers worth $50 million at an average interest rate of 6% a year. In addition, XYZ Bank has a $30 million investment in government securities at an average interest rate of 4% a year.\n\nFor XYZ's interest expense, the bank has $60 million in customer deposits at an average rate of 2% a year. Furthermore, the bank has $20 million in borrowing from other banks at an average interest rate of 3% a year.\n\nThe total interest income is as follows:\n\nNext, the total interest expense needs to be determined:\n\nThus the NII for XYZ Bank would be as follows:\n\nAlternatively, suppose Bank ABC has a loan portfolio of $1 billion earning an average of 5% interest, the bank's interest revenue would be $50 million. On the liability side, the bank has outstanding customer deposits of $1.2 billion earning 2% interest, thus its interest expense is $24 million. As such, the bank generates $26 million in NII ($50 million in interest revenue minus $24 million in interest expense).\n\nBoth JPMorgan Chase (JPM) and Bank of America Corp. (BAC), two of the largest financial institutions in the world, like many banks, saw a vast improvement in 2023 over 2022 in NII. JPMorgan Chase's net interest income increased by 33.81% in 2023, while Bank of America saw an increase of 8.52%.Below is the aggregate NII for American banks in the last two decades:\n\nA bank can earn more interest from its assets than it pays out on its liabilities, but that doesn't necessarily mean the bank is profitable. Banks, like other businesses, have additional expenses such as rent, utilities, wages, and management salaries. After subtracting these expenses from the NII, the bottom line could be negative.\n\nIn addition, banks can also have further sources of revenue besides interest received on loans, such as fees from investment banking or investment advisory services. Investors should considerancillary revenuesources and expenses beyond NII when evaluating a bank's profitability.\n\nNIMmeasures the difference between the interest income generated by a bank's interest-earning assets (such as loans and mortgages) and the interest expense paid on its interest-bearing liabilities (such as deposits and borrowings). NIM is expressed as a percentage of the bank's interest-earning assets and is calculated by dividing the NII by the average earning assets and multiplying the result by 100 to get the percentage. For the later 2010s and early 2020s, the NIM for the U.S. fell within a range of 3.25% to 3.75%, with the figures for other major banking economies changing from 1.0% to 2.5%.\n\nWhen evaluating a bank's performance, there are several key metrics that provide valuable insights into its financial health and operational efficiency. Here are two other important metrics to consider:\n\nInterest rates are the cost of borrowing money. As interest rates increase, borrowers must pay more for theirmortgages, cars, credit cards, and other loans, including those loans they already have if they have adjustable rates. Interest rates also affect how much businesses for major expenses like machinery and new products, which are often paid for on credit. This is why, overall, higher interest rates slow down economic activity.\n\nNet interest income is a critical financial measure of the profitability of a bank's core lending and borrowing activities. It is calculated by subtracting the total interest expenses on debts, such as deposits and borrowings, from the total interest income earned on assets like loans and investments.\n\nThis calculation helps financial institutions assess the effectiveness of their interest-earning activities and manage the cost of their funding sources, providing greater clarity about how well they manage their interest-based financial operations.\n\nMoorad Choudhry. \"The Principles of Banking,\" Pages 19-23. John Wiley & Sons, 2022.\n\nU.S. Bureau of Economic Analysis. \"Net Interest.\"\n\nFederal Reserve Bank of St. Louis, \"Quarterly Income and Expense of FDIC-Insured Commercial Banks and Savings Institutions\"\n\nTradingview, \"Net interest income of Bank of America\"\n\nTradingview, \"Net interest income of JP Morgan Chase\"\n\nDeloitte. \"2024 Banking and Capital Markets Outlook.\"",
  "url": "https://www.investopedia.com/terms/n/net-interest-income.asp"
}