{
  "term": "Net Sales: What They Are and How to Calculate Them",
  "definition": "A company's net sales figure is its gross sales after subtracting returns, allowances, and discounts, but it excludes the costs of the goods sold.\n\nA company's net sales is itsgross salestotal minus the costs of returns, allowances, and discounts. The company's net sales number is not the same as its profit. The net sales number does not factor in the cost of the goods sold, general expenses, or administrative expenses.\n\nThe net sales number is not always reported separately on a company's income statement. It is often factored into the topline revenues section on the income statement.\n\nInvestors who are considering buying stock in a company look closely at the company's latest income statement when analyzing a company’s revenues, revenue growth, and operational expenses. The income statement is broken out into three parts: direct costs, indirect costs, and capital costs.\n\nThe direct costs portion of the income statement is where net sales can be found.\n\nHowever, some companies do not provide a lot of transparency in the area of net sales. Net sales may also not apply to every company and industry because of the distinct components of their calculation.\n\nNet sales is calculated as gross revenue minus applicable sales returns, allowances, and discounts.\n\nThe costs associated with net sales affect a company’sgross profitand gross profit margin, but the net sales number does not include the cost of goods sold, which is a primary driver of gross profit margins.\n\nIf a business has any returns, allowances, or discounts, then adjustments are made to identify and report net sales. Companies may report gross sales, then net sales, and cost of sales in the direct costs portion of the income statement, or they may just report net sales on the top line and then move on to costs of goods sold.\n\nCompanies that sell goods and services on credit might also includenet credit purchases—sometimes called total net payables—in this section of the financial statement.\n\nNet sales do not account for cost of goods sold, general expenses, and administrative expenses, which are analyzed with different effects on income statement margins.\n\nGross sales are the total unadjusted sales of a company.\n\nIf the company uses accrual accounting, gross sales are booked when a transaction takes place. If it uses cash accounting, they are booked when cash is received.\n\nSome companies may not have any costs that will require a net sales calculation. Sales returns, allowances, and discounts are the three main costs that can affect net sales. All three costs generally must be expensed after a company books revenue.\n\nAs such, each of these types of costs will need to be accounted for across a company’s financial reporting to ensure proper performance analysis.\n\nSales returns are common in the retail business. These companies allow a buyer to return an item within a certain number of days for a full refund. This can create some complexity in financial statement reporting.\n\nCompanies that allow sales returns must provide a refund to the customer. A sales return is usually accounted for either as an increase to a sales return and allowances contra-account to sales revenue or as a direct decrease in sales revenue.\n\nAs such, it debits a sales returns and allowances account (or the sales revenue account directly) and credits an asset account, typically cash or accounts receivable. Thistransactioncarries over to the income statement as a reduction in revenue.\n\nIn many cases, the sales return can be resold. This requires a company to make additional notations to account for the item as inventory.\n\nAllowances are less common than returns but may arise if a company negotiates to lower an already booked revenue.\n\nIf a buyer complains that goods were damaged in transportation or the wrong goods were sent in an order, a seller may provide the buyer with a partial refund. In this case, the same types of notations would be required.\n\nA seller would need to debit a sales returns and allowances account and credit an asset account. This journal entry carries over to the income statement as a reduction inrevenue.\n\nNet sales allowances are usually different than write-offs which may also be referred to as allowances. A write-off is an expense debit that correspondingly lowers an asset inventory value.\n\nCompanies adjust for write-offs or write-downs on inventory due to losses or damages. These write-offs occur before a sale is made rather than after.\n\nMany companies working on an invoicing basis will offer their buyers discounts if they pay their bills early. One example of discount terms would be1/10 net 30. That is, customers get a 1% discount if they pay within 10 days of a 30-day invoice.\n\nSellers don’t account for a discount unless a customer pays early, so notations are retroactive.\n\nDiscounts are notated similarly to returns and allowances. A seller will debit a sales discounts contra-account to revenueand credit assets. The journal entrythen lowers the gross revenue on the income statement by the amount of the discount.\n\nIf a company provides full disclosure of its gross sales vs. its net sales it can be a point of interest for external analysis. If the difference between a company’s gross and net sales is higher than an industry average, the company may be offering higher discounts or realizing an excessive amount of returns compared to industry competitors.\n\nCompanies generally strive to meet or beat industry averages. Often, returns can be quickly resold without creating issues.\n\nAllowances are typically the result of transporting problems which may prompt a company to review its shipping tactics or storage methods.\n\nCompanies offering discounts may choose to lower or increase their discount terms to become more competitive within their industry.\n\nGenerally speaking, the net sales number is the total dollar value of goods sold, while profits is the total dollar gain after costs. The net sales number does not reflect most costs.\n\nOn a balance sheet, the net sales number is gross sales adjusted only to reflect returns, allowances, and discounts.\n\nDetermining profit requires deducting all of the expenses associated with making, packaging, selling, and delivering the product.\n\nGross sales are all sales made during the period. Net sales are gross sales minus returns, allowances, and discounts. Those three factors reduce the gross sales number after the sales are made, and thus show up later on the balance sheet.\n\nThe net profit to sales ratio is one of many so-calledprofitability ratiosthat investors and analysts use to evaluate how well a company is really performing. They are straightforward comparisons of costs versus profits. Gross margin, operating margin, and net profit margin are three of the key ratios that are examined.\n\nThe net sales number is a company's gross revenue minus several directly related factors that affect sales. It doesn't reflect the costs related to producing the products that are sold. Therefore, it is most usefully considered in comparison with the company's costs of doing business. The comparison can reveal how efficiently the business is being run.",
  "url": "https://www.investopedia.com/terms/n/netsales.asp"
}