{
  "term": "Net Lease Definition and Types—Single, Double, Triple",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term net lease refers to a contractual agreement where a lessee pays a portion or all of the taxes, insurance fees, and maintenance costs for a property in addition to rent. Net leases are commonly used incommercial real estate. In the purest form of a net lease, the tenant is expected to pay for all the costs related to a piece of property as if the tenant were the actual owner. A net lease is the opposite of agross lease, where the tenant pays a flat rental fee while the landlord is responsible for the other costs.\n\nNet leases are just like owning property without actually having legaltitleover it. They are lease agreements betweenlandlordsand tenants where the tenant pays for rent and any other cost associated with the property in question. The agreement may include one or more expenses including insurance, property taxes, utilities, maintenance and repairs, and otheroperational costs. Most landlords generally accept lower rent payments because of the additional costs associated with net leases.\n\nThese lease agreements are a popular tool for commercial real estate investors who buy properties for the income and do not want the headaches of arranging maintenance, paying municipal taxes, and so on. Property owners use net leases to shift the burden of managing taxes,insurance, and fees to the tenant. Although the owner and/orlessormay charge less overall as a result, they no longer have to worry about the day-to-day administration of that property.\n\nFrom the tenant and/orlesseeperspective, a net lease must adequately compensate for the risk the tenant is taking on from the landlord. Stated another way, the cost difference between a gross lease and a net lease must be large enough to offset the unpredictable costs of maintenance and the potentially rising costs of taxes and insurance. The landlord gives up some money in rent to save headaches, and the tenant takes the discount knowing that year-to-year property costs may vary.\n\nThe cost difference between a gross lease and a net lease must be large enough for a tenant to offset the unpredictable costs of maintenance and taxes and insurance.\n\nThe definition of what constitutes a net lease is quite broad and far from uniform across the country. Instead, net leases are broken down into three primary types that deal with the main cost categories oftaxes, maintenance, and insurance fees—in addition to the rent charged by the landlord. They are:\n\nEven with the breakdowns above, the actual definition of a net lease is dependent on the details in each contract.\n\nAs mentioned above, netleasesare the opposite of gross leases, where the landlord covers all of the expense categories in exchange for a fixed payment. In practice, a modified gross lease and a single or double net lease can be the same thing. A modified gross lease might have the tenant paying building insurance costs, for example, and could easily be classified as a single net lease. Again, the details of the lease matter more than whether the lessor considers it a net or gross lease.",
  "url": "https://www.investopedia.com/terms/n/net-lease.asp"
}