{
  "term": "Net Foreign Assets (NFA) Meaning & Creditor/Debtor Status",
  "definition": "Net foreign assets (NFA) determine whether a country is a creditor or debtor nation by measuring the difference in its externalassetsand liabilities. NFA refer to the value of overseas assets owned by a nation, minus the value of its domestic assets that are owned by foreigners, adjusted for changes in valuation andexchange rates.\n\nA nation's NFA position is also defined as the cumulative change in itscurrent account, which is the sum of thebalance of trade, net income over time, and net current transfers over time.\n\nThe NFA position indicates whether the nation is a netcreditoror debtor to the rest of the world. A positive NFA balance means that it is a net lender, while a negative NFA balance shows that it is anet borrower.\n\nAn alternative definition of “net foreign assets” fromthe World Bankis that it is the sum of foreign assets held by monetary authorities and deposit money banks, less their foreignliabilities.\n\nRelating a nation’s NFA position to a cumulative change in its current account is conceptually easy to understand since an entity’s debt position at any point in time is the sum total of its past borrowing and lending activity. If an entity’s borrowings total $500, but it has loaned out $1,500, it is a net creditor in the amount of $1,000.\n\nLikewise, if a nation runs acurrent account deficitof, say, $10 billion, it has to borrow that amount from foreign sources to finance theshortfall. In this case, borrowing $10 billion would increase its foreign liability and reduce its NFA position by that amount.\n\nIn addition to the current account position,valuationand exchange rate changes should be taken into account to get a true picture of the NFA position. For example, foreign governments hold trillions of dollars in U.S.government bonds. If interest rates rise and U.S. government bonds decline in price, this would have the effect of reducing the overall value of these nation's U.S. government bond holdings, and their NFA, too.\n\nExchange rate fluctuations can also have a significant effect on the NFA position. Appreciation of a nation’scurrencyagainst that of other nations will decrease the value of both foreign currency-denominated assets and liabilities, while depreciation will increase the value of these overseas assets and liabilities. Thus, if the nation is a net debtor,currency depreciationwill increase its foreign currency debt burden.\n\nThe NFA position itself can drive changes in exchange rates since chronic current accountdeficitscan prove unsustainable over time. Currencies of nations with a significantly negative NFA position and growing current account deficits can come under attack from currencyspeculators, who may seek to drive it lower.",
  "url": "https://www.investopedia.com/terms/n/net-foreign-assets-nfa.asp"
}