{
  "term": "Net Investment: Definition, Uses, How to Calculate, and Example",
  "definition": "Net investment is the total amount of money that a company spends oncapital assets, minus the cost of thedepreciationof those assets. This figure provides a sense of the real expenditure on durable goods such as plants, equipment, and software that are being used in the company's operations.\n\nCapital assets lose value over time due to wear and tear and obsolescence. Therefore, subtracting depreciation from grosscapital expenditure (CAPEX)provides an accounting for the cost of the using up of the asset. Capital assets include all property and equipment that contribute to the productive capacity of the business.\n\nNet investment is a component of a nation's gross domestic product (GDP).\n\nIn a nation's GDP, the figure indicates gross private domestic investment. It includes all expenditures by private companies and governments on real estate and inventories. Thus, it is a leading indicator of a nation's potential economic production capacity.\n\nIf gross investment is consistently higher than depreciation, the net investment figure will be positive, indicating that the company's productive capacity is increasing. If gross investment is consistently lower than depreciation, net investment will be negative, indicating that productive capacity is decreasing. Companies with a declining capital base will probably not grow revenues, as they will have fewer assets employed to try and achieve that growth. So companies with net negative investment may be expected to shrink in future. This is true for all entities, from the smallest companies to the largest national economies.\n\nWhen comparing net investment figures, stick with the same industry for relevant results.\n\nNet investment is, therefore, a better indicator than gross investment of how much an enterprise is investing in its business since it takes depreciation into account.\n\nInvesting an amount equal to the total depreciation in a year is the minimum required to keep theasset basefrom shrinking. This investment amount is known as the maintenance capital expenditure.\n\nSuppose a company spends $1 million on a new piece of machinery that has an expected life of 30 years and has aresidual valueof $100,000. Based on the straight-line method of depreciation, annual depreciation would be $30,000, or ($1,000,000 - $100,000) / 30. Therefore, assuming no new capital expenditures, the amount of net investment at the end of the first year would be $970,000.\n\nThe formula for calculating net investment is:\n\nNet Investment = Capital Expenditures – Depreciation (non-cash)\n\nRegular investment in capital assets is critical to an enterprise's continuing success. The net investment amount required for a company depends on the sector it operates in, Sectors such as industrial products, goods producers, utilities, and telecommunications are more capital intensive than sectors such as technology and consumer products.\n\nThat's why, when comparing net investment among various companies, it is most relevant if they are in the same sector.",
  "url": "https://www.investopedia.com/terms/n/netinvestment.asp"
}