{
  "term": "Net Unrealized Appreciation (NUA): Definition and Tax Treatment",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nNet unrealized appreciation is the difference between the cost basis and the current market value of shares of employer stock held in an employer-sponsored retirement account.\n\nDo you own company stock in your 401(k) or a similar retirement account? If so, you might benefit from net unrealized appreciation (NUA) on your taxes.\n\nThe NUA is the difference between what your company stock was worth when you first got it and its value when sold. NUA applies only to your employer's stock because these shares have a distinctcost basissince they are often received through direct employer contributions, such as matches or stock bonuses.\n\nThe appreciated value is then taxed at the more favorable long-termcapital gains rate.Gains from other 401(k) assets, like investments in mutual funds or exchange-traded funds (ETFs), are taxed asordinary incomewhen they are eventually sold.NUA offers significant tax savings, especially for high-income earners with a substantial amount of company stock in their retirement plans.\n\nInvestors who own stock in an employer can use NUA to shift part of their tax liability from ordinary income tax rates to the more favorable long-term capital gains rate. For most retirement assets, investments grow tax-deferred and lower the employee's taxable income in the year of each contribution. However, when this tax deferral eventually comes due, it would be adistributionfrom a retirement account, which is typically taxed as ordinary income at the account owner'smarginal tax rateat retirement—regardless of whether the distributed assets are stocks, bonds, mutual funds, or any other investment type. This means that even if the appreciation is from long-termcapital gainswithin the account, all distributions are treated as ordinary income for tax purposes.\n\nNUA is a consideration when employees take a lump-sum distribution of company stock from their qualified retirement plan. For example, an employee with $100,000 worth of employer stock in their 401(k) plan might have been originally granted 5,000 shares at $4.00 per share, making the cost basis $20,000. The $80,000 difference is the NUA.\n\nWithout the NUA strategy, if the employee were to sell the entire amount, they would pay ordinary income tax rates (which can be as high as 37%) on the full amount.However, by implementing the NUA strategy, they would pay ordinary income tax only on the cost basis ($20,000), while the $80,000 in gains would be taxed at the long-term capital gains rate, which maxes out at 20%.\n\nWhile NUA offers tax benefits, it may lead to an overconcentration in employer stock. Having too much of your savings in employer shares increasesrisk. Should the company have financial difficulties, that could affect not only the share price but also your employment.\n\nUnder the Internal Revenue Code, when a qualifying distribution is made from a tax-deferred retirement plan that includes employer stock, the IRS permits a split-taxation method. This means the distribution is divided into two components:\n\nSuppose you've built up $400,000 in company stock in your 401(k). You originally received 5,000 shares when they were worth $16 each—that amounts to a $80,000 cost basis. The $320,000 difference? That's your NUA, which won't be taxed (as capital gains) until the shares are sold.\n\nIf the stock keeps going up after the distribution, that will be taxed as usual: short-term gains if held less than a year after distribution or long-term capital if held longer.\n\nThe tax advantages from using NUA become more pronounced for individuals in higher tax brackets.\n\nBefore using the NUA strategy, you'll need to meet a few key conditions. You can only take advantage of NUA when certain life events happen, such as:\n\nSecond, you must take the stock as a lump-sum distribution, meaning the entire balance of all qualified plans of the same type must be distributed within a single tax year.However, this doesn't mean you have to take all your company stock at once. You can split the distribution into three streams:\n\nAlump-sum distributioncan trigger a large year-end tax bill, even with the NUA benefit.\n\nUsing NUA is a tax strategy that can deliver major tax savings to employees who hold a lot of their company's stock in their qualified retirement plans. It separates the cost basis (taxed as ordinary income) from any price appreciation (taxed as long-term capital gains).\n\nIf you are considering the NUA strategy, it would be prudent to first discuss this with a qualified tax professional orfinancial advisor.\n\nInternal Revenue Service. \"Net Unrealized Appreciation in Employer Securities.\"\n\nInternal Revenue Service. \"401(k) Plans.\"\n\nInternal Revenue Service. \"Publication 575, Pension and Annuity Income.\" Pages 22-23.\n\nInternal Revenue Service. \"IRS Release Tax Inflation Adjustments For Tax Year 2025.\"\n\nInternal Revenue Service. \"Publication 575, Pension and Annuity Income.\" Page 16.",
  "url": "https://www.investopedia.com/terms/n/netunrealizedappreciation.asp"
}