{
  "term": "Net Debt-to-EBITDA Ratio: Definition, Formula, and Example",
  "definition": "The net debt-to-EBITDA ratio compares a company's debt to its earnings and can indicate its ability to make its debt payments.\n\nThe net debt-to-EBITDAratio is a measurement of leverage, calculated as a company's interest-bearing liabilities minus cash or cash equivalents, divided by its EBITDA.\n\nEBITDA stands for earnings before interest, taxes, depreciation and amortization.\n\nNet debt-to-EBITDA shows in years how long it would take a company to pay back its debt, if the earnings were used for debt repayment only.\n\nA company with more cash than debt would have a negative net debt-to-EBITDA ratio.\n\nIt is similar to thedebt/EBITDA ratio, but net debt subtracts cash and cash equivalents while the standard ratio does not.\n\n﻿NetDebttoEBITDA=TotalDebt−Cash&EquivalentsEBITDANet \\ Debt \\ to \\ EBITDA = \\frac{Total \\ Debt - Cash \\& Equivalents}{EBITDA}NetDebttoEBITDA=EBITDATotalDebt−Cash&Equivalents​﻿\n\nThe net debt-to-EBITDA ratio is popular with analysts because it offers a view of a company's ability to decrease its debt.\n\nA ratio of less than 1 (a negative ratio) means that a company has more cash than debt and can most likely pay debt off without difficulty.\n\nA ratio of 1 to 3 generally indicates that a company can manage its debt payments.\n\nRatios higher than 3 can set off alarm bells because a company may have trouble handling its debt burden. Thus, it is less likely to be able to take on the additional debt required to grow the business.\n\nThe net debt-to-EBITDA ratio should be compared with that of a benchmark or the industry average to determine a company's risk and its creditworthiness.\n\nSome industries, such as telecom and utilities, are capital intensive and the companies in them may have higher net debt to EBITDA ratios naturally. But risk isn't necessarily an issue for them because these companies tend to have stable income and are able to manage their debt burdens well.\n\nAdditionally, ahorizontal analysiscould be conducted to determine whether a company has increased or decreased its debt burden over a specified period.\n\nFor a horizontal analysis, ratios or items in the financial statement are compared with those of previous periods to determine how the company has grown over the specified time frame.\n\nSuppose an investor wishes to conduct a horizontal analysis on Company ABC to determine its ability to pay off its debt.\n\nFor its previous fiscal year, Company ABC's short-term debt was $6.31 billion, long-term debt was $28.99 billion, and cash holdings were $13.84 billion.\n\nTherefore, Company ABC had net debt of $21.46 billion ($6.31 billion + $28.99 billion - $13.84 billion). Its EBITDA was $60.60 billion during the fiscal period.\n\nConsequently, Company ABC's net debt-to-EBITDA ratio was 0.35 ($21.46 billion ÷ $60.60 billion). That's an indication of financial health.\n\nNow, for the most recent fiscal year, Company ABC had short-term debt of $8.50 billion, long-term debt of $53.46 billion, and $21.12 billion in cash.\n\nThe company's net debt increased to $40.84 billion year-over-year. Its EBITDA grew to $77.89 billion. (That's a 90.31% increase in net debt and a 28.53% increase in EBITDA.)\n\nTherefore, Company ABC had a net debt-to-EBITDA ratio of 0.52 ($40.84 billion divided by $77.89 billion). The ratio increased by 0.17, or 49.81% year-over-year.\n\nStill under 1, the company can feel confident in its ability to meet debt obligations even as it acknowledges a growth in the debt greater than growth in income.\n\nAnalysts like the net debt/EBITDA ratio because it is easy to calculate. Debt figures can be found on the balance sheet and EBITDA can be calculated from the income statement.\n\nThe issue, however, is that it may not provide the most accurate measure of earnings. More than earnings, analysts want to gauge the amount of cash available for debt repayment.\n\nDepreciation and amortization are non-cash expenses that do not really impact cash flows, but interest can be a significant expense for some companies.\n\nBanks and investors looking at the current net debt/EBITDA ratio to gain insight on how well the company can pay for its debt may want to consider the impact of interest on the debt, even if that debt will be included in new issuance.\n\nIn this way, net income minus capital expenditures, plus depreciation and amortization may be the better measure of cash available for debt repayment.",
  "url": "https://www.investopedia.com/terms/n/net-debt-to-ebitda-ratio.asp"
}