{
  "term": "Net Charge-Off: What it is, How it Works, Example",
  "definition": "A net charge-off (NCO) is the dollar amount representing the difference between grosscharge-offsand any subsequent recoveries of delinquent debt. Net charge-offs refer to the debt owed to a company that is unlikely to be recovered by that company.\n\nThis \"bad debt\" often written off and classified as gross charge-offs. If, at a later date,some money is recovered on the debt, the amount is subtracted from the gross charge-offs to compute the net charge-off value.\n\nIt is highly unlikely that a lender will experience 100% collection on all of its loans outstanding. As a routine matter, a creditor will establish aloan loss provision, an estimate of the amount that it thinks (based on historical data) will not be repaid, and then charge off the amounts that it determines will not come back.\n\nMost often it is the case that loss provisions are in the ballpark of actual gross charge-offs, but eventual recoveries can occur, which when netted against gross charge-offs produce a net charge-off figure. A lender will reduce the loan loss provision by the amount of net charge-off during an accounting period and then refill the provision. The loan loss provision appears on the income statement as an expense and therefore will loweroperating profits.\n\nTheFederal Reserve Banktracks aggregate net charge-off ratios for banks in the U.S. The ratio is defined as net charge-offs divided by average total loans during a period. There is also a breakdown among the categories of real estate (residential, commercial, farmland), consumer, leases,commercial and industrial (C&I), and agricultural loans. The seasonally adjusted net charge-offs to Total Loans for Banks ratio during the first quarter of 2022 was 0.21%.\n\nCapital One Financial Corp. reported that total net charge-offs in 2019 as apercent of average loans outstandingwas 2.53%, compared to 2.52% in 2018, or an increase of 1basis point.As per accounting rules, the bank applied the net charge-off amount to the loan loss provision. NCO amounts shed important information to investors about the credit standards of lenders and may also provide signals about general economic conditions.\n\nBoard of Governors of the Federal Reserve System. \"Charge-Off and Delinquency Rates on Loans and Leases at Commercial Banks.\"\n\nCapital One. \"2019 Annual Report,\" Page 15.",
  "url": "https://www.investopedia.com/terms/n/net-charge-off-nco.asp"
}