{
  "term": "Net Tangible Assets: Definition, Calculation, Examples",
  "definition": "The term nettangible assetsrefers to the total physical assets of a company minus all intangible assets and liabilities. In other words, net tangible assets focus on physical assets such asproperty, plant, and equipment(PP&E), as well as inventories and cash instruments. Physical assets are anything that is listed on a company's balance sheet while intangible assets are those without a physical form. Acompany's net tangible assetscan help it secure financing and determine how much risk it carries.\n\nAs noted above, net tangible assets are any physical assets lessintangible assetsand liabilities.In order to calculate this, a company takes thefair market value(FMV) of its tangible assets and subtracts the fair market value of its liabilities. Remember that physical assets refer to anything that can be touched and can be found listed on a company'sbalance sheet, such as:\n\nIntangible assets, on the other hand, are those that have no tangible form, such astrademarks,goodwill, patents, andcopyrights. Liabilities, of course, refer to any debts the company owes, whether that's current or non-current, including accounts payable,long-term debt, and other similar obligations.\n\nFor example, if a company has total assets of $1 million,total liabilitiesof $100,000, and intangible goodwill of $100,000, its net tangible asset amount is $800,000. This is derived by subtracting $200,000 (the sum of both liabilities and goodwill) from the value of the company's total assets of $1 million.\n\nThe value of a company's net tangible assets may also be referred to as itsnet asset value(NAV) orbook value. This value is important to a company as it provides a window into how much risk it carries—notably, itsliquidityand solvency. It can also be used to help it access financing to meet its future goals.\n\nThis measurement of a company's tangible assets is important because it allows a firm's management team to analyze its asset position without including obsolete or difficult to value intangible assets. A company'sreturn on assets (ROA), for example, is often more accurate when net tangible assets are used in the calculation.\n\nThe usefulness of deriving net tangible assets, however, varies across industries. Medical device manufacturers, for example, have high levels of valuable intangible assets. This means it's important to look at a company'sprice-to-book(P/B) value and compare it against similar companies to gauge performance.\n\nCompanies can assess asset position without including intangible assets\n\nUsefulness can vary across industries, especially those with higher intangible asset values\n\nSome companies use their net tangible assets per share value in lieu of the net tangible assets measurement. To calculate a company's net tangible asset per share ofcommon stock, divide its net tangible assets figure by the number of outstanding common shares. If a company has net tangible assets of $1 million and 500,000shares outstanding, its net tangible asset value per share is $2.\n\nThis value is useful when conducting acomparative analysis of companieswithin anindustry. Auto manufacturers, for example, may have high net tangible assets per share, while a software company with a high level of intangible assets may have a much lower number per share. It is therefore important to use this measure only when analyzing companies within the same industry.\n\nLet us look at some actual data for Amazon and Meta and calculate the net tangibleassetsfor each using their annual10-Kfilings.\n\nU.S. Securities and Exchange Commission. \"Form 10-K, AMAZON.COM, INC.\" Accessed Feb. 3, 2022.\n\nU.S. Securities and Exchange Commission. \"Form 10-K, Facebook, Inc,\" Page 73. Accessed Feb. 3, 2022.",
  "url": "https://www.investopedia.com/terms/n/nettangibleassets.asp"
}