{
  "term": "Net Exposure: Overview, Examples, Risks and FAQ",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nNet exposure is the difference between ahedge fund’slong positions and its short positions. Expressed as a percentage, this number is a measure of the extent to which a fund’strading bookis exposed to market fluctuations.\n\nNet exposure can be contrasted with a fund'sgross exposure, which does not offset long and short positions. Net exposure is therefore often a more accurate measure of a fund's amount-at-risk.\n\nNet exposure reflects the difference between the two types of positions held in a hedge fund's portfolio. If 60% of a fund islongand 40% isshort, for example, the fund's gross exposure is 100% (60% + 40%), and its net exposure is 20% (60% - 40%), assuming the fund uses no leverage (more on that below). The gross exposure refers to the absolute level of a fund's investments, or the sum of long positions and short positions.\n\nA fund has anet longexposure if the percentage amount invested in long positions exceeds the percentage amount invested in short positions, and has anet shortposition if short positions exceed long positions. If the percentage invested in long positions equals the amount invested in short positions, the net exposure is zero.\n\nA hedge fund manager will adjust the net exposure following their investment outlook—bullish, bearish, or neutral. Being net long reflects a bullish strategy; being net short, a bearish one. Net exposure of 0%, meanwhile, is amarket neutralstrategy.\n\nTo say a fund has a net long exposure of 20%, as in our example above, could refer to any combination of long and short positions. As an example, consider:\n\nA low net exposure does not necessarily indicate a low level of risk since the fund may have a significant deal ofleverage. For this reason, gross exposure (long exposure + short exposure) should also be considered.\n\nGross exposure indicates the percentage of the fund’s assets that have been deployed and whether leverage (borrowed funds) is being used. If gross exposure exceeds 100%, it means the fund is using leverage—or borrowing money to amplifyreturns.\n\nThe two measures together provide a better indication of a fund’s overall exposure. A fund with a net long exposure of 20% and a gross exposure of 100% is fully invested. Such a fund would have a lower level of risk than a fund with a net long exposure of 20% and a gross exposure of 180% since the latter has a substantial degree of leverage.\n\nWhile a lower level of net exposure does decrease the risk of the fund’sportfoliobeing affected by market fluctuations, this risk also depends on the sectors and markets that constitute the fund’s long and short positions. Ideally, a fund’s long positions shouldappreciatewhile its short positions should decline in value, thus enabling both the long and the short positions to be closed at a profit.\n\nEven if both the long and short positions move up or down together—in the case of a broad market advance or decline, respectively—the fund may still make a profit on its overall portfolio, depending on the degree of its net exposure.\n\nFor example, a net short fund should do better in a down market because its short positions exceed the long ones. During a broad market decline, it is expected that the returns on the short positions will exceed the losses on the long positions. However, if the long positions decline in value while the short positions increase in value, the fund may find itself taking a loss, the magnitude of which will again depend on its net exposure.\n\nMeasures fund manager's expertise, performance\n\nIndicates fund's vulnerability to volatility\n\nShould be considered alongside gross exposure\n\nMay not reflect sector or other specific risks\n\nLooking at how a fund's net exposure varies over the months or years and its impact on returns gives a good indication of the managers' commitment to and expertise on the short side and the fund's likely exposure to swings in the market.\n\nThe years 2020-2022 were extremely volatile, with large up and down stock market moves driven by COVID-19 and geopolitical events, making it a potentially tough period for some hedge funds. However, many contained the damage by reducing their net exposure in certain sectors, according to a Morgan Stanley survey.Gross exposures declined as well, reflecting a reduction in the use of leverage to boost returns, with quant traders cutting total equity exposure toward the lowest in a decade.\n\nAs a concrete example, say that an investor is long an index portfolio that tracks the S&P 500, with a gross exposure of $1 million. The investor then sells short $50,000 worth of Apple shares, anticipating an earnings miss, Apple is the largest component of the S&P 500 index, so that position reduces the net exposure since there is an existing long position implicit in the index portfolio.\n\nGross exposure refers to the absolute level of a fund's investments, including both long and short positions. Net exposure accounts for offsetting positions between longs and shorts (e.g., hedges) that effectively cancel each other out.\n\nA market-neutral fund uses offsetting long and short positions to have a net exposure of close to zero. Instead, market-neutral funds seek to make money off of relative mispricings between trading pairs.\n\nAhedge is an offsetting positionthat reduces one's market risk. Suppose you own 1,000 shares of the SPY S&P 500 ETF from $425. You can buy 400-strike puts expiring in 6 months as a hedge, making the net exposure to the downside just a $25 loss during that period. If the SPY falls below $400, each dollar lost in the ETF shares would be offset by gains in theput options.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nMorgan Stanley. \"Hedge Funds in 2022: Changing With Changing Risk.\"\n\nBloomberg. \"Big Money in Stock Market Is In Mad Dash to Get Out of Fed’s Way.\"",
  "url": "https://www.investopedia.com/terms/n/net-exposure.asp"
}