{
  "term": "Net Asset Value (NAV): Definition, Formula, Example, and Uses",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nNet asset value (NAV) is the difference between a company’s assets and its liabilities calculated at the end of each business day.\n\nNet asset value (NAV) is the value of an investment fund that's determined by subtracting its liabilities from its assets. The fund's per-share NAV is then obtained by dividing NAV by the number of shares outstanding.\n\nPer-share NAV is most commonly used with a mutual fund or unit investment trusts. It's the price at which the shares of the funds registered with the U.S. Securities and Exchange Commission (SEC) trade. NAV can change daily. Per-share NAV can therefore change as well.\n\nThe difference between assets and liabilities for companies and business entities is known as the net assets, the net worth, or the capital of the company. NAV is also applied to fund valuation and pricing.\n\nA fund’s per-share NAV makes pricing easy for investors to understand so it's used to value and conduct the buying and selling of a fund's shares.\n\nNAV per individual share is often close to or equal to the book value per share of a business. Companies that are considered to have high growth prospects are traditionally valued more than NAV might suggest. Per-share NAV for closed-end funds is frequently compared to the stock price or market value per share to find undervalued or overvalued investments.\n\nNAV per share = (Assets - Liabilities) / Total number of outstanding shares\n\nLet's look at a calculation for the per-share NAV of a mutual fund. Assume that the fund has $100 million worth of investments in different securities, a figure that's calculated from the day's closing prices for each security.\n\nIt also has $7 million of cash and cash equivalents on hand, $4 million in total receivables, and accrued income for the day of $75,000. The fund has $13 million in short-term liabilities and $2 million in long-term liabilities. Accrued expenses for the day are $10,000.\n\nThe fund has 5 million shares outstanding.\n\n1. To determine per-share NAV, first calculate the fund's NAV:\n\n$100,000,000 + $7,000,000 + $4,000,000 + $75,000, or $111,075,000\n\n$13,000,000 + $2,000,000 + $10,000, or $15,010,000\n\nNAV = $111,075,000 - $15,010,000, or $96,065,000\n\n2. Next, calculate per-share NAV:\n\nPer-share NAV = $96,065,000 / 5,000,000, or $19.21\n\nThe actual purchase price that investors pay for mutual fund shares would be the per-share NAV plus related fees such as sales loads. The amount they receive when redeeming shares would be the per-share NAV less related fees such as redemption fees.\n\nMutual funds collect money from a large number of investors. They then use that money to invest in securities such as stocks, bonds, and money market instruments. Each investor gets a specified number of shares in proportion to their invested amount. The pricing of each share is based on NAV.\n\nMutual fund pricing is typically calculated based on the daily closing prices of the securities in the fund, unlike a stock whose price changes are posted throughout the day.\n\nManagers of a mutual fund compute the closing price of all the securities within its portfolio at the end of the trading day. They add the value of any additional assets, account for liabilities, and calculate NAV. They also calculate the per-share NAV using NAV and the number of outstanding shares.\n\nAn open-end fund can issue an unlimited number of shares, doesn't trade on exchanges, and is priced each day at the close of trading using its NAV. Most mutual funds such as those in 401k plans are open-end funds.\n\nClosed-end funds are listed on a stock exchange. They trade similarly to securities and can trade at a price that's not equal to their NAV.ETFstrade like stocks and their market value can differ from their actual NAV. This allows for profitable trading opportunities for active ETF traders who can spot timely opportunities.\n\nETFs also calculate their NAV daily at the close of the market for reporting purposes similar to mutual funds. They also calculate and disseminate intraday NAV multiple times per minute in real-time, however.\n\nFund investors often try to assess the performance of a mutual fund based on their NAV differentials between two dates. An investor might compare the NAV on Jan. 1 to the NAV on Dec. 31 and see the difference in the two values as a gauge of the fund’s performance. Changes in NAV between two dates aren’t the best representation of mutual fund performance, however.\n\nMutual funds commonly pay out all their income like dividends and interest earned to their shareholders. Mutual funds are additionally obligated to distribute the accumulated realizedcapital gainsto the shareholders.\n\nThe NAV decreases accordingly as these two components of income and gains are regularly paid out. A mutual fund investor earns income and returns but individual earnings aren't reflected in the absolute NAV values when compared between two dates.\n\nA reliable measure of mutual fund performance is the annual total return which is the actual rate of return of an investment or a pool of investments over a given evaluation period. Investors and analysts also look atcompounded annual growth rate (CAGR)which represents the mean annual growth rate of an investment over a specified period longer than one year.\n\nThe book value per common share reflects an analysis of the price of a share of stock of an individual company. NAV reflects the total value of a mutual fund after subtracting its liabilities from its assets.\n\nNAV is computed and reported as of a particular business date but all the buy and sell orders for mutual funds are processed at the per-share NAV on their trade dates. Buy and sell orders received before 1:30 p.m. on a particular day will be executed at the per-share NAV determined on that day if regulators mandate a cutoff time of 1:30 p.m. Any orders received after the cutoff time will be executed at the per-share NAV of the next business day.\n\nEquity is calculated by including intangible assets which can include items like patents. NAV is calculated using only tangible assets.\n\nNet asset value (NAV) is the value of an investment fund that's determined by subtracting its liabilities from its assets. Per-share NAV is calculated by dividing NAV by the number of shares outstanding. Funds can be open or closed and the pricing of each share is based on NAV.\n\nInvestor.gov. \"Net Asset Value.\"\n\nU.S. Securities and Exchange Commission. \"Mutual Funds and Exchange-Traded Funds (ETFs) – A Guide for Investors.\"\n\nFinancial Industry Regulatory Authority. \"Opening Up About Closed-End Funds.\"\n\nU.S. Securities and Exchange Commission. \"Mutual Funds and ETFs: A Guide for Investors.\" Page 22.",
  "url": "https://www.investopedia.com/terms/n/nav.asp"
}