{
  "term": "Net Foreign Factor Income (NFFI) Definition, Equation, Importance",
  "definition": "Net foreign factor income (NFFI) is the difference between a nation’sgross national product(GNP) and itsgross domestic product(GDP).\n\nNFFI is the difference between the aggregate amount that a country’s citizens and companies earn abroad and the aggregate amount that foreign citizens and overseas companies earn in that country. In mathematical terms:\n\nNFFI=GNP−GDPGNP=gross national productGDP=gross domestic product\\begin{aligned}&NFFI\\ =\\ GNP\\ - \\ GDP\\\\&GNP=\\text{gross national product}\\\\&GDP=\\text{gross domestic product}\\end{aligned}​NFFI=GNP−GDPGNP=gross national productGDP=gross domestic product​\n\nThe NFFI level is generally not substantial in most nations since payments earned by citizens and those paid to foreigners more or less offset each other. However, NFFI's impact may be significant in smaller nations with substantialforeign investmentin relation to their economy and few assets overseas, since their GDP will be quite high compared to GNP.\n\nGDP refers to all economic output that occurs domestically or within a nation’s boundaries, regardless of whether a local company or foreign entity owns production. GNP, on the other hand, measures the output from the citizens and companies of a particular nation, regardless of whether they are located within its boundaries or overseas. For example, if a Japanese company has a production facility in the U.S., its output will count toward U.S. GDP and Japan’s GNP.\n\nGDP is the most widely accepted measure of economic output, having supplanted GNP around 1990. In making the switch, theBureau of Economic Analysis(BEA) said GDP provided a more straightforward comparison of other measures of economic activity in the United States and that it would be helpful to have a standard measure of economic output—most other countries at the time had already adopted GDP as their primary measure of production.\n\nManyeconomistshave questioned how meaningful GNP or GDP is as a measure of a nation's economic well-being since they do not count most unpaid work while counting economic activity that is unproductive or destructive.\n\nSeveral economists still criticize GDP, specifically for providing a somewhat misleading picture of an economy's true health and the well-being of its citizens. This is because GDP does not take into account the profits earned in a nation by overseas companies that are remitted back to foreign investors. If these remitted profits are very large compared with earnings from the nation’s overseas citizens and assets, the NFFI figure will be negative, and GNP will be significantly below GDP.\n\nNFFI may assume increasing importance in a globalized economy, as people and companies move across international borders more easily than they did in the past.\n\nBureau of Economic Analysis. \"The Changeover from GNP to GDP.\"",
  "url": "https://www.investopedia.com/terms/n/net-foreign-factor-income-nffi.asp"
}