{
  "term": "Net Operating Profit After Tax (NOPAT) Definition and Formula",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nNet operating profit after tax is a company's profit from its core operations after paying taxes.\n\nNet operating profit after tax (NOPAT) is a profitability measure that shows how well a company performs through its core operations by deducting expenses and taxes. Put simply, it measures a company's profitability after taxes and it has no debt. NOPAT is frequently used ineconomic value-added (EVA)calculations and is a more accurate look at operating efficiency for leveraged companies. NOPAT does not include the tax savings many companies get because of existing debt.\n\nTo calculate NOPAT, you have to determine the operating income or profit. It includes gross profits less operating expenses, which are comprised ofselling, general, and administrative (SG&A) expenses.These can be things like office supplies.\n\nThe NOPAT formula is as follows:\n\nNOPAT=Operating Income×(1−Tax Rate)where:Operating Income=Gross profits less operating expenses\\begin{aligned} &\\text{NOPAT} = \\text{Operating Income} \\times \\left ( 1 - \\text{Tax Rate} \\right ) \\\\ &\\textbf{where:} \\\\ &\\text{Operating Income} = \\text{Gross profits less operating expenses} \\\\ \\end{aligned}​NOPAT=Operating Income×(1−Tax Rate)where:Operating Income=Gross profits less operating expenses​\n\nNOPAT is a company's potential cash earnings if itscapitalizationwere unleveraged. As such, it represents the amount that could be distributed to shareholders if a company didn't have any debt. This means if it had no debt. The figure doesn't include one-time losses or charges; these don't provide a true representation of a company's true profitability.\n\nSome of these charges may include charges relating to amerger or acquisition, which, if considered, don't necessarily show an accurate picture of the company's operations even though they may affect the company's bottom line that year.\n\nAnalysts look at many different measures of performance when assessing a company as an investment. The most commonly used measures of performance are sales andnet incomegrowth. Sales provide a top-line measure of performance, but they do not speak to operating efficiency.\n\nNet income includes operating expenses but also includes tax savings fromdebt. NOPAT is a hybrid calculation that allows analysts to compare company performance without the influence of leverage. In this way, it is a more accurate measure of pure operatingefficiency.\n\nIf a company has no debt, its NOPAT is the same as net income after tax.\n\nIn addition to providing analysts with a measure of core operating efficiency without the influence of debt, mergers, and acquisitions analysts use NOPAT. They use this to calculatefree cash flow to the firm (FCFF), which equals NOPAT, minus changes in working capital. They also use it in the calculation of economic FCFF, which equals NOPAT minus capital.\n\nBoth measures are primarily used by analysts looking for acquisition targets since the acquirer's financing will replace the current financing arrangement.\n\nAnother way to calculate NOPAT is net income plus net after-tax interest expense (or net income plus net interest expense) multiplied by 1, minus the tax rate. Analysts may also look at the business' profitability usingnet operating profit less adjusted taxes (NOPLAT).\n\nIfearnings before interest and taxes (EBIT)is $10,000 and the tax rate is 30%, the net operating profit after tax is 0.7, which equals $7,000 ($10,000 x (1 - 0.3)). This is an approximation ofafter-tax cash flowswithout the tax advantage of debt.\n\nWhen calculating NOPAT, analysts like to compare against similar companies in the same industry, because some industries have higher or lower costs than others.\n\nNet operating profit after tax is a key financial metric that indicates the financial health and well-being of companies, allowing investors to analyze whether they are worthy of investment. It can also be considered a clearer way of how a company can manage its profitability if it had no debt.\n\nNOPAT and EBIT are not the same. NOPAT is a metric that measures a company's profitability after deducting a company's taxes. EBIT, on the other hand, takes profitability into account before taxes and interest.\n\nFree cash flow is cash generated by a company after accounting for its core operating and capital expenses. To calculate FCF, subtract a company's capital expenses from its operating expenses.\n\nNet operating profit after tax measures a company's profitability without debt after taxes. It allows investors and analysts to measure how financially sound a company is and also gives them a way to decide how worthy a company is as a potential investment. As with any metric, it's important to compare companies within the same industry so you get an accurate assessment.\n\nIntuit Quickbooks. \"NOPAT: What It Is and How to Calculate It.\"",
  "url": "https://www.investopedia.com/terms/n/nopat.asp"
}