{
  "term": "Net Loss: Definition, Formula, and Examples",
  "definition": "Investopedia / Madelyn Goodnight\n\nA net loss is sometimes referred to as a net operating loss (NOL) because its cost of staying in business is greater than its earnings.\n\nA net loss results when profits fall below the level of expenses and cost of goods sold (COGS) in a designated period. The most common factor that contributes to a net loss is a low revenue stream. A net loss may be contrasted with a net profit and is also known as after-tax income or net income.\n\nFor a business, net loss is sometimes referred to as anet operating loss(NOL). For tax purposes, net losses may be carried forward into future tax years to offset gains or profits in those years. A net loss appears on the company's bottom line orincome statement. Net loss or net profit is calculated using the following formula:\n\nNet Loss(or Net Profit)= Revenues - Expenses\n\nBecause revenues and expenses are matched during a set time, a net loss is an example of the matching principle, which is an integral part of theaccrual accountingmethod. Expenses related to income earned during a set time are included in (or \"matched to\") that period regardless of when the expenses are paid.\n\nBusinesses that have a net loss do not necessarily go bankrupt immediately because they may opt to use theirretained earningsor loans to stay afloat. This strategy, however, is only short-term, as a company without profits will not survive in the long term.\n\nSay that substantial refunds were expected as companies took advantage of outstandingtax creditspreviously issued as a way of retaining jobs in the state during the recession. As a result, the state treasurer anticipates a decrease of $99 million in revenue from the state’s principal business taxes. This prompts state officials to cut the current and upcoming fiscal year revenue projections by a significant amount and, unless they can cut expenditures as well, they will be operating at a net loss.\n\nAnother example would be if Company A has $200,000 in sales, $140,000 in COGS, and $80,000 in expenses. Subtracting $140,000 COGS from $200,000 in sales results in $60,000 in gross profit. However, because expenses exceed gross profit, a $20,000 net loss results.\n\nYet another example would be a company that sells frozen foods and needs to pay for refrigerated storage facilities, utility costs, taxes, employee expenses, and insurance. If sales are slow, the company will need to hold onto its inventory for a longer time, incurring additional carrying costs which could contribute to a net loss.\n\nYes, even if a company has a large volume of sales, it can still end up losing money if the cost of goods or other expenses related to those sales (e.g., marketing) are too high. Other factors like taxes, interest expenses, depreciation and amortization, and one-time charges like a lawsuit can also take a company from a profit to a net loss.\n\nThe IRS allows certain net losses experienced in one tax period to be deducted from net profits earned in subsequent periods. The 2018 Tax Cuts and Jobs Act (TCJA) changed how businesses must account for net operating loss carryforwards. Check with your accountant for all tax matters\n\nA negative profit technically does not exist, since a profit, by definition, implies a gain in value. However, the term negative profit is used colloquially to describe a net loss.",
  "url": "https://www.investopedia.com/terms/n/netloss.asp"
}