{
  "term": "Net Worth: What It Is and How to Calculate It",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nNet worth is the monetary value of the assets owned by an individual or business entity after subtracting the total value of their liabilities.\n\nNet worth is the value of an individual's or company'sassetsminus theirliabilities. The figure for net worth provides a snapshot of a person's or company's financial position and well-being.\n\nNet worth is used to qualify certain people or entities for particular investment strategies or financial products such as hedge funds, structured products, other complex or alternative investments, or loans.\n\nNet worth has also become a fixation of popular culture with lists ranking the people with thehighest net worthas well as the net worth of various celebrities.\n\nNet worth is calculated by subtracting all liabilities from all assets.\n\nAssets - Liabilities = Net Worth\n\nAn asset is anything owned that has monetary value. Liabilities are obligations that deplete financial resources. They include loans,accounts payable (AP), and mortgages.\n\nNet worth can be described as either positive or negative. Positive net worth means that assets exceed liabilities. Negative net worth indicates that liabilities exceed assets.\n\nPositive and increasing net worth indicates goodfinancial health. Decreasing net worth is cause for concern because it might signal a decrease in assets relative to liabilities.\n\nThe best ways to improve net worth are to reduce liabilities while assets stay constant or rise in value, or increase assets while liabilities remain constant or decrease.\n\nKeeping track of your net worth over time is a good way to keep the focus on your efforts to save and to control your spending. Knowing your net worth and which way it's moving gives you a perspective on changes you may need to make for your financial goals and security.\n\nAnegative net worthresults when the value of your debts exceeds the value of your assets.\n\nSo, for example, your net worth will be negative if the sum of your credit card bills, utility bills, outstanding mortgage payments, auto loan bills, and student loans is greater than the sum of your cash, savings, investments, and other property.\n\nNegative net worth is a sign that an individual or family needs to focus its energy on debt reduction. A tough budget, the use of debt reduction strategies (like thedebt snowball or debt avalanche), and perhaps debt negotiation can sometimes help people climb out of a negative net worth hole and start building up their financial resources.\n\nA negative net worth isn’t uncommon early in life. Student loans mean that even those young people who are careful with their money can start out owing more than they own.\n\nFamily responsibilities or an unexpected illness can also push people into the red.\n\nFiling for bankruptcy protectionto eliminate some of the debt and prevent creditors from trying to collect on it might be the most appropriate solution when nothing else has worked.\n\nSome liabilitiescan’t be discharged, however. They include child support, alimony, taxes, and oftenstudent loans. And many types of bankruptcy will stay on an individual’scredit reportfor 10 years.\n\nNet worth is known as book value orshareholders’ equityin business. Thebalance sheetis also known as a net worth statement.\n\nThe value of a company’s equity equals the difference between the value of total assets and total liabilities. The values on a company’s balance sheet highlight historical costs or book values rather than current market values.\n\nLenders scrutinize a business’s net worth to determine whether it’s financially healthy. Acreditormight not be too confident in a company’s ability to repay its loans if total liabilities exceed total assets.\n\nA consistently profitable company will register a rising net worth orbook valueprovided that these earnings aren’t fully distributed to shareholders as dividends.\n\nA rising book value will often be accompanied by an increase in the value of apublic company’s stock price.\n\nNet worth can apply to individuals, companies, sectors, and even countries, and is sometimes referred to as net wealth.\n\nAn individual’s net worthis the value that’s left after subtracting liabilities from assets. Liabilities include debts likemortgages, credit card balances, student loans, and car loans.\n\nLiabilities can also include obligations such as bills and taxes that must be paid.\n\nAn individual’s assets can include balances in checking and savings accounts, the value of retirement accounts, the value of taxable accounts (with securities such as stocks or bonds), real property value, and themarket valueof an automobile.\n\nLiterally, their net worth is whatever’s left after selling all assets and paying off personal liabilities. Normally, though, net worth is tallied by simply adding up the value of the assets and then subtracting from that figure the amount for liabilities.\n\nPeople with substantial net worth are known ashigh-net-worth individuals (HNWIs). They are the target market for certain wealth managers and investment advisors.\n\nInvestors with net worths of at least $1 million either alone or together with their spouse and excluding their primary residences are \"accredited\" investors in the eyes of theSecurities and Exchange Commission (SEC). That means they’re permitted to invest inunregistered securitiesofferings.\n\nConsider a couple with the following assets:\n\nThe couple’s net worth would therefore be calculated like this:\n\n($250,000 + $100,000 + $25,000) - ($100,000 + $10,000) = $265,000\n\nAssume that the couple's financial position changes five years later. Their residence's value is $225,000, their investment portfolio is $120,000, their savings total $20,000, and their automobile and other assets are valued at $15,000.\n\nTheir mortgage loan balance is $80,000, and the car loan is $0 because it was paid off. Their net worth would be:\n\n($225,000 + $120,000 + $20,000 + $15,000) - $80,000 = $300,000\n\nThe couple’s net worth has gone up by $35,000 despite the decrease in the value of their residence and car.\n\nThese declines were more than offset by an increase in their investment portfolio's value and their savings plus the drop in liabilities.\n\nA good net worthvaries for every individual according to their life circumstances, financial needs, and lifestyle. The median net worth of a family in the United States rose to $192,700 in 2022, according to data from the Federal Reserve.\n\nSimply subtract your total liabilities from your total assets. Your total assets include everything you own with a monetary value—your investments, savings, cash deposits, and any equity that you have in a home, car, or other similar assets. Total liabilities include any debt, such as student loans and credit card debt.\n\nWhat you should have saved depends on your age, your career, your lifestyle, and your life’s circumstances. Fidelity recommends having saved three times your annual salary across all of your retirement accounts by the time you’re 40.\n\nHigh-net-worth individuals have at minimum $1 million in liquid financial assets. The United States had 22.7 million HNWIs in 2025.\n\nNet worth is a good way to assess thetrue wealthof an individual or business. Looking only at someone’s assets can be misleading because this total is often offset by some amount of debt and other liabilities.\n\nYou cangrow your net worthby increasing the value of your assets and reducing your liabilities.\n\nConsumer Financial Protection Bureau. “How Long Does a Bankruptcy Appear on Credit Reports?”\n\nBoard of Governors of the Federal Reserve System. “Survey of Consumer Finances, 1989 - 2022.\"\n\nExperian. “How Much Money Should You Have Saved by Age 40?”\n\nWorld Population Review. \"High Net Worth Individuals by Country 2025.\"",
  "url": "https://www.investopedia.com/terms/n/networth.asp"
}