{
  "term": "Net Present Value (NPV) Rule: Definition, Use, and Example",
  "definition": "The net present value rule is the idea that company managers and investors should only invest in projects or engage in transactions that have a positivenet present value(NPV). They should avoid investing in projects that have a negative net present value. It is a logical outgrowth of net present value theory.\n\nAccording to the net present value theory, investing in something that has a net present value greater than zero should logically increase a company'searnings. In the case of an investor, the investment should increase theshareholder's wealth. Companies may also participate in projects with neutral NPV when they are associated withfuture intangible and currently immeasurable benefitsor where they enable ongoing investments to happen.\n\nAlthough most companies follow the net present value rule, there are circumstances where it is not a factor. For example, a company with significantdebtissues may abandon or postpone undertaking a project with a positive NPV. The company may take the opposite direction as it redirects capital to resolve an immediately pressing debt issue. Poorcorporate governancecan also cause a company to ignore or miscalculate NPV.\n\nNet present value, commonly seen incapital budgetingprojects, accounts for thetime value of money(TVM). The time value of money is the idea that future money has less value than presently available capital, due to the earnings potential of the present money. A business will use adiscounted cash flow(DCF) calculation, which will reflect the potential change in wealth from a particular project. The computation will factor in the time value of money by discounting the projected cash flows back to the present, using a company'sweighted average cost of capital(WACC). A project or investment's NPV equals the present value of net cash inflows the project is expected to generate,minus the initial capital requiredfor the project.\n\nDuring the company's decision-making process, it will use the net present value rule todecide whether to pursue a project, such as an acquisition. If the calculated NPV of a project is negative (< 0), the project is expected to result in a net loss for the company. As a result, and according to the rule, the company should not pursue the project. If a project's NPV is positive (> 0), the company can expect a profit and should consider moving forward with the investment. If a project's NPV is neutral (= 0), the project is not expected to result in any significant gain or loss for the company. With a neutral NPV, management uses non-monetary factors, such as intangible benefits created, to decide on the investment.",
  "url": "https://www.investopedia.com/terms/n/npv-rule.asp"
}