{
  "term": "Net Present Value of Growth Opportunities: Uses and Examples",
  "definition": "The net present value of growth opportunities (NPVGO) is a calculation of the net present value per share of all future cash flows involved with growth opportunities such as new projects or potential acquisitions. Thenet present valueof growth opportunities is used to determine the intrinsic value per share of these growth opportunities in order to determine how much of the firm's current per-share value is determined by them.\n\nNPVGO is calculated by taking the projected cash inflow, discounted at the firm's cost of capital, less the initial investment orpurchase priceof the project or asset.\n\nA company's share price may be thought of as the value per share of present and future earnings discounted by the company's cost of capital. Using the dividend discount model, NPVGO may be used to segment that value into the portion that is due to its current earnings and the portion that is due to its earnings from its future growth opportunities.Discountingcurrent earnings per share by the cost of capital will give the value per share of the company's current earnings. Discounting the cash flows expected from growth opportunities will give the value per share due to those growth opportunities.\n\nIn this way, NPVGO can be used to determine the incremental value of an acquisition or new project. It can be used to negotiate the price of an acquisition or determine any value the market might give to that company’s future growth.\n\nHowever, NPVGO is based on projections, so it’s important for analysts to exclude nonstandard cash flows, such as earnings based on discontinued operations or earnings based on nonrecurring operations, from those projections. Otherwise, the projections could be skewed. Accurate projections are necessary because they can be so influential in making key business decisions.\n\nFurthermore, the process of determining whether an NPVGO is high or low needs to be undertaken in an industry context. Technology, capital, and other factors that go into calculating the NPVGO of a specific company will depend on the sector in which it operates. Valuations tend to be extremely industry-specific, and industry standards need to be considered when calculating an NPVGO.\n\nFor example, assume that the intrinsic value of a company's stock is $64.17. If a company's cost of capital is 12% and earnings per share are $5, then the value of those current earnings is $5/.12 = $41.67.\n\nIf the expected earnings per share from future growth opportunities is $.90, and the growth rate (g) is 8%, then the value of those earnings is $0.90/(.12 - .08) = $22.50.\n\nThe intrinsic value per share of the company is the value per share due to current earnings and the value due to future growth opportunities: $41.67 + $22.50 = $64.17.",
  "url": "https://www.investopedia.com/terms/n/npvgo.asp"
}