{
  "term": "Net Importer: Meaning, Example, Pros and Cons",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA net importer is a country that buys more from other countries in terms of global trade than it sells to them over a given period of time. Countries produce goods based on the resources available in their region. Whenever a country cannot produce a particular good but still wants it, that country can buy it as animportfrom other countries who produce and sell that good.\n\nA net importer can be contrasted with anet exporter,which is a country that sells abroad more than they purchase.\n\nA net importer is a country or territory whose value of imported goods and services is higher than its exported goods and services over a given period of time. A net importer, by definition, runs acurrent accountdeficit in the aggregate. However, it may also run individual deficits or surpluses with particular countries or territories depending on the types of goods and services traded, the competitiveness of these goods and services,exchange rates, levels of government spending, trade barriers, etc.\n\nIn the U.S., the Commerce Department keeps monthly tallies on exports and imports in numerous table displays. According to their aggregate tally, some of the largest categories of goods that the U.S. currently imports are foods and beverages, oil, passenger cars, vehicle parts and accessories, pharmaceuticals, cell phones, and computers.It is important to note that a country can be a net importer in a certain area while being a net exporter in other areas. For example, Japan is a net exporter of electronic devices, but it must import oil from other countries to meet its needs.\n\nThe United States, a consumer colossus, has been a net importer for decades. Even though this country excels in a number of leading export goods and services—passenger planes, factory equipment, luxury automobiles, soybeans, movies (Hollywood), and banking services, to name a few—Americans love to buy things, and countries around the world are happy to feed the beast. Being a net importer is not necessarily a bad thing, but running a chronic and growingtrade deficitover time creates a host of issues.\n\nIn 2020, the imports exceeded exports by $678.7 billion. Exports totaled $2,131.9 billion while imports totaled $2,810.6 billion.The major problem with these substantial trade deficits is that they must be financed to maintain thebalance of paymentsaccount. The principal means of financing the current account deficit is borrowing from other countries. Continuous sales ofTreasury bondsto major trading partners from which the U.S. is a net importer has created a measure of dependency on these creditors, which, some say, has the potential to lead to political or economic danger down the road.\n\nIn contrast, Saudi Arabia and Canada are examples of net exporting countries because they have an abundance of oil which they then sell to other countries that are unable to meet the demand for energy domestically.\n\nBeing a net importer implies that a country has a trade deficit. A benefit of a trade deficit is that it allows a country to consume more than it produces. In the short run, trade deficits can help nations to avoid shortages of goods and other economic problems. Trade deficits can also occur because a country is a highly-desirable destination for foreign investment. For example, the U.S. dollar's status as the world's reserve currency creates a strong demand for U.S. dollars. Foreigners must sell goods to Americans to obtain dollars.\n\nTrade deficits can create substantial problems in the long run. The worst and most obvious problem is that trade deficits can facilitate a sort of economic colonization. If a country continually runs trade deficits, citizens of other countries acquire funds to buy up capital in that nation. That can mean making new investments that increase productivity and create jobs. However, it may also involve merely buying up existing businesses, natural resources, and other assets. If this buying continues, foreign investors will eventually own nearly everything in the country.\n\nU.S. Department of Commerce. \"U.S. International Trade in Goods and Services, December 2020.\" Accessed Aug. 10, 2021.\n\nU.S. Department of Commerce, Bureau of Economic Analysis. \"U.S. International Trade in Goods and Services December 2020, Exhibit 8. U.S. Imports of Goods by End-Use Category and Commodity,\" Pages 24, 25. Accessed Aug. 10, 2021.",
  "url": "https://www.investopedia.com/terms/n/netimporter.asp"
}