{
  "term": "Net National Product (NNP): Definition and Calculation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNet national product (NNP) is the monetaryvalueof finished goods and services produced by a country's citizens in a given period. NNP includes any goods and services produced domestically and overseas. It is the equivalent ofgross national product (GNP), the total value of a nation's annual output, minus the amount of GNP required to purchase new goods to maintain existing stock, otherwise known asdepreciation.\n\n﻿NNP=MVFG+MVFS−Depreciationwhere:MVFG=market value of finished goodsMVFS=market value of finished services\\begin{aligned} &\\text{NNP} = \\text{MVFG} + \\text{MVFS} - \\text{Depreciation} \\\\ &\\textbf{where:} \\\\ &\\text{MVFG} = \\text{market value of finished goods} \\\\ &\\text{MVFS} = \\text{market value of finished services} \\\\ \\end{aligned}​NNP=MVFG+MVFS−Depreciationwhere:MVFG=market value of finished goodsMVFS=market value of finished services​﻿\n\nAlternatively, NNP can be calculated as:\n\n﻿NNP=Gross National Product−Depreciation\\begin{aligned} &\\text{NNP} = \\text{Gross National Product} - \\text{Depreciation} \\\\ \\end{aligned}​NNP=Gross National Product−Depreciation​﻿\n\nFor example, if Country A produces $1 trillion worth of goods and $3 trillion worth of services in 2018, and the assets used to produce those goods and services are depreciated by $500 billion, using the formula above, Country A's NNP is:\n\n﻿NNP=$1trillion+$3trillion−$0.5trillion=$3.5trillion\\begin{aligned} \\text{NNP} &= \\$1 \\ \\text{trillion} + \\$3 \\ \\text{trillion} - \\$0.5 \\ \\text{trillion} \\\\ &= \\$3.5 \\ \\text{trillion} \\\\ \\end{aligned}NNP​=$1trillion+$3trillion−$0.5trillion=$3.5trillion​﻿\n\nNet national product is the total value of finished goods and services produced by a country's citizens within and beyond its borders. NNP is expressed in thecurrencyof the nation it represents. This means that NNP in the U.S. is expressed in U.S. dollars. Countries in theEuropean Union (EU)express their NNP in euros.\n\nThe NNP of a country can be extrapolated from the GNP by subtracting the depreciation of anyassets. The depreciation figure is determined by assessing the loss of the value of assets attributed to normal use and aging.\n\nNNP is often examined on an annual basis as a way to measure a nation's success in continuing minimum production standards. It can be a useful method to keep track of aneconomyas it accounts for all of its citizens, regardless of where they make their money. It also acknowledges the fact thatcapitalmust be spent to keep production standards high.\n\nThe relationship between a nation's GNP and NNP is similar to the relationship between itsgross domestic product (GDP)andnet domestic product (NDP).\n\nDepreciation in the overall economy, also referred to ascapital consumption allowance(CCA), is a key component when calculating a country's NNP. CCA is an indicator of the need to replace certain assets and resources to maintain a specified level of nationalproductivity. It is divided into two categories:physical capitalandhuman capital.\n\nPhysical capital can includereal estate, machinery, or any othertangibleresource used in the production of goods and services. Human capital, on the other hand,covers the skills, knowledge, and abilities of a workforce to produce goods and services, as well as the necessary training or education that may be required to maintain production standards.\n\nPhysical capital and human capital depreciate in different ways. Physical capital experiencesdepreciationbased on physicalwear and tear, while human capital experiences depreciation based on workforce turnover—when staff leave, companies must spend more of their resources on training and finding new talent.\n\nThere are several key uses for net national product, including in environmental economics and for calculating foreign-made products as explained below.\n\nNet national product in the United States amounted to just over $24 trillion in the second quarter of 2024, according to Federal Reserve data. This figure is seasonally adjusted.\n\nGross national product is the total value of the goods and services produced by a country in a certain period. Net national product is closely related to GNP and is derived from that figure. It is the total value of goods produced by a nation's economy minus depreciation.\n\nTo calculate net national product, subtract the total amount of depreciation from the gross national product. Remember that GNP is the total market value of goods and services produced.\n\nThere are different economic indicators that can tell you about how well (or poorly) a nation's economy is faring. Net national product measures the market value of goods and services produced by a country's citizens domestically and abroad. Economists use this figure to determine how much growth a nation's economy experiences and can use it as a comparison tool with the NNP of other countries.\n\nFRED Economic Data, St. Louis Fed. \"Net national product (A027RC1Q027SBEA).\"",
  "url": "https://www.investopedia.com/terms/n/net-national-product.asp"
}