{
  "term": "Net Operating Loss (NOL): Definition and Carryforward Rules",
  "definition": "Michela Buttignol / Investopedia\n\nA net operating loss is when a business's expenses exceed its income, resulting in a financial loss that can be used to offset future taxable income.\n\nEver wonder how businesses can bounce back after a tough financial year? Part of the reason might be using the net operating loss (NOL), which can help transform financial setbacks into a future tax advantage.\n\nAn NOL is when a company's deductions exceed its taxable income. Of course, spending more than you earn in business isn't ideal, but it's a reality many companies face, especially startups or those in cyclical industries like construction or retail. But through what's known as a loss carryforward, companies can take an NOL and offset future income to lower their taxes when things turn profitable again.\n\nThe rules governing these loss carryforwards have changed significantly in recent years, making it essential for business owners to understand how to strategically utilize this important tax provision.\n\nAn NOL occurs when a company's allowabletax deductionsexceed its taxable income within a specific period. This happens for various reasons, such as during a company'sstartupphase, when expenses often outpace revenue, or in cyclical industries where profits fluctuate significantly from year to year.\n\nNOLs can help soften the landing through the U.S. tax code. When a company has an NOL in a given year, it doesn't just absorb the loss in that same period. Instead, the Internal Revenue Service (IRS) allows the company to use these losses to offset tax liabilities in more profitable years. This can help balance out a company's taxes over time, providing some relief during challenging financial periods.\n\nThe rules governing NOLs have undergone significant changes in recent years. In the mid-2020s, NOLs can be carried forward indefinitely until the loss is fully recovered, but they are limited to 80% of the taxable income in any one tax period. With this, businesses can spread out the tax benefits of a loss over multiple years, potentially reducing their overall tax liability and improving cash flow during recovery periods.\n\nThe net operating loss, sometimes called a net loss, appears on the company’sbottom lineorincome statement.\n\nThe NOL carryforward rules reflect changes from the TCJA and later modifications, including those in the CARES Act andInflation Reduction Act(2022).\n\nThe key aspects of the NOL carryforward rules are as follows:\n\nIndefinite carryforward period: Businesses can carry forward their NOLs indefinitely. This change from the previous 20-year limit allows companies more flexibility in utilizing their losses over a longer period.\n\n80% limitation: For tax years after 2020, the NOL deduction is limited to 80% of taxable income for any given tax year. This means that even if a company has enough NOL carryforwards to offset all its present year's income, it will still be taxed on 20% of its taxable income.\n\nTwo-tier system: The NOL deduction for tax years beginning after 2020 can't exceed the sum of the following:\n\nNo carrybacks (with limited exceptions): Generally, NOLs can no longer be carried back to previous tax years. However, farming losses qualify for a two-year carryback period.\n\nExcess business loss limitations: For tax years 2021 through 2028, noncorporate taxpayers (individuals, estates, and trusts) face additional limitations on business losses. For 2024, business losses exceeding $305,000 ($610,000 for joint returns) are considered \"excess business losses\" and are treated as NOL carryforwards to the following year.\n\nCalculation considerations:The 80% limit is based on taxable income before considering deductions for qualified business income under theInternal Revenue Code's Section 199A, global intangible low-taxed income under Section 250, or the NOL itself.\n\nThese rules make things more complex, requiring businesses to carefully track the origination year of each loss and apply different limitations accordingly.\n\nThese changes have significant effects for these aspects of running a business:\n\nFor individuals, this calculation typically involves completing a worksheet like the one provided in IRS Publication 536.Estates and trusts follow similar procedures with slight modifications.\n\nFor example, if a business has $700,000 in taxable income and $900,000 in allowable tax deductions, the initial NOL calculation would be $700,000 - $900,000 = -$200,000. However, this amount must be adjusted following the steps above to determine the actual NOL.\n\nThe rules governing NOLs have undergone significant changes in recent years.\n\nBefore the TCJA, businesses could carry back NOLs for two years and carry them forward for 20 years. This allowed companies to offset current losses against past profits, potentially resulting in immediate tax refunds.\n\nTheTCJAmade substantial modifications to NOL rules:\n\nThese changes were designed to generate revenue and simplify the tax code but reduced the immediate benefits of NOLs for many businesses.\n\nIn response to the economic impact of the pandemic, the CARES Act temporarily altered NOL rules:\n\nAs of the current date, the NOL rules have reverted to a modified version of the TCJA provisions:\n\nIn addition to the limitations noted above, when a corporation changes owners (when there is a more than 50% increase in stock ownership by 5% or more shareholders over a three-year period), Internal Revenue Code Section 382 limits the annual use of pre-change NOLs to the value of the corporation immediately before the ownership change multiplied by the long-term tax-exempt rate.\n\nFor example, if a corporation valued at $1 million changes owners when the applicable rate is 5%, its annual NOL usage would be limited to $50,000.\n\nNOLs are recorded as deferred tax assets on a company's balance sheet.\n\nLet's consider a hypothetical tech startup, Daratech Solutions:\n\nYear 1: Daratech incurs an NOL of $500,000.Year 2: The company generates taxable income of $400,000.\n\nHere's how to apply the NOL rules:\n\nIn this scenario, Daratech reduces its Year 2 taxable income to $80,000, using $320,000 of its NOL. The company can carry forward the remaining $180,000 NOL to future tax years, subject to the same 80% limitation.\n\nWhile having an NOL is generally unfavorable for businesses, it does offer a silver lining through the loss carryforward. This tax provision allows companies to use losses to reduce future tax liabilities, providing a measure of financial relief and tax planning flexibility.\n\nBloomberg.\"How to Calculate Net Operating Loss for Corporations.\"\n\nInternal Revenue Service. \"Publication 536.\"\n\nInternal Revenue Service. \"Inflation Reduction Act of 2022.\"\n\nCongressional Research Service. \"Tax Treatment of Net Operating Losses (NOLs).\"\n\nTax Foundation.\"Net Operating Loss Carryforward.\"\n\nInternal Revenue Service. \"Instructions for Form 461.\"\n\nCongressional Research Service.\"Tax Treatment of Net Operating Losses (NOLs) in the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\"\n\nIRS. \"Publication 536 (2023), Net Operating Losses (NOLs) for Individuals, Estates, and Trusts.\"\n\nGHJ Advisors. \"Understanding Section 382: Net Operating Loss in a Transaction.\"\n\nThe Tax Adviser.\"Considering the SRLY rules and Sec. 382 in the Post-TCJA world.\"",
  "url": "https://www.investopedia.com/terms/n/netoperatingloss.asp"
}