{
  "term": "Netback: Definition, Calculation Formula, Analysis, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nNetback is a summary of all costs associated with bringing one unit of oil to the marketplace and the revenues from the sale of all the products generated from that same unit. It's expressed as gross profit per barrel.\n\nNetback is calculated by taking the revenues from the oil, less allcosts associated with getting the oil to a market, including transportation, royalties, and production costs:\n\nPrice - Royalties - Production - Transportation = Netback\n\nThis term is only used in reference to oil producers and their associated production activities.\n\nNetback per barrel is determined by removing the costs of production from the average realized price, resulting in a net profit per barrel amount. These costs include importing, transportation, marketing, production and refining costs, androyalty fees.\n\nProducers with higher netback prices reflect a more operationally efficient oil company because they're receiving higher profits than their competitors from the materials produced.\n\nIt bears noting that netback is not aGenerally Accepted Accounting Principles(GAAP) equation. The formula presented here is a standard, but various companies might calculate netback somewhat differently.\n\nTo some extent, this can result in a less than perfect comparison between companies, although growth or falling prices can still be an indicator of an oil company's fiscal health.\n\nConversely, the formula does not consider operating or other types of fluctuating costs, so it is a measure of efficiency.\n\nNetback prices can be used to compare one oil producer to another—the oil producer with the higher netback price is effectively more profitable than the one with the lesser netback amount.\n\nAlthough netback demonstrates variances in profitability, it doesn't indicate the reason for the variance. Differences in netback pricing can be caused by variations in production techniques, such as whether the company is participating in land-based or offshore operations, as well as with different locales.\n\nVarying regulations between nations can cause discrepancies in overall cost from one producer to the next. Any challenges posed by the political instability within a region can present unique issues regarding transportation or general safety.\n\nChanges in netback prices attributed to a single company over time can also demonstrate whether production is becoming more or less cost-effective. If a selected oil company’s netback price has been increasing over time, it might be indicative of future success within the industry, while a company showing falling netback prices might be a cause for concern for investors.\n\nIt might cost an oil producer $125 to convert one barrel of lightcrude oilinto heating oil, gasoline, diesel, and petrochemical byproducts. It owes royalties of $25, and it will cost $100 to transport the oil to the buyer. The netback would be $75, assuming a sales price of $325: $325 less $125 less $25 less $100.\n\nThis figure allowsexploration and production(E&P) firms to compare the producer's costs with those of its competitors. It also allows for more efficient planning regarding which products a company should focus on producing.",
  "url": "https://www.investopedia.com/terms/n/netback.asp"
}