{
  "term": "Neutrality of Money Theory: Definition, History, and Critique",
  "definition": "The neutrality of money, also called neutral money, is an economic theorystating that changes in themoney supplyonly affectnominalvariables and not real variables. In other words, the theory says that the amount of money printed bycentral bankscan impact prices and wages, but not the output or structure of the economy.\n\nModern versions of the theory accept that changes in the money supply might affect output or unemployment levels in the short run. However, many of today’seconomistsbelieve that neutrality is assumed in the long-run after money circulates throughout the economy.\n\nThe neutrality of money theory is based on the idea that money is a “neutral” factor that has no real effect oneconomic equilibrium. Printing more money cannot change the fundamental nature of the economy, even if it drives up demand and leads to an increase in the prices of goods, services, and wages.\n\nAccording to the theory, all markets for all goods clear continuously. Relative prices adjust flexibly and always toward equilibrium. Changes in the supply of money do not appear to change the underlying conditions in the economy. New money neither creates nor destroys machines, it does not introduce new trading partners, it does not affect existing knowledge and skill. As a result,aggregate supplyshould remain constant.\n\nNot every economist agrees with this way of thinking and those who do generally believe that the neutrality of money theory is only truly applicable over the long term. In fact, the assumption oflong-runmoney neutrality underlies almost allmacroeconomictheory. Mathematical economists rely on this classical dichotomy to predict the effects of economic policy.\n\nAn example of the neutrality of money can be seen if a macroeconomist is studying themonetary policyof a central bank, such as theFederal Reserve(Fed). When the Fed engages inopen marketoperations, the macroeconomist does not assume that changes in the money supply will change future capital equipment, employment levels, or realwealthin long-run equilibrium. Those factors will remain constant. This gives the economist a much more stable set of predictive parameters.\n\nConceptually, money neutrality grew out of the Cambridge tradition in economics between 1750 and 1870. The earliest version posited that the level of money could not affect output or employment even in the short run. Because the aggregatesupply curveis presumed to be vertical, a change in theprice leveldoes not alter the aggregate output.\n\nAdherents believed shifts in the money supply affect all goods and services proportionately and nearly simultaneously. However, many of theclassical economistsrejected this notion and believedshort-termfactors, such asprice stickinessor depressed business confidence, were sources of non-neutrality.\n\nThe phrase “neutrality of money” was coined by Austrian economist Friedrich A. Hayek in 1931. Originally, Hayek defined it as a market rate of interest at which malinvestments—poorly allocated business investments according to Austrian business cycle theory—did not occur and did not produce business cycles. Later,neoclassicalandneo-Keynesian economistsadopted the phrase and applied it to their general equilibrium framework, giving it its current meaning.\n\nThere is an even stronger version of the neutrality of money postulate: the superneutrality of money. Superneutrality further assumes that changes in the rate of money supply growth do not affect economic output. Money growth has no impact on real variables except for real money balances. This theory disregards short-run frictions and is pertinent to an economy accustomed to a constant money growth rate.\n\nTheneutrality of money theory has attracted criticism from some quarters. Many notable economists rejected the concept in both the short- and long-run, includingJohn Maynard Keynes,Ludwig von Mises, and Paul Davidson. The post-Keynesian school andAustrian school of economicsalso dismiss it. Severaleconometricstudies suggest that variations in the money supply affect relative prices over long periods of time.\n\nThe primary argument states that as the money supply increases, the value of money decreases. Eventually, as the increased supply of money spreads throughout the economy, the prices of goods and services will increase in order to reach a point of equilibrium by counteracting the increase of the money supply.\n\nCritics also argue that an increase in the supply of money impacts consumption and production. Because an increase in the supply of money increases prices, this increase in price alters how individuals and businesses interact with the economy.\n\nLong-run money neutrality refers to the belief that changes in the money supply have no real effects over a long span of time, but not necessarily in the short-term. This idea is rooted in the fact that changes in money supply, such as those caused by monetary policy, immediately impact the economy in many ways, including employment levels, output, and debt, among others.\n\nThe non-neutrality of money is the inverse of the neutrality of money theory. Under the idea that money is not neutral, an economist would argue that changes in money supply do in fact impact the structure of the economy in significant and lasting ways.\n\nPrice stickiness is one of the primary factors that economists cite to argue that money is not neutral. The term refers to situations in which nominal prices are resistant to change even when shifts in the economy suggest that doing so would be optimal.\n\nThe money neutrality theory posits that changes in money supply do not affect the overall economy. Rather, the impact of such changes is limited to the realm of prices for goods and services and wages for labor—not productivity or the fundamental nature of the economy. Some economists agree that neutrality plays out over the long-run but not on shorter timescales, while others reject the theory altogether.",
  "url": "https://www.investopedia.com/terms/n/neutrality_of_money.asp"
}