{
  "term": "Neutral: Meaning, Strategies, Pros and Cons",
  "definition": "Neutral describes a position taken in a market that is neitherbullishnor bearish. In other words, it is insensitive to the direction of the market's price. If an investor has a neutral opinion—believing that a security or index will neither increase nor decrease in value in the near future—they can undertake an option strategy that may profit despite the lack of movement in theunderlying security.\n\nNeutral markettrading strategiesenable investors to make money when an underlying security does not move in price or stays within a tight range of prices. This can be achieved using a variety of methods, such as going long and short in similar stocks and using options or otherderivativespositions.\n\nWhen a security’s price goes up and down by small increments over time, it is said to be movingsideways. When a price moves sideways, the underlying security is thus in a neutral trend, moving neither up nor down over time. A neutral trend can occur after a sustained increase or decrease in price, when the price begins hitting levels of resistance or support and there is a period ofconsolidation. These trends can continue for days, weeks, or even months.\n\nTraders can take advantage of neutral trends through appropriate strategies that often involve the use ofshort sellingor derivatives contracts. If somebodylongsshares on the weighted components of an index or index ETF and then goes short on that index or ETF, they have created a position that is neutral, since when the price of the index goes up so, too, will the prices of the components in an offsetting manner.\n\nAn investor may believe that there are certain structural inefficiencies between the basket of stocks that make up theindexand the index itself that can be taken advantage of. For instance, in one neutral strategy called adispersion trade, a trader can bet that half of the index components will rise in a trading day and the other half drop—but the index itself does not move much as a result.\n\nA neutral trading strategy can also be employed by simultaneously taking a long position in one company and a short position in a second company that is very similar or a direct competitor in order to take advantage of perceived mispricing. So, if Coca-Cola and PepsiCo have a high correlation in the movements of their respective stock prices, and then Pepsi's stock suddenly surges while Coke does not, a trader may short Pepsi and go long Coca-Cola, betting that their existing price-spread relationship will be restored. This is known as apairs trade.\n\nLong-shortmarket-neutral hedge fundsmake use of these strategies, and often use as their benchmark therisk-free rateof return because they do not worry about the direction of the market.\n\nNeutral strategies can be constructed using derivatives such asoptions contracts:\n\nThese strategies can be complicated and are unsuitable for inexperienced investors.\n\nPotentially profiting off stocks and otherfinancial instrumentsthat have remained relatively stable in price gives options investors more opportunities. Because many financial instruments go through long periods of staying neutral, options traders have more chances for generating returns.\n\nIn addition, options investors may profit off three outcomes, not just one, increasing their odds of earning profits. Rewards aren't, however, limitless as the maximum amount of potential profit is fixed upon the trade's execution.\n\nIn contrast, options traders utilizing a strictly controlledreturn on investment(ROI) mandate can calculate maximum profit from the start, making income more predictable. However, because all strategies require two or more transactions, the investor pays more incommissions.",
  "url": "https://www.investopedia.com/terms/n/neutral.asp"
}