{
  "term": "New York Stock Exchange (NYSE): Definition, How It Works, History",
  "definition": "The New York Stock Exchange (NYSE) is astock exchangelocated in New York City that is the largestequities-based exchange in the world, based on the totalmarket capitalizationof its listed securities.\n\nFormerly run as a private organization, the NYSE became a public entity on March 8, 2006, following the acquisition of electronic trading exchangeArchipelago.In 2007, a merger withEuronext—the largest stock exchange in Europe—led to the creation of NYSE Euronext, which was later acquired by Intercontinental Exchange, Inc. (ICE), the current parent of the New York Stock Exchange.\n\nLocated on Wall Street in New York City,the New York Stock Exchange—also known as the \"Big Board\"— consists of one trading floor for equities and another for the NYSE Americanoptionsexchange. The main building located at 18 Broad St. and the one at 11 Wall St. were both designated historical landmarks in 1978.\n\nThe NYSE relied for many years on floor trading only, using theopen outcrysystem. Many NYSE trades have transitioned to electronic systems relying mainly ondesignated market makersto conduct both the physical and automated auctions. Quotes offered by DMMs are on par with whatfloor tradersand other market participants offer.\n\nCurrently, the NYSE is open for trading Monday through Friday from 9:30 a.m. to 4:00 p.m. ET. The stock exchange is closed on certain U.S. holidays. When these fall on a Saturday, the NYSE is sometimes closed the preceding Friday. When holidays fall on a Sunday, the NYSE may be closed the following Monday.\n\nThe NYSE is the world's largest stock exchange by total market capitalization oflisted companies, which is estimated to be $24.6 trillion as of Mid-2022.\n\nThe opening and closing bells of the exchange mark the beginning and end of the trading day. Theopening bellis rung at 9:30 a.m. ET, and theclosing bellis rung at 4:00 p.m. ET, closing trading for the day. But trading days did not always begin and end with a bell—the original signal was actually a gavel. During the late 1800s, the NYSE changed the gavel to a gong. The bell became the official signal for the exchange in 1903 when the NYSE moved to 18 Broad St.\n\nPrior to 1995, the exchange's floor managers rang the bells. But the NYSE began inviting company executives to ring the opening and closing bells on a regular basis, which later became a daily event. The executives are from companies listed on the exchange, who sometimes coordinate their appearances with marketing events, such as the launch of a new product or innovation, or a merger oracquisition.\n\nSometimes, other public figures, such as athletes and celebrities, ring the bell. Some of the more notable figures to ring it include singer/actor Liza Minnelli, Olympic medalist Michael Phelps, and rapper Snoop Dogg. In July 2013, United Nations Secretary Ban Ki-moon rang the closing bell to mark the NYSE joining the U.N. Sustainable Stock Exchanges Initiative.\n\nThe New York Stock Exchange passed the milestone of one million shares traded in a single day in 1888. By 2022, more than five billion shares were changing hands on the NYSE during a normal business day.\n\nThe New York Stock Exchange dates back to May 17, 1792. On that day, 24 stockbrokers from New York City signed theButtonwood Agreementat 68 Wall St. The New York Stock Exchange kicked off with five securities, which included three government bonds and two bank stocks.\n\nThanks to the NYSE's head start as the major U.S. stock exchange, many of theoldest publicly traded companiesare on the exchange. Consolidated Edison (ED) is the longest-listed NYSE stock, joining in 1824 as the New York Gas Light Company.Along with American stocks, foreign-based corporations can also list their shares on the NYSE if they adhere to certain listing standards.\n\nA series ofmergershas given the New York Stock Exchange its massive size and global presence. The company started as NYSE before merging with the Euronext and adding the American Stock Exchange.NYSE Euronext was purchased in an $11 billion deal by theIntercontinental Exchange(ICE) in 2013.The following year, Euronext emerged from ICE via aninitial public offering(IPO), but ICE retained ownership of the NYSE.\n\nThe NYSE was acquired by the Intercontinental Exchange (ICE) group in 2013.\n\nTheAmsterdam Stock Exchange(AEX) in the Netherlands is the oldest stock exchange, established in 1602 by the Dutch East India Company. Today the Amsterdam exchange is owned byEuronext.\n\nThe New York Stock Exchange (NYSE) remains the largest stock exchange in the world in terms of the market capitalization of the companies listed on it. TheNASDAQranked second, followed by theShanghai Stock Exchange, and the Euronext.\n\nThe New York Stock Exchange (NYSE) is the oldest and most influential securities exchange in the United States, and is the largest stock exchange in the world by total listed company market cap. With humble beginnings under a buttonwood tree in Manhattan, the NYSE is now a landmark that epitomizes Wall Street. Today, the NYSE lists the most important publicly-traded American companies and is still seen as the premier venue for stock trading.\n\nNYSE Group. \"New York Stock Exchange/Archipelago Holdings Merger Complete.\"\n\nIntercontinental Exchange. \"IntercontinentalExchange to Acquire NYSE Euronext For $33.12 Per Share in Stock and Cash, Creating Premier Global Market Operator.\"\n\nNational Park Service. \"New York Stock Exchange.\"\n\nNew York Stock Exchange. \"Holidays & Trading Hours.\"\n\nStatista. \"Largest Stock Exchange Operators Worldwide by Market Capitalization of Listed Companies.\"\n\nNew York Stock Exchange. \"About the NYSE Bell.\"\n\nUnited Nations News. \"Ban rings Wall Street closing bell, welcomes NY Stock Exchange to UN initiative.\"\n\nNew York Stock Exchange. \"Daily U.S Equity Matched Volumes.\"\n\nLibrary of Congress. \"Wall Street and the Stock Exchanges: Historical Resources.\"\n\nNew York Stock Exchange. \"Facebook Post - May 16, 2017.\"\n\nNew York Stock Exchange. \"Overview of NYSE Quantitative Initial Listing Standards,\" Pages 1-3.\n\nNYSE Euronext. \"NYSE Euronext to Acquire the American Stock Exchange.\"\n\nIntercontinental Exchange. \"IntercontinentalExchange Completes Acquisition of NYSE Euronext.\"\n\nIntercontinental Exchange. \"Intercontinental Exchange Announces Closing of Euronext Initial Public Offering.\"\n\nLibrary of Congress. \"Black Monday Stock Market Crash.\"\n\nFederal Reserve Bank of St. Louis. \"Stock Market Crash of 1987.\"\n\nU.S. Securities and Exchange Commission. \"Findings Regarding the Market Events of May 6, 2010,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"SEC Charges NYSE, NYSE ARCA, and NYSE MKT for Repeated Failures to Operate in Accordance With Exchange Rules.\"\n\nIntercontinental Exchange. \"Intercontinental Exchange Names Stacey Cunningham as New President of NYSE Group.\"\n\nCNBC. \"Dow Drops Nearly 3,000 Points, as Coronavirus Collapse Continues; Worst Day Since ’87.\"\n\nIntercontinental Exchange. \"New York Stock Exchange to Move Temporarily to Fully Electronic Trading.\"\n\nCNBC. \"Stock Market Live Tuesday: Dow Soars 2,100 Points, Biggest Jump in 80 Years, Stimulus Close.\"",
  "url": "https://www.investopedia.com/terms/n/nyse.asp"
}