{
  "term": "New Paradigm: What it is, How it Works, Examples",
  "definition": "In investing, a new paradigm is a revolutionary new concept or way of doing things that replaces old beliefs and ways of doing things.\n\nNew paradigms are rooted in the idea ofparadigm shifts, in which technology or new findings completely change the way people think about or interact with a subject. Investors can watch new paradigms unfold before their eyes as they track companies that are on the frontier of innovation. A stock may soar based on its revolutionary way of doing things.\n\nNew paradigms may stem from a political or economic event, a new finding in academia, new technology or innovation, a new business or business leader, or another important occurrence. New paradigm ideas are so revolutionary that many people believe how we think and act going forward will fundamentally change.\n\nInvestors need to be aware, though, that not all new paradigms pan out. While companies like Amazon (AMZN)—which anticipated the demand for internet shopping and capitalized on it—saw great success, not all companies do. The pharmaceuticalsectoris filled with companies \"on the verge\" of making world-changing discoveries, yet many treatments never leave the developmental stage. Their stocks may (or may not) pop higher on speculative demand, only to fall right back to where they started, or lower.\n\nInvestors who bet on the companies that really do start a new paradigm, or capitalize on one, can make a lot of money over the long run, but finding these companies isn't easy. These companies are often highly speculative, have negativeearnings, and are misunderstood in their early stages. It is only during later stages, once the price of the stock has moved up significantly, that most investors acknowledge the paradigm shift and start to jump on. This can create a lot ofvolatility, making it hard for investors to stick with new paradigm stocks for the long haul.\n\nAmazon is a case in point. Between 1997 and 2009, Amazon stock had seven drops of 60% or more, and the stock dropped by 95% between 2000 and 2001. After itsinitial public offering (IPO)the stock dropped by 46% before rallying off its lows of $1.50 per share. Some early investors may have profited handsomely but would have likely beenshaken outby the many severe drops well before the stock price eclipsed $3,500 in 2020.\n\nWhile Amazon thrived coming out of thedotcom bubble—which was based on the new paradigm of the internet—many of the other internet stocks did not. It took many years for dotcoms to reclaim price levels achieve in 2000. Even Amazon didn't definitively move above its year 2000 high until 2009.\n\nNew paradigms don't always initially succeed. Many dotcom companies went bankrupt after the dotcom bubble, for example, and those that survived did so at significantly lower stock prices.\n\nNew paradigms are often followed by a reckoning because investors overestimate how much will change. They drive upvaluationstoo high, and the prices fall significantly after reality sets in. Ultimately, companies have to produce profits to justify high stock prices. If the companies can't generate profits, no matter how novel their idea or product, investors will eventually grow weary and abandon the stock.\n\nThe term \"new paradigm\" became a widely used phrase in the 1990s, as marketing firms and businesses began to use the term for almost any new product or campaign. It was notably used during thedotcomboom years. At times, it seemed that anything and everything involved with the internet was described as a \"new paradigm\" or a \"paradigm shift.\"\n\nThe years in the late 1990s were characterized by high-flying tech stocks that eventually crashed. From 1995 to 2000, the technology-dominatedNASDAQindex rose from below 1,000 points to more than 5,000 points.Technology companies became a new paradigm for investors and analysts as their products and modes of thinking had the ability to fundamentally change the way that businesses operated and grew. The internet certainly did change things, but investors initially valued the companies too high. Their real value, at the time, was considerably lower than the peak prices to which investors drove these companies.\n\nTheGreat Recessionalso provided a new paradigm for many investors, as the notion of rooting out and supporting more sustainable investments came into the limelight. It became important to some investors and asset managers to considerenvironmental, social, and governance (ESG)factors when investing. As became evident with the housing bubble and crisis, complex financial instruments like mortgage-backed securities without sound underlying assets proved disastrous.\n\nMacrotrends. \"Amazon—24 Year Stock Price History.\" Accessed April 9, 2021.\n\nMacrotrends. \"NASDAQ Composite—45 Year Historical Chart.\" Accessed April 9, 2021.",
  "url": "https://www.investopedia.com/terms/n/newparadigm.asp"
}