{
  "term": "New Issue: Definition, How It Works in Offerings, and Example",
  "definition": "A new issue refers to a stock or bond offering that is made for the first time. Most new issues come from privately held companies that become public, presenting investors with new opportunities.\n\nThe typical route for a new issue via a stock offering is known as aninitial public offering(IPO), where a company's stock is offered to the public through various exchanges, such as theNew York Stock Exchange(NYSE) orNasdaqfor the first time. New issues ofbondswork the same way. Both forms of new issues are intended to raise capital for the issuing company.\n\nA new issue may be contrasted with aseasoned issue.\n\nA new issue is conducted as a means of raisingcapitalfor a company. Firms have two main choices: issuingdebt(i.e., borrowing) or issuingequityin the form of stock (i.e., selling a portion of the company).\n\nRegardless of which route they take, they will be making a new issue when those securities are offered for sale. Governments will also create new issues ofsovereign debtin the form of Treasury securities in order to raise funds for government operations.\n\nUsing the debt route (i.e., issuing bonds), the new issue will be scrutinized based on thecreditworthinessof the issuer to repay its obligations and its overall financial strength. If the firm is a startup with no revenue, issuing bonds may be an option that is not readily available.\n\nThere is a risk of \"hype\" around a new issue, sometimes causing a company's shares to surge after its IPO, and then only plummet after the hype has worn off. Investors need to be careful when investing in new issues.\n\nHowever, the stock route may still be available if they are able to convince investors that the company has long term potential. This is whereventure capital(VC) andprivate equityfirms may become involved, helping the company to develop and thrive in exchange for ownership in the new firm.\n\nIf successful, the company may then seek to make a new issue through an IPO and go public. Companies that are already public may originate another new issue later on via asecondary offering.\n\nSay a new IT company has developed a program to make cash exchanges easily available worldwide. It has been successful in both generating revenues and garnering interest from the venture capital community. To grow, however, it believes it needs more capital, approximately $30 million, which it doesn't have on hand. As such, it needs to raise this capital through external sources.\n\nThe company engages withinvestment banksto see what their shares could be worth on the open market, and the banks'underwritersindicate that $19 per share would be a fair IPO price, valuing the company at just under $100 million.\n\nThe company’sboard of directorsagrees to list shares of the company and they file for an IPO to release a number of shares worth half the total valuation, so $50 million. With the new issue, the company raises capital and becomes listed on a stock exchange where its shares are freely tradeable.\n\nThe new issue resulted in the company raising $50 million, slightly more than the $30 million they estimated that they needed for growth. Because the company did not list all of its shares, it still has retained a significant portion of ownership.",
  "url": "https://www.investopedia.com/terms/n/newissue.asp"
}