{
  "term": "New Keynesian Economics: Definition and Vs. Keynesian",
  "definition": "New Keynesian economics is a modernmacroeconomicschool of thought that evolved from classicalKeynesian economics. This revised theory differs from classical Keynesian thinking in terms of how quickly pricesand wagesadjust.\n\nNew Keynesian advocates maintain that prices and wages are \"sticky,\" meaning they adjust more slowly to short-term economic fluctuations. This, in turn, explains such economic factors as involuntary unemployment and the impact of federalmonetary policies.\n\nBritish economistJohn Maynard Keynes' idea in the aftermath of theGreat Depressionthat increased government expenditures and lower taxes can stimulate demand and pull the global economy out of a downturn became the dominant way of thinking for much of the 20thcentury.That slowly began to change in 1978 whenAfter Keynesian Macroeconomicswas published.\n\nIn the paper, new classical economistsRobert Lucasand Thomas Sargent pointed out that thestagflationexperienced during the 1970s was incompatible with traditional Keynesian models.\n\nLucas, Sargent, and others sought to build on Keynes’ original theory by addingmicroeconomicfoundations to it. The two major areas of microeconomics that may significantly impact the macroeconomy, they said, are price and wage rigidity. These concepts intertwine with social theory, negating the pure theoretical models of classical Keynesianism.\n\nNew Keynesian economics became the dominant force in academic macroeconomics from the 1990s through to the financial crisis of 2008.\n\nThe new Keynesian theory attempted to address, among other things, the sluggish behavior of prices and its cause, and howmarket failurescould be triggered byinefficienciesand might justify government intervention. The benefits of government intervention remain a flashpoint for debate. New Keynesian economists made a case for expansionary monetary policy, arguing thatdeficit spendingencourages saving, rather than increasing demand or economic growth.\n\nNew Keynesian economics was criticized in some quarters for failing to see theGreat Recessioncoming and for not accurately accounting for the period ofsecularstagnation that followed it.\n\nThe main issue of this economic doctrine is explaining why changes in aggregate price levels are “sticky.” Under new classical macroeconomics,competitiveprice-takingcompanies make choices on how much output to produce, and not at what price, while in New Keynesian economics,monopolistically competitivecompanies set their prices and accept the level of sales as a constraint.\n\nFrom a New Keynesian economics point of view, two main arguments try to answer why aggregate prices fail to imitate the nominalgross national product(GNP) evolution. Principally, under both approaches to macroeconomics, it is assumed economic agents, households, and companies haverational expectations.\n\nHowever, New Keynesian economics maintains that rational expectations become distorted as market failure arises fromasymmetric informationandimperfect competition. As economic agents can’t have a full scope of the economic reality, their information will be limited. There will be little reason to believe that other agents will change their prices, and, as a result, they will keep their expectations unchanged. As such, expectations are a crucial element of price determination; as they remain unaltered, so will price, which leads to price rigidity.\n\nThe Business Professor. \"New Keynesian Economics - Explained.\"\n\nFederal Reserve Bank of New York. \"Inflation in the Great Recession and New Keynesian Models.\"\n\nInternational Monetary Fund. \"What Is Keynesian Economics?\"\n\nLucas, Jr., Robert E. and Thomas J. Sargent. \"After Keynesian Macroeconomics.\"Federal Reserve Bank of Minneapolis Quarterly Review, volume 3, issue 2, Spring 1979, pp. 1–16.\n\nPoliconomics. \"New Keynesian Economics.\"",
  "url": "https://www.investopedia.com/terms/n/new-keynesian-economics.asp"
}