{
  "term": "New Economy: Definition, History, and Examples of Companies",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nNew economy is a buzzword to describe new, high-growth industries that are on the cutting edge of technology and are believed to be the driving force ofeconomic growthand productivity. A new economy was first declared in the late 1990s as hi-tech tools, particularly the Internet and increasingly powerful computers, made their way into the consumer and business marketplace. The new economy was seen as a shift from a manufacturing and commodity-based economy to one that used technology to create new products and services at a rate that the traditional manufacturing economy could not match.\n\nThe idea that a new economy had arrived was part of the hysteria surrounding thetech bubbleof the late 1990s and early 2000s. The new economy was variously heralded as theknowledge economy, the data economy, the ecommerce economy, and so on. Unfortunately for the long-term health of the new economy arising in the 90s, investors and financial institutions bid up technology sector stock prices to unprecedented highs without fully considering the fundamentals. The excitement around the tech sector did more harm than good, and the rate at which these firms were pushed to become the next Microsoft likely destroyed many potentially good business ideas in the pursuit of great ones.\n\nAlthough the tech bubble has long since burst, many of the remaining firms like Google (Alphabet), Amazon, and Meta (formerly Facebook) remain very innovative and at the forefront of technology. Now the new economy is often used to describe different aspects of the technology sector beyond simple Internet presence and functionality. Since the tech boom of the 90s, we've seen the growth of many new and exciting subsectors in tech. These include thesharing economy, the streaming economy, thegig economy, cloud computing,big data, andartificial intelligence. As of 2024, the companies involved in tech, particularly Alphabet, Amazon, Meta, Microsoft, and Apple, have overtaken most companies in the world in terms of market cap.\n\nThe question ever since the bursting of the tech bubble is, of course, whether or not the new economy is here or still on the horizon. Certainly the traditional manufacturing economy is being increasingly automated using innovations coming out of the tech sector. Of course, we still buy and sell products, but the service economy—enabled by technology—is becoming an ever-growing part of the global economy.\n\nSo we are definitely living in an economy that is qualitatively different from the one in the 1980s. Less people are employed in direct manufacturing and many of us are more anxious of being replaced by a machine than the old fear of having our job outsourced to a nation with a cheaper cost structure. Now that the new economy appears to be here, many people are not as confident that it was the one they wanted after all.\n\nAlthough the term new economy developed as an investment buzzword around the promise of early Internet companies to change the world, the term has also been associated with calls to redesign the global economic system. The demand for a new economy in term of a total redesign of global capitalism has been put forth by people who see this as a necessary step to meet social and environmental goals. In this context, a new economy is one that focuses less on driving profits to shareholders through management and more on good corporate citizenship, positive community impacts, and distributing asset ownership differently.\n\nA complete overhaul of capitalism is quite challenging given the entrenched interests, although some investors have found ways to work within the system withESG investing. This approach rewards companies that act in ways that are more socially and environmentally beneficial even if doing so limits bottom line profits. The impact of this movement is just starting to be felt in the publicly traded market and has yet to reach private equity and the more aggressive corners of finance.\n\nWhile the new economy in the technology sense was largely welcomed and is just now being regretted by those who were negatively impacted, a new economy in terms of restructuring our capitalist system around social, environmental, and sustainability goals has faced stiff resistance. This resistance against change within the system has slowed progress and encouraged more people, particularly younger people bearing the brunt of economic inequality and longer termexternalities, in calling for the whole economic system to be changed.\n\nFarrell, Diana. \"The Real New Economy.\"The Harvard Business Review, October 2003.\n\nCompaniesMarketCap. \"Largest Companies by Market Cap.\"",
  "url": "https://www.investopedia.com/terms/n/neweconomy.asp"
}