{
  "term": "New Home Sales: What It Is, How It Works",
  "definition": "New Home Sales, also known as \"new residential sales,\" is aneconomic indicatorpublished monthly by theU.S Census Bureauthat measures sales of newly built homes.﻿﻿\n\nNew Home Sales is monitored closely by investors because it is viewed as alagging indicatorof real estate market demand and, therefore, a factor impacting mortgage rates. It is driven by factors such ashousehold income,unemployment, andinterest rates.\n\nThe U.S. Census Bureau publishes two versions of the New Home Sales measure: theseasonally adjustedfigure and a non-adjusted figure. The adjusted figure (which adjusts for seasonal factors such as the weather) is shown as an annual total, while the non-adjusted figure is shown as a monthly total. These figures are given for different regions and for the country as a whole.﻿﻿﻿\n\nNew Home Sales data and other internal metrics, such as theabsorption rate, are closely monitored by market participants as changes can be predictive of broader movements in the economy, such as the onset of arecessionor the beginning of aneconomic recovery.\n\nThe data for the New Home Sales measure is compiled by conducting interviews with home-builders and by looking at data from the U.S. Census Bureau's Survey of Construction. Specifically, it uses data regardingbuilding permitsissued for new construction projects. A new home is included in the measure if a deposit was paid for the purchase of that home, or if a contract to purchase the home was signed within or following the year of its construction.﻿﻿﻿﻿\n\nThe seasonally adjusted figures are intended to remove the effect of factors such as seasonal weather or the overallbusiness cycle. The idea behind seasonal adjustments is to give market participants a clearer sense of the underlying demand for new homes, independent from other factors affecting the economy. To help maintain data quality, ongoing revisions are made and published as new data becomes available.\n\nGiven the vast amount of transactions occurring throughout the economy, the Census Bureau relies on statistical techniques and sampling methodologies to estimate New Home Sales data from a small portion of total transactions. As with any statistical method, these procedures create a modest margin of error, which is included with the monthly reports.\n\nFinancial publications report on New Home Sales data and often provide interpretations of that data for readers following market news. For example, theWall Street Journalreported in July 2019 that purchases of single-family homes increased by 7% relative to the previous month, a good sign following two months of declining sales.\n\nIn interpreting these results, the Journal quoted experts who attributed the positive results to increased demand for lower-cost “starter homes” which they attributed to low unemployment, growing household incomes, and low interest rates.\n\nU.S. Census Bureau. \"New Residential Sales.\" Accessed Jan. 28, 2021.\n\nU.S. Census Bureau. \"Residential Sales: Press Release FAQs.\" Accessed Jan. 28, 2021.\n\nU.S. Census Bureau. \"New Residential Sales: How the Data are Collected.\" Accessed Jan. 28, 2021.\n\nWall Street Journal. \"U.S. New Home Sales Picked Up in June.\" Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/n/newhomesales.asp"
}