{
  "term": "New York Mercantile Exchange (NYMEX): Meaning, Overview, FAQ",
  "definition": "The New York Mercantile Exchange (NYMEX) is the world's largest physical commodityfutures exchangeand is today part of theChicago Mercantile Exchange Group(CME Group), which is the world’s leading and most diverse derivatives marketplace. CME Group consists of four exchanges:Chicago Mercantile Exchange(CME),Chicago Board of Trade(CBOT), NYMEX, and theCommodity Exchange, Inc.(COMEX). Each exchange lists a wide range of futures products, commodities, and global benchmarks across major asset classes.\n\nAn early version of NYMEX started in 1872 when a group of dairy merchants founded the Butter and Cheese Exchange of New York. In 1994, NYMEX merged withCOMEXto become the largest physical commodity exchange at that time. By 2008, NYMEX was not able to commercially survive on its own in the wake of the globalfinancial crisisand merged with the CME Group of Chicago. The merger brought a list of energy, precious metal, and agricultural products to the CME Group of exchanges.\n\nFutures and options on energy, precious metals, and agricultural commodities are sometimes used tospeculate, but are also tools for companies, farmers, and other industries that want to manage risk byhedging positions. The ease with which these instruments are traded on the exchanges is vital to creating protective positions (hedges) and gauging futures prices, making NYMEX an important part of the trading and hedging worlds.\n\nDaily exchangevolumeof the CME Group is around 30 million contracts with NYMEX making up about 10% of that amount because of the physical commodities that are traded on that exchange. Much larger volumes are traded in interest rate futures, options, and forward contracts that trade on theChicago Board of Trade(CBOT).\n\nNYMEX is regulated by theCommodity Futures Trading Commission(CFTC), which is an independent agency of the United States government tasked with the promotion of competitive and efficientfutures marketsas well as the protection of investors against manipulation, abusive trade practices, and fraud.\n\nNYMEX is anopen-outcrytrading platform, where traders meet to haggle and agree on a market price for a commodity. Given that stock and commodity trading predates the invention of the telegraph, the telephone, or the computer by hundreds of years, it is fairly obvious that face-to-face human trading and trading pits were the standard way of doing business for a long time.\n\nToday, however, open-outcry trading is on the decline, and the number oftrading pitshas dwindled. NYMEX has increasingly introduced electronic trading systems since 2006. In fact, given the cost benefits of the electronic systems and investor preference for fastorder execution, a substantial percentage of the world's exchanges have already converted to electronic networks. At this point, the United States is more or less alone in maintaining open-outcry exchanges.\n\nTrading on the NYMEX includes a wide variety of trading options such as oil futures, metals futures, energy futures, and other commodities like agricultural products and others. Unlike other market types, NYMEX doesn't trade in options or equities.\n\nThe dictionary definition of a mercantile exchange is \"a market for trading commodities.\"These types of markets are legal entities that determine and enforce rules for trading standardized commodity contracts and related investment products. These types of markets trade trillions of dollars per day and are done almost entirely by electronic trading.\n\nCME is the Chicago Mercantile Exchange and trades similarly to the NYMEX, that is to say, that it trades in commodities and futures and includes energy, metals, etc. CBOT is the Chicago Board of Trade and while it is now under the CME umbrella, before the merger in 2006 the CBOT used vastly different rules, regulations, trading engines, and traded with different offerings.\n\nThe New York Mercantile Exchange is one of four exchanges owned and managed by the CME Group. The exchange deals with trades centered around commodities and futures. NYMEX specializes in energy, precious metals, and agricultural commodities.\n\nCambridge Dictionary. \"Mercantile Exchange.\"",
  "url": "https://www.investopedia.com/terms/n/nymex.asp"
}