{
  "term": "New Indications",
  "definition": "New indications is a termpharmaceutical companiesuse to refer to new evidence signifying that there may be new applications for an existing drug or procedure. This type of news is closely followed by investors, who can access such findings through the press releases issued on companies’investor relationspages.\n\nNew indications are an early sign that a particular drug or procedure may be worth investing in further. For example, a company that has already obtainedregulatory approvalfor a particular drug would report new indications if their research suggests that additional applications for that drug might be possible. New indications are therefore viewed as a positive development by most investors because they could signify additional revenue-generating opportunities for a company’s existing drugs.\n\nIn the United States, companies must go through a rigorous and lengthy process in order to bring new drugs to the market. TheFood and Drug Administration (FDA)oversees the development and approval of new drugs through their New Drug Application (NDA) process. The process routinely takes years to complete, with some stretching over a decade. Despite this lengthy process, only about 30% of new applicants have their NDAs approved.\n\nAlthough repurposing an existing drug can lead to reduced research and development (R&D) costs, there are nevertheless major costs involved in obtaining final FDA approval for such repurposed drugs. Nevertheless, because these drugs have already passed through the FDA’s NDA process, many companies view them as a less risky investment as compared to developing new drugs from scratch.\n\nFor these reasons, one of the most efficient ways for pharmaceutical companies to expand into new markets would be to find new or expanded applications for products that have already received FDA approval. In fact, some companies specialize in repurposing already approved drugs in an effort to reach thecommercializationof new medicines more quickly.\n\nNew indications often appear in news releases for medical treatments and pharmaceutical companies when referring to drugs or equipment involved. For example, on Aug. 16, 2018, the FDA released a new indication approval for the drug Opdivo (nivolumab), which treats cancers such as advanced melanoma, advanced renal cell carcinoma, and advanced squamous cell carcinoma of the head and neck.\n\nWhen it was first approved in December 2014, this drug had a more narrow intended usage, specializing in patients with advanced melanoma that could not be removed with surgery or that no longer responded to other drugs.The new indication therefore represents an opportunity for the drug to be sold into a larger addressable market than previously anticipated.\n\nU.S. Food and Drug Administration. \"Step 3: Clinical Research.\"\n\nU.S. Food and Drug Administration. \"FDA Grants Nivolumab Accelerated Approval for Third-Line Treatment of Metastatic Small Cell Lung Cancer.\"\n\nNational Institutes of Health. \"Opdivo (Nivolumab): Second PD-1 Inhibitor Receives FDA Approval for Unresectable or Metastatic Melanoma.\"",
  "url": "https://www.investopedia.com/terms/n/new-indications.asp"
}