{
  "term": "NEX: What It Is, How It Works, Pros and Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNEX is a separate board on theTSX Venture stock exchangethat provides a unique trading forum for listed companies that no longer meet the TSX Venture's ongoing listing standards.\n\nThe NEX is designed for companies that have low levels of business activity or have ceased to carry on active business. It benefits such companies by giving their stocks a degree ofliquidityand providing visibility that may attract potential acquirers or investors.These companies are identified by an \"H\" or \"K\" extension to their trading symbols.\n\nNEX was launched as a subset of the TSX Venture Exchange, a Canadian stock exchange headquartered in Calgary, Alberta. The TSX Venture Exchange is a publicventure capitalmarketplace that allows investors to invest insmall capand emerging companies. The TSX Venture Exchange was formerly known as the Canadian Venture Exchange before it was acquired and renamed by the TSX Group in 2001.\n\nThe TSX Group was renamed the TMX Group shortly afterward. Both the Canadian Venture Exchange and the TSX Venture Exchange focused on companies that were too small to be listed on theToronto Stock Exchange(TSX), which is also owned by theTMX Group.\n\nPrior to the launch of NEX, companies that could not meet the TSX Venture Exchange's continuous listing criteria were designated as \"inactive\" and given 18 months to either meet the listing standards or be delisted. The introduction of NEX relieved such companies of the tremendous pressure of a delisting deadline, and gave their management andshareholdersanother opportunity to turn things around.\n\nCompanies that do not meet the TSX Venture Exchange’s listing requirements are typically moved to the NEX Board after 90 days. They can remain on the NEX board indefinitely. Companies that have never been listed on TSX or TSX Venture Exchange cannot be listed on NEX.\n\nNEX charges a quarterly listing fee of $1,250, payable on the first business day of each quarter. In comparison, TSX Venture charges an annual sustaining fee and filing fees ranging from $5,200 to $90,000 for each reviewable filing made during the year. The fees for NEX are competitive with other emerging markets and were designed with consideration of TSX Venture's pricing structure.\n\nA clear separation of companies that meet and don't meet TSX Venture standards enables investors to more easily select companies appropriate to the risk level of their investment profiles.\n\nNEX typically has lower listing fees and simplified rules, compared to the TSX Venture Exchange.The fees to list on TSX run from $10,000 to $200,000, while fees for listing on TSX Venture Exchange run from $7,500 to $40,000.\n\nThe companies listed on the NEX board tend to have low levels of business activity compared to those on the TSX Venture Exchange. Companies on the NEX board remain publicly traded even as they reassess their business strategy. However, some of these companies may not be able to do so successfully.\n\nIt is important to note that NEX companies must continue to meet the samedisclosurestandards applicable to all Canadian public companies, and must also maintain good standing with the relevant Canadian securities commissions.\n\nProvides liquidity for smaller and more marginal listed companies\n\nCompanies must still meet disclosure standards\n\nRiskier for investors as companies face higher risk of de-listing\n\nNEX's trading hours are 9:30 a.m. to 4:00 p.m. ET on business days.\n\nNEX Group, formerly known as ICAP, is a UK-based company that specializes in electronic financial markets and post-trade services for financial institutions, rather than for individual investors. Note that NEX Group is not affiliated with the NEX Exchange, which is part of Toronto's TMX Group.\n\nNEX Group trades on the London Stock Exchange under the ticket NXGN. As of December 2022, the company had a market capitalization value of GBP 4.23 billion.TMX Group, which owns the NEX exchange in Canada is valued at CAD $7.70 billion.\n\nNEX is a sub-exchange of the TSX Venture Exchange for listed companies that no longer meet the TSX Venture's ongoing listing standards. The NEX is designed for companies with low levels of business activity or that have ceased to carry on active business. The NEX benefits these companies by providing liquidity and visibility that may attract potential acquirers or investors. Companies that do not meet the TSX Venture Exchange's listing requirements are typically moved to the NEX board after 90 days. NEX has lower listing fees and simplified rules compared to the TSX Venture Exchange.\n\nOntario Securities Commission. \"Notice Commission Approval of the Toronto Stock Exchange Inc. Acquisition of Canadian Venture Exchange Inc,\" Page 1.\n\nTSX. \"Technical Guide to Listing.\"",
  "url": "https://www.investopedia.com/terms/n/nex.asp"
}