{
  "term": "Next In, First Out (NIFO): What It is, How It Works, Example",
  "definition": "Next In, First Out (NIFO) is a method of valuing inventory where the cost of an item is based upon its replacement cost rather than its original cost.\n\nThe Next In, First Out form of valuation does not conform togenerally accepted accounting principles(GAAP).﻿﻿ This is because NIFO is said to violate the cost principle, accounting concept which states that goods and services should be recorded at original cost, not present market value.\n\nSome companies use Next In, First Out when inflation is a factor. Companies will set a selling price on areplacement-costbasis and use this method as a way to price the items it sells.\n\nAlthough NIFO doesn't conform to GAAP, many economists and business managers prefer the economic rationale behind the method. As a cost flow assumption technique, by stating that the cost assigned to a product is the cost required to replace it, NIFO can offer a more practical valuation method businesses will actually see during normal operations.\n\nFor example, the traditional methods ofLast In, First Out(LIFO) andFirst In, First Out(FIFO) can become distorted during inflationary periods. Using accounting methods based on these principles during inflationary environments can mislead business managers. Hence, many businesses will use NIFO for internal purposes during these periods and report results using LIFO or FIFO on their audited financial statements.\n\nSuppose a company sells a toy widget for $100. The original cost of the widget was $47, which would result in a reported profit of $53.\n\nAt the time of the sale, the replacement cost of the widget was $63. If the company were to charge $63 for thecost of goods soldunder the NIFO concept, the reported profit would decline to $37.\n\nDavid O'Regan. \"Auditor's Dictionary: Terms, Concepts, Processes, and Regulations,\" Page 189. John Wiley & Sons, 2004.",
  "url": "https://www.investopedia.com/terms/n/next-in-first-out.asp"
}