{
  "term": "NEXUS: What It Means, How It Works, Ineligibility",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nNEXUS is a government-sponsored Trusted Travelers Program that allows pre-screened U.S. and Canadian citizens to expedite border crossings.U.S. and Canadian citizens using NEXUS experience expedited border crossings into the United States and Canada with less immigration and customs questioning.NEXUSis valid for air, land, and sea travel, and a NEXUS ID can be used instead of a passport.\n\nNEXUS also helps the U.S. Customs and Border Protection (CBP) and the Canada Border Services Agency (CBSA) reduce travel risks by increasing the number of known safe travelers.\n\nNEXUS members experience more efficient border crossings between the United States and Canada through dedicated lanes, airport kiosks, and land and sea border checkpoints. NEXUS members do not have to remove their shoes, belts, or light outerwear for airport security screenings and can keep their laptops and 3-1-1 compliant bag of liquids in their carry-on bags.\n\nNEXUS members can use theGlobal Entry and Transportation Security Administration (TSA) Prechecktravelerprogramswithout applying separately to each. Global Entry members can use the NEXUS program to cross the border from Canada into the United States without becoming NEXUS members. However, expedited crossing from the United States into Canada requires NEXUS membership.\n\nNEXUS applicants must pay a $50 fee (USD or CND), rising to a $120 fee as of October 1, 2024.All applicants must submit to a background check and a personal interview.If approved by both the United States and Canadian governments, applicants receive a NEXUS ID card with their photo andradio frequency identification document (RFID)functionality. The card is valid for five years and can be renewed following the same procedure as outlined above. The date of expiration is calculated from the next birthdate after the cardholder's last interview. NEXUS participants can also have their irises scanned as an alternative form of identification at border crossings.\n\nNEXUS is open to U.S. citizens, lawful permanent U.S. residents, Canadian citizens, and lawful permanent residents of Canada. Individuals with a criminal history, customs violations, or immigration violations—or who do not meet the criteria for admission to the United States or Canada—may not be approved for NEXUS. Either country can deny an individual’s application, but both must approve it.\n\nYou may not be eligible for participation in the NEXUS program if you:\n\nCurrently, applicants have to pay $50 for access to NEXUS. However, after Oct. 1, 2024, the cost is $120.\n\nNo, the NEXUS program is for both U.S. and Canadian citizens, facilitating easier travel between the two countries.\n\nNEXUS membership is valid for five years, provided that the member continues to comply with program requirements.\n\nNEXUS is a government-sponsored program that enables pre-screened American and Canadian citizens to travel more freely between countries than those who haven't been screened. Those who have been pre-screened can cross the U.S.-Canada border without a passport.\n\nDepartment of Homeland Security. \"Frequently Asked Questions.\"\n\nFederal Register. \"Increase in the NEXUS application fee.\"\n\nDepartment of Homeland Security. \"NEXUS Details.\"\n\nU.S. Customs and Border Patrol. \"NEXUS Eligibility.\"",
  "url": "https://www.investopedia.com/terms/n/nexus.asp"
}