{
  "term": "Nigerian Letter Scam Definition and How to Avoid It",
  "definition": "The Nigerian letter scam, also known as advance fee fraud or \"419 fraud,\" is a scheme in which a sender requests help facilitating the illegal transfer of money. The letter may be sent by mail, fax, or email—the most common method. The author is typically a self-proclaimed government or military official, bank officer, or business executive, who explains they need access to a foreign account to transfer money out of Nigeria.\n\nIn exchange, the sender offers the recipient acommission—sometimes up to several million dollars, depending on the perceived gullibility of the target. The scammers then request money to pay for some of the costs associated with the transfer, such as taxes, legal fees, and bribes to government officials. If the scammers are successful in receiving money, they will either disappear immediately or try to get more money with claims of additional transfer problems.\n\nThis specific type of scam is generally referred to as a Nigerian letter scam because of its prevalence in that country, particularly during the 1990s. Section 419 of the Nigerian Criminal Code makes this type offraudillegal. However, this scam is not limited to Nigeria and is also perpetrated by various organizations in countries around the world.\n\nThe origins of this scam are widely debated with some suggesting it started in Nigeria during the 1970s, while others suggest its origins go back hundreds of years to other confidence scams, such as the Spanish Prisoner scam.\n\nThe Nigerian letter scam was initially conducted by phone, fax, and traditional mail. The proliferation of email provided a new route for the Nigeran scam. Warning signs that a message might be a scam include mention of a U.S. currency account in a foreign country and the promise of substantial compensation for little effort, as well as typos, grammatical errors, and unusual syntax.\n\nNigerian letter scammers hope the commissions they offer will be enticing enough to compel recipients to risk sending thousands of dollars to a stranger. The scammer may say the transfer is needed because the government is trying to freeze (or confiscate) their accounts, or that the money is otherwise hostage to war, corruption, or political unrest. The person might say they desperately need your bank account number to transfer the money for safekeeping.\n\nOf course, when it comes to this type of request, remember that if anything sounds too good to be true, it usually is. Nigerian letter scams continue to exist because it only takes a handful of people—out of hundreds of thousands of attempts—to be fooled to make it worth the scammers' time and effort.\n\nThe U.S. Federal Bureau of Investigation (FBI) recommends the following tips for avoiding this type of fraud:\n\nThough many people recognize these and other types of scams, remember that criminals only have to find a few gullible people to make their time worthwhile. If you know anyone who may be vulnerable to fraud—for example, your aging parents—be sure to explain how scams work and how they can be avoided.\n\nIn a romance scam—which is a type ofcatfishing—a criminal adopts a fake online identity to gain a victim's trust and affection. The scammer uses the guise of a romantic relationship to manipulate and/or steal from the victim. The criminal may propose marriage and make plans to meet in person, but that never happens. Eventually, the scammer asks for money.According to a study from tech and cybersecurity company TechShielder, Nigeria is the second-most-notorious country worldwide for romance scams, behind only the Philippines.\n\nAn advance fee scam happens when a victim pays money to a fraudster who has promised something of greater value in return—such as a gift, contract, loan, or investment. The victim, of course, receives little or nothing, even if they cooperate with the scammer's demands.The Nigerian letter scam is an example of an advance fee scam because the victim is promised a cut of a large sum of money in exchange for providing banking details and making upfront payments.\n\nNot necessarily. Of the Nigerian letter scam criminals who could be traced, 71% lived in the United States. Nigeria accounted for the next highest portion, at 8%.\n\nIf you believe you have been a victim, you can file a complaint with the Criminal Investigative Division of the U.S. Secret Service, Office of Homeland Security.  U.S citizens or residents should label the correspondence \"No Financial Loss- For Your Database\" or \"Loss\", depending upon your circumstance, and:\n\nAdditional information about Nigerian fraud scams can be foundon the FBI's website.\n\nFederal Bureau of Investigation. \"Nigerian Letter or 419 Fraud.\"\n\nFederal Bureau of Investigation. \"Romance Scams.\"\n\nTechShielder. \"Catfish Analysis: The Countries with the Highest Rates.\"\n\nFederal Bureau of Investigation. \"Advance Fee Schemes.\"\n\nState of Georgie Bureau of Consumer Protection. \"Nigerian Fraud Scams.\"",
  "url": "https://www.investopedia.com/terms/n/nigerianscam.asp"
}