{
  "term": "Night Depository: What It Is, How It Works, Example",
  "definition": "A night depository is a secured bank drop box where account holders (usually small business owners or employees) can deposit their daily cash, checks, and credit card slips outside of normal banking hours (usually from 9 a.m. to 5 p.m.). The bank will collect thedepositsand credit them to the client's account on the following business day.\n\nAlthough they may seem a little quaint—if not downright obsolete—in our increasingly cashless, mobile-pay society, night depositories do still serve a purpose. Many small businesses and service providers still deal mainly in cash and checks. Night depositories provide additional security for these merchants, since it frees them from keeping money at their business location overnight, where it might be vulnerable to theft. Automated teller machines (ATMs)can serve this purpose too, but they limit the physical amount of paper one can deposit at a time, and of course, they don't accept coins. If the client has a large bundle of bills or checks, the night depository is often more practical.\n\nBusinesses need a commercial or business account to use a bank's overnight deposit facility. Generally, after a client opens an account, the bank will give them a key to open the secured drop box on the exterior of the building at that branch. The bank will also require that checks, cash, credit and debit card receipts be placed in a special lockable zippered bag, along with deposit slips.\n\nA manager or specially trained commercial teller collects the bag from the depository the next business day. The contract between the merchant and the bank, called the night depository agreement ,determines who opens the bag and counts its contents: Normally, clients can dictate that the bag be unopened until they are present at the bank. Of course, this delays the posting of the funds to the account, but it speeds the resolution of any accounting errors and prevents disputes. If a client doesn't opt to be present, the bank opens the bag and processes the night deposit during its next business day, in accordance with Federal Deposit Insurance Corporation regulations.\n\nBanks often require that you pay a monthly fee for night depository services.\n\nCommercial banks that cater to small businesses sometimes emphasize their night depository services, but they do come with fees. Illinois-based Banterra Bank, for example, charges a $5 deposit for a night deposit key, $5 for zipper bags, and $15 for lock bags.\n\nFirst International Bank & Trust, a self-described community bank located across North Dakota, central Minnesota, and the greater Phoenix area, advertises its night depository service on its website. The cost of deposit bags varies depending on size.\n\nSome businesses that deal with cash and are open after normal business hours might not want to keep the cash stored at their location. For example, a restaurant that is open until nearly midnight might prefer to deliver the money to a night depository rather than keep it at the restaurant.\n\nCosts will very with each institution, but it often is a deposit rather than a flat fee. For example, you might need to pay a deposit for a key necessary to access the deposit box. Bags for deposits also come with a cost, but those bags typically can be reused.\n\nBanks typically will post the deposits the morning of the first business day after the deposit is made. This is when they will collect and count the cash. Account holders can choose to be present for this, but it may delay the process.\n\nNight depositories are bank or credit union drop boxes commonly used by businesses that need to deliver large sums of cash to a financial institution after hours. The drop boxes are secure and can handle larger amounts than most ATMs.\n\nFirst International Bank & Trust. \"Additional Services.\"",
  "url": "https://www.investopedia.com/terms/n/night-depository.asp"
}