{
  "term": "Nikkei: How it Works, Special Considerations",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe Nikkei is short for Japan's Nikkei 225 Stock Average, the leading and most-respected index of Japanese stocks. It is aprice-weighted indexcomposed of Japan's top 225blue-chipcompanies traded on the Tokyo Stock Exchange. The Nikkei is equivalent to theDow Jones Industrial Average(DJIA) Index in the United States.\n\nFormerly called the Nikkei Dow Jones Stock Average (from 1975 to 1985), it is now named after theNihon Keizai Shimbunor Japan Economic Newspaper, commonly known as Nikkei, which sponsors the calculation of theindex. The index has been calculated since September 1950, retroactive to May 1949. Among the best-known companies included in the Nikkei index are Canon Incorporated, Sony Corporation, and Toyota Motor Corporation. It is the oldest stock index in Asia.\n\nThe Nikkei was established as part of the rebuilding and industrialization of Japan in the aftermath of the Second World War.Constituentstocks are ranked by share price, rather than bymarket capitalizationas is common in most indexes. Valuations are denominated in Japanese yen. The composition of the Nikkei is reviewed every September, and any needed changes take place in October.\n\nAccording to the Nikkei 225 \"Stock Average Fact Sheet,\" the Nikkei 225 is calculated every 5 seconds while the Tokyo Stock Exchange is open.\n\nTheTokyo Stock Exchange(TSE) was established in 1878. Initially, the TSE was founded as a marketplace for the exchange of bonds the government had issued to samurai. In addition to government bonds, the TSE also acted as an exchange for gold and silver currencies. By the 1920s, the TSE grew to include stock trading.\n\nIn 1943, during the Second World War, the Japanese government combined the TSE with five others to form a single Japanese Stock Exchange. That exchange was closed down in Aug. 1945 toward the end of the war. The Tokyo Stock Exchange re-opened on May 16, 1949, under the aegis of theSecurities Exchange Act.\n\nJapan experienced a major assetbubblein the late 1980s when the government used fiscal and monetary stimuli to counteract a recession caused by the Japanese yen's 50% appreciation during the first part of the decade. Stock prices and land values tripled between 1985 and 1989. At the height of the bubble, theTSE accounted for 60%of global stockmarket capitalization.\n\nThe bubble burst in 1990 and the value of the Nikkei Index fell by one-third that year. In Oct. 2008, the Nikkei traded below 7,000. This was a decline of more than 80% from its Dec. 1989 high. It subsequently rebounded between June 2012 and June 2015 with the help ofeconomic stimulusfrom the Japanese government and the Bank of Japan, but the index was still nearly 50% below the 1989 high.\n\nTheTokyo Price Index—frequently referred to as TOPIX—is another widely followed index on the Tokyo Stock Exchange. While the Nikkei is an index of 225 selected stocks from the TSE, the TOPIX is an index that includes all the stocks in the TSE.\n\nThe Nikkei is price-weighted, which means the index is an average of the share prices of all the companies listed. Because each company's stock is weighted by its price per share, the Nikkei tends to be influenced by high-priced stocks such as technology stocks.\n\nTOPIX, on the other hand, uses thecapitalization-weightedmethod for all the stocks in the TSE's first section. TOPIX is affected by stocks with large market valuations, such as financials.\n\nIt is not possible to directly purchase an index, but there are severalexchange-traded funds(ETFs) whose components correlate to the Nikkei. ETFs that track the Nikkei and trade on the Tokyo Stock Exchange include Blackrock's iShares Nikkei 225 and Nomura Asset Management Nikkei 225 Exchange Traded Fund. The MAXIS Nikkei 225 Index ETF is a dollar-denominated fund that trades on the New York Stock Exchange.",
  "url": "https://www.investopedia.com/terms/n/nikkei.asp"
}