{
  "term": "NINJA Loan: Definition, History, Current Availability",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA NINJA loan is a slang term for a loan extended to a borrower with little or no attempt by the lender to verify the applicant's ability to repay. It stands for \"no income, no job, and no assets.\" Whereas most lenders require loan applicants to provide evidence of a stable stream of income or sufficientcollateral, a NINJA loan ignores that verification process.\n\nNINJA loans were more common prior to the 2008 financial crisis. In the aftermath of the crisis, the U.S. government issued new regulations to improve standard lending practices across the credit market, which included tightening the requirements for granting loans.At this point, NINJA loans are rare, if not extinct.\n\nFinancial institutions that offered NINJA loans base their decision on a borrower’scredit scorewith no verification of income or assets, such as through income tax returns, pay stubs, or bank and brokerage statements. Borrowers must have a credit score over a certain threshold to qualify. Since NINJA loans are generally provided throughsubprime lenders, however, their credit score requirements may be lower than those of mainstream lenders, such as major banks.\n\nNINJA loans are structured with varying terms. Some may offer an attractively low initial interest rate that increases over time. Borrowers are required to repay the debt according to a scheduled time frame. Failing to make those payments can cause the lender to take legal action to collect the debt, resulting in a drop in the borrower's credit score and ability to obtain other loans in the future.\n\nBecause NINJA loans require so little paperwork compared to, for example, traditional home mortgages or business loans, an application is processed quickly. Their speedy delivery makes them appealing to some borrowers, particularly those who lack the customary documentation or don't wish to produce it.\n\nThe loans can, however, be very risky for the lender. Because NINJA loans require no evidence of collateral, they are not secured by any assets that a lender could seize if the borrower defaults on the loan.\n\nNINJA loans are also risky for the borrower, unfettered as they are by the traditionally conservative bank underwriting practices that often keep both sides out of trouble. Borrowers may be encouraged to take out larger loans than they can reasonably expect to repay, particularly if they focus on a low introductory interest rate that will rise in the future.\n\nNINJA loans can be extremely risky for borrowers and lenders alike.\n\nAfter a high level of loan defaults helped trigger the 2008 financial crisis and a crash in real estate values in many parts of the country, the government imposed stricter rules on lenders, making loans more highly regulated than before, with mortgage loans seeing the greatest impact.\n\nThe 2010Dodd–Frank Wall Street Reform and Consumer Protection Actcreated new standards for lending and loan applications. The new rules largely did away with NINJA loans, requiring lenders to obtain more comprehensive information about prospective borrowers, including their credit scores and documented evidence of their employment and other income sources.\n\nThe proliferation of NINJA loans was a contributing factor in the2007–2008 financial crisisandhousing bubble. One research paper estimated that such loans accounted for $100 billion, or 20% of total losses, tallied during the crisis.\n\nNINJA loans have largely ceased to exist in the United States due to tighter lending standards put in place after the 2008 financial crisis.\n\nPrior to the financial crisis, banks became greedy in profiting from writing home loans. NINJA loans were originally designed for borrowers who had difficulty producing the necessary paperwork to verify their income and assets, such as prior tax returns because they derived their income from untraditional sources where such documentation is unavailable (e.g., tips or a personal business). Lenders often extended these loans to borrowers based purely on their credit scores, without any further documentation of the individual’s ability to make payments.\n\nNINJA loans (no income, no job, no assets) are a category oflow/no documentation(low/no doc) loan, also known as \"liar loans.\"\n\nPopular in the early- to mid-2000s, NINJA loans (which required no proof of employment, income, or assets) were partly responsible for the housing bubble and subsequent collapse coinciding with the 2007–2008 financial crisis and the ensuing Great Recession. Since that time, new regulations have largely stamped out this practice.\n\nInternational Monetary Fund. \"Outbreak: U.S. Subprime Contagion.\"\n\nConsumer Financial Protection Bureau. \"Ability-To-Repay and Qualified Mortgage Rule,\" Page 7.\n\nThomas Herndon. \"Liar's Loans, Mortgage Fraud, and the Great Recession,\" Page 1.",
  "url": "https://www.investopedia.com/terms/n/ninja-loan.asp"
}