{
  "term": "No Documentation (No Doc) Mortgages: How It Works, Types",
  "definition": "A no documentation (no doc) mortgage is a loan to buy property that doesn't require income verification from the borrower. This type of loan, now virtually illegal, is instead approved on a declaration that confirms the borrower can afford the loan payments.\n\nNo doc mortgages were commonly given to those whose incomes aren't easily verified, so they are higher risk borrowers. Largely unregulated, these loans were mainly based on the resale potential of the secured property and therepaymentstructure of the mortgage. Learn more about how no doc mortgages work and about the lending standards today.\n\nA no documentation mortgage is a loan to buy a home that does not require theincome documentsrequired by a typical mortgage. These loans are considered higher risk.\n\nTypically, you must submit proof of income to qualify for a mortgage. Required documentation may include W2s, pay stubs, employment letters, and/or recent tax returns.Lenders want to see that you can afford payments on the loan, so they want proof you have a stable and reliable source of income.\n\nSome mortgages, however, don't require any proof of income. These are called no documentation (no doc) mortgages, no documentation loans, or no income verification mortgages. With theseloans, borrowers aren't required to provide a lot of paperwork, like the docs mentioned above. Instead, they may only have to provide a declaration that indicates they are able to repay the loan. These mortgages are commonly granted to people who don't have a regular income source,self-employedindividuals, new immigrants, or temporary workers.\n\nIncome requirements are just part of the criteria you need to be approved for a mortgage. You'll also need to meet other criteria such as a down payment and a goodcredit score, among others.\n\nNo documentation (no doc) mortgages do not meet theConsumer Credit Protection Actrequirement to reasonably verify the borrower’s financials. Because they don't require income verification, these mortgages tend to be very risky. And they tend to be increasingly rare since the 2010 passage of theDodd-Frank Wall Street Reform and Consumer Protection Act, which requires documentation on all types of loans—especially mortgages.\n\nPassed in the wake of the financial crisis of 2008, the Dodd-Frank Wall Street Reform and Consumer Protection Act instituted reforms and changes to the banking/financial industry, many of which focused on the lending business. Subprime mortgages and other high-risk loan products—notorious for their high levels of default—were considered among the main culprits of the crisis, which triggered the two-yearGreat Recession.\n\nIn a sense, true no doc mortgages no longer exist. Now, no lender will rely just on your word that you can repay the loan, as they did in the housing market boom of the early 2000s. This practice is illegal. Lenders must verify the information you provide using some kind of documentation.\n\nHowever, mortgage lenders can still ease their requirements regarding income documentation in other ways. Borrowers can still find loans that do not require tax returns or other traditional income-verifying documents. Instead, the lender allows you use other items, such as bank statements or brokerage statements, to show that you can meet your mortgage payments.\n\nNo doc mortgages are commonly granted to individuals who don't have a regular source of income, including those who are self-employed, or whose wealth stems from investments or unearned-income sources. They help houseflippersandlandlordswith multiple expense write-offs on their tax returns to buy investment properties without thoroughly documenting their income.\n\nBut lenders granting these loans require borrowers to have excellent credit scores and high cash reserves available to make largedown payments. The verification of a borrowers’ employment merely states monthlygross incomeon the application.\n\nDown payment requirements are also different when it comes to these mortgages. At least a 30% down payment is required, while other mortgages may be as much as 35% to 50%. In comparison, mostconventional mortgagesrequire a 20% down payment. Such mortgages also have a maximum 70loan-to-value ratio (LTV). This ratio is calculated as the amount of the mortgageliendivided by the appraised value of the property, expressed as a percentage.\n\nThe higher the borrower’s down payment on theinvestment property, the easier it is to be approved for the loan. This business model holds true for many mortgages because lenders see that the borrower is willing to offer a significant amount ofcapital. This large lump-sum payment may mean there is less likelihood that the borrower will default because of their considerable investment.\n\nNo doc mortgages fall into theAlt-Acategory of lending products. They are considered as falling in between prime andsubprimemortgages in terms of risk.\n\nOther types of Alt-A loans include:\n\nTheinterest ratesfor no documentation and other Alt-A products are usually higher than rates for a traditional mortgage loan. Many of these limited documentation loans take their security basis from the equity position in a property.\n\nAmortgage calculatorcan be a good resource to help you budget for the monthly cost of your payment.\n\nWhen you apply for a mortgage, you generally need to provide documentation that you have sufficient income to cover your expenses. This can include W-2s, pay stubs, tax forms, or letters from employers. You may also provide bank statements, or Social Security documents, or pension distribution statements, depending on your situation.\n\nA NINJA loan is a loan that is granted to people who have no job, no income, and no assets. Essentially, they are mortgages for people who can likely not repay them. NINJA loans are essentially illegal now as a result of the Dodd Frack Act.\n\nYou can get ahome equity line of credit (HELOC)without being employed but you will typically have to prove you have another source of income. You may, for example, have to prove you receive income from your assets or collect pension payments.\n\nThese days, lenders must require some documentation to support the information you provide them. In the past \"no doc\" loans allowed them to provide funds to borrowers who simply declared their income without providing proof. Some lenders today may have looser lending practices than others, but when they provide funds to borrowers without thoroughly vetting their finances, they are assuming a risk.\n\nConsumer Financial Protection Bureau (CFPB). \"Consumer Financial Protection Bureau Issues Rule to Protect Consumers.\"\n\nConsumer Financial Protection Bureau (CFPB). \"What Do I Have to Do to Apply for a Mortgage Loan?\"\n\nConsumer Financial Protection Bureau. \"Ability-to-Repay and Qualified Mortgage Rule: Small entity Compliance Guide.\"\n\nFederal Register, via govinfo. “Bureau of Consumer Financial Protection.\"\n\nConsumer Financial Protection Bureau. \"Ability-To-Repay and Qualified Mortgage Rule.\"",
  "url": "https://www.investopedia.com/terms/n/nodocmortgage.asp"
}