{
  "term": "Noise Trader: Meaning, Technical Traders, Agenda",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nNoise trader is generally a term used in academic finance studies associated with theEfficient Markets Hypothesis (EMH). The definition is often vaguely stated throughout the literature though it is mainly intended to describe investors who make decisions to buy or sell based on factors they believe to be helpful but in reality will give them no better returns than random choices.\n\nConventional wisdom posits that noise traders are considered to be substantial contributors to high-volumetrading days because it is thought that these traders are making irrational decisions and responding emotionally. However high-volume trading days are inevitably driven by institutional investors who are among the most informed and should be making the most well-researched investing decisions.\n\nThe category of traders that are stereotyped as noise traders includes novices and those who trade primarily based on technical analysis. However, those who don't trade the market averages and instead follow trading systems that under perform the market, regardless of the factors involved, should, strictly speaking, be lumped into the same category. This is the reason that the definition is inconsistent and often unclear in the literature because the definition of what exactly constitutes rational investing is also not a standard definition.\n\nSome professional analysts and academics like to say that noise traders overinflated the price of securities in bullish trading periods and depressed the price of securities in bearish trading. For mainstream investors, these affects can be known asnoise trader risks.\n\nTechnical tradersare often considered noise traders since their trading strategies are usually unrelated to company fundamentals. But this assumes a study of company fundamentals generates better returns than random choices or market averages--and this is certainly not the case for all traders and investors who follow company fundamentals.The semi-strong form of the EMHwould categorize both technical and fundamental indicators as suspect in generating predictably better than random returns.\n\nNoise traders, those who follow unproven signals of any kind, form a substantial portion of the market’s trading volume on any given day. Active technical analysts and full-time day traders make trades throughout the trading day based on price action indicators and patterns that are derived from daily price series charts. However a small portion of these are actually much more successful than random returns or the market averages. Conventional wisdom would still label these noise traders, but that designation is perhaps unwarranted since they clearly are following signals that matter at some level.\n\nRegardless of the validity of their signal, those who contribute to an unusually high volume of daily trades can substantially affect a stock’s price either positively or negatively, and thus are considered to induce noise into market pricing.\n\nEdwin Burton and Sunit Shah introduced the concept of the Noise Trader agenda to help better frame a discussion of noise traders. This concept was published in their text titled, \"Behavioral Finance,\" (Wiley, 2013) and it is further quoted in theCMT Association'sLevel I Exam book. This concept explains a more useful and practical way of thinking about noise traders. They explain as follows:",
  "url": "https://www.investopedia.com/terms/n/noisetrader.asp"
}