{
  "term": "Nominal Value: What It Means, Formulas for Calculating It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nNominal value of a security, often referred to as face orpar value, is itsredemptionprice and is normally stated on the front of that security. With respect to bonds and stocks, it is the stated value of an issued security, as opposed to its market value. In economics, nominal values refer to the unadjusted rate or current price, without taking inflation or other factors into account as opposed toreal values, where adjustments are made for general price level changes over time.\n\nNominal value is a critical component of many bond and preferred stock calculations, including interest payments, market values, discounts, premiums and yields. Nominal value of common stock will usually be much lower than its market value due to supply / demand considerations while the nominal value of preferred stock should be more in line with its market value. The nominal value of a bond will vary from its market value based on market interest rates.\n\nNominaland real values also play a vital role in economics, whether it takes into accountnominal GDPversus real GDP ornominal interest ratesversus real interest rates. Real values factor in the changes in purchasing power. While thenominal rate of returnreflects an investor's earnings as a percentage of their initial investment, thereal rate of returntakes inflation and the actual buying power of the investor's earnings into account.\n\nInvestopedia / Michela Buttignol\n\nFor bonds, the nominal value is theface value, which is the amount repaid to the bondholder atmaturity. Corporate, municipal, and government bonds typically have face values of $1,000, $5,000, and $10,000, respectively.\n\nIf a bond'syield to maturity(YTM) is higher than its nominal interest rate (coupon rate) then the real value of the bond will be lower than its face (nominal) value and the bond is said to selling at a discount to par, orbelow par. Conversely, if the YTM is lower than its nominal interest rate then the real value of the bond is higher than its face value and it is said to be selling at a premium to par, orabove parand if they are the same then the bond is selling at its nominal, or par, value. Zero-coupon bonds are always sold at a discount to nominal value, because the investor does not receive interest until the bond matures. The formula for calculating bond market value is:\n\nBP=∑Coupon Payments(1+Market Yield)i+Face Value(1+Market Yield)nwhere:BP=Bond priceCoupon Payments=Face value×Coupon ratei=Each yearn=Number of years\\begin{aligned}&\\text{BP} = \\frac { \\sum{\\text{Coupon Payments}} }{ ( 1 + \\text{Market Yield} ) ^ i } + \\frac {\\text{Face Value} }{ ( 1 + \\text{Market Yield} ) ^ n} \\\\&\\textbf{where:} \\\\&\\text{BP} = \\text{Bond price} \\\\&\\text{Coupon Payments} = \\text{Face value} \\times \\text{Coupon rate} \\\\&i = \\text{Each year} \\\\&n = \\text{Number of years} \\\\\\end{aligned}​BP=(1+Market Yield)i∑Coupon Payments​+(1+Market Yield)nFace Value​where:BP=Bond priceCoupon Payments=Face value×Coupon ratei=Each yearn=Number of years​\n\nFor example, a 3 year corporate bond issue with face value of $1000 and a coupon rate of 10%. The annual coupon payments would be $100 ($1000 * 10%). If the market rate (YTM) is higher than the coupon rate, say 12%, then the market value of the bond would be selling at a discount to par (less than $1000).\n\nBond Price=$1001+12%+$100(1+12%)2+$100(1+12%)3Bond Price=+$1000(1+12%)3=$89.29+$79.72+$71.18+$711.79=$951.98\\begin{aligned}\\text{Bond Price} =& \\frac { \\$100 }{ 1 + 12\\% } + \\frac { \\$100 }{ (1 + 12\\%) ^ 2 } + \\frac { \\$100 }{ (1+ 12\\%) ^ 3 } \\\\\\phantom{ \\text{Bond Price} = } &+ \\frac { \\$1000 }{ (1 + 12\\%) ^ 3 } \\\\=& \\$89.29 + \\$79.72 + \\$71.18 + \\$711.79 \\\\=& \\$951.98 \\\\\\end{aligned}Bond Price=Bond Price===​1+12%$100​+(1+12%)2$100​+(1+12%)3$100​+(1+12%)3$1000​$89.29+$79.72+$71.18+$711.79$951.98​\n\nThe nominal value of a company's stock, or par value, is an arbitrary value assigned for balance sheet purposes when the company is issuingshare capital– and is typically $1 or less. It has little to no bearing on the stock's market price. For example, if a company obtains authorization to raise $5 million and its stock has a par value of $1, it may issue and sell up to 5 million shares of stock. The difference between the par and the sale price of stock is called theshare premiumand may be considerable, but it is not technically included in share capital or capped by authorized capital limits. So, if the stock sells for $10, $5 million will be recorded as paid share capital, while $45 million will be treated as additional paid in capital.\n\nPreferred stocksare hybrid assets which pay dividends and may be converted to common stock. The nominal (par) value is quite important here as this is the amount used to calculate the dividend. For example, a company issuing a 5% preferred stock with a par (nominal) value of $50 would be paying dividends of $2.50 (5% *$50) per share annually. The preferred stock's price will depend on the market's assessment of the dividend percentage being offered, in this case 5%. If the market is satisfied with 5% then the stock will trade around its nominal (par) value. If the dividend percentage is higher or lower than market expectations then the preferred stock's price will trade at a higher or lower price than its nominal value.\n\nIn economics, nominal value refers to the current monetary value and does not adjust for the effects of inflation. This renders nominal value a bit useless when comparing values over time. It is for this reason that investors prefer real values, which factor in inflation, to give a relative comparison that is more accurate and understandable. Real rate is the nominal rate minus the inflation rate.\n\nReal Rate=Nominal Rate−Inflation Rate\\text{Real Rate} = \\text{Nominal Rate} - \\text{Inflation Rate}Real Rate=Nominal Rate−Inflation Rate\n\nFor example, if nominalgross domestic product(GDP) growth rate is 5.5% for a given year and the related annual inflation rate is 2%, then the real GDP growth rate for the year is 3.5%.\n\nThe nominalexchange rateis the number of units of the domestic currency that can purchase a unit of a given foreign currency. The real exchange rate is defined as the ratio of the foreign price level to the domestic price level, where the foreign price level is converted into domestic currency units via the current nominal exchange rate. In contrast to the nominal exchange rate, the real exchange rate is always floating, because even in fixed exchange rate regimes, the real exchange rate changes as inflation changes.\n\nWhen looking at a country’s export competitiveness, it is the real exchange rate that matters. Thenominal effective exchange rate(NEER), an unadjusted weighted average rate at which one country's currency exchanges for a basket of multiple foreign currencies, is an indicator of a country's international competitiveness in terms of the foreign exchange market. But the NEER can be adjusted to compensate for the inflation rate of the home country relative to the inflation rate of its trading partners, resulting in thereal effective exchange rate(REER).",
  "url": "https://www.investopedia.com/terms/n/nominalvalue.asp"
}