{
  "term": "Nominal Rate of Return Calculation & What It Can/Can't Tell You",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe nominal rate of return is the amount of money generated by an investment before factoring in expenses such as taxes, investment fees, andinflation. If an investment generated a 10% return, the nominal rate would equal 10%. After factoring in inflation during the investment period, the actual (\"real\") return would likely be lower.\n\nHowever, the nominal rate of return has its merits since it allowsinvestorsto compare the performance of an investment irrespective of the differenttax ratesthat might be applied for each investment.\n\n﻿Nominal rate of return=Current market value−Original investment valueOriginal investment value\\text{Nominal rate of return} = \\frac{\\text{Current market value}-\\text{Original investment value}}{\\text{Original investment value}}Nominal rate of return=Original investment valueCurrent market value−Original investment value​﻿\n\nThe nominal rate of return helps investors gauge the performance of their portfolio whether it's comprised of stocks, bonds, or other investments. The nominal rate of return strips out outside factors that can affect performance such as taxes and inflation. By using the nominal rate of return, investors can compare the performance of different investments over different time periods that might have different inflation rates.\n\nTracking the nominal rate of return for a portfolio or its components helps investors to see how they're managing their investments over time.\n\nThe after-tax rate of return of an investment takes the effect of taxation on the investment's returns into account. In most cases, investors pay different amounts of tax on investments based on the investment, how long the investment was held, and the investor's tax bracket. As a result, the two investors may face different after-tax rates of return on their investment, even if it is the same investment with the same nominal rate of return.\n\nAlso, different investments will have different tax rates applied to them. If an investor is comparing a municipal bond with a corporate bond whereby both bonds have the same nominal rate of return, their after-tax return is markedly different. In most cases, municipal bonds are tax-exempt while income fromcorporate bondsis subject to taxation. As a result, if the IRS taxes the corporate bond, the rate of return will be significantly less than the rate of return on the municipal bond, because the corporate bond is subject to capital gains tax.\n\nLet's say an investor placed $100,000 in a no-fee fund to be invested for one year. At the end of the year, the investment was worth $108,000, given the market price at the end of the same year:\n\n﻿($108000−$100000)$100000=0.08=8%\\frac{ \\left(\\$108\\,000 - \\$100\\,000 \\right) }{\\$100\\,000} = 0.08 = 8\\%$100000($108000−$100000)​=0.08=8%﻿\n\nA real rate of returnis the annual percentage return realized on an investment, which is adjusted for changes in prices due to inflation or other external factors. Adjusting the nominal return to compensate for factors such as inflation allows you to determine how much of your nominal return is a real return. Conversely, the nominal rate of return strips out outside factors that can affect performance such as taxes and inflation.\n\nThe nominal rate of return doesn't include inflation or taxes when calculating the performance of an investment. For example, if an investment earned 10% over one year, but inflation was 2.5% for the same period, the actual rate of return would be 7.5%, or 10% - 2.5% inflation. Although the nominal rate return is an important metric when comparing the performance of multiple investments, it should be used in tandem with the real rate of return to make sure that investment gains are not being eroded by inflation or rising prices.",
  "url": "https://www.investopedia.com/terms/n/nominal-rate-of-return.asp"
}