{
  "term": "Nominated Advisor (NOMAD): What it is, Qualifications",
  "definition": "A nominated advisor (NOMAD) is a financial services firm that assists with listing a company on theAlternative Investment Market(AIM) of theLondon Stock Exchange(LSE). The Alternative Investment Market is a specialized unit of the LSE catering to smaller, more risky companies.\n\nThe LSE requires that a company seeking a listing on AIM have a NOMAD, which the LSE itself must approve to carry out the functions. Once listed on the AIM, the NOMAD oversees the company and ensures it follows regulations. NOMADs are thus seen as the regulatory system for the less-stringent AIM market and are tasked with advising companies both pre-IPO and after listing.\n\nThe Alternative Investment Market (AIM) was established in 1995 by the London Stock Exchange to enable emerging growth companies to raisecapital. The AIM is considered to be a submarket of the LSE. Well over 3,500 such companies from around the world have taken advantage of the lower listing requirements offered by this alternative exchange. However, there is a rule that a company must retain the services of a NOMAD to help guide it through the AIM listing process.\n\nA NOMAD is a corporate finance advisor, usually a boutique investment bank, which conducts thorough due diligence for the suitability of an AIM applicant for the exchange. If satisfied with the company'sbusiness model, financial and operating track record, the competence of executives and directors, and intended capital structure, the NOMAD will assist the company in its preparation and application for admission to the AIM.\n\nIf the company and NOMAD are successful in their efforts, the NOMAD will continue to monitor its client—this is a requirement of the LSE. The NOMAD must act as the regulator, ensuring that the company complies with AIM rules at all times. The NOMAD also serves an ongoing role of providing advice on business operational or financial strategy.\n\nCompanies must retain NOMAD services to help guide them through the AIM listing process.\n\nAs of May 2022, there are 27 NOMADs approved by the LSE.The following are noted criteria for an entity to be considered a NOMAD:\n\nAlong with a NOMAD, companies that want to join the AIM should consider retaining a broker, an accountant, and a legal adviser. Brokers are also members of the LSE and are required to be from the same firm as the NOMAD.Brokersare responsible to bring buyers and sellers together. Accountants are independent of the company and monitor the company's financials. The accountant also helps the company prepare all financial documents required of it. Finally, the legal adviser takes care of any verifications of statements as well as provides direction and advice to the company'sboard members.\n\nLondon Stock Exchange. \"Nominated Adviser Directory.\"\n\nLondon Stock Exchange. \"Role of Advisers on AIM.\"",
  "url": "https://www.investopedia.com/terms/n/nominatedadvisor.asp"
}