{
  "term": "Nominal: What It Means in Finance and Economics",
  "definition": "Nominal is a common financial term with several different meanings. In the first, it means very small or far below the real value or cost. In finance, this adjective modifies words such as a fee or charge. A nominal fee is below the price of the service provided or presumably easy for a consumer to afford, or a fee that is small enough that it does not have any meaningful impact on one's finances. Nominal may also refer to a rate that's been unadjusted for inflation.\n\nIn finance and economics, nominal may also refer to an unadjusted rate or the change in value. When defining items like the gross domestic product (GDP) or interest rates, nominal points to a figure that is unadjusted forseasonality, inflation, interestcompounding, and other modifiers. In this use, nominal shows the contrast to \"real\" economic statistics that do make such adjustments or modifications to results.\n\nBecause a nominal figure will deal with the unadjusted value of a study, it is best not to use it as a comparative figure. Consider someone who has $100 in 1950 versus someone with $100 in 2020. Although both people may have $100—which is the nominal value—the real value is not the same, where the nominal value does not factor in inflation. The nominal value of an asset can also mean its face value. For example, a bond with a face value of $1,000 has a nominal value of $1,000.\n\nThe term real, as opposed to nominal, expresses the value of something after making adjustments for various factors in creating a more accurate measure. For example, the difference between nominal and real GDP is that nominal GDP measures the economic output of a country using current market prices, and real GDP takes inflation into account to create a more accurate measure.\n\nTherate of return(RoR) is the amount an investor earns on an investment. While the nominal rate of return reflects the investor's earnings as a percentage of the initial investment, the real rate takes inflation into account. As a result, the real rate gives a more accurate assessment of the actual buying power of the investor's earnings.\n\nFor example, imagine you buy a $10,000 stock and sell it the following year for $11,000. Your nominal rate of return is 10%. However, to get a more accurate picture of youractual return, this rate needs to be adjusted for inflation, as thepurchasing powerof your money has likely changed over the one year. Therefore, if inflation for that year is 4%, the real rate of return is only 6% or the nominal rate of return minus the rate of inflation.\n\nLike the difference between nominal and real rates of return, the difference between nominal and real interest rates is that the latter is adjusted for inflation.For example, if an investment is expected to return 7% interest, but the inflation rate is 4%, then thereal interest rateon that investment is only 3%.\n\nHowever, in terms of interest, the nominal rate also contrasts with theannual percentage rate(APR) and theannual percentage yield(APY). In the case of APY, the nominal, or stated rate is the rate the lender advertises, and it is the basic interest rate the consumer pays on the loan.\n\nOn the other hand, APR takes into account fees and other costs associated with the loan, and it calculates the interest rate with those factors in mind. For example, imagine a borrower takes out a $1,000 loan with a 5% nominal interest rate, but they also pay a $100 origination fee. During the first year of the loan, they face $50 in interest fees. However, when we factor in the origination fee, they pay $150 in fees and interest.\n\nThis total fee sum equates to a 15% APR. Conversely, APY takes both the fees and the effect of compounding into account to give the borrower an even more accurate picture of their interest rate.\n\nAs in the example above, the nominal value for someone who has $100 in 1950 does not change for someone who has $100 in 2020. What does change is thepurchasing power, where inflation decreases purchasing power over time. Assuming an average annual inflation rate of 3.46% from 1950 to 2020, then what $100 would buy in 1950 would cost $1,081 in 2020. Thus, the real value of $100 in 1950 would be $1,081 in 2020.\n\nFederal Reserve Bank of St. Louis. \"Getting Real about Interest Rates - The Economic Lowdown Podcast Series.\"",
  "url": "https://www.investopedia.com/terms/n/nominal.asp"
}