{
  "term": "Nominal Interest Rate: Formula, vs. Real Interest Rate",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA nominal interest rate is one that does not consider inflation.\n\nNominal interest rate refers to the interest rate before it’s adjusted for inflation.Nominalcan also refer to the advertised or stated interest rate on a loan, without taking into account any fees or compounding of interest.\n\nCentral banksset short-term nominal interest rates, which form the basis for otherinterest ratescharged by banks and financial institutions. Nominal interest rates may be held at artificially low levels after a major recession to stimulate economic activity through low real interest rates, which encourage consumers to take out loans and spend money.However, a necessary condition for such stimulus measures is thatinflationshould not be a present or near-term threat. In the United States, thefederal funds rate, the interest rate set by theFederal Reserve, can also be referred to as a nominal rate.\n\nConversely, during inflationary times, central banks tend to set nominal rates high. Unfortunately, they may overestimate the inflation level and keep nominal interest rates too high. The resulting elevated level of interest rates may have serious economic repercussions, as they tend to stall spending.\n\nNominal rates tend to be high during periods of high inflation.\n\nNominal interest rates exist in contrast to real interest rates and effective interest rates.Real interest ratestend to be important to investors and lenders, whileeffective interest ratesare significant for borrowers as well as investors and lenders.\n\nAlthough the nominal rate is the stated rate associated with a loan, it is typically not the rate that the consumer pays. Rather, the consumer pays an effective rate that varies based on fees and the effect ofcompounding. To that end, theannual percentage rate (APR)differs from the nominal rate, as it takes fees into account, andannual percentage yield (APY)takes both fees and compounding into account.\n\nThe nominal interest rate (n) for a specified period, when the effective interest rate is known, can be calculated as:\n\nHowever, most borrowers typically want to know the effective rate, as the nominal rate is often the rate that is stated. The formula for effective interest rate (e) is:\n\nFor example, if a loan’s stated (nominal) rate is 8% and it’s compounded semiannually, then the effective interest rate (e) would be:\n\nTreasury Inflation-Protected Securities (TIPS) allow investors to preserve their savings without losing value to inflation.\n\nUnlike the nominal rate, the real interest ratetakes the inflation rate into account. The equation that links nominal and real interest rates can be approximated as nominal rate = real interest rate + inflation rate, or nominal rate - inflation rate = real interest rate.\n\nTo avoid purchasing power erosion through inflation, investors consider the real interest rate, rather than the nominal rate. One way to estimate the real rate of return in the U.S. is to observe the interest rates onTreasury Inflation-Protected Securities (TIPS).The difference between the yield on aTreasury bondand the yield on TIPS of the same maturity provides an estimate of inflation expectations in the economy.\n\nFor example, if the nominal interest rate offered on a three-year deposit is 4% and the inflation rate over this period is 3%, then the investor’sreal rate of returnis 1%. On the other hand, if the nominal interest rate is 2% in an environment of 3% annual inflation, the investor’spurchasing powererodes by 1% per year.\n\nNominal interest rates do not account for inflation, while real interest rates do. For example, in the United States, the federal funds rate, the interest rate set by the Federal Reserve, can form the basis for the nominal interest rate being offered. The real interest, however, would be the nominal interest rate minus the inflation rate, usually measured by theConsumer Price Index (CPI).\n\nTo avoid purchasing power erosion through inflation, investors consider the real interest rate rather than the nominal interest rate. One way to estimate the real rate of return in the United States is to observe the interest rates on Treasury Inflation-Protected Securities (TIPS). The difference between the yield on a Treasury bond and the yield on TIPS of the same maturity provides an estimate of inflation expectations in the economy.\n\nAnnual percentage yield (APY) is the effective interest rate, which tends to be more relevant to borrowers and lenders. The consumer, usually the borrower, pays an effective rate that varies from the nominal (stated) rate based on fees and the effect of compounding. To that end, the effective rate (APY) is often higher than the nominal rate.\n\nThe effective rate, which factors in compounding, can be calculated from the nominal rate, which is often the rate that is stated. The formula for effective interest rate (e) is:\n\n(where n = nominal rate and m = number of compounding periods)\n\nFederal Reserve Bank of San Francisco. “U.S. Monetary Policy: An Introduction. Part 3: How Does Monetary Policy Affect the U.S. Economy?”\n\nTreasuryDirect. “Treasury Inflation Protected Securities (TIPS).”\n\nU.S. Department of the Treasury. “Daily Treasury Par Real Yield Curve Rates.”",
  "url": "https://www.investopedia.com/terms/n/nominalinterestrate.asp"
}