{
  "term": "Non-Operating Expense: Definition and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA non-operating expense is a business expense unrelated to core operations. The most common types of non-operating expenses are interest charges and losses on the disposition of assets. Accountants sometimes remove non-operating expenses and non-operating revenues to examine the performance of the core business, excluding the effects of financing and other items.\n\nNon-operating expenses can be contrasted withoperating expenses, which relate to the day-to-day functioning of a business.\n\nNon-operating expense, like its name implies, is an accounting term used to describe expenses that occur outside of a company's day-to-day activities. These types of expenses include monthly charges like interest payments on debt and can also include one-time or unusual costs. For example, a company may categorize any costs incurred fromrestructuring,reorganizing, or costs from currency exchange as non-operating expenses.\n\nNon-operating expenses are recorded at the bottom of a company'sincome statement. The purpose is to allow financial statement users to assess the direct business activities that appear at the top of the income statement alone. Generating profit from core operations is critical for a company.\n\nWhen looking at a company's income statement from top to bottom,operating expensesare the first costs displayed belowrevenue. The company starts the preparation of its income statement withtop-linerevenue.Cost of goods sold(COGS) is subtracted from revenue to arrive atgross income.\n\nAfter gross income is calculated, operating costs are subtracted to get the company'soperating profit, or earnings before interest and tax (EBIT). After operating profit has been derived, non-operating expenses are subtracted from operating profit to arrive atearnings before taxes(EBT). Taxes are then deducted to derivenet income.\n\nMost public companies finance their growth with a combination of debt and equity. Regardless of the allocation, any business that has corporate debt also has monthly interest payments. This is considered a non-operating expense, as interest payments don't arise as a result of a business' operations but because of the financing of the operations.\n\nIf a company sells a building, and it's not in the business of buying and selling real estate, the sale of the building is a non-operating activity. If the building were sold at a loss, the loss is considered a non-operating expense.\n\nWhen looking at how a company generates profits, understanding its profits from core operations, net of direct operating expenses, is critical. Costs unrelated to these operations impact the bottom line, but they may not indicate how well a company is running.\n\nInterest payments, the costs of disposing of property or assets not related to operations, restructuring costs, inventory write-downs, lawsuits, and otherone-time chargesare common examples of non-operating expenses..\n\nTypically, no. These would both be directly related to a business' core operations, since without paying rent and utilities, the firm wouldn't be able to function.",
  "url": "https://www.investopedia.com/terms/n/non-operating-expense.asp"
}