{
  "term": "Non-Deliverable Forward (NDF): Meaning, Structure, and Currencies",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA non-deliverable forward (NDF) is a cash-settled, and usually short-term,forward contract. Thenotional amountis never exchanged, hence the name \"non-deliverable.\"\n\nA non-deliverable forward (NDF) is a two-party currency derivatives contract to exchange cash flows between the NDF and prevailing spot rates. One party will pay the other the difference resulting from this exchange.\n\nCash flow = (NDF rate - Spot rate) * Notional amount\n\nNDFs are tradedover-the-counter (OTC)and commonly quoted for time periods from one month up to one year. They are most frequently quoted and settled in U.S. dollars and have become a popular instrument since the 1990s for corporations seeking tohedgeexposure to illiquid currencies.\n\nA non-deliverable forward (NDF) is usually executedoffshore, meaning outside the home market of the illiquid or untraded currency. For example, if a country's currency is restricted from moving offshore, it won't be possible to settle the transaction in that currency with someone outside the restricted country. However, the two parties can settle the NDF by converting all profits and losses on the contract to a freely traded currency. They can then pay each other the profits/losses in that freely traded currency.\n\nThat said, non-deliverable forwards are not limited to illiquid markets or currencies. They can be used by parties looking to hedge or expose themselves to a particular asset, but who are not interested in delivering or receiving the underlying product.\n\nAll NDF contracts set out the currency pair, notional amount, fixing date, settlement date, and NDF rate, and stipulate that the prevailing spot rate on the fixing date be used to conclude the transaction.\n\nThe fixing date is the date at which the difference between the prevailing spot market rate and the agreed-upon rate is calculated. The settlement date is the date by which the payment of the difference is due to the party receiving payment. The settlement of an NDF is closer to that of aforward rate agreement (FRA)than to a traditional forward contract.\n\nIf one party agrees to buy Chinese yuan (sell dollars), and the other agrees to buy U.S. dollars (sell yuan), then there is potential for a non-deliverable forward between the two parties. They agree to a rate of 6.41 on $1 million U.S. dollars. The fixing date will be in one month, with settlement due shortly after.\n\nIf in one month the rate is 6.3, the yuan has increased in value relative to the U.S. dollar. The party who bought the yuan is owed money. If the rate increased to 6.5, the yuan has decreased in value (U.S. dollar increase), so the party who bought U.S. dollars is owed money.\n\nThe largest NDF markets are in the Chinese yuan, Indian rupee, South Korean won, New Taiwan dollar, Brazilian real, and Russian ruble.The largest segment of NDF trading takes place in London, with active markets also in New York, Singapore, and Hong Kong.\n\nThe largest segment of NDF trading is done via the U.S. dollar. There are also active markets using the euro, the Japanese yen and, to a lesser extent, the British pound and the Swiss franc.\n\nCurrencies of emerging markets are often more related to NDF trades.\n\nThe main participants in the NDF market include but aren't necessarily limited to:\n\nSome people enter into NDFs to profit; others enter into NDFs to mitigate risk.\n\nTrading non-deliverable forward contracts comes with several risks. The first risk is market risk. Market risk refers to the potential for losses due to unfavorable movements in the exchange rate of the underlying currency. Since NDFs are often used to hedge or speculate on currencies in emerging markets, these currencies can be highly volatile.\n\nAnother risk is counterparty risk which is the risk that the other party in the NDF contract will not fulfill their financial obligations. Since NDFs are traded over the counter, they do not go through a centralized clearinghouse that guarantees the transaction. This makes participants vulnerable to the possibility that their counterparty may default.\n\nLiquidity risk can be a factor in NDF trading. Liquidity risk occurs when there is a lack of buyers or sellers in the market, making it difficult to enter or exit positions at favorable prices. The NDF market, particularly for certain emerging market currencies, can sometimes be less liquid than more established markets like the spot forex market. This can result in wider bid-ask spreads, slippage, or even the inability to execute a trade.\n\nThe primary difference between non-deliverable forwards and currency swaps lies in the structure and purpose of the contracts. An NDF is a single agreement where one party agrees to exchange a predetermined amount of one currency for another at a specific future date, based on a forward rate. A currency swap is a more complex financial instrument that involves the exchange of both the principal amount and interest payments in two different currencies.\n\nIn a currency swap, the principal amounts are exchanged at the start of the contract and re-exchanged at maturity, while the interest payments are made periodically throughout the life of the swap. This makes currency swaps useful for long-term hedging or for managing exposure to interest rate differences between two currencies.\n\nThe use cases of these two instruments vary. NDFs are primarily used for short-term hedging or speculation, often for currencies that have limited convertibility due to capital controls or liquidity restrictions. They are a way for businesses or investors to manage exposure to currencies they cannot physically hold or trade. Currency swaps are better used for long-term financing or for managing interest rate risk. Currency swaps help businesses with cross-border operations secure better borrowing rates while hedging against exchange rate fluctuations over a longer period.\n\nThe settlement process is also different between the two. NDFs are settled in a single, cash-settled payment at the contract’s maturity, based on the difference between the contract rate and the spot rate. This makes NDFs simpler compared to currency swaps. Currency swaps involve multiple cash flows during the life of the contract, including periodic interest payments and the final re-exchange of principal.\n\nA non-deliverable forward contract is a financial derivative used to hedge or speculate on the future exchange rate of a currency that is typically not freely traded or convertible. Unlike standard forward contracts, where the currencies are physically delivered, NDFs are settled in cash based on the difference between the agreed-upon rate and the actual market rate at maturity.\n\nNDFs are commonly traded in currencies from emerging markets that have capital controls or restricted liquidity. Examples include the Chinese yuan (CNY), Indian rupee (INR), Brazilian real (BRL), and Argentine peso (ARS).\n\nNDF contracts are settled in cash on the contract’s maturity date. The settlement amount is determined by comparing the agreed-upon forward rate with the prevailing spot rate on the settlement date. The difference is then multiplied by the notional amount of the contract, and the result is paid in a freely convertible currency, usually the U.S. dollar.\n\nNDF contracts are primarily used to hedge against currency fluctuations in restricted or emerging market currencies. They allow companies and investors to manage their foreign exchange exposure without having to actually hold or exchange the restricted currency. NDFs are also used for speculative purposes by traders who want to take positions on currency movements, especially in markets where di\n\nNon-deliverable forwards are financial contracts used to hedge or speculate on currencies that are not freely traded due to capital controls or market restrictions. Instead of physically exchanging currencies, NDFs are cash-settled based on the difference between the agreed forward rate and the actual market rate at maturity.\n\nBank for International Settlements. “Comparative View of Global Foreign Exchange (net - net), for Non-Deliverable Forwards.”\n\nBank for International Settlements. \"Offshore Markets Drive Trading of Emerging Market Currencies.\" Page 60.\n\nBank for International Settlements. \"Offshore Markets Drive Trading of Emerging Market Currencies.\" Page 59.",
  "url": "https://www.investopedia.com/terms/n/ndf.asp"
}