{
  "term": "Non-Qualifying Investment: Definition, Examples, Taxation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA non-qualifying investment is an investment that does not qualify for any level of tax-deferred or tax-exempt status.Investmentsof this sort are made with after-tax money. They are purchased and held in tax-deferred accounts, plans, or trusts. Returns from these investments are taxed on anannual\n\nAnnuities represent a common example of non-qualified investments. Over time, the asset may grow with deferred taxes pending withdrawal.For non-qualified annuities, when they are cashed out and surrendered, the first money to come out of the account is treated as earnings for the account holder for tax purposes. If the account holder also withdraws the money originally invested, known as thecost basis, that portion is not taxed again because those taxes were already paid.\n\nWith non-qualifying investments, an investor is typically under no annual restrictions as to the amount they can put towards such assets. This can sometimes offer more flexibility compared with qualifying investment accounts, which usually have maximum amounts that may be contributed, depending on the type of asset.\n\nEmployee 401(k) accounts, for example, are limited to an annual maximum contribution. The limit may increase somewhat over the years, as determined by theInternal Revenue Service (IRS).A non-qualifying investment can see any size contribution made over the course of each year according to the account holder’s strategy for saving.\n\nAccount holders can also make withdrawals on non-qualifying investments when they want, though they will pay tax on interest and other gains, such as appreciation, that have accrued. There also may still be early withdrawal penalties if the account holder takes cash from certain types of assets before reaching a specific age—typically 59½. Also, the account holder might be required to start making withdrawals from their non-qualifying investment accounts at a certain age, often 70½.\n\nSome examples of investments that do not usually qualify for tax-exempt status are antiques,collectibles, jewelry,precious metals, and art.Other investments that may not qualify for any sort of preferential tax treatment are stocks, bonds,REITs(real estate investment trusts), and any other traditional investment that is not bought under aqualifying investmentplan or trust.\n\nInternal Revenue Service. \"Publication 575 (2020), Pension and Annuity Income.\" Accessed June 28, 2021.\n\nInternal Revenue Service. \"Retirement Topics - 401(k) and Profit-Sharing Plan Contribution Limits.\" Accessed June 28, 2021.\n\nInternal Revenue Service. \"2020 Instructions for Schedule D (2020).\" Accessed April 3, 2021.\n\nInternal Revenue Service. \"Instructions for Form 1120-REIT (2020).\" Accessed April 3, 2021.",
  "url": "https://www.investopedia.com/terms/n/non-qualifying-investment.asp"
}