{
  "term": "Non-Taxable Distribution Defintion and Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA non-taxable distribution is a payment to shareholders. It is similar to a dividend, but it represents a share of a company's capital rather than its earnings. Contrary to what the name might imply, it's not really non-taxable. It's just not taxed until the investor sells the stock of the company that issued the distribution. Non-taxable distributions reduce the basis of the stock.\n\nStock received from a corporate spinoff may be transferred to stockholders as a non-taxable distribution.Dividendspaid to cash-value life insurance policyholders are considered non-taxable distributions.\n\nNon-taxable distributions also may be referred to as non-dividend distributions or return of capital distributions.\n\nA non-taxable distribution to shareholders is not paid from the earnings or profits of a company or a mutual fund. It is a return of capital, meaning that investors are getting back some of the money they invested in the company.\n\nExamples of non-taxable distributions include stock dividends, stock splits, stock rights, and distributions received from a partial or complete liquidation of a corporation.\n\nThe distribution is a non-taxable event when it is disbursed, but it will be taxable when the stock is sold. Shareholders who receive non-taxable distributions must reduce thecost basisof their stock accordingly. When the shareholder sells the stock, the capital gain or loss that results will be calculated from the adjusted basis.\n\nFor example, say an investor purchases 100 shares of a stock for $800. During the tax year, the investor receives a non-taxable distribution of $90 from the company. The cost basis will be adjusted to $710 (the price paid for the shares minus the distribution). The following year, the investor sells the shares for $1,000. For tax purposes, the investor's capital gain is $290 (the $200 profit plus the $90 distribution).\n\nThe amount of a non-dividend distribution is usually smaller than the investor’s basis in the shares. In the rare case in which the distribution is more than the basis, the shareholder must reduce their cost basis to zero and report the excess amount of the distribution as a capital gain on IRS FormSchedule D.\n\nFor example, assume the investor in the example above receives a total of $890 in non-taxable dividends. The first $800 of the distribution will reduce the cost basis to zero. The remaining $90 must be reported as a short- or long-term capital gain, depending on whether the shares were held for a year or less.\n\nNon-taxable distributions are generally reported in Box 3 of Form 1099-DIV. Return of capital shows up under the “Non-Dividend Distributions” column on the form. The investor may receive this form from the company that paid the dividend. If not, the distribution may be reported as anordinary dividend.IRS Publication 550provides detailed information to investors about reporting requirements for investment income, including non-dividend distribution income.",
  "url": "https://www.investopedia.com/terms/n/nontaxable-distribution.asp"
}