{
  "term": "Non-Controlling Interest: Definition, How It Works, and Example",
  "definition": "Michela Buttignol / Investopedia\n\nA non-controlling interest is an ownership position in which a shareholder owns less than 50% of outstanding shares and has no control over decisions. It’s also known as a minority interest.\n\nNon-controlling interests are measured at thenet asset valueof entities. They don’t account for potentialvoting rights.\n\nMostshareholdersof public companies would be classified as holding non-controlling interests even with a 5% to 10% equity stake that would be considered to be a large holding in a single company. A non-controlling interest may be contrasted with a controlling or majority interest in a company where the investor does have voting rights and can often affect the course of the company.\n\nMost shareholders are granted a set of rights when they purchase common stock, including the right to a cashdividendif the company has sufficientearningsand declares a dividend. Shareholders may also have the right to vote on major corporate decisions, such as amergeror company sale. A corporation can issue different classes of stock, each with different shareholder rights.\n\nThere are generally two types of non-controlling interests: a direct non-controlling interest and an indirect non-controlling interest. A direct non-controlling interest receives a proportionate allocation of all pre- and post-acquisition amounts of recorded equity of a subsidiary. An indirect non-controlling interest receives a proportionate allocation of a subsidiary’s post-acquisition amounts only.\n\nAn investor generally can’t communicate specific proposals to the board and management unless they control 5% to 10% of the shares. They can’t propose changes to the board of directors, propose changes at shareholder meetings, or team with other investors to make their actions more likely to succeed until they control this number of shares. Such investors are termedactivist investors.\n\nActivist investors range widely in style of action and objectives that can range from seeking operational improvements to restructuring to natural environment and social policy.\n\nConsolidation is a set of financial statements that combines the accounting records of several entities into one set of financials. These typically include a parent company as the majority owner, a subsidiary or a purchased firm, and a non-controlling-interest company. The consolidated financials allow investors, creditors, and company managers to view the three separate entities as if all three firms are one company.\n\nA consolidation also assumes that a parent and a non-controlling-interest company jointly purchased the equity of a subsidiary company. Any transactions between the parent and the subsidiary company or between the parent and the non-controlling-interest firm are eliminated before theconsolidated financial statementsare created.\n\nAssume that a parent company buys 80% of XYZ firm and that a non-controlling-interest company buys the remaining 20% of this subsidiary. The subsidiary’s assets and liabilities on the balance sheet are adjusted tofair market value, and those values are used on the consolidated financial statements. The excess is posted to agoodwillaccount in the consolidated financial statements if the parent and a non-controlling interest pay more than the fair value of the net assets.\n\nGoodwill is an additional expense incurred to buy a company for more than the fair market value. Goodwill is amortized into an expense account over time after an impairment test. This is done under thepurchase-acquisition accountingmethod approved by the Financial Accounting Standards Board (FASB).\n\nAccording to the FASB, non-controlling interest can also refer to the percentage of the company not owned when more than 50% is owned.\n\nNet asset value (NAV) is the value that remains after all liabilities have been expensed. It’s typically just one factor considered in the performance of an asset.\n\nAn activist investor acquires an average of 6% of a company’s outstanding shares, according to the Harvard Law School Forum on Corporate Governance. Less than 5% of outstanding shares awards a minor ownership position but even 5% might be a large holding in a small, single company.\n\nGoodwill is considered to be an intangible asset. The term is commonly used to describe a situation in which Company A is willing to pay more than the fair market value of Company B’s net assets in a bid to acquire Company B.\n\nA non-controlling interest is a minority interest. The shareholder owns less than half the number of outstanding shares. This type of shareholding typically awards no control over corporate decisions or votes. Shareholders with controlling interests have voting rights.\n\nAlways consult with a professional if you’re unsure about the status of shares of a company in which you’re thinking of investing.\n\nFinancial Accounting Standards Board. “Summary of Statement No. 160.”\n\nMorningstar. “Net Asset Value.”\n\nHarvard Law School Forum on Corporate Governance. “Activist Investors and Target Identification.”",
  "url": "https://www.investopedia.com/terms/n/noncontrolling_interest.asp"
}