{
  "term": "Non-Marginable Securities: Definition, Examples, Vs. Marginable",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nNon-marginable securities are not allowed to be purchased on margin at a particular brokerage, or financial institution. They must be fully funded by the investor's cash.\n\nMost brokerage firms have internal lists of non-marginable securities, which investors can find online or by contacting their institutions. These lists will be adjusted over time to reflect changes in share prices and volatility. Holdings in non-marginable securities do not add to the investor's margin buying power.\n\nThe main goal of keeping some securities away from margin investors is to mitigate risk and control the administrative costs of excessivemargin callson what are usually volatile stocks with uncertain cash flows.\n\nExamples of non-marginable securities include recent initial public offerings (IPOs). When a news outlet reports a company is making the first-ever offer to sell shares to the public, this is known as an IPO.Over-the-counter bulletin boardstocks and penny stocks, which are stocks that generally trade per share for under $5 and are owned by small companies, are also non-marginable securities by decree of theFederal Reserve Board.\n\nOther securities, such as stocks with share prices that are under $5, or that are extremely volatile, may be excluded at the discretion of the broker. Some low-volume securities also aren’t marginable.\n\nMarginable securitiesare those that can be posted as collateral in a margin account. The balance of these securities can count toward theinitial marginandmaintenance marginrequirements. Margin securities allow you to borrow against them. However, non-marginable securities can’t be pledged as collateral in a brokerage margin account.\n\nThe downside of marginable securities is that they can lead to the aforementioned margin calls, which can include the unexpected liquidation of securities. Marginable securities can amplify returns, but they may also exacerbate losses.\n\nCharles Schwab sets its margin requirements so that certain securities are not marginable. Schwab allows most stocks and ETFs as marginable securities, as long as the share price is $3 or higher.\n\nAs well,mutual fundsare allowed if they’re owned for more than 30 days, as are investment-grade corporate, treasury, municipal, and government bonds.IPOsabove a certain volatility level are not marginable. However, IPOs are marginable if they are purchased one business day after the IPO on the secondary exchange.\n\nNon-marginable securities have a 100% margin requirement. But certain stocks have special margin requirements, however. The stocks with special margin requirements are marginable, but they have a higher margin requirement than typical stocks and the minimum required by brokers.\n\nFor example, Charles Schwab typically requires an initial maintenance margin of 30%. For certain volatile stocks, the initial maintenance margin is higher. These stocks includeAMC Entertainment(AMC) which has a special maintenance margin of 100% on long positions and 200% on short positions.Gamestop(GME), meanwhile, has a unique maintenance margin of 100% on long positions, and 300% on short positions\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/n/non_marginable_securities.asp"
}