{
  "term": "Non-Issuer Transaction: What It Is, Types",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA non-issuer transaction is a transaction involving a security that is not directly or indirectly executed for the benefit of theissuingcompany. Most deals that occur on thesecondary market, such as stock exchanges, involve non-issuer transactions; secondary offerings; or share buybacks that will involve the issuer.\n\nIsolated non-issuer transactions are exempt from the registration requirements of theSecurities and Exchange Commission(SEC). For instance, if Joe sells 100 shares of XYZ stock to his brother, this transaction would be exempt from registration requirements.\n\nHowever, once Joe sells those 100 shares to his brother, he officially becomes what's known as a non-issuerbroker-dealer. Non-issuers can be described as a person or company that doesn't issue securities or have plans to do so and a broker-dealer is a person or firm that buys and sellssecuritiesfor its own account or on behalf of its customers.\n\nRegulations are much lighter on non-issuer broker-dealers, although these figures are also very limited in what they can do while legally maintaining this status.\n\nAuditorsof a non-issuer broker-dealer must be registered with thePublic Company Accounting Oversight Board(PCAOB)​​​​​​ as of the date of the auditor’s report. Auditors are encouraged to begin the registration process with the PCAOB as soon as practicable. Non-public broker-dealers are also advised to contact the Commission’s Division of Trading and Markets to discuss individual circumstances if necessary.\n\nAuditors of non-issuer broker-dealers must continue to comply with Exchange Act Rule 17a-5(f)(3), which states that the auditor “shall be independent in accordance with the provisions of §210.2-01(b) and (c) of this chapter.” However, auditors of non-issuer broker-dealers are not subject to the partner rotation requirements or compensation requirements of §210.201(c).\n\nU.S. Securities and Exchange Commission. \"17 CFR Parts 240 and 249,\" Page 95.",
  "url": "https://www.investopedia.com/terms/n/nonissuertransaction.asp"
}