{
  "term": "Non-Qualified Plan: Definition, How It Works, and 4 Major Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA non-qualified plan is a type of tax-deferred, employer-sponsored retirement plan that falls outside ofEmployee Retirement Income Security Act(ERISA) guidelines.\n\nNon-qualified plans are designed to meet specialized retirement needs for key executives and other select employees. They can act as recruitment and/or employee retention tools. These plans are also exempt from the discriminatory and top-heavy testing that qualified plans are subject to.\n\nThere are four major types of non-qualified plans:\n\nThe contributions made to these types of plans are usually nondeductible for the employer and taxable for the employee.\n\nHowever, they allow employees to defer taxes until retirement, when they presumably will be in a lowertax bracket.\n\nNon-qualified plans are often used to provide specialized forms of compensation to key executives or employees instead of making them partners or part owners in a company or corporation.\n\nOne of the other major goals of a non-qualified plan is toallow highly compensated employeesto contribute to another retirement plan after their qualified retirement plan contributions have been maxed out, which usually happens quickly, given their level of compensation.\n\nThere are two types of deferred compensation plans: truedeferred compensationplans and salary-continuation plans. The primary difference between the two is in the funding source. With a true deferred compensation plan, the executive defers a portion of their income, which is oftenbonus income.\n\nWith a salary-continuation plan, the employer funds the future retirement benefit on the executive's behalf. Both plans allow for the earnings to accumulate tax-deferred until retirement, when theInternal Revenue Service (IRS)will tax the income received as if it were ordinary income.\n\nWith an executive bonus plan, a company issues an executive alife insurance policywith employer-paid premiums as a bonus. Premium payments are considered compensation and are deductible by the employer. The bonus payments are taxable to the executive. In some cases, the employer may pay a bonus over the premium amount to cover the executive’s taxes.\n\nAsplit-dollar planis used when an employer wants to provide a key employee with apermanent life insurancepolicy. Under this arrangement, an employer purchases a policy on the employee's life, and the employer and the employee divide ownership of the policy.\n\nThe employee may be responsible for paying the mortality cost, while the employer pays the balance of the premium. At death, the employee’sbeneficiariesreceive the main portion of thedeath benefit, while the employer receives a portion equal to its investment in the plan.\n\nAgroup carve-out planis another life insurance arrangement in which the employer carves out a key employee’s group life insurance over $50,000 and replaces it with an individual policy. This allows the key employee to avoid the imputed income on group life insurance above $50,000. The employer redirects the premium it would have paid on the excessgroup life insuranceto the individual policy owned by the employee.\n\nConsider a high-paid executive working in the financial industry who has contributed the maximum to their401(k), and is looking for additional ways to save for retirement.\n\nAt the same time, their employer offers non-qualified deferred compensation plans to executives. This allows the executive to defer a greater part of their compensation, along with taxes on this money, into this plan.\n\nBoth types of deferred compensation plans—true deferred compensation plans and salary-continuation plans—are designed to provide executives with supplemental retirement income. The plan holds assets that are not taxed or paid out as income until some point in the future.\n\nThe most you can contribute to a 401(k) in 2024 is $23,000 if you're under age 50. If you're age 50 or older, you have the option to make acatch-up contributionof up to $7,500. For 2025, you can contribute up to $23,500 if you're under age 50. The catch-up contribution limit is still $7,500.\n\nOften, employers and executives will agree on a set period that the income will be deferred, which could be anywhere from five years up until retirement. Ultimately, the deferred income has the ability to grow tax-deferred until it is distributed. These deferral amounts may change from year to year, depending on the agreement between the executive and employer.\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,500 for 2025, IRA Limit Remains $7,000.\"",
  "url": "https://www.investopedia.com/terms/n/non-qualified-plan.asp"
}