{
  "term": "Non-Owner Occupied: Meaning, Overview, FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nmiodrag ignjatovic / Getty Images\n\nNon-owner occupied is a classification used in mortgage origination, risk-based pricing, and housing statistics for one- to four-unitinvestment properties. The classification means that the owner does not occupy the property. The term is not typically used for multifamily rental properties, such as apartment buildings.\n\nThe accurate classification of property is important for real estatelendersto determine theinterest ratethey will charge a borrower and to ensure they are adequately compensated for therisksthey take in lending money for a purchase. A mortgage on a non-owner-occupied property might have a slightly higher interest rate than a mortgage on an owner-occupied property. This is because borrowers of non-owner-occupied properties are more likely todefaulton their mortgages.\n\nBecause of the higher interest rate, some unscrupulous borrowers will try to classify a non-owner-occupied mortgage as an owner-occupied mortgage to receive a lower interest rate and save money. This is a type of mortgage fraud known asoccupancy fraud.\n\nOccupancy fraud occurs when a borrower lies on amortgage applicationregarding whether or not the property will be owner occupied. If discovered, the borrower could face many repercussions, including prosecution for bank fraud or a demand from the lender that the entire mortgage balance be repaid immediately.\n\nIn some situations, renting an owner-occupied property may not be occupancy fraud, such as when a homeowner must move elsewhere for a job. To avoid unintentionally committing occupancy fraud, borrowers should contact their mortgage lenders before renting owner-occupied properties to tenants.\n\nIn many cases, non-owner-occupied properties refer to condominiums and other single-family homes that are owned and rented out to others. Non-owner-occupied properties requireinsurance coveragebefore renters can use them. Furthermore, if the property is not rented out to tenants and if it is intentionally vacant with no occupants, then a different type of property insurance will be necessary.\n\nBuying and renting out properties for other residential occupants represents a significant part of the overall real estate market. Those who invest in these properties typically search for properties that need repairs but offer the possibility of attracting tenants if they are refurbished and repositioned on the market. This could also apply to different types ofvacation propertiesthat are not the primary dwelling of the owner.\n\nThere is a class offinancingfor non-owner-occupied properties specifically for renovation purposes. A non-owner-occupied renovation loan is a type of mortgage that the borrower can use to acquire the property and borrow funds that will go toward the renovation of the dwelling. In this case, the property will not be aturnkey propertythat the investor can purchase and immediately rent out. The value of such a mortgage is typically based on the value of the property after it has been refurbished and renovated.\n\nWhile there is no minimum repair work that must be done with the funds from this type of mortgage, the renovations must be a permanent part of the residence. This could include adding a new bathroom, replacing a roof, new plumbing, or paving a new driveway. The renovations must also increase the overall value of the property on which the mortgage was taken out. Cosmetic improvements that increase the appeal of the property are not enough. Repairs and refurbishments must create a tangible improvement in the dwelling’smarket value. Such mortgages typically can be used by owners with up to four financed non-owner-occupied properties.\n\nBorrowers who do not intend to live in the property as their primary residence have a higher risk of default than borrowers who do live in the property. To compensate for this risk, lenders charge higher rates.\n\nThat depends on theequity you have in your primary residence. Generally, rates are lower onrefinancesonprimary residencesthan on non-owner-occupied properties. Get some rates from lenders so that you can do a side-by-side comparison.\n\nIf, after not occupying the property for a long time, you decide to live in it as your primary residence, you may be able to refinance to get a different rate. Keep in mind that every refinance hasclosing costs, so make sure you will have a tangible net benefit from refinancing. An example would be someone who owns a cabin where they like to vacation and then moves into the cabin full time after retirement. That individual could refinance to get a better rate on their cabin.\n\nThe term “non-owner occupied property” is expository. A non-owner-occupied property is one in which the owner does not occupy the property. Non-owner-occupied properties have higher loan rates than properties that are owner occupied. This creates a situation where borrowers are tempted to commit occupancy fraud to get lower rates, but committing mortgage fraud is always a bad idea. If you do have a non-owner-occupied property, make sure that your property is insured accordingly.\n\nQuicken Loans. “What Is a Non-Owner-Occupied Mortgage?”\n\nTD Bank. “Buying an Investment Property.”\n\nRocket Mortgage. “What Are Non-Owner-Occupied Mortgages and What Interest Rates Do They Charge?”",
  "url": "https://www.investopedia.com/terms/n/non-owner_occupied.asp"
}