{
  "term": "Non-Accelerating Inflation Rate of Unemployment (NAIRU)",
  "definition": "The non-accelerating inflation rate of unemployment (NAIRU) is the specific level ofunemploymentthat is evident in an economy that does not causeinflationto increase. In other words, if unemployment is at the NAIRU level, inflation is constant. NAIRU often represents the equilibrium between the state of the economy and the labor market.\n\nAlthough there is no formula for calculating a NAIRU level, theFederal Reservehas historically used statistical models that estimated that the NAIRU level was between 5% and 6% unemployment. More recently, the NAIRU has been trending downward. The St. Louis Fed puts NAIRU at 4% to 5% during 2005 to 2030.NAIRU plays a role in the Fed’s dual mandate objectives of achieving maximum employment and price stability.\n\nFor example, the Fed typically targets an inflation rate of 2% as a medium-term level to maintain.If prices rise too quickly due to a strong economy, and it looks like the Fed’s inflation target will be exceeded by the inflation rate, the Fed will tightenmonetary policy, slowing down the economy and inflation.\n\nTypically as unemployment rises, inflation should decrease. If the economy is performing poorly, inflation tends to fall or subside since businesses can’t increase prices due to the lack of consumerdemand. If demand for a product decreases, the price of the product falls as fewer consumers want the product, resulting in a cut in prices by the business to stimulate demand or buying interest in the product. NAIRU is the level of unemployment that theeconomyhas to rise to before prices begin falling.\n\nConversely, if unemployment falls below the NAIRU level (the economy is doing well), inflation should increase. If the economy is performing well for many years, companies can raise prices to match demand. Also, the demand for products such as housing, cars, and consumer goods rises, and that demand causes inflationary pressures.\n\nNAIRU represents the lowest level of unemployment that can exist in an economy before inflation begins to rise.\n\nThink of NAIRU as the tipping point between unemployment and rising or falling prices.\n\nIn 1958, New Zealand-born economist A.W. Phillips wrote a paper titled “The Relation Between Unemployment and the Rate of Change of Money Wage Rates in the United Kingdom, 1861–1957.” In his paper, Phillips described the supposed inverse relationship between unemployment levels and the rate of inflation. This relationship was referred to as thePhillips curve.\n\nHowever, during the severe recession of 1974 to 1975, inflation reached record levels, and at the same time, unemployment was elevated. People began to doubt the theoretical basis of the Phillips curve.\n\nMilton Friedmanand other critics argued that government macroeconomic policies were being driven by a low unemployment target, which caused the expectations of inflation to change. This led to accelerated inflation rather than reduced unemployment. It was then agreed that government economic policies should not be influenced by unemployment levels below a critical level also known as thenatural rate of unemployment.\n\nNAIRU was first introduced in 1975 as the noninflationary rate of unemployment (NIRU) by Franco Modigliani and Lucas Papademos.It was an improvement on Friedman’s concept of the natural rate of unemployment.\n\nSuppose that theunemployment rateis at 5% and the inflation rate is 2%. Assuming that both of these values remain the same for a period, it can then be said that when unemployment is under 5%, it is natural for an inflation rate of over 2% to correspond with it. Critics cite that it is unlikely for a static rate of unemployment to last for long periods of time because of different levels of factors affecting the workforce and employers (such as natural disasters and political instability) that can quickly shift this equilibrium.\n\nThe theory states that if the actual unemployment rate is less than the NAIRU level for a few years, inflationary expectations rise, so the inflation rate tends to increase. If the actual unemployment rate is higher than the NAIRU level, inflationary expectations fall, so the inflation rate decreases. If both the unemployment rate and the NAIRU level are equal, then the inflation rate remains constant.\n\nNatural unemployment, or the natural rate of unemployment, is the minimum unemployment rate resulting from real, or voluntary, economic forces. Natural unemployment reflects the number of people who are unemployed due to the structure of the labor force, such as those replaced by technology or those who lack specific skills to gain employment.\n\nThe term “full employment” is a misnomer since there are always workers looking for employment, including college graduates or those displaced by technological advances. In other words, there is always some movement of labor throughout the economy. The movement of labor in and out of employment—whether it’s voluntary or not—represents natural unemployment.\n\nNAIRU has to do with the relationship between unemployment and inflation or rising prices. NAIRU is the specific level of unemployment whereby the economy does not cause inflation to increase.\n\nNAIRU is a study of the historical relationship between unemployment and inflation and represents the specific level of unemployment before prices tend to rise or fall. However, in the real world, the historical correlation between inflation and unemployment can break down.\n\nAlso, many factors impact unemployment besides inflation. For example, workers who lack the skills needed to get a job would likely face unemployment, while the workers who have the skills are likely to be employed. One of the challenges lies in estimating the NAIRU level. There isn’t really a way to know if it’s correct or not, or to ensure its accuracy. Another criticism is the social cost of setting policy based on NAIRU.\n\nIf unemployment drops below the NAIRU level, the uptick in demand could cause inflation to rise faster than the Federal Reserve’s ideal rate of 2%. During the 21st century, the Federal Reserve has often estimated the NAIRU level to be between 4% and 5%.\n\nAn economy will never have 100% employment due to the fact that there will always be a number of people who are unemployed due to structural forces such as loss of jobs to technology or a mismatch between their skills and what the job market seeks. Also included are those just joining the labor force, such as new graduates.\n\nThis supposed inverse relationship between unemployment levels and inflation was first described by New Zealand-born economist A.W. Phillips in 1958.\n\nIn real life, the correlation between inflation/dropping prices and unemployment can break down. But historically, the phenomenon has often held. The level at which inflation andunemployment are in equilibriumis known as the non-accelerating inflation rate of unemployment (NAIRU).\n\nCorrection—July 24, 2024:This article has been corrected to state that unemployment dropping below the NAIRU level would create an uptick in demand that could cause inflation to rise faster than the Federal Reserve’s ideal rate of 2%.\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Noncyclical Rate of Unemployment.”\n\nFederal Reserve Bank of Chicago. “The Federal Reserve’s Dual Mandate.”\n\nFederal Reserve Bank of St. Louis. “What Is the Phillips Curve (and Why Has It Flattened)?”\n\nPhillips, A.W., via Wiley Online Library. “The Relation Between Unemployment and the Rate of Change of Money Wage Rates in the United Kingdom, 1861–1957.”\n\nReserve Bank of Australia. “Recession.”\n\nFederal Reserve Bank of Minneapolis. “The Limping Giant: The American Economy 1974–75.”\n\nFederal Reserve Bank of San Francisco. “Nobel Views on Inflation and Unemployment.”\n\nModigliani, Franco, and Papademos, Lucas, via The Brookings Institution. “Targets for Monetary Policy in the Coming Year,” Pages 141–142.\n\nThe Nobel Prize. “Press Release.”",
  "url": "https://www.investopedia.com/terms/n/non-accelerating-rate-unemployment.asp"
}