{
  "term": "Non-Renounceable Rights: What They are, How They Work",
  "definition": "A non-renounceable rights issue refers to an offer issued by a corporation to shareholders to purchase more shares of the corporation (usually at a discount).\n\nUnlike arenounceable right, a non-renounceable right is not transferable, and therefore cannot be bought or sold.\n\nIssuing more shares dilutes the value of outstanding stock. But because the rights issue allows existing shareholders to buy the newly issued stock at a discount, they are compensated for the impending sharedilution. The compensation the rights issue gives them is equivalent to the cost of share dilution. However, shareholders who do not take exercise the rights by buying the discounted stock will lose money as their existing holdings will suffer from the dilution.\n\nA renounceable right is also an invitation to a company's existing shareholders to buy additional new shares in the company. If the shareholders are not required to immediately pay for the new shares, it is called\"nil-paid\" shares. While shareholders have the authority to buy more shares, they can renounce that privilege and trade their rights on the open market.\n\nBy offering non-renounceable rights, the company is setting a narrowwindow of opportunityfor shareholders to purchase stock at discount. Offering such rights can be seen as more favorable to the company than to existing shareholders, despite a discount being offered. If the shareholders do not have sufficient funds at the time the non-renounceable rights are exercisable, they may lose the opportunity to buy at the discount rate. Regardless of what action the existing shareholders take, the company will proceed with issuing more stock.\n\nA company might offer non-renounceable rights on shares if there's a timeframe and capital objective the business needs to meet. It may need to raise funds for an acquisition, expand its operations through hiring or adding new locations, paying back debts, or any number of things. The company might be facing bankruptcy if it doesn't address its capital circumstances.\n\nIf the company must raise capital to maintain its prospects as a going concern, it might be necessary to issue shares regardless of the potential dilution to existing shares. Non-renounceable rights are a way for the company to give existing shareholders the chance to maintain their stake in the business while controlling the leeway available to them to take advantage of the discounts. For shareholders, this can be seen as a less than desirable option than being offered rights they could conceivably sell on the market and see returns for themselves.",
  "url": "https://www.investopedia.com/terms/n/nonrenounceablerights.asp"
}