{
  "term": "Non-GAAP Earnings: Definition and How They Work in Analysis",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nNon-GAAP earnings are an alternative accounting method used to measure the earnings of a company. Many companies report non-GAAP earnings in addition to their earnings based onGenerally Accepted Accounting Principles(GAAP). Thesepro formafigures, which exclude \"one-time\" transactions, can sometimes provide a more accurate measure of a company’s financial performance from direct business operations.\n\nHowever, investors need to be wary of a company's potential for misleading reporting which excludes items that have a negative effect on GAAP earnings, quarter after quarter.\n\nTo understand non-GAAP earnings, it's important to understand GAAP earnings. GAAP earnings are a common set of standards accepted and used by companies and their accounting departments. GAAP earnings are used to standardize the financial reporting of publicly traded companies.\n\nThe justification for reporting non-GAAP earnings is that large one-off costs, such as asset write-downs or organizational restructuring, should not be considered normal operational costs because they distort the true financial performance of a company. Therefore, some companies provide anadjusted earningsnumber that excludes these nonrecurring items. Commonly used non-GAAP financial measures includeearnings before interest and taxes(EBIT),earnings before interest, taxes, depreciation, and amortization(EBITDA), adjusted revenues, free cash flows, core earnings, and funds from operations.\n\nWhen used appropriately, these non-GAAP financial measures can help companies provide a more meaningful picture of the company's performance and value. Presenting only the financial results of the core business activities can be useful. However, there are no regulations around non-GAAPearnings per share(EPS). Investors have no way of knowing whether Non-GAAP EPS figures are genuine or manipulated in an attempt to deceive the automated news-watching trading algorithms into taking action as the results are published in headlines.\n\nA company'squality of earningsis important, so investors need to consider the validity of non-GAAP exclusions on a case-by-case basis to avoid being misled. Studies have shown that adjusted figures are more likely to exclude losses than gains. GAAP earnings now significantly trail non-GAAP earnings, as companies become addicted to “one-time” adjustments, which become meaningless when they happen every quarter. Merck, for example, turned a loss of -$0.02 per share under GAAP into an “adjusted” profit of $1.11 a share in the fourth quarter of 2017—a 5,650% difference.\n\nSo investors should be careful not to lose sight of GAAP earnings. Standardized accounting rules are in place for consistency and comparability. Consistent revenue recognition makes reported earnings more reliable for historical comparison, and it allows investors to compare the financial results of one company to that of its industry peers and competitors. That is why theSecurities and Exchange Commission(SEC) requires publicly traded companies to use GAAP accounting in the first place.\n\nU.S. companies are under increasing pressure from the SEC to disclose GAAP earnings upfront in their earnings reports, before pointing at non-GAAP earnings.\n\nThe SEC has begun taking enforcement actions against improper practices where companies provide greater prominence to non-GAAP figures than GAAP figures. Technology companies are among the most frequent abusers of non-GAAP EPS because they use a significant amount of stock compensation and have large asset impairments and R&D costs.",
  "url": "https://www.investopedia.com/terms/n/non-gaap-earnings.asp"
}