{
  "term": "Non-Conforming Mortgage: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA non-conforming mortgage is amortgagethat does not meet the guidelines ofgovernment-sponsored enterprises(GSE) such as Fannie Mae and Freddie Mac and, therefore, cannot be sold to them. GSE guidelines include a maximum loan amount, suitable properties, down payment requirements, and credit requirements, among other factors.\n\nA non-conforming mortgage may be contrasted with aconforming mortgage.\n\nNon-conforming mortgages are not bad loans because they are risky or overly complex.Financial institutionsdislike them because they do not conform to GSE guidelines and, as a result, are harder to sell. For this reason, banks will usually command a higherinterest rateon a non-conforming loan.\n\nAlthough private banks initially write most mortgages, they often end up in Fannie Mae's and Freddie Mac's portfolios. These two GSEs buy loans from banks and package them intomortgage-backed securities(MBS), which sell on thesecondary market. An MBS is an asset-backed security (ABS) secured by a collection of mortgages originating from a regulated and authorized financial institution. While there are private financial companies that buy, package, and resell MBSs, Fannie and Freddie are the two largest purchasers.\n\nBanks use the money from the sales of mortgages to invest in offering new loans at the current interest rate. However,Fannie Mae and Freddie Maccan't buy just any mortgage product. The two GSEs have federal rules that limit the purchase of loans deemed relatively risk-free. These loans are conforming mortgages, and banks like them precisely because they will readily sell.\n\nBy contrast, mortgages Fannie Mae and Freddie Mac cannot buy are inherently riskier for banks to write. These difficult-to-sell loans must either stay in the bank's portfolio or be sold to entities specializing in the secondary market for non-conforming loans.\n\nThere are various borrower situations and types of loans that Fannie and Freddie deem as non-conforming.\n\nThe most common non-conforming mortgage is often called ajumbo mortgage—loans written for an amount more substantial than the Fannie Mae and Freddie Mac limits. In 2025, that limit in most U.S. counties is $806,500, but in some high-cost areas, such as New York City or San Francisco, it can be as high as $1,209,750.\n\nMortgages don’t have to be jumbo to be non-conforming. A low down payment can trigger non-conforming status, too. The threshold varies but could be 10% on a conventional mortgage or as little as 3% on aFederal Housing Administration (FHA) loan.\n\nUpfront fees on Fannie Mae and Freddie Mac home loans changed in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence what your fee is. The higher your down payment, the lower your fees, though it will still depend on your credit score. Fannie Mae provides theLoan-Level Price Adjustmentson its website.\n\nAlso, a factor is the buyer’sdebt-to-income ratio(DTI), which typically must not exceed 43% to qualify as a conforming loan.Acredit scoreof or above 660 is usually required as well.\n\nThe type of property can also determine if a mortgage is non-conforming. For example, buyers of condos often get tripped up when they learn their dream vacation unit is non-conforming because the complex is considered non-warrantable. That includes condo associations where a single entity, such as the developer, owns more than 10% of the units. Other pitfalls include if a majority of the units are not owner-occupied, if more than 25% of the square footage is commercial, or if thehomeowners association(HOA) is in litigation.\n\nNon-conforming loans can be a good option for homebuyers who don't qualify for conforming loans because their credit is poor or not established, they don't have enough of a downpayment, or they need a larger loan.\n\nTo start, you might have a harder time finding a lender for a non-conforming loan. When you do find one, you might be offered a loan with interest rates that are significantly higher than a conforming loan. Plus, there may be additional fees at closing.\n\nYes, if rates drop or your credit improves and you think you might qualify for a better loan, you can refinance your non-conforming loan into another non-conforming loan.\n\nAlthough it can be trickier to find lenders willing to offer a non-conforming mortgage, homebuyers who might not qualify for conforming mortgages may want to search them out. Non-conforming loans offer more flexibility and higher loan amounts with the tradeoff of higher interest rates and fees.\n\nFederal Housing Finance Agency. “FHFA Announces Conforming Loan Limit Values for 2025.”\n\nFannie Mae. “Loan-Level Price Adjustment Matrix,” Page 2.\n\nConsumer Financial Protection Bureau. \"Qualified Mortgage Definition under the Truth in Lending Act (Regulation Z): General QM Loan Definition.\"",
  "url": "https://www.investopedia.com/terms/n/non_conforming.asp"
}