{
  "term": "Non-Executive Director: Role and Responsibilities Defined",
  "definition": "A non-executive director is a board member who is not part of the executive team.\n\nThe term “non-executive director” refers to a member of a company’sboard of directors. This board member isn’t a company employee, which means they don’t engage in the day-to-day management of the organization.\n\nRather, most non-executive directors act as independent advisors and are involved in policymaking and planning exercises. They must act in the interest of corporate stakeholders.\n\nNon-executive directors are put in place to challenge the direction and performance of acompanyas well as its existing team.\n\nSince non-executive directors do not holdC-levelor managerial positions, they are thought to understand the interests of the company with greater objectivity than the executive directors, who may have anagency problem—that is, a potential conflict of interest between management and shareholders or otherstakeholders.\n\nAlso known as external directors, independent directors, and outside directors, non-executive directors are often installed on a firm’s board forpublic relationsreasons. For instance, a particular non-executive director’s community standing, record ofphilanthropy, and prior experience could provide positive exposure and symbolic value for the firm.\n\nAlthough they aren’t employees, non-executive directors may still be compensated for their time. They can be paid through fees, cash, or equity compensation. The amount they are paid depends on the industry, the size of the company, and the amount of time they spend doing work for the corporation.\n\nNon-executive directors are equally liable for the success or failure of a business, as outlined by statutory requirements and tax laws.\n\nAs a function of their leadership role, non-executive directors are required to embody certain key values. This includes using their past experience to mentor others during new ventures. They are also responsible for keeping the executive directors and the entire board accountable. This can be accomplished by helping with and managing a company’s:\n\nThey also independently assess the company’s performance to ensure the firm’s stakeholders are considered before the needs and wants of the management or the board.\n\nA non-executive director with the right experience may also take a deep look into thefinancialsof the company to verify fiscal responsibility, putting necessary controls in place if required.\n\nAll non-executive directors are required to commit a significant amount of their time to the oversight of the company. They are expected to disclose any other significant time commitments to the board and to inform the board of any changes to their schedules.\n\nNon-executive directors must also provide value through leveraging their network of outside contacts that can benefit the company.\n\nIn some cases, non-executive directors may serve in the same role for two or more companies. When this happens, they must fully disclose their time commitments to both boards and juggle their responsibilities accordingly.\n\nIt’s easy to confuse a non-executive director with anexecutive director. But the two are inherently different. The former is not an employee.The latter acts as a leader and manages the day-to-day operations of the company they work for—usually anonprofit organization.\n\nAlong with managing company matters, some of the other responsibilities of an executive director include:\n\nAlthough the role and responsibilities of an executive director are similar to those of achief executive officer (CEO), their salary is typically much lower. In some cases, an executive director may work on a volunteer basis.\n\nHere’s an example to demonstrate the roles and responsibilities of non-executive directors.\n\nLet’s say the former CEO of a successfulpublic technology companyassumes the role of a non-executive director with a technology startup. As part of the board, they may be expected to:\n\nIn certain cases, non-executive directors are well-established in their fields. As such, they may have good connections in their industries. In the case of the former tech CEO, they would likely have warm relationships withventure capitalfirms that can help thestartupachieve its goals of expansion and growth.\n\nA non-executive director is an individual appointed to a company’s board of directors. They are not employed by the company but act as independent advisors or directors to help the company achieve its goals. They are involved in policymaking and planning exercises and routinely monitor the company’s executive directors to ensure they act in the interest of corporate stakeholders.\n\nMost non-executive directors are compensated for their time. Compensation can be through fees, equity, or cash. Their compensation can be high because of their experience and connections within their respective industries.\n\nNon-executive directors are different from executive directors. Executive directors normally work for nonprofits and assume the same responsibilities as a CEO, including managing the day-to-day operations, overseeing fundraising, boosting membership, and sticking to a budget. Unlike non-executive directors, some executive directors are not compensated for their time.\n\nWhile non-executive directors are not a part of the executive team, they are members of the board of directors. Therefore, they are equally liable for the success or failure of the business. However, they aren’t employees. As such, they focus more on acting in the interest of shareholders.\n\nCornell Law School, Legal Information Institute. “42 U.S. Code § 12651b—Authorities and Duties of the Board of Directors.”\n\nSidley Austin LLP. “Corporate Governance and Directors’ Duties in the United States: Overview.”\n\nSidley Austin LLP. “Corporate Governance and Directors’ Duties in the United States: Overview.” Page 3.\n\nSidley Austin LLP. “Corporate Governance and Directors’ Duties in the United States: Overview.” Page 4.",
  "url": "https://www.investopedia.com/terms/n/non-executive-director.asp"
}