{
  "term": "Non-Cash Item Definition in Banking and Accounting",
  "definition": "A non-cash item has two different meanings. In banking, the term is used to describe anegotiable instrument, such as a check orbank draft, that is deposited but cannot be credited until it clears the issuer's account.\n\nAlternatively, in accounting, a non-cash item refers to an expense listed on anincome statement, such ascapital depreciation, investment gains, or losses, that does not involve a cash payment.\n\nIncome statements, a tool used by companies infinancial statementsto tell investors how much money they made and lost, can include several items that affect earnings but notcash flow. That’s because inaccrual accounting, companies measure their income by also including transactions that do not involve a cash payment to give a more accurate picture of their current financial condition.\n\nExamples of non-cash items includedeferred income tax,write-downsin the value of acquired companies, employeestock-based compensation, as well as depreciation andamortization.\n\nBanks often put a hold of up to several days on a large non-cash item, such as a check, depending upon the customer's account history and what is known about the payor (e.g., if the issuing organization has the financial means to cover the check presented).\n\nThe short period during which both banks have the funds available to them—between when the check is presented and the money is withdrawn from the payor's account—is called thefloat.\n\nDepreciation and amortization are perhaps the two most common examples of expenses that reducetaxable incomewithout impacting cash flow. Companies factor in the deteriorating value of theirassetsover time in a process known as depreciation fortangiblesand amortization forintangibles.\n\nFor example, say a manufacturing business called company A forks out $200,000 for a new piece of high-tech equipment to help boost production. The new machinery is expected to last 10 years, so company A’s accountants advise spreading the cost over the entire period of itsuseful life, rather than expensing it all in one big hit. They also factor in that the equipment has asalvage value, the amount it will be worth after 10 years, of $30,000.\n\nDepreciation seeks to match up revenue with its associated expenses. Dividing $170,000 by 10 means that the equipment purchased will be shown as a non-cash item expense of $17,000 per year over the next decade. However, no money was actually paid out when these annual expenses were recorded, so they appear on income statements as a non-cash charge.\n\nNon-cash items frequently crop up in financial statements, yet investors often overlook them and assume all is above board. Like all areas of financial accounting, it sometimes pays to take a more skeptical approach.\n\nOne of the biggest risks associated with non-cash items is that they are often based on guesswork, influenced by past experiences. Users of accrual accounting have regularly been found guilty, innocently or not, of failing to accurately estimate revenues and expenses.\n\nFor example, company A’s equipment may need to be written off before 10 years, or perhaps prove to be useful for longer than expected. Its estimated salvage value may be wrong, too. Eventually, businesses are required to update and report actual expenses, which can lead to big surprises.",
  "url": "https://www.investopedia.com/terms/n/noncash-item.asp"
}