{
  "term": "Non-Recourse Debt: Definition, Example, Vs. Recourse Debt",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nNon-recourse debt is a type of loan secured bycollateral, commonly property. If the borrower defaults, the issuer can seize the collateral but cannot seek out the borrower for any further compensation, even if the collateral does not cover the full value of the defaulted amount. A non-recourse debt does not hold the borrower personally liable for the loan.\n\nNon-recourse debt poses a greater risk to the lender than recourse debt, especially if the resale value of a loan's collateral decreases below the owed balance throughout the life of the loan.\n\nConversely,recourse debtallows the lender to pursue the borrower for any balance that remains after liquidating the collateral. For this reason, lenders charge higher interest rates on non-recourse debt to compensate for the elevated risk.\n\nRecourse debt gives the creditor full autonomy to pursue the borrower for the total debt owed in the event of default. Both unsecured and secured personal loans can be recourse debts where the borrower assumes all risk and is personally liable. After liquidating the collateral, any balance that remains is known as a deficiency balance.\n\nThe lender may attempt to collect this balance by several means, including filing a lawsuit and obtaining adeficiency judgmentin court.\n\nWhen a debt is non-recourse, the lender may liquidate the collateral but may not attempt to collect the deficiency balance.Non-recourse loansare a type of loan where the bank assumes most of the risk.\n\nWith non-recourse debt, the creditor's only protection against borrower default is the ability to seize the collateral and liquidate it to cover the debt owed.\n\nIf an auto lender loans a customer $30,000 at zero interest for a five-year loan to purchase a new vehicle, the new car's value, historically, will decline in value following the purchase. If the borrower stops makingcar paymentsafter one year, the vehicle may be worth only $22,000, yet the borrower still owes $26,000.\n\nWith the customer's default, the lender repossesses the car and liquidates it for its full market value, leaving a deficient balance of $4,000. If the loan was a non-recourse loan, the lender assumes the loss.\n\nWhether a debt is a recourse or nonrecourse loan often depends on state law.\n\nSome states may require that all mortgages are nonrecourse debt and in the instance of a default, lenders cannot pursue a deficiency judgment after collateral has been seized.\n\nBecause non-recourse debt poses a greater risk to the lender, a borrower may need high credit scores and a lowloan-to-value ratio. The interest rates on non-recourse loans may also be higher to compensate for the risk.\n\nAfter collateral has been seized, a deficiency judgment may levy the borrower's bank accounts or garnish wages to repay the debt balance.\n\nNon-recourse debt is characterized by high capital expenditures, long loan periods, and uncertain revenue streams. Underwriting these loans requires financial modeling skills and sound knowledge of the underlying technical domain. Lenders impose higher credit standards on borrowers to minimize the chance of default. Non-recourse loans, on account of their greater risk, carry higher interest rates than recourse loans.\n\nIRS. \"Recourse Vs. Nonrecourse Debt.\"\n\nSoFi. \"What Are Non-Recourse Vs. Recourse Loans?\"",
  "url": "https://www.investopedia.com/terms/n/nonrecoursedebt.asp"
}