{
  "term": "Non-Sufficient Funds (NSF): What It Means & How to Avoid Fees",
  "definition": "Non-sufficient funds (NSF), or insufficient funds, is the status of a checking account that does not have enough money to cover all transactions. NSF also describes the fee charged when a check is presented but cannot be covered by the balance in the account.\n\nCustomers will see a “non-sufficient funds” or “insufficient funds” notice on a bank statement when attempting to withdraw more money than their account holds.\n\nWhen payment cannot be completed it is often considered as “bounced.\" If a bank receives a check written on an account with insufficient funds, the bank can refuse payment and charge the account holder an NSF fee. Additionally, a penalty or fee may be charged by the merchant for the returned check.\n\nBanks often charge NSF fees when a presented check is returned or payment cannot be made due to a lack of funds to cover it. NSF Fees average $34 each, according to 2022 data from theConsumer Financial Protection Bureau (CFPB).\n\nWhen a check is written and deposited by the payee, their financial institution must make the funds available to them within two business days after they make the deposit. If funds are not available from the payer's bank account, it is deemed as insufficient and an NSF fee is assessed.\n\nBanks provide account holders with several options to avoid the penalties associated with an insufficient funds transaction. Customers can opt out of overdraft policies that allow the bank to cover charges and add an NSF fee, or link at least one backup account, such as a savings account or credit card to fund the insufficient account.\n\nIn 2023, the CFPB issued a report saying it found numerous financial institutions charging multiple NSF fees for the same transaction, potentially as soon as the next day. While this is not illegal, the CFPB said that consumers could not reasonably avoid the penalties—for which some institutions reaped millions of dollars in fees—and that the fees weren't justified by benefits to consumers or competition. As a result, nearly all of the banks and credit unions the CFPB engaged with provided plans to stop charging NSF fees altogether.\n\nNon-sufficient funds and overdrafts are two distinct bank transactions. Both relate to insufficient funds and can trigger fees. Banks charge NSF fees when they return presented payments without payment, like a check, and overdraft fees when they accept and pay the checks that overdraw checking accounts.\n\nA customer with $100 in a checking account may initiate anautomated clearing house(ACH) or electronic check payment for a purchase in the amount of $120. If the bank refuses to pay the check, an NSF fee is incurred. If the bank accepts the check and pays the seller, the checking account balance falls to –$20 and incurs an overdraft (OD) fee.\n\nOverdraft protection is often an option for banking customers. If a customer has $20 in a checking account and attempts to make a $40 purchase with a debit or check card and has not opted-in to the bank’s overdraft plan, the transaction will be declined by the retailer.\n\nIf the customer has OD protection, the transaction may be accepted, and the bank may assess an OD fee. However, if the customer wrote a check for the $40 transaction, the bank may honor it and assess an OD fee or reject it and assess an NSF fee, regardless of whether or not the customer has joined the overdraft program.\n\nMany banks now allow you to set up low-balance alerts: You get a text or email notification when the funds in your account drop below a figure you designate. That can help you keep track of how much money is currently available, and you can adjust your spending accordingly.\n\nThe CFPB oversees and protects consumers while using financial services. In 2010, sweeping bank-reform laws addressed overdraft and NSF fees and implemented guidance allowing consumers to opt foroverdraft protectionthrough their banks. More protections for consumers become increasingly urgent as financial institutions mishandle fee policies.\n\nFinancial institutions have reordered transactions, processing debits to consumer accounts in a way to maximize overdraft fees by deducting the largest first, rather than in chronological order. In 2011, Bank of America settled a two-year-old class action for $410 million for reordering customer transactions and charging overdraft fees in this way. TD Bank paid over $62 million in a class action settlement for the same mismanagement of fees in 2010.\n\nIn 2020, the Bank of Hawaii set up a settlement fund of $8 million to repay clients who had been charged for authorized customer payments while funds were available, but settled the debits once the accounts moved to an insufficient status and charging fees. The bank agreed to forgive overdraft fees that remained unpaid.\n\nFinancial institutions have practiced single transaction, multiple fee activity, assessing more than one NSF fee on a single item or transaction if the payment request is automatically re-submitted repeatedly by the creditor. In 2020, the Navy Federal Credit Union settled such a case for $16 million, without conceding any wrongdoing or liability.\n\nThis was followed by the 2023 CFPB report that found a number of banks and credit unions had engaged in similar actions as Navy Federal. The institutions then said they would reimburse wronged consumers and issued plans to stop charging any NSF fees.\n\nBanks charge NSF fees for the cost and inconvenience of having to return declined checks. \"For many, overdraft/NSF fees have emerged as the No. 1 generator of fee income and is one of the bank’s most profitable sources of revenue,\" a Woodstock Institute report noted, quotingAmerican Banker.\n\nYes, NSF fees are legal on bounced checks and should not be charged on debit card transactions or ATM withdrawals. The U.S. government doesn't regulate NSF fees or the size of fees but The Truth in Lending Act does require banks to disclose their fees to customers when they open an account.\n\nBank policies vary, but an NSF fee can often be waived through an NSF reversal after the fact, especially if it's the first time that it's been assessed. Calling the bank's customer service line and requesting a refund is the best course of action for a consumer.\n\nNSF fees don't affect a customer's credit or credit score directly because banks do not report the transactions tocredit bureaussuch as Equifax, TransUnion, and Experian.\n\nHowever, a bounced check can make delay a credit card or loan payment whichmay affect a customer's credit score.\n\nCustomers don't have an option to avoid paying NSF fees, as the bank automatically deducts them from the account.\n\nNon-sufficient funds and the fees they incur are irritating, but are common banking occurrences. Though increasingly the focus of criticism and lawsuits, NSF fees remain legal, but the CFPB helps to protect consumers by monitoring such charges. Customers can avoid fees by monitoring their bank balances or by signing up for overdraft protection.\n\nConsumer Financial Protection Bureau. \"Consumers on Course to Save $1 billion in NSF Fees Annually.\"\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition.\" Pages 5-6.\n\nConsumer Financial Protection Bureau. \"CFPB Study of Overdraft Programs: A White Paper of Initial Data Findings, June 2013,\" Pages 5, 19, and 27-30.\n\nCohen & Malad. \"Class Action Bank Fee Lawsuits.\"\n\nBank of Hawaii. \"Smith v. Bank of Hawaii Settlement.\"\n\nCredit Union Times. \"Navy Federal Settles Non-Sufficient Funds Fee Lawsuit for $16 Million.\"\n\nWoodstock Institute. \"Reinvestment Alert: Banking on Bounced Checks: Federal Proposal on Bounce Protection Still Exposes Consumers to Hidden Bank Fees,\" Page 5.",
  "url": "https://www.investopedia.com/terms/n/nsf.asp"
}