{
  "term": "Non-Accredited Investor: Definition, SEC Rules, vs. Accredited",
  "definition": "G20 Argentina/Flickr.com (CC by2.0)\n\nA non-accredited investor is typically a retail investor or someone who doesn't meet the financial criteria of an accredited investor as set by the SEC.\n\nA non-accredited investor is an investor who does not meet the income or net worth requirements set out by theSecurities and Exchange Commission (SEC). This term applies to the majority of investors who participate in the market, who are commonly referred to as retail investors. Non-accredited investors are contrasted with what the SEC calls accredited investors.\n\nAs noted above, non-accredited investors are commonly referred to asretail investors. Although it isn't easy to pinpoint an exact number, there are significantly more non-accredited investors in the United States because of the strict criteria that define accredited investors. A non-accredited investor is anyone with:\n\nNon-accredited investors are limited to the types of investments from which they can choose. Regulators put these restrictions in place to protect them from excessive risk and large financial losses that may result from complex financial instruments they may not understand. As such, the SEC uses acts and regulations to set out what these investors can invest in and what documentation andtransparencyinvestment companies need to provide.\n\nThe majority of investment options available to non-accredited investors are publicly traded, including stocks, bonds, mutual funds, andexchange-traded funds (ETFs). They can also invest in alternative investment options, such as real estate investment trusts (REITs), real estate, and commodities.\n\nThe SEC was created after thestock market crash of 1929and theGreat Depressionto protect regular people from getting into investments they couldn't afford or understand.\n\nAnaccredited investorcan be an entity like a bank or company or an individual who doesn't need SEC protections for their investments. This investor has a net worth exceeding $1 million (excluding their primary home) and an annual income exceeding $200,000 (or $300,000 with a spouse/partner) for each of the past two years with the expectation of the same for this year.\n\nThe SEC now defines accredited investors to include the following:\n\nKeep in mind that the SEC can change the definition of an accredited investor shouldinflationand other factors result in too much of the general population meeting the standard. This was the case on August 26, 2020, when the SEC said:\n\nAccording to a 2023 report from the SEC, accredited investors made up 18% of households in 2022.\n\nPrivate funds, private companies, and hedge funds can do things with investor money thatmutual funds(and other investments) can't do simply because they deal primarily with accredited investors. The SEC assumes that all parties involved know the risks and rewards involved, so they have a lighter regulatory touch where these funds are concerned.\n\nThat said, these funds must pay close attention to their compliance and make sure their investor counts stay within the rules because they can lose their regulatory status. For some types of private investment, they are only allowed non-accredited investors when they are employees or fit a specific exemption.\n\nOther funds and companies can have unrelated non-accredited investors, but they must keep the number below a certain level. This is the case withRegulation D, which keeps the number of non-accredited investors in aprivate placementbelow 35.\n\nThe difference between accredited and non-accredited investors is determined by the SEC, which categorizes investors based on net worth and salary.\n\nAccredited investors have a net worth of more than $1 million excluding the value of their primary residence and an income of more than $200,000 annually (or $300,000 combined income with a spouse) for each of the past two years with the same expected for the current year. Anyone who doesn't meet these requirements is a non-accredited investor.\n\nInvestors need to be accredited so that they can invest in riskier assets. The goal is to protect non-accredited investors. It is assumed that accredited investors have enough financial expertise to analyze the risks and rewards of a riskier investment or at least the wealth to absorb a significant loss.\n\nNon-accredited investors can invest in private companies through equity crowdfunding. This is so because the amount needed to invest is usually very small as equity crowdfunding seeks to pool the investments from many investors.\n\nYou generally can't invest in a hedge fund as a non-accredited investor. Hedge funds are sophisticated risky investments that may not be as transparent as other investments, which is why they're only open to accredited investors. This means they are prone to large losses, which the average investor normally can't sustain.\n\nThere are indirect ways of investing in hedge funds, though. The companies that operate hedge funds may be publicly traded, which means you can buy and sell their shares. You can also purchase shares in mutual funds that invest in hedge funds.\n\nThe SEC's classification of investors into accredited and non-accredited is intended to protect investors who have lower net worths and salaries, and those who may not understand all types of investments; particularly riskier ones. Accredited investors may be able to take more risks simply because they have more money.\n\nU.S. Securities and Exchange Commission. \"Accredited Investor.\"\n\nU.S. Securities and Exchange Commission. \"SEC Modernizes the Accredited Investor Definition.\"\n\nU.S. Securities and Exchange Commission. \"Review of the 'Accredited Investor' Definition Under the Dodd-Frank Act.\" Page 26.\n\nU.S. Securities and Exchange Commission. \"Private Placements - Rule 506(b).\"",
  "url": "https://www.investopedia.com/terms/n/nonaccreditedinvestor.asp"
}