{
  "term": "Non-Cash Charge: Definition and Examples in Accounting",
  "definition": "A non-cash charge is awrite-downor accounting expense that does not involve a cash payment. They can represent meaningful changes to a company's financial standing, weighing onearningswithout affecting short-term capital in any way.Depreciation,amortization,depletion,stock-based compensation, and assetimpairmentsare common non-cash charges that reduce earnings but notcash flows.\n\nNon-cash charges can be found in a company’sincome statement. Charges unaccompanied by a cash outflow must be recorded and are necessary for firms that useaccrual basis accounting, a system used by companies to record their financial transactions, irrespective of whether a cash transfer has been made.\n\nDepreciation, amortization, and depletion are expensed throughout the useful life of an asset that was paid for in cash at an earlier date. If a company's profit did not fully reflect the cash outlay for the asset at that time, it must be reflected over a set number of subsequent periods. These charges are made against accounts on thebalance sheet, reducing the value of items in that statement.\n\nNon-cash charges can also reflectone-timeaccounting losses that are driven by changing balance sheet items. Such charges are often the result of changes to accounting policy, corporate restructuring, the changingmarket valueof assets or updated assumptions on realizable future cash flows.\n\nGeneral Electric Co.’s (GE) $22 billion write-down of the value of its struggling power business in October 2018, referred to as agoodwill impairment charge, is a great example of a non-recurring non-cash charge.﻿﻿Goodwillis added to the balance sheet when anacquisitionexceeds the fair value of the acquired entity, and it must be impaired in the future if the value of the acquired assets falls below original expectations. GE’s big accounting charge, mainly linked to its $10.6 billion acquisition of France-based Alstom, understandably raised eyebrows.﻿﻿﻿﻿\n\nNon-cash charges, like other types of write-downs,reduce reported earnings and, as a result, can weigh on share prices. Companies often seek to play down the significance of non-cash charges, particularly one-off ones, adjusting earnings to exclude their impact from financial figures.\n\nInvestors are tasked with determining whether non-cash charges are a cause for alarm. Non-cash expenses are often pre-flagged and harmless. However, some may appear out the blue and serve as potential red flags of poor accounting, mismanagement and a drastic shift in fortunes.\n\nGeneral Electric. \"GE Announces Third Quarter 2018 Results,\" Page 1. Accessed Nov. 16, 2020.\n\nGeneral Electric. \"Edited Transcript: Q3 2018 General Electric Co Earnings Call,\" Page 4. Accessed Nov. 16, 2020.\n\nGeneral Electric. \"GE Completes Acquisition of Alstom Power and Grid Businesses.\" Accessed Nov. 16, 2020.",
  "url": "https://www.investopedia.com/terms/n/noncashcharge.asp"
}