{
  "term": "Non-Operating Income: Definition, Examples, and Purpose",
  "definition": "Non-operating income is the portion of an organization'sincomethat is derived from activities not related to its core business operations. It can include items such asdividendincome,profitsor losses from investments, as well as gains or losses incurred by foreign exchange and asset write-downs. Non-operating income is also referred to as incidentalor peripheral income.\n\nEarningsare perhaps the single most studied number in a company'sfinancial statementsbecause they show profitability compared with analyst estimates and company guidance.\n\nThe problem is that profit in anaccounting periodcan be skewed by things that have little to do with the everyday running of the business. For example, there are occasions when a company earns a significant, one-off amount of income from investment securities, a wholly owned subsidiary, or the sale of a large piece of equipment, property or land.\n\nThese types of gains—on top of income earned from recurring events outside of the business’ main line of work—can significantly alter a company’s earnings and make it difficult for investors to measure how well the firm’s operations actually fared during the reported period.\n\nDifferentiating what income was generated from the day-to-day business operations and what income was made from other avenues is important to evaluate a company’s real performance. That is why firms are required to disclose non-operating income separately fromoperating income.\n\nOperating income is an accounting figure that measures the amount of profit realized from a business's operations, after deductingoperating expensessuch as wages,depreciation, andcost of goods sold(COGS). In short, it provides information to interested parties about how muchrevenuewas turned into profit through the company's normal and ongoing business activities.\n\nOperating income is recorded on theincome statement. Toward the bottom of the income statement, under the operating income line, non-operating income should appear, helping investors to distinguish between the two and recognize what income came from where.\n\nThe main operations of retail stores are the purchasing and selling of merchandise, which requires a lot of cash on hand andliquid assets.Sometimes, a retailer chooses to invest its idle cash on hand in order to put its money to work.\n\nIf a retail store invests $10,000 in the stock market, and in a one-month period earns 5% incapital gains, the $500 ($10,000 * 0.05) would be considered non-operating income. When a person sets out to analyze this retail company, the $500 would be classified as nonoperating, or non-recurring, earnings because it can't be relied on as continuous income over the long term.\n\nAlternatively, if a technology company sells orspins offone of its divisions for $400 million in cash and stock, the proceeds from the sale are considered non-operating income. If the technology company earns $1 billion in income in a year, it's easy to see that the additional $400 million will increase company earnings by 40%.\n\nTo an investor, a sharp bump in earnings like this makes the company look like a very attractive investment. However, since the sale cannot be replicated or duplicated, it can't be considered recurring operating income and should be removed from performance analysis.\n\nSometimes companies try to conceal pooroperating profitwith high, non-operating income. Beware of management teams attempting to flag metrics that incorporate inflated, separate gains. Earnings before interest and taxes (EBIT) for example, can include income derived from activities not related to the core business and can sometimes be advertised heavily by companies to mask underwhelming operational results.\n\nOften a sharp spike in earnings from one period to the next will be caused by non-operating income. Seek to get to the bottom of where money was generated and to ascertain how much of it, if any, is linked to the everyday running of the business and is likely to be repeated.",
  "url": "https://www.investopedia.com/terms/n/non-operating-income.asp"
}