{
  "term": "Non-Deliverable Swap (NDS): Overview and Examples",
  "definition": "A non-deliverable swap (NDS) is a variation on acurrency swapbetween major and minor currencies that are restricted or not convertible. This means there is no physical delivery of the two currencies involved, unlike a typical currency swap where there is an exchange of currency flows. Periodic settlement of an NDS is done on a cash basis, generally in U.S. dollars. The settlement value is based on the difference between the exchange rate specified in the swap contract and the spot rate, with one party paying the other the difference.\n\nNon-deliverable swaps are used by multi-national corporations to mitigate the risk that they may not be allowed to repatriate profits because of currency controls. They also use NDSs tohedgethe risk of abrupt devaluation ordepreciationin a restricted currency with littleliquidity, and to avoid the prohibitive cost of exchanging currencies in the local market. Financial institutions in nations with exchange restrictions use NDSs to hedge their foreign currency loan exposure.\n\nThe key variables in a NDS are:\n\nA non-deliverable swap can be viewed as a series ofnon-deliverable forwardsbundled together.\n\nConsider a financial institution—let’s call it LendEx—based in Argentina, that has taken a five-year US$10 million loan from a U.S.lenderat a fixed interest rate of 4% per annum payable semi-annually. LendEx has converted the U.S. dollar into Argentine pesos at the current exchange rate of 5.4, for lending to local businesses. However, it is concerned about the future depreciation of the peso, which will make it more expensive to make the interest payments and principal repayment in U.S. dollars. It therefore enters into a currency swap with an overseascounterpartyon the following terms:\n\nThe methodology for determining the NDS follows the following equation:\n\nHere’s how the NDS works out in this example. On the first fixing date, which is two days before the first interest payment/settlement date, assume the spot exchange rate is 5.7 pesos to the U.S. dollar. Since LendEx contracts to buy dollars at a rate of 6, it would have to pay the difference between this contract rate and the spot rate times the notional interest amount to the counterparty. This net settlement amount would be in U.S. dollars and works out to -$20,000. This is calculated as:\n\nOn the second fixing date, assume the spot exchange rate is 6.5 to the U.S. dollar. In this case, because the spot exchange rate is worse than the contracted rate, LendEx will receive a net payment of $33,333. This is calculated as:\n\nThis process continues until the final repayment date. A key point to note here is that because this is a non-deliverable swap, settlements between the counterparties are made in U.S. dollars, and not in Argentine pesos.\n\nA swap is a financial contract involving two parties who exchange the cash flows or liabilities from two different financial instruments. Most contracts like this involve cash flows based on a notional principal amount related to a loan or bond. One thing to keep in mind is that the security can be almost anything. The principal typically doesn't exchange hands.\n\nSwaps are commonly traded by more experienced investors—notably, institutional investors. These investors include banks, financial institutions, and governments. They are commonly used to manage different types of risks like currency, interest rate, and price risk.\n\nYes, the swap market is regulated. This market is overseen by theCommodity Futures Trading Commission (CFTC). It was given the authority to regulate the swap market under theDodd-Frank Wall Street Reform and Consumer Protection Act.\n\nNon-deliverable swaps are financial contracts used by experienced investors to make trades between currencies that are not convertible. Unlike other types of swaps, there is no physical exchange of the currencies. Settlement takes place on a cash basis. Because of the complicated nature of these types of contracts, novice investors usually shouldn't take on NDSs.\n\nSilicon Valley Bank. “Non-Deliverable Forward/Swap Contract (NDF/NDS).” Pages 2-3.\n\nCommodity Futures Trading Commission. \"Dodd-Frank Act.\"",
  "url": "https://www.investopedia.com/terms/n/nondeliverableswap.asp"
}