{
  "term": "Non Performing Asset: Meaning, Effects and Recovery",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPortland Press Herald / Contributor/Getty Images\n\nA nonperforming asset (NPA) is a loan ordebt instrumentwhere the borrower hasdefaultedon the payments. In other words, the lender has not received theprincipalandinterestrepayments for an extended period of time. As a result of a nonperforming asset, the lender can repossess the collateral used to secure theloanto recover any losses.\n\nA nonperforming asset such as amortgage loanoccurs when the borrower stops making payments, defaulting on the loan. After a prolonged period of nonpayment, the mortgage lender may force the borrower to liquidate or sell any assets that were pledged ascollateralfor the loan.\n\nWith a nonperforming mortgage loan, the lender typically begins the foreclosure process after 90 days of delinquency. Foreclosure includes the lender repossessing the property and reselling it to recoup money to pay off the outstanding loan. If no assets were pledged, the lender mightwrite offthe asset as abad debtand then sell it at a discount to acollections agency.\n\nLet's say a borrower with a $350,000 mortgage loan and a $2,500 monthly payment has not made a payment in the last three months due to loss of income. The mortgage lender would consider the loan delinquent or nonperforming after 90 days.\n\nIf the borrower has not contacted the bank to resolve the unpaid debt or an agreement cannot be reached between the bank and the borrower, the home will go into foreclosure. The lender will sell the home to recoup the loan loss. Similarly, a loan can also be categorized as nonperforming if a borrower makes all the interest payments on an interest-only loan but cannot repay the principal at maturity.\n\nIf you fall behind on your mortgage payments, please contact your lender or mortgage servicer right away since they can review your options to avoid foreclosure.\n\nNonperforming assets can adversely impact the lender and borrower.\n\nA nonperforming asset for a borrower indicates an inability to repay a loan. Thedefaulton yourcredit reportcan remain in your credit history for years, showing that you didn't repay a debt. A nonperforming asset for a consumer can also lower yourcredit score. Your credit score is a three-digit number that measures yourcreditworthinessbased on your credit history.\n\nAs a result, you may get denied when applying for new credit or loans, including a car loan or credit card. Also, the interest rates you pay on your debts will likely be higher due to the damage to your credit.\n\nCarrying nonperforming assets, also referred to as nonperforming loans, on the balance sheet places distinct burdens on lenders. The nonpayment of interest or principal reduces cash flow for the lender, which can disrupt budgets and decrease earnings.\n\nLoan loss provisions, which are set aside to cover potential losses, reduce the capital available to provide subsequent loans. Once the actual losses from defaulted loans are determined, they are written off against earnings.\n\nLenders have a few ways to recoup some or all of the losses resulting from nonperforming assets.\n\nWhen companies are struggling to service debt, lenders can take proactive steps to restructure loans to maintain cash flow and avoid classifying loans as nonperforming. When defaulted loans arecollateralizedor secured by the borrower's assets, lenders can repossess the collateral and sell it to cover losses, depending on the asset's resale value.\n\nLenders can also convert bad loans intoequityor stock shares, which may appreciate in value and cover the losses from the defaulted loan. Companies with bond debt can also convert their debt to equity shares if they can't repay the bond to investors. When bonds get converted to new equity shares, it wipes out the value of the original shares.\n\nIn some cases, banks and lenders may sell the nonperforming loan or bad debt for a steep discount to companies that specialize in loan collections. Typically, lenders sell defaulted unsecured loans when the other means of recovering losses are not cost-effective.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either with theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development (HUD).\n\nTypically, after 90 days of delinquency or nonpayment, the loan gets classified as nonperforming.\n\nThe foreclosure process can vary by state, but typically, the lender will contact the borrower to inform them of the foreclosure. The loan is considered nonperforming at 90 days. During foreclosure, the lender will take possession of the property to resell it and recoup losses from the outstanding loan.\n\nDebt restructuringfor consumers involves aloan modificationby the lender to help the borrower repay the debt. The loan amount orinterest ratemay get reduced or the loan term lengthened, giving the borrower more time to pay. However, a loan restructuring can damage your credit, preventing you from obtaining new credit in the future.\n\nA nonperforming asset (NPA) involves the default on a loan or debt instrument, meaning the borrower can no longer make the payments. Nonperforming assets can impactlenderssince they are no longer getting repaid for the loan.\n\nBorrowers who default on a loan can face damage to their credit score, preventing them from obtaining new credit. If you are struggling to repay a loan or credit card, contact your credit provider to inform them so you can discuss options for finding a payment plan you can afford.\n\nFederal Housing Finance Agency Office of Inspector General. \"An Overview of the Home Foreclosure Process.\"  Page 5.\n\nConsumer Financial Protection Bureau. \"If I Can’t Pay My Mortgage Loan, What Are My Options?\"\n\nFederal Trade Commission Consumer Advice. \"Mortgage Discrimination.\"",
  "url": "https://www.investopedia.com/terms/n/nonperformingasset.asp"
}