{
  "term": "Nonaccrual Experience (NAE) Method",
  "definition": "The Nonaccrual Experience (NAE) Method is an accounting procedure allowed by theInternal Revenue Code(IRC) for handlingbad debts.\n\nThis method can only be applied to bad debts for services performed in the fields of accounting, actuarial science, architecture, consulting, engineering, health, law, or the performing arts. The company in question also must have average annual gross receipts for any three prior tax years of less than $5 million. More information can be found inIRS Publication 535: Business Expenses.\n\nA company incurs a bad debt when it can't collect the money that it is owed. Bad debts that cannot be claimed on the business's tax return using the nonaccrual experience method may be claimed using the specificcharge-offmethod, which is more common. Under NAE the firm can estimate the level of debt that will end up being bad debt based upon their own past experiences with customers and vendors.\n\nA nonaccrual experience method of accounting, as described in SEC rule 448(d) (5), allows certain service providers to exclude fromaccrualthe portion of revenue they have determined will not be collected, based on their own experience and through the use of formulas allowed under this section and the regulations. These service providers must fall under the following categories in the fields of:\n\nAccording to the rule, a taxpayer is eligible to use an NAE method of accounting if the taxpayer uses anaccrual method of accountingwith respect to amounts received for the performance of services by the taxpayer, is in one of the above-listed service sectors, and earned less than $5 million in gross receipts in any one of the past three tax years.\n\nThe matching principle requires that expenses be matched to related revenues in the sameaccounting periodin which the revenue transaction occurs. To comply with GAAP tax rules, bad debt expenses must be estimated using the allowance method in the same period in which the sale occurs.\n\nThere are several ways that NAE can be employed. For instance, a taxpayer can request the IRS’s consent to change to a formula that clearly reflects the taxpayer’s experience. This item focuses on the nuances surrounding the adoption of, or change to, thesafe harborNAE methods. Safe harbor refers to an accounting method that avoids legal or tax regulations or one that allows for a simpler method of determining a tax consequence than the methods described by the precise language of the tax code.\n\nIn September 2011, the IRS released a revised rule that allowed a safe harbor method for taxpayers accounting for revenues using the NAE method to compute uncollectible revenues by applying a factor of 95% to their allowance for doubtful accounts as determined through the taxpayer’s applicablefinancial statements.\n\nInternal Revenue Service. \"Publication 535: Business Expenses,\" Pages 41-42. Accessed July 21, 2021.",
  "url": "https://www.investopedia.com/terms/n/nonaccrual-experience-method.asp"
}