{
  "term": "Nonaccrual Loan: Definition, FDIC Criteria, Ways To Fix",
  "definition": "Nonaccrual loan is an accounting term in the lending industry for anunsecured loanthat is no longer generating its stated interest rate because no payment has been made by the borrower for 90 days or more. For a lender in business to earn interest, it has become anonperforming loan(NPL).\n\nLoans generate interest only when the borrower makes a payment, a portion of which is applied tointerestand the rest to theprincipal. The interest on loans is recorded asincomeby the lender. If no interest has been paid by the customer, the expected interest has notaccrued, so the loan has become nonaccrual.\n\nNonaccrual loans are sometimes referred to as doubtful loans, troubled loans, or sour loans.\n\nWhen no payment has been received for 90 days, a loan becomes nonaccrual. The bank classifies the loan as substandard and reports the change to thecredit reporting agencies, which lowers the borrower's credit score.\n\nThe lender also changes its allowance for the potential loan loss, sets aside a reserve to protect the bank's financial interests, and may take legal action against the borrower.\n\nSince regular payment of both principal and interest is expected by the lender, interest income from loans is usually assumed. When a loan becomes nonaccrual, the interest is no longer an assumed payment, so the loan is put on acash basis. Interest will be recorded as income again only if payment is eventually collected.\n\nAccording to theFederal Deposit Insurance Corporation(FDIC), an asset should be reported as being in nonaccrual status if one of three criteria is met:\n\nAn unaccrued loan is classified as substandard and the borrower is reported to credit agencies.\n\nAfter entering nonaccrual status, the borrower can usually work with the lender to determine a plan for paying off the debt.\n\nFor example, a loan can be returned to accrual status if the borrower pays all the overdue principal, interest, and fees and resumes the regular monthly payments defined in the contract.\n\nIf both parties agree, another option involves resuming the scheduled principal and interest payments for six months and providing the lender reasonable reassurance that the outstanding principal, interest, and fees will be paid within a set period of time.\n\nA third option requires the borrower to provide collateral for securing the loan to the lender, repaying the outstanding balance within 30 to 90 days, and resuming monthly payments.\n\nAfter reviewing the borrower's income and expense status, another option is for the lender to create atroubled debt restructuring(TDR). The TDR may erase part of the loan's principal or interest payments, lower the interest rate, allow interest-only payments, or modify the repayment terms in some other way. Lower debt payments may be accepted until the borrower's financial situation improves.\n\nLenders can put almost any loan into nonaccrual status if payments are 90 days behind, with the exception of secured loans backed by solid collateral (e.g., a mortgage backed by a house). If a secured loan goes into default, the lending institution can seize the collateral and liquidate it to recover the unpaid balance.\n\nThe Office of the Comptroller of the Currency (OCC) lists accounting and reporting requirements for lenders seeking to establishtroubled debt restructurings(TDRs) for nonaccrual loans. A borrower in financial difficulties can work with the lender to determine whether a TDR is appropriate in their situation.\n\nCash basis means that the lending institution has sent the loan into nonaccrual status. Because the lender hasn’t received interest for 90 days or more, they can’t record it as accrued income—they have to record it on a cash basis.",
  "url": "https://www.investopedia.com/terms/n/nonaccrual-loan.asp"
}