{
  "term": "Noncovered Security: Definition, Reporting Rules, vs. Covered",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA noncovered security is a designation given by theU.S. Securities and Exchange Commission(SEC) which means a brokerage is not required to report the cost basis of that security to the IRS. The adjusted cost basis of noncovered securities is only reported to the taxpayer, not to the IRS. Noncovered securities are generally small and limited in scope.\n\nEven though the cost basis does not need to be reported to the IRS, income from the sale of a noncovered security may still be taxable, and the taxpayer must report it on theirtax return.\n\nIn 2008, Congress passed legislation which required brokers to report theadjusted cost basisfor securities and mutual funds to both the investors and the Internal Revenue Service (IRS), effective tax year 2011.Since 2011, the cost basis of certain securities has been reported throughForm 1099-Bwhich indicates whether thecapital loss or gainfrom the sale of the security is short or long term. Any transaction that occurs on or after this effective year is acovered securityand is reported on Form 1099-B. A covered security is defined as:\n\nNoncovered securities refer to any investments purchased before the effective dates listed above.The detailed cost basis following the sale of a noncovered security is not required to be reported to the IRS by a broker. However, the gross proceeds or redemption value from a sale may still be reported to the IRS.\n\nWhile a broker will still report the cost basis to the investor or taxpayer, it is up to the investor to report this information to the IRS throughSchedule DonForm 1040for any shares sold, whether covered or noncovered.Even if the taxpayer does not receive a cost basis report, they must still report their adjusted cost basis to the IRS.\n\nThe IRS considers securities noncovered if they are acquired through acorporate actionand if their cost basis is derived from other noncovered securities.\n\nCorporate actions, such asstock splits,stock dividends, and redemptions, usually result in additional shares for the investor. The additional shares will be classified as noncovered if they were received through noncovered shares.\n\nFor example, an individual who bought 100 shares in a company in 2010 that split three-for-one in 2013 will receive an additional 200 shares. Even though the 200 shares were acquired after 2011, they are considered non-covered because they were split from shares acquired before 2011.\n\nAdividend reinvestment plan(DRIP) allows an investor to reinvest his dividends for additional shares in the same company. An investment security that was purchased in 2011 but transferred in the same year to a DRIP that uses theaverage cost methodof calculating the cost basis for an asset is a noncovered security. But if the transfer occurred after 2011, it will remain a covered security.\n\nInvestment sales are divided into covered and noncovered securities usingForm 8949. Transactions on noncovered securities not reported on Form 1099-B are reported on Form 8949 where Code C (box C checked) is used for short-term holdings, and Code F (box F checked) for long-term holdings.\n\nCost basisrefers to the original purchase price of an asset. For investments, the cost basis is used to calculate the gain or loss when the asset is sold. The cost basis of a security may be adjusted due to corporate actions like stock splits or dividends.\n\nYes, even though the brokerage does not report the cost basis of noncovered securities to the IRS, you are still responsible for reporting it on your tax return. You need to calculate the profit or loss from the sale of the security and report it on your tax forms, typicallySchedule Dof Form 1040. Failure to report the cost basis accurately could result in penalties from the IRS.\n\nIf you don’t know the cost basis for a stock you sold, the brokerage where you purchased the stock should have records of the transaction. Even if you didn’t keep your own records, thebrokeragecan provide the necessary information. You can check their website or contact the company directly to retrieve the cost basis.\n\nA noncovered security is an SEC designation indicating that a broker does not have to report the cost basis of that security to the IRS. This is generally for smaller securities. Securities created from noncovered securities, such as stock splits or DRIP accounts, remain noncovered.\n\nThe brokerage still reports the cost basis to the taxpayer, and if the taxpayer sells the security, the basis and any gains or losses must be reported to the IRS on IRS Form 1040, Schedule D. IRS Form 8949 is also used to report investment sales of both covered and noncovered securities.\n\nU.S. Congress. \"H.R.1424 — 110th Congress (2007-2008), Public Law 110–343,\" Pages 91-92.\n\nInternal Revenue Service. \"Instructions for Form 1099-B, Proceeds From Broker and Barter Exchange Transactions,\" Pages 8-9.\n\nInternal Revenue Service. \"Instructions for Form 1099-B, Proceeds From Broker and Barter Exchange Transactions,\" Page 9.\n\nInternal Revenue Service. \"Instructions for Schedule D, Capital Gains and Losses,\" Pages 1-2.\n\nInternal Revenue Service. \"Instructions for Form 8949, Sales and Other Dispositions of Capital Assets,\" Pages 6-7.\n\nInternal Revenue Service. \"Instructions for Form 8949, Sales and Other Dispositions of Capital Assets,\" Page 3.\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses (Including Capital Gains and Losses),\" Pages 39-40.",
  "url": "https://www.investopedia.com/terms/n/non-covered-security.asp"
}