{
  "term": "Noncurrent Assets: Types, Examples, and Proper Accounting",
  "definition": "Noncurrent assets, listed on a company balance sheet, are investments purchased to be held and used for years, like plants and equipment.\n\nNoncurrent assets are company investments that are expected to be held or used for many years. They areilliquidassets, meaning they cannot easily be converted into cash.\n\nExamples of noncurrent assets include equipment, intellectual property, and real estate. They are listed separately from current assets on the company'sbalance sheet.\n\nA company's assets are divided into two categories: noncurrent and current assets, which appear on a company's balance sheet. Noncurrent assets, also referred to as long-term assets, are capitalized rather than expensed. This means that the company allocates the cost of the asset over the number of years for which the asset will be in use instead of allocating the entire cost to the accounting year in which the asset was purchased. Depending on the type of asset, it may bedepreciated,amortized, ordepleted.\n\nThe assets section of the balance sheet is segmented according to the type of asset. The leading section is \"current assets,\" which are short-term assets that can be converted into cash within one year or one operating cycle. Current assets include items such as cash,accounts receivable, and inventory. Noncurrent assets are always classified on the balance sheet under one of the following headings:\n\nProperty, plant, and equipment—which may also be calledfixed assets—encompass land, buildings, and machinery (including vehicles).\n\nInvestments are classified as noncurrent only if they are not expected to turn intounrestricted cashwithin the next 12 months of the balance sheet date.\n\nNoncurrent assets fall under three major categories:tangible assets, intangible assets, and natural resources. Noncurrent assets, whether tangible, non-tangible, or natural resources, will benefit the company for more than one year. Theydiffer from current assets, which can be conveniently sold, used, orexhausted through standard business operationswithin a year, such as inventory and accounts receivable.\n\nExamples of noncurrent assetsinclude fixed assets like property and equipment. Long-term investments such as bonds or real estate, or investments made in other companies are also common noncurrent assets. Trademarks, client lists, and thegoodwillacquired in a merger or acquisition, are all considered intangible long-term assets.\n\nIt is not uncommon for capital-intensive industries to have a large portion of theirasset basecomposed of noncurrent assets. An example of such a company is an oil refinery. Conversely, service businesses may require minimal to no use of fixed assets. While a high proportion of noncurrent assets to current assets may indicate poor liquidity, this may also simply be a function of the respective company’s industry.\n\nOther noncurrent assets include thecash surrender valueof life insurance. A bondsinking fundestablished for the future repayment of debt is classified as a noncurrent asset. Some deferred income taxes, andunamortized bond issue costsare noncurrent assets as well.\n\nPrepaid assets may be classified as noncurrent assets if the future benefit is not to be received within one year. For example, if rent is prepaid for the next 24 months, 12 months is considered a current asset as the benefit will be used within the year. The other 12 months are considered noncurrent as the benefit will not be received until the following year.\n\nNoncurrent assets fall under three major categories: tangible assets, intangible assets, and natural resources. Tangible assets are typically physical assets or property owned by a company, such as real estate and equipment. Intangible assets are goods that have no physical presence, like patents. Natural resources are assets that come from the earth, such as fossil fuels and timber.\n\nNoncurrent assets are capitalized rather than expensed. This means that the company allocates the cost of the asset over the number of years for which the asset will be in use instead of allocating the entire cost to the accounting year in which the asset was purchased. Depending on the type of asset, it may be depreciated, amortized, or depleted. They appear on a company's balance sheet under the following categories: investment; property, plant, and equipment (PP&E); intangible assets; or other assets.\n\nCurrent assets are considered short-term assets because they generally are convertible to cash within a firm's fiscal year, and are the resources that a company needs to run its day-to-day operations. Typically, they are reported on the balance sheet at their current or market price. Noncurrent assets can be viewed as investments required for the long-term needs of a business for which the full value will not be realized within the accounting year. They are typically highly illiquid, meaning these assets cannot easily be converted into cash and are capitalized for accounting purposes.\n\nCorporate Finance Institute. \"Non-Current Assets.\"\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\"",
  "url": "https://www.investopedia.com/terms/n/noncurrent-assets.asp"
}