{
  "term": "Noncurrent Liabilities: Definition, Examples, and Ratios",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nNoncurrent liabilities, also calledlong-term liabilitiesorlong-term debts, are long-term financial obligations listed on a company’s balance sheet. These liabilities have obligations that become due beyond 12 months in the future, as opposed to current liabilities, which are short-term debts with maturity dates within the following 12-month period.\n\nNoncurrent liabilities are compared tocash flow, to see if a company will be able to meet its financial obligations in the long term. While lenders are primarily concerned with short-termliquidityand the amount ofcurrent liabilities, long-term investors use noncurrent liabilities to gauge whether a company is using excessiveleverage. The more stable a company’s cash flows, the moredebtit can support without increasing itsdefaultrisk.\n\nWhile current liabilities assess liquidity, noncurrent liabilities help assesssolvency.\n\nInvestors and creditors use numerous financial ratios to assess liquidity risk and leverage. The debt ratio compares a company’stotal debt to total assets, to provide a general idea of how leveraged it is. The lower the percentage, the less leverage a company is using and the stronger its equity position. The higher the ratio, the more financial risk a company is taking on. Other variants are thelong-term debt-to-total assetsratio and thelong-term debt-to-capitalization ratio, which divides noncurrent liabilities by the amount of capital available.\n\nAnalysts also use coverage ratios to assess a company’s financial health, including the cash flow-to-debt and theinterest coverage ratio. Thecash flow-to-debt ratiodetermines how long it would take a company to repay its debt if it devoted all of its cash flow to debt repayment. The interest coverage ratio, which is calculated by dividing a company’searnings before interest and taxes (EBIT)by its debt interest payments for the same period, gauges whether enough income is being generated to cover interest payments. To assess short-term liquidity risk, analysts look atliquidity ratioslike the current ratio, the quick ratio, and the acid test ratio.\n\nNoncurrent liabilities includedebentures, long-term loans, bonds payable,deferred tax liabilities, long-term lease obligations, and pension benefit obligations. The portion of a bond liability that will not be paid within the upcoming year is classified as a noncurrent liability. Warranties covering more than a one-year period are also recorded as noncurrent liabilities. Other examples includedeferred compensation,deferred revenue, and certain healthcare liabilities.\n\nMortgages, car payments, or other loans for machinery, equipment, or land are all long-term debts, except for the payments to be made in the subsequent 12 months, which are classified as thecurrent portion of long-term debt. Debt that is due within 12 months may also be reported as a noncurrent liability if there is an intent to refinance this debt with a financial arrangement in the process to restructure the obligation to a noncurrent nature.\n\nNoncurrent liabilities are compared to cash flow, to see if a company will be able to meet its long-term financial obligations.\n\nLong-term investors use noncurrent liabilities to gauge whether a company is using excessive leverage.\n\nNoncurrent liabilities include:\n\nNoncurrent liabilities are long-term financial obligations listed on a company’sbalance sheet. These liabilities, also called long-term liabilities or long-term debts, have obligations that become due beyond 12 months in the future.",
  "url": "https://www.investopedia.com/terms/n/noncurrent-liabilities.asp"
}