{
  "term": "Noncallable: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nNoncallable security is a financial security that cannot be redeemed early by the issuer except with the payment of a penalty. The issuer of a noncallable bond subjects itself tointerest rate riskbecause, at issuance, it locks in the interest rate it will pay until the security matures. If interest rates decline, the issuer must continue paying the higher rate until the security matures.\n\nMost treasury securities andmunicipal bondsare noncallable.\n\nPreferred shares and corporate bonds havecall provisionsthat are stipulated in theshare prospectusortrust indentureat the time of security issuance. A call provision may indicate that a bond is callable or noncallable.Callable securitycan be redeemed early and pays a premium to compensate the investor for the risk that they will not earn any additional interest in the event that the security is redeemed prior to its maturity date.\n\nBonds are often “called” when interest rates drop because lower interest rates mean the company can refinance its debt at a lower cost. For example, if prevailing interest rates in the economy decrease to 3%, an existing bond that pays a 4%coupon ratewill represent a higher cost of borrowing for the issuing firm.\n\nTo reduce its costs, the issuing firm may decide to redeem the existing bonds and reissue them at the lower interest rate. While this move is advantageous to issuers, bond investors are at a disadvantage as they are exposed toreinvestment risk—or simply risk of reinvesting proceeds at a lower interest rate.\n\nA bond may also be noncallable either for the duration of the bond’s life or until a predetermined period of time has passed after initial issuance. Abond that is entirely noncallablecannot be redeemed early by the issuer regardless of the level of interest rates in the market. Noncallable bondholders are protected from income loss that is caused by premature redemption. They are guaranteed regular interest or coupon payments as long as the bond has not matured, which ensures that their interest income and rate of return are predictable.\n\nBond issuers, however, are at a disadvantage since they may be stuck with paying higher interest payments on a bond and, thus, a highercost of debt, when interest rates have declined. As a result, noncallable bonds tend to pay investors a lower interest rate than callable bonds. But the risk is lower for the investor, who is assured of receiving the stated interest rate for the duration of the security.\n\nSome callable bonds are noncallable for a set period after they are first issued. This time period is called acall protectionperiod. For example, a trust indenture may stipulate that a 20-year bond may not be called until eight years after its issue date.\n\nThe call protection period ensures that bondholders continue to receive interest payments for at least eight years during which time the bonds remain noncallable. After the call protection ends, the noncallable security becomes callable, and the date that an issuer may redeem its bonds is referred to as afirst call date. If the issuer redeems its bonds prior to maturity due to more attractive refinancing rates, interest payments will cease to be made to bondholders.\n\nA noncallable bond orpreferred sharethat is redeemed before the maturity date or during the call protection period will incur the payment of a steep penalty.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/n/noncallable.asp"
}