{
  "term": "Nonelective Contribution: How It Works and Advantages and Disadvantages",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nNonelective contributions are funds employers direct toward their eligible workers'employer-sponsored retirement planswhether or not the employees make their own contributions.\n\nJust as withmatching contributions, nonelective contributions are not deducted from employees' salaries. However, the amount of a matching contribution depends on how much money the employee contributes. That's not the case with a nonelective contribution. With a nonelective contribution, the employer contributes to the plan, no matter what the employee contributes.\n\nNonelective contributions can vary. For example, a company might contribute the equivalent of 3% of each employee's salary toward their employer-sponsored retirement plan. If an employee earns $50,000 per year, for example, the employer would be contributing $1,500 per year, no matter what the employee contributes.\n\nEmployers are free to change the contribution rates as they see fit for their organizations.\n\nNonelective contributions cannot exceed the annualcontribution limitsset by theInternal Revenue Service (IRS). The total annual amount that can be contributed to adefined-contribution plan, such as a 401(k), in 2024 is $69,000 if you're under 50 years old. If you're 50 or older, you can contribute an additional $7,500 incatch-up contributions, bringing the total to $76,500 for 2024.\n\nNonelective contributions come with advantages for the employer. They aretax-deductible, and they can encourage more employees to participate in the company's retirement plan. The decision to offerfully-vestednonelective contributions can also provide retirement plans withsafe harborprotection, which exempts plans from government-mandated nondiscrimination testing.\n\nThe IRS administers these tests to make sure plans are designed to benefit all employees instead of favoringhighly compensatedones. Making nonelective contributions can help employers meet this goal while also remaining compliant with government rules.\n\nTo be granted safe harbor by the IRS, employers' nonelective contributions must be at least 3%. Before the end of the plan year, a company can decide to elect safe harbor provisions like making nonelective contributions for the following year. They can also decide to elect safe harbor provisions for the year generally 30 days before the end of the plan year.\n\nEmployers make nonelective contributions to employees' accounts whether or not employees make contributions, which benefits the employees. The employees don't have to do anything to receive this benefit.\n\nOffering nonelective contributions could come with additional administrative costs, and it may not be feasible for all employers. Making nonelective contributions also means flowing money into default funds for employees who don't manually enroll in a plan and select a fund or make contributions. As fiduciaryplan sponsors, employers would need to take due diligence in selecting these funds.\n\nTo make this simpler, the Pension Protection Act of 2006 outlined its qualified default investment alternatives (QDIAs) and how employers can enroll workers in these funds while gaining safe harbor protection. QDIAs are defined astarget-date funds(TDFs) or lifecycle funds, balanced funds, and professionally managed accounts.\n\nHowever, a TDF should not be viewed as a definitive option that would meet the needs of all employees. Employers still need to take a thorough look at their workforce to determine appropriate plan menu funds and QDIAs to remain compliant with government regulations and to help employees secure a comfortable retirement.\n\nWith a nonelective contribution, an employee may receive less money from an employer compared to a matching contribution, which varies but can be 5% or more.\n\nA nonelective contribution that satisfies safe harbor rules amounts to at least 3% of an employee's compensation. The employer must make this contribution whether or not the employee contributes anything.\n\nA corrective employer nonelective contribution, according to the IRS, is made by the employer to \"replace the lost opportunity to a participant who wasn't permitted to make elective deferrals.\" This contribution must be fully vested.\n\nThe 2024 contribution limit for 401(k)s is $23,000 if you're under 50 years old. If you're 50 or older, you can contribute an additional $7,500, bringing the maximum up to $30,500.\n\nEmployers make nonelective contributions no matter how much employees contribute to the retirement plan. This type of contribution, which must be fully vested, has tax and compliance advantages. However, it's not necessarily right for every employer.\n\nInternal Revenue Service. \"Retirement Topics: 401(k) and Profit-Sharing Plan Contribution Limits.\"\n\nInternal Revenue Service. \"401(k) Plan Fix-It Guide - Eligible Employees Weren't Given the Opportunity to Make an Elective Deferral Election (Excluding Eligible Employees).\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"",
  "url": "https://www.investopedia.com/terms/n/non-electivecontribution.asp"
}