{
  "term": "Nonfarm Payroll: What It Means and Why It’s Important",
  "definition": "Nonfarm payroll measures the number of workers in the U.S. economy, excluding farm employees, self-employed individuals, volunteers, private household workers, sole proprietors, and active military service members.\n\nNonfarm payroll measures the number of workers in the United States except those who work in farming, private households, nonprofits, and sole proprietorships or self-employment, as well as those who are active military service members.\n\nTheBureau of Labor Statistics (BLS)surveys private and government entities throughout the U.S. to obtain information about theirpayrolls. The nonfarm payroll numbers are reported monthly to the public through the closely followedemployment situationsummary.\n\nAccording to the BLS, nonfarm employee classifications account for approximately 80% of workers contributing togross domestic product (GDP).Besides farmworkers, other categories excluded from nonfarm payroll numbers are:\n\nThe employment situation summary is a closely followed monthly report released by the BLS on the first Friday of the month following data collection.The report is created from two comprehensive surveys: the household survey and the establishment survey.\n\nThe household survey reports the unemployment rate and details employment demographics. The establishment survey segment headlines the number of new nonfarm payroll jobs added to the national economy.\n\nKey components of the household survey include:\n\nThe labor force participation rate estimates an economy’s active workforce by the number of people ages 16 and older who are employed or actively seeking employment, divided by the total noninstitutionalized, civilian working-age population.\n\nThe establishment survey portion of the employment situation report provides details on nonfarm payroll additions and is referred to as the nonfarm payrolls report. Key components of the establishment survey include:\n\nThe nonfarm payroll additions and the unemployment rate are headlines of the employment situation report, buteconomistsand policymakers use all available data to assess the state of the economy and forecast future levels of economic activity.\n\nThe report contains insights into the labor force that directly impact theeconomy, thestock market, the value of theU.S. dollar, the value ofTreasuries, and theprice of gold. The household survey data reveals trends in the unemployment rate and participation rate that may be associated withdemographics. The establishment survey report offers valuable information on job changes within sectors or industries.\n\nThe report contains data and statistics regarding the employment situation in the United States, which can be used to identify trends in economic growth, inflation, housing starts, and gross domestic product, all of which affect the movement of financial markets.\n\nThe data is commonly released on the first Friday of each month at 8:30 a.m. Eastern time and reflects the previous month’s data.\n\nThe nonfarm payroll report is not a leading indicator but provides a snapshot of incidents that affect the overall economy.\n\nNonfarm payroll refers to the number of jobs in the private sector and government agencies. It excludes farmworkers, private household employees, proprietors, nonprofit employees, and actively serving military. The nonfarm payroll numbers are reported monthly to the public through the closely followed employment situation report, which details changes in unemployment by sector and demographic and new jobs added within the economy.\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “All Employees, Total Nonfarm.” Notes.\n\nU.S. Bureau of Labor Statistics. “CES Frequently Asked Questions.” Select “What employment does the CES survey exclude and how does this affect the estimates?”\n\nU.S. Bureau of Labor Statistics. “CES Overview.”\n\nU.S. Bureau of Labor Statistics. “Comparing Employment From the BLS Household and Payroll Surveys.”\n\nU.S. Bureau of Labor Statistics. “Demographic Characteristics (CPS).”\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment.”\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment.” Select “What are the unemployment rate, labor force participation rate, and employment-population ratio?”\n\nU.S. Bureau of Labor Statistics. “Technical Notes for the CES National Benchmark.”\n\nU.S. Bureau of Labor Statistics. “Schedule for News Releases; Entire Year, 2025.”",
  "url": "https://www.investopedia.com/terms/n/nonfarmpayroll.asp"
}