{
  "term": "Nonfeasance: Meaning, In Finance, Related Terms",
  "definition": "Nonfeasance is a legal concept that refers to the willful failure to execute or perform an act or duty required by one’s position, office, or law whereby that neglect results in harm or damage to a person or property. The perpetrator can be found liable and subject to prosecution.\n\nNonfeasance differs frommalfeasance, which is a willfully harmful act, ormisfeasance, which is performing one's duty incorrectly.\n\nWhile nonfeasance—the absence of action to help prevent harm or damage—was not originally subject to the penalty of law, legal reforms evolved to make it possible for courts to use the term to describe inaction which assigns liability. In some jurisdictions, nonfeasance carries stiff criminal penalties. At a minimum, it can lead to anotice of termination.\n\nIn order for intentional inaction to be considered nonfeasance, it must meet three criteria. They are:\n\nFor example, if a daycare provider is employed to supervise children and fails to prevent a child from climbing out on a window ledge from which the child falls, the daycare provider could be found liable for nonfeasance because it was their contracted duty to watch and protect the child from harm, and they failed to take action when necessary.\n\nWhen a corporate director, real estate agent, financial advisor, or another individual with afiduciaryduty breaches that duty through willful and intentional inaction, nonfeasance can be said to have taken place. For example, when a real estate agent accepts an earnest money check from a client but fails to deposit that check, causing the deal to fall through, the realtor might be held liable for nonfeasance, and not a more serious offense, as long as the funds weren’t misused and the agent had no inappropriate motive.\n\nSimilarly, a corporate director might be held liable for nonfeasance if they fail to maintain an active role in the business and monitor corporate affairs, such that their inaction causes harm to the business.\n\nNonfeasance is different from malfeasance, which refers to the willful, intentional undertaking of an illegal or wrongful act that harms another party. It also differs from misfeasance, which is the willful, intentional performance of an inappropriate or incorrect action or the willful giving of incorrect or inappropriate advice. All three terms fall under the umbrella of misconduct in public office.",
  "url": "https://www.investopedia.com/terms/n/nonfeasance.asp"
}