{
  "term": "Noninterest Expense: Meaning, Overview, FAQ",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA noninterest expense is an operating expense of a bank or financial institution that is classified separately from interest expense and provision for credit losses. Examples of noninterest expenses include:\n\nA bank has two mainbucketsof expenses: interest and noninterest. Interest expenses are incurred from deposits, short-term and long-term loans, and trading account liabilities. A noninterest expense is an expense other than interest payments on deposits and bonds. These expenses are often operational expenses incurred in the daily running of the bank.\n\nA noninterest expense in the case of a bank for a financial institution represents an expense that is not directly associated with attracting and keeping a depositor's funds.\n\nNoninterest expenses are sizeable, and a bank must manage them carefully to maximize profits. Otherwise, excessive noninterest expenses will directly impact the bottom line.\n\nNoninterest expenses represent the operating expenses of the bank, the majority of which are personnel costs. Occupancy and IT costs are also material cost components, as are professional fees, particularly for legal services to negotiate settlements for past, ongoing, and future fraudulent activities affecting the bank.\n\nIn aggregate, the noninterest expense is considered a bank overhead and is used to calculate theoverhead ratioof the bank for trend analysis and cross-comparisons with peers. Noninterest expense divided by average assets is the overhead ratio. When an overhead ratio becomes unacceptably high for a prolonged period, a bank will typically address personnel costs first because human capital costs account for most of the noninterest expense.\n\nShareholders in recent years have paid more attention to executive compensation to ensure that managers are not receiving unwarranted pay. Shareholders generally favor competitive compensation but want to see that overall personnel costs are within a reasonable range.\n\nNoninterest expenses are typically higher for investment banks than commercial banks, but this can be hidden behind the numbers—it depends on the number of employees and their compensation. For example, investment banks rely more on trading, asset management, and capital markets advisory services, which all require higher employee compensation levels and fewer employees. On the other hand, lending activities by a commercial bank do not call for Wall Street compensation levels, and the market the bank serves calls for more employees.\n\nWells Fargo has about 247,000 employees, while Morgan Stanley has about 60,000.In 2021, Morgan Stanley's noninterest expenses composed 66% of revenues. Compensation alone made up approximately 38% of revenues.\n\nFor Wells Fargo, total noninterest expenses and employee costs accounted for 69% and 45% of revenues, respectively.Personnel costs as part of revenues are within a few percent of each other, but this is likely due to the difference in employee counts and compensation levels.\n\nIt might vary by bank or institution, but personnel costs generally make up the most significant portion of noninterest expenses. For instance, Wells Fargo's personnel costs for 2021 were 45% of its revenues—$35.5 billion in noninterest expenses out of $78.5 billion in revenues.\n\nNoninterest income is income generated by sources that do not create interest. For example, this could be fees, commissions, investment gains, and other operational income.\n\nNoninterest income is generally calculated per instrument or service. For instance, if a bank loaned an amount to a customer with an origination fee of $500 and service charges of $100, the noninterest income for the loan is $600, while the interest income from the loan is not counted.\n\nNoninterest expenses are the portion of a bank's expenses that are not funds paid to customers or other banks in the form of interest. For example, purchasing equipment, contracting professional services, wages and salaries, and advertising are all noninterest expenses.\n\nBanks need to distinguish between interest and noninterest expenses because they are fixed operating costs, whereas interest expenses are not. Creating transparency by separating the two allows interesting parties to understand a bank's expenses better and lets it manage its finances to maximize profits.\n\nMorgan Stanley. \"Morgan Stanley Fourth Quarter and Full Year 2021 Earnings Results,\" Pages 10-11.\n\nWells Fargo. \"2021 Annual Report,\" Pages 5 and 12.",
  "url": "https://www.investopedia.com/terms/n/noninterest-expense.asp"
}