{
  "term": "Nonperforming Asset (NPA): Definition and Different Types",
  "definition": "A nonperforming asset (NPA) refers to a classification ofloansor advances that arein defaultorin arrears. A loan is in arrears whenprincipalorinterestpayments are late or missed. A loan is in default when the lender considers the loan agreement to be broken and the debtor is unable to meet their obligations.\n\nNonperforming assets are listed on thebalance sheetof a bank or other financial institution. The lender will force the borrower to liquidate any assets that were pledged as part of the debt agreement after a prolonged period of non-payment. The lender mightwrite offthe asset as abad debtand sell it at a discount to acollection agencyif no assets were pledged.\n\nDebt is typically classified as nonperforming when loan payments haven't been made for 90 days. This is the standard but the amount of elapsed time can be shorter or longer depending on the terms and conditions of each loan. A loan can be classified as a nonperforming asset at any point during the term of the loan or at its maturity.\n\nAssume a company has a $10 million loan with interest-only payments of $50,000 per month. It fails to make a payment for 90 days or three consecutive months. The lender may be required to categorize the loan as nonperforming to meet regulatory requirements.\n\nA loan can also be categorized as nonperforming if a company makes all interest payments but can't repay the principal at maturity.\n\nNonperforming assets are also referred to as nonperforming loans. Carrying them on the balance sheet places a significant burden on the lender. The nonpayment of interest or principal reduces the lender'scash flowand this can disruptbudgetsand decreaseearnings.\n\nLoan loss provisions are set aside to cover potential losses. They reduce thecapitalavailable to provide subsequent loans to other borrowers. The actual losses from defaulted loans are determined and then written off against earnings. Carrying a significant amount of NPAs on the balance sheet over time is an indicator to regulators that the financial fitness of the bank is at risk.\n\nThe most common nonperforming assets are term loans but there are other forms as well.\n\nBanks are required to classify nonperforming assets into one of three categories according to how long the asset has been nonperforming: sub-standard assets, doubtful assets, and loss assets.\n\nA substandard asset is one that's classified as an NPA for less than 12 months. A doubtful asset is an asset that has been nonperforming for more than 12 months. Loss assets are loans with losses identified by the bank, auditor, or inspector that need to be fully written off. They typically have an extended period of non-payment and it can reasonably be assumed that they won't be repaid.\n\nLenders generally have four options to recoup some or all of their losses that result from nonperforming assets.\n\nLenders might take proactive steps torestructureloans when companies struggle to service their debts. These steps might help them maintain cash flow and avoid classifying the loan as nonperforming altogether. Lenders can take possession of the collateral and sell it to cover losses when loans in default arecollateralizedby the borrower's assets.\n\nLenders can also convert bad loans intoequitythat may appreciate to the point of full recovery of principal lost in the defaulted loan. The value of the original shares is usually eliminated when bonds are converted to new equity shares.\n\nBanks can sell bad debts at steep discounts to companies that specialize inloan collectionsas a last resort. Lenders typically sell defaulted loans that are unsecured or when other methods of recovery are deemed to be not cost-effective.\n\nRestructuring involves adjusting the terms of a debt or loan to make it more manageable for the debtor to repay. A lender might temporarily reduce the interest rate, reduce the outstanding balance, or extend the repayment term, spreading the remaining balance over more months to reduce the principal.\n\nSome states require that a lender provide the debtor with an official warning that repossession or foreclosure is about to occur, allowing them to bring the loan current before any action is taken to claim the collateral. The action can simply proceed in other states, but this is more common with repossessions than foreclosures that typically involve taking possession of the debtor's home.\n\nA cash credit account is a type of short-term financing generally extended to businesses. It involves withdrawals permitted from an existing account regardless of the account's balance. Limits are imposed, however, and interest is charged. These accounts are typically provided for a set term such as 12 months.\n\nA nonperforming asset is a loan that’s been extended and is now in default or arrears. The borrower is late with payments or isn’t making payments at all. Banks and lenders must adjust their balance sheets to accommodate nonperforming assets and they can cause a financial burden, particularly over time. Banks and lenders might respond by repossessing or foreclosing on collateral or turning the loan over to a collection agency.\n\nBorrowers and lenders have rights, however, so consult with a finance professional or attorney if you find yourself on shaky financial ground and you're unable to repay or collect on debts.\n\nCFI Education. \"Non-Performing Loan.\"\n\nCFI Education. \"Non-Performing Asset.\"\n\nExperian. \"Debt Consolidation vs. Debt Restructuring: What's the Difference?\"\n\nConsumer Financial Protection Bureau. \"What Happens If My Car Is Repossessed?\"\n\nConsumer Financial Protection Bureau. \"How Does Foreclosure Work?\"",
  "url": "https://www.investopedia.com/terms/n/non-performing-assets.asp"
}