{
  "term": "Nonparametric Statistics: Overview, Types, and Examples",
  "definition": "Nonparametric statistics refer to a statistical method in which the data are not assumed to come from prescribed models that are determined by a small number of parameters. Examples of such models include the normal distribution model and the linear regression model.\n\nNonparametric statistics sometimes use data that is ordinal, meaning it relies not on numbers but on a ranking or order of sorts. For example, a survey conveying consumer preferences ranging from like to dislike would be considered ordinal data.\n\nNonparametric statistics include nonparametricdescriptive statistics, statistical models, inference, and statistical tests. The model structure of nonparametric models is not specified a priori, but is instead determined from data. The term “nonparametric” is not meant to imply that such models completely lack parameters, but rather that the number and nature of the parameters are flexible and not fixed in advance. A histogram is an example of a nonparametric estimate of a probability distribution.\n\nIn statistics, parametric statistics include parameters such as the mean, standard deviation, Pearson correlation, variance, etc. This form of statistics uses the observed data to estimate the parameters of the distribution.\n\nUnder parametric statistics, data are often assumed to come from a normal distribution with unknown parameters μ (population mean) and σ2 (population variance), which are then estimated using the sample mean and sample variance.\n\nNonparametric statistics make no assumption about the sample size or whether the observed data is quantitative.\n\nNonparametric statistics do not assume that data is drawn from a normal distribution. Instead, the shape of the distribution is estimated under this form of statistical measurement. While there are many situations in which a normal distribution can be assumed, there are also some scenarios in which the true data-generating process is far from normally distributed.\n\nIn the first example, consider a financial analyst who wishes to estimate the value at risk (VaR) of an investment. The analyst gathers earnings data from hundreds of similar investments over a similar time horizon. Rather than assume that the earnings follow a normal distribution, they use the histogram to estimate the distribution nonparametrically. The 5th percentile of this histogram then provides the analyst with a nonparametric estimate of VaR.\n\nFor a second example, consider a researcher who wants to know whether average hours of sleep are linked to how frequently one falls ill. Because many people get sick rarely, if at all, and occasional others get sick far more often than most others, the distribution of illness frequency is clearly non-normal, being right-skewed and outlier-prone. Thus, rather than use a method that assumes a normal distribution for illness frequency—as is done in classical regression analysis, for example—the researcher decides to use a nonparametric method such as quantile regression analysis.\n\nNonparametric statistics have gained appreciation due to their ease of use. As the need for parameters is relieved, the data becomes more applicable to a larger variety of tests. This type of statistics can be used without the mean, sample size, standard deviation, or the estimation of any other related parameters when none of that information is available.\n\nSince nonparametric statistics make fewer assumptions about the sample data, their application is wider in scope than parametric statistics. In cases where parametric testing is more appropriate, nonparametric methods will be less efficient. This is because nonparametric statistics discard some information that is available in the data, unlike parametric statistics.\n\nNonparametric statistics include nonparametric descriptive statistics, statistical models, inference, and statistical tests. The model structure of nonparametric models is determined from data.\n\nNonparametric statistics do not assume the sample size, whether the observed data is quantitative, or whether the data is drawn from a normal distribution. Instead, the shape of the distribution is estimated under this form of statistical measurement.\n\nBecause nonparametric statistics make fewer assumptions about sample data, they are more widely applied and easily used than parametric statistics. However, nonparametric testing is less efficient in cases where parametric testing is more appropriate. The reason is that nonparametric statistics discard some information that is available in the data, unlike parametric statistics.\n\nNonparametric statistics are a statistical method in which the data are not assumed to come from prescribed models that are determined by a small number of parameters, such as the normal distribution model and the linear regression model. Nonparametric statistics sometimes use ordinal data, meaning it relies not on numbers but on a ranking or order.",
  "url": "https://www.investopedia.com/terms/n/nonparametric-statistics.asp"
}