{
  "term": "Nonperforming Loan (NPL) Definitions, Types, Causes, Consequences",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA nonperforming loan (NPL) is a loan that is indefaultdue to the fact that the borrower has not made the scheduled payments for a specified period. Although the exact elements of nonperforming status can vary depending on the specific loan's terms, \"no payment\" is usually defined as zero payments of either principal or interest.\n\nThe specified period also varies, depending on the industry and the type of loan. Generally, however, the period is 90 days or 180 days.\n\nA nonperforming loan (NPL) is considered in default or close to default. Once a loan is nonperforming, the odds the debtor will repay it in full are substantially lower. If the debtor resumes payments again on an NPL, it becomes areperforming loan(RPL), even if the debtor has not caught up on all the missed payments.\n\nIn banking, commercial loans are considered nonperforming if the debtor has made zero payments of interest or principal within 90 days, or is 90 days past due. For a consumer loan, 180 days past due classifies it as an NPL.\n\nA loan is in arrears whenprincipalorinterestpayments are late or missed. A loan is in default when the lender considers the loan agreement to be broken and the debtor is unable to meet the obligations.\n\nA debt can achieve nonperforming loan status in several ways. Examples of NPLs include:\n\nTheFair Debt Collection Practices Actprohibits certain abusive or deceptive practices in order to collect on nonperforming personal loans. However, this law only applies to third-party debt collectors or debt investors, not the original lender.\n\nSeveral international financial authorities offer specific guidelines for determining nonperforming loans.\n\nTheEuropean Central Bank(ECB) requires asset and definition comparability to evaluate risk exposures across euro areacentral banks. The ECB specifies multiple criteria that can cause an NPL classification when it performs stress tests on participating banks. The ECB has performed a comprehensive assessment and developed criteria to define loans as nonperforming if they are:\n\nAn addendum, issued in 2018, specified the time frame for lenders to set aside funds to cover nonperforming loans: two to seven years, depending on whether the loan was secured or not. As of 2020, eurozone lenders still have approximately $1 trillion worth of nonperforming loans on their books.\n\nTheInternational Monetary Fund(IMF) also sets out multiple criteria for nonperforming government loans.\n\nThe IMF has defined nonperforming loans as those whose:\n\nNonperforming loans may damage thecredit ratingof the borrower, making it harder and more expensive to borrow money in the future.\n\nNonperforming loans are those in default. Reperforming loans are those that were once nonperforming and are now performing again. The reperforming loans were once delinquent for at least 90 days and are now performing again.\n\nReperforming loans are often loans where the borrower has filed for bankruptcy and has continued to make payments as a result of thebankruptcyagreement. Such an agreement generally allows the borrower to become current on their debt via aloan modification program.\n\nImagine a hypothetical borrower who cannot make loan payments due to job loss. After 90 days without payment, the bank or lender will consider the loan nonperforming. The bank would shift the loan to their nonperforming list and continue seeking payment for the debt.\n\nThere are multiple avenues available to the creditor. One of the most common ways to collect the debt is to send it to a collections agency, which will be paid a percentage of any money they recover. The lender can also sell the debt to a debt buyer at a fraction of the face value. Although the creditor will lose money, this is often a better financial choice than trying to collect on a nonperforming loan.\n\nBorrowers with nonperforming loans may be able tonegotiate with creditorsto forgive part of their debt. However, this may damage their credit rating, making it harder and more expensive to borrow in the future.\n\nNonperforming loans can be sold by banks to other banks or investors. The loan may also become reperforming if the borrower starts making payments again. In other cases, the lender may repossess the borrower's collateral the satisfy the loan balance.\n\nNonperforming loans tend to occur during economic hardships when delinquencies are high. They happen when the borrower fails to make a payment for a long period of time (such as 90 to 180 days).\n\nBanks may sell nonperforming loans to focus on the loans that bring in money each month. Selling the loans at a discount may be more profitable than trying to collect money from a delinquent borrower.\n\nOther banks ordistressed debt investorsmay consider investing in nonperforming loans, as well as real estate investors.\n\nSolving a nonperforming loan involves getting back on track with payments. This is may be done with a loan modification agreement through the lender.\n\nThe number of nonperforming loans tends to rise during economic uncertainty. These loans are the ones where borrowers do not (or cannot) make payments. The loan goes to NPL status if no payment is received for a set period of time (usually 90 or 180 days—depending on the lender).\n\nConsumer Finance Protection Bureau. \"Are There Laws That Limit What Debt Collectors Can Say or Do?\"\n\nEuropean Central Bank. \"Guidance to banks on non-performing loans.\"\n\nEuropean Central Bank. \"ECB sets out its supervisory expectations for new NPLs.\"\n\nInternational Monetary Fund. \"Nonperforming Loan Classification.\"\n\nInternational Monetary Fund. \"Eighteenth Meeting of the IMF Committee on Balance of Payments Statistics.\"",
  "url": "https://www.investopedia.com/terms/n/nonperformingloan.asp"
}