{
  "term": "Nonprofit Organization (NPO): Definition, Funding, vs. Not-for-Profit",
  "definition": "Investopedia / Michela Buttignol\n\nA nonprofit organization is an entity that is created and operated for charitable or socially beneficial purposes rather than to make a profit. A nonprofit might serve religious, scientific, charitable, educational, literary, health, or animal welfare purposes.\n\nIn the U.S., many nonprofit organizations are grantedtax-exemptstatus by theInternal Revenue Service (IRS). Donations made to a nonprofit organization are typically tax-deductibleand the nonprofit itself pays no tax on donations or on money earned through other fundraising activities.\n\nNonprofit organizations are sometimes called NPOs or501(c)(3) organizationsbased on the section of the Internal Revenue Service (IRS) tax code that permits them to operate.\n\nA nonprofit designation andtax-exempt statusare given only to organizations that further religious, scientific, charitable, educational, literary, health, or other beneficial causes. Examples of nonprofit organizations include hospitals, universities, charities, churches, and foundations.\n\nA nonprofit must serve the public in some way. It is also required to makefinancial and operating informationpublic so that donors are informed about how their contributions have been used.\n\nTo receive a tax exemption, an organization must request 501(c)(3) status from the IRS. Once registered and running, the organization has to maintain compliance with the appropriate state agency that regulates charitable organizations. This often requires a dedicatedCIOand accounting team.\n\nNPOs cannot be political. Organizations seeking 501(c)(3) status must state explicitly in their organizing papers that they will not participate in any political campaign on behalf of any candidate or make expenditures for political purposes.\n\nThere are 501(c) groups that can engage in political activities, but not 501(c)(3) organizations.\n\nSome not-for-profit organizations use only volunteer labor, but many large and medium-size non-profits employ a full-time staff. Despite having special tax advantages in other respects, nonprofits typically must pay employment taxes and abide by state and federal workplace rules.\n\nNonprofits are allowed to provide assets or income to individuals only as fair compensation for their services.The organization must explicitly state in its organizing papers that it will not be used for the personal gain or benefit of its founders, employees, supporters, relatives, or associates.\n\nNonprofits receive income or donations from a variety of sources. Below are the most common ways nonprofits fundraise and earn revenue.\n\nNonprofits often rely on individual donors who contribute money, goods, or services to support their mission. Donors can give one-time or recurring donations, and they may give through various channels, including via online platforms, direct mail, or events.\n\nSome private companies encourage donations to worthy causes by allowing employees to make automatic donations from their paychecks.\n\nNonprofits may receive grants from foundations, corporations, or government agencies. Grants are typically awarded for specific projects or programs and may require the nonprofit to meet certain conditions or reporting requirements.\n\nNonprofits usually have to apply for the grant, using an extensive application process.\n\nCorporations may donate money, goods, or services to nonprofits as part of theircorporate social responsibilityinitiatives or to support causes that align with their values or mission.\n\nSome companies match donations by their employees who contribute through payroll deductions.\n\nNonprofits raise money and awareness for their causes by hosting events such as galas and auctions.\n\nThese events often involve ticket sales, sponsorships, or auctions of donated goods or services.\n\nNonprofits may receive donations of goods or services such as office supplies, equipment, or professional services.\n\nThe donating party is eligible for tax benefits by gifting in-kind items.\n\nThe terms nonprofit organization (NPO) andnot-for-profitorganization (NFPO) are sometimes used interchangeably. There are, however, key distinctions:\n\nForm 990 is due on the 15th day five months after the organization's taxable year ends. For organizations that have a calendar year-end, Form 990 is due May 15th unless the organization files for an extension.\n\nNonprofits are typically tax-exempt entities. However, they are still required to file informational returns to the IRS usingForm 990.\n\nThis tax form provides information about the organization's finances, programs, and activities to the public and the IRS. The form is used by charitable, religious, educational, and other types of tax-exempt organizations. Private foundations, charitable trusts, and political organizations also must file a Form 990.\n\nForm 990 requires organizations to provide detailed information about their revenue, expenses, assets, and liabilities.The form is very different from an individual's tax form as there are many governance questions to ensure IRS compliance.\n\nMany nonprofits post their completed 990 forms on their websites so that donors, stakeholders, and members of the public can review the organization's financial information and assess its operations and impact.\n\nNonprofits are typically focused on a specific mission or cause. They operate around a central vision, such as addressing a social issue, promoting education or the arts, or providing healthcare to underserved populations. This vision can foster a sense of purpose for staff that may be lacking in a for-profit company.\n\nBecause many nonprofits are exempt from federal and state income taxes, they can allocate more of their resources toward achieving their mission and serving their communities. Nonprofits also have access to a greater range of funding sources.\n\nNonprofits benefit from low-cost or free labor. Volunteers tend to be motivated by a strong sense of dedication to the organization's purpose.\n\nNonprofits rely on donations, grants, and other sources that can be unpredictable and inconsistent. This can make it difficult for nonprofits to sustain their programs and operations over the long term.\n\nNonprofits often have limited scalability that can inhibit their ability to achieve their goals effectively.\n\nNonprofits are often known for generally lower compensation scales than for-profit entities, which can make it difficult to attract and retain talent.\n\nContributes to the well-being of its community\n\nMay have a broad range of funding sources\n\nOften has low labor costs due to volunteers\n\nMay have unpredictable revenue streams\n\nMust comply with regulations and donor stipulations\n\nOften faces competitive disadvantage in hiring\n\nNonprofits solicit donations from individuals and apply for funding from foundations, government entities, and other sources. They use the proceeds to create and maintain programs that benefit their target community or cause.\n\nBecause they are using their income to further a cause, the U.S. tax code allows many nonprofits to be tax-exempt.\n\nA nonprofit must strive to operate perpetually. For this reason, nonprofits may build reserves, show a net profit, and attempt to raise enough money to ensure they can serve their mission for the long term.\n\nThey have special accounting needs and rules they must follow and often require specialized accounting software to track their income, expenses, and outflow.\n\nA nonprofit has no owners or shareholders. It is overseen by a board of directors that dictates and manages the operation of the entity.\n\nThe executive director of a nonprofit reports to the board, and the board makes the final decisions on the programs that the nonprofit will pursue.\n\nNonprofit organizations are typically tax-exempt entities that operate to better the community.\n\nBy receiving funds from individuals, corporations, and governments, nonprofits undertake programs and strategies for the public good.\n\nInternal Revenue Service. \"Exempt Purposes - Internal Revenue Code Section 501(c)(3).\"\n\nU.S. Chamber of Commerce. \"Nonprofit vs. Not-for-Profit vs. For-Profit: What's the Difference?\"\n\nInternal Revenue Service. \"Exempt Organizations - Required Filings.\"\n\nInternal Revenue Service. \"Frequently Asked Questions About Applying for Tax Exemption.\"\n\nNational Council of Nonprofits. \"Political Campaign Activities - Risks to Tax-Exempt Status.\"\n\nInternal Revenue Service. \"The Restriction of Political Campaign Intervention by Section 501(c)(3) Tax Exempt Organizations.\"\n\nNational Council of Nonprofits. \"Compensation for Nonprofit Employees.\"\n\nInternal Revenue Service. \"C. Social Clubs - IRC 501(c)(7).\"\n\nInternal Revenue Service. \"Social Clubs.\"\n\nInternal Revenue Service. \"Charitable Contribution Deductions.\"\n\nInternal Revenue Service. \"Exempt Organization Filing Requirements: Form 990 Due Date.\"\n\nInternal Revenue Service. \"About Form 990, Return of Organization Exempt from Income Tax.\"",
  "url": "https://www.investopedia.com/terms/n/non-profitorganization.asp"
}