{
  "term": "Nonrefundable Tax Credit: Definition, How It Works, and Benefits",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nA nonrefundable tax credit is a reduction in the amount ofincome taxesthat a taxpayer owes. It can reduce the amount owed to zero, but no further. In other words, the taxpayer forfeits any credit that exceeds the total amount of taxes owed.\n\nBy contrast, arefundable tax creditresults in a refund from theInternal Revenue Service (IRS)if the credit reduces the taxpayer’s liability to a number below zero.\n\nRefundable and nonrefundable tax credits are both directly subtracted from the amount of taxes that a taxpayer owes. Tax deductions, on the other hand, are subtracted from the taxpayer’s taxable income. Tax credits generally result in bigger savings, especially for lower-income filers.\n\nThe U.S. tax code provides certain tax breaks in the form of tax credits that reduce the tax liability of eligible taxpayers. A tax credit is applied to the amount of tax owed by the taxpayer after all other allowable deductions are made from the person’s taxable income.\n\nA tax credit reduces the total tax bill of an individual dollar for dollar.\n\nA tax credit can be either refundable or nonrefundable. A refundable tax credit usually results in arefundcheck if the tax credit is more than the individual’s total tax liability.\n\nFor example, a taxpayer who applies a $3,400 refundable tax credit to a $3,000 tax bill will have the bill reduced to zero and the remaining portion of the credit—$400—refunded to the taxpayer.\n\nA nonrefundable tax credit does not result in a refund to the taxpayer, as it will only reduce the tax owed to zero.\n\nFollowing the example above, if the $3,400 tax credit was nonrefundable, the individual will owe nothing to the government but will forfeit the $400 that remains unused after the credit is applied.\n\nA tax deduction reduces the income subject to tax, but a tax credit reduces the amount of taxes that are owed on a dollar-for-dollar basis.\n\nWhich is the better benefit depends on the taxpayer’smarginal tax rate. If a taxpayer is entitled to a tax deduction of $100 and has a marginal tax rate of 30%, the deduction will save the taxpayer $30. If the same taxpayer is entitled to a tax credit of 50% of an expenditure of $100, the savings is $50. However, if the same taxpayer claims a tax credit for 20% of $100, the savings is only $20.\n\nUnlike tax deductions, which reduce taxable income, a tax credit reduces the amount of tax that you owe, dollar for dollar.\n\nCommonly claimed tax credits that are nonrefundable include:\n\nSome nonrefundable tax credits, such as the general business credit (GBC) and foreign tax credit (FTC), allow taxpayers to carry any unused amounts backward to a prior year and forward to future tax years.\n\nHowever, time limits apply to the carryover rules, and they differ depending on the specific credit. For example, while unused portions of the GBC may be carried forward up to 20 years, an individual can carry unused FTC amounts forward only up to 10 years.\n\nEvery year, the IRS adjusts things like tax brackets, deductions, and credits to account for inflation. In October 2024, the IRS released its adjustments for 2025.\n\nIf a taxpayer has both refundable and nonrefundable tax credits, the benefits can be maximized by applying the nonrefundable credits before claiming any refundable credits.\n\nNonrefundable tax credits should be used first to minimize the taxes owed. Only then should the refundable tax credits be applied to reduce the tax liability even further to the point that the liability reaches zero. If any refundable credits are unused after the total tax liability is completely offset, the taxpayer will receive a refund check for the total amount of unused credits.\n\nIf the refundable credits were claimed first, there is a risk that all the refundable credits will be used to offset taxes due and any remaining nonrefundable credits will only reduce the tax owed to zero. The unused nonrefundable credits will not entitle the taxpayer to a refund.\n\nLow-income taxpayers often are unable to use the entire amount of their nonrefundable credits. Nonrefundable tax credits are valid only in the year when they are generated; they expire if unused and may not be carried over to future years.\n\nFor the 2023tax year, specific examples of nonrefundable tax credits include credits for adoption, credits for energy-efficient residential property, and the saver’s tax credit for funding retirement accounts.\n\nThe foreign tax credit (FTC) is a nonrefundable credit for U.S. taxpayers who have income overseas that minimizes double taxation. Since American citizens must pay U.S. income tax on all sources of income, domestic or foreign, the FTC offsets some of the foreign tax already paid on the same income.\n\nSure, you’ll still receive the refund that you qualify for, but it won’t include a reimbursement for any unused portion of your nonrefundable tax credit.\n\nIt also depends on how much tax withholding you’ve had during the year. Nonrefundable credits only reduce the amount you owe in taxes and do not pay you a refund if your tax bill goes to zero and the whole credit has not been used.\n\nHowever, if you have zero taxable income due to such credits and you paid taxes monthly via payroll withholding, you will likely receive some or all of that back as a refund.\n\nOn their own, nonrefundable credits cannot generate a refund or be used to increase the amount you would otherwise receive.\n\nRefundable tax credits are refunded to the taxpayer regardless of the taxpayer’s liability. These include theearned income tax credit (EITC)and theAdditional Child Tax Credit (ACTC).\n\nNonrefundable tax credits can reduce a taxpayer’s bill to zero, but no further. If the taxpayer owes less in taxes than the nonrefundable credit is worth, they don’t get reimbursed for the unused credit. The opposite is true of a refundable credit.\n\nTaxpayers entitled to both types of credits should apply their nonrefundable credits first. Only then should they figure in refundable credits that could yield a refund.\n\nInternal Revenue Service. “Tax Credits for Individuals: What They Mean and How They Can Help Refunds.”\n\nInternal Revenue Service. “Schedule 3, Additional Credits and Payments,” Page 1.\n\nInternal Revenue Service. “Lifetime Learning Credit.”\n\nInternal Revenue Service. “Publication 524, Credit for the Elderly or the Disabled.”\n\nInternal Revenue Service. “Instructions for Form 3800, General Business Credit,” Pages 1–2.\n\nInternal Revenue Service. “Topic No. 856, Foreign Tax Credit.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “Rev. Proc. 2024-40.”\n\nInternal Revenue Service. “Foreign Tax Credit.”\n\nInternal Revenue Service. “Earned Income Tax Credit (EITC).”\n\nInternal Revenue Service. “What You Need to Know About CTC, ACTC and ODC.”",
  "url": "https://www.investopedia.com/terms/n/nonrefundabletaxcredit.asp"
}