{
  "term": "Normal Distribution: What It Is, Uses, and Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNormal distribution, also known as the Gaussian distribution, is aprobability distributionthat is symmetric about the mean, showing that data near the mean are more frequent in occurrence than data far from the mean. The normal distribution appears as a \"bell curve\" when graphed.\n\nThe normal distribution is the most common type of distribution assumed in technical stock market analysis. The standardnormal distribution has two parameters: the mean and the standard deviation. In a normal distribution,mean(average),median(midpoint), andmode(most frequent observation) are equal. These values represent the peak or highest point. The distribution then falls symmetrically around the mean, the width of which is defined by thestandard deviation.\n\nThe normal distribution model is key to theCentral Limit Theorem(CLT) which states that averages calculated from independent, identically distributed random variables have approximately normal distributions, regardless of the type of distribution from which the variables are sampled.\n\nThe normal distribution is one type ofsymmetrical distribution. Symmetrical distributions occur when a dividing line produces two mirror images. Not all symmetrical distributions are normal since some data could appear as two humps or a series of hills in addition to the bell curve that indicates a normal distribution.\n\nFor all normal distributions, 68.2% of the observations will appear within plus or minus one standard deviation of the mean; 95.4% will fall within +/- two standard deviations; and 99.7% within +/- three standard deviations.\n\nThis fact is sometimes called the \"empirical rule,\" a heuristic that describes where most of the data in a normal distribution will appear. Data falling outside three standard deviations (\"3-sigma\") would signify rare occurrences.\n\nSkewness measures the degree of symmetry of a distribution. The normal distribution is symmetric and has askewnessof zero. If the distribution of a data set instead has a skewness less than zero, or negative skewness (left-skewness), then the left tail of the distribution is longer than the right tail; positive skewness (right-skewness) implies that the right tail of the distribution is longer than the left.\n\nKurtosismeasures the thickness of the tail ends of a distribution to the tails of a distribution. The normal distribution has akurtosisequal to 3.0. Distributions with larger kurtosis greater than 3.0 exhibit tail data exceeding the tails of the normal distribution (e.g., five or more standard deviations from the mean).\n\nThisexcess kurtosisis known in statistics asleptokurtic, but is more colloquially known as \"fat tails.\" The occurrence of fat tails in financial markets describes what is known astail risk. Distributions with low kurtosis less than 3.0 (platykurtic) exhibit tails that are generally less extreme (\"skinnier\") than the tails of the normal distribution.\n\nThe normal distribution follows the following formula. Note that only the values of the mean (μ ) and standard deviation (σ) are necessary\n\nThe assumption of a normal distribution is applied to asset prices andprice action. Traders may plot price points to fit recent price action into a normal distribution. The further price action moves from the mean, in this case, the greater the likelihood that an asset is being over or undervalued. Traders can use the standard deviations to suggest potential trades. This type of trading is generally done on very short time frames as larger timescales make it much harder to pick entry and exit points.\n\nSimilarly, many statistical theories attempt tomodel asset pricesand assume they follow a normal distribution. In reality, price distributions tend to have fat tails and, therefore, have kurtosis greater than three. Such assets have had price movements greater than three standard deviations beyond the mean more often than expected under the assumption of a normal distribution. Even if an asset has gone through a long period where it fits a normal distribution, there is no guarantee that the past performance truly informs the future.\n\nMany naturally occurring phenomena appear to be normally distributed. For example, the average height of a human is roughly 175 cm (5' 9\"), counting both males and females.\n\nAs the chart below shows, most people conform to that average. Taller and shorter people exist with decreasing frequency in the population. According to the empirical rule, 99.7% of all people will fall with +/- three standard deviations of the mean, or between 154 cm (5' 0\") and 196 cm (6' 5\"). Those taller and shorter than this would be rare (just 0.15% of the population each).\n\nThe normal distribution describes a symmetrical plot of data around its mean value, where the width of the curve is defined by the standard deviation. It is visually depicted as the \"bell curve.\"\n\nThe normal distribution is technically known as the Gaussian distribution, however, it took on the terminology \"normal\" following scientific publications in the 19thcentury showing that many natural phenomena appeared to \"deviate normally\" from the mean. This idea of \"normal variability\" was made popular as the \"normal curve\" by the naturalist Sir Francis Galton in his 1889 work,Natural Inheritance.\n\nAlthough normal distribution is a statistical concept, its applications in finance can be limited because financial phenomena—such as expected stock-market returns—do not fall neatly within a normal distribution. Prices tend to follow more of alog-normal distribution, right-skewed and with fatter tails. Therefore, relying too heavily on a bell curve when making predictions can lead to unreliable results. Although most analysts are well aware of this limitation, it is relatively difficult to overcome this shortcoming because it is often unclear which statistical distribution to use as an alternative.\n\nNormal distribution, also known as the Gaussian distribution, is a probability distribution that appears as a \"bell curve\" when graphed. The normal distribution describes a symmetrical plot of data around its mean value, where the width of the curve is defined by the standard deviation.\n\nBoston University. \"The Central Limit Theorem.\"\n\nDePaul University. \"NORMAL Distribution: Origin of the name.\"",
  "url": "https://www.investopedia.com/terms/n/normaldistribution.asp"
}