{
  "term": "Normalized Earnings: Definition, Purpose, Benefits, and Examples",
  "definition": "Normalized earnings or normalized income refers to a company’s income that has been adjusted to remove revenue, expenses, or effects of seasonality—in other words, not recurring events, or one-time influences. Normalized earnings help business owners, financial analysts, and other stakeholders understand a company’s true earnings from its normal operations.\n\nAn example of this normalization would be to remove a land sale from a retail firm’s financial statements in which a largecapital gainwas realized, as selling products—not selling land—is the company’s real business.\n\nNormalized earnings represent acompany’s earnings that omit the effects of nonrecurring charges or gains. To better present a company’s core business, the one-off effects of these profits or losses are removed as they can muddy the picture. Additionally, normalized earnings can be used to present a firm’s earnings while taking into account seasonal or cyclical sales cycles.\n\nIn short, normalized earnings are the most accurate assessment of a company’s true financial health and performance. Many companies incur one-off expenses, such as large lawyer fees, or earn one-off gains, such as the sale of old equipment. In both of these cases, even though the costs and revenues are realized and affect the company’s short-term cash flow, they are not indications of the company’s long-term performance. To analyze the firm properly, these effects have to be removed.\n\nThe most common form of earnings normalization occurs when expenses or revenues must be removed, or sales cycles must be smoothed. When normalizing large, one-off costs or earnings, there are two types of normalization adjustments.\n\nIf, for example, a company that owns a fleet of trucks decides to sell the depreciating assets and purchase new ones, both the earnings and the expenses from the sale are removed to normalize its earnings. An accountant or analyst would do this by looking at the company’s income statement and removing the money generated from other comprehensive income. It would then remove the operating expense or debt financing used to purchase the new trucks.\n\nAnother scenario where expenses are removed to normalize a company’s earnings is in the event of an acquisition or purchase. When this occurs, the salary, wages, and other expenses paid to owners and officers of the company are removed, since they won’t be part of the new organization.\n\nThe remaining scenario that commonly involves normalizing is dealing with the earnings for companies with sales cycles orseasonality. With situations like this, earnings are adjusted using amoving averageover a number of periods. The simplest form of this is an arithmetic average. If, for example, a company earns $100 in January, $150 in February, and $200 in March, and uses a two-month moving average, its normalized earnings would be $125 for February and $175 for March.\n\nFor investors, the biggest advantage to normalized earnings is that it allows for a more accurate comparison between companies. Common metrics likeearnings per share (EPS)can be drastically affected by the period when they are calculated, particularly if a significant cost or profit unrelated to the core business occurs in the period.\n\nBy using normalized earnings per share, investors can better analyze and compare companies based on the health of their core operations rather than the temporary boost or hit of a one-off event.\n\nNormalized earnings represent company earnings that omit the effects of nonrecurring charges or gains. They are the most accurate assessment of a company’s true financial health and performance.\n\nEarnings normalization most commonly occurs when expenses or revenues must be removed, or sales cycles must be smoothed. When normalizing large, one-off costs or earnings, there are two types of normalization adjustments.\n\nNormalized earnings allow investors to more accurately compare companies. Common metrics like earnings per share (EPS) can be drastically affected by the period when they are calculated, particularly if a significant cost or profit unrelated to the core business occurs in the period.\n\nNormalized earnings or normalized income is company income adjusted to remove revenue, expenses, or effects of seasonality—in other words, not one-time influences or recurring events. Normalized earnings help business owners, financial analysts, and other stakeholders understand a company’s true earnings from its normal operations.",
  "url": "https://www.investopedia.com/terms/n/normalizedearnings.asp"
}