{
  "term": "Normal Goods: Definition, Demand, and Examples",
  "definition": "Normal goods are products whose demand and price increases and decreases are directly tied to rises and falls in consumer income.\n\nNormal goods are consumer products that experience an increase in demand and prices when consumer income rises, and a decrease in prices and demand when it falls. Food, drinks, clothing, household appliances, and electronics are all examples of normal goods.\n\nA normal good, or necessary good, doesn't refer to the quality of the good but rather, the level of demand for the good and its relationship to the increases or decreases of a consumer's income level.\n\nDemand for normal goods is determined by patterns of consumer behavior. As income levels rise, consumers can often afford goods that were not previously available to them. Examples of normal goods include:\n\nNormal goods have a positive income elasticity of demand, where a change in demand and a change in income move in the same direction.\n\nIncome elasticity of demandmeasures the magnitude with which the quantity demanded changes in response to a change in income. It is used to understand changes in consumption patterns that result from changes in purchasing power.\n\nIncome elasticity=%change in quantity purchased%change in income\\begin{aligned}\\text{Income elasticity}=\\frac{\\%\\text{change in quantity purchased}}{\\%\\text{change in income}}\\end{aligned}Income elasticity=%change in income%change in quantity purchased​​\n\nA normal good has an income elasticity of demand that is positive, but less than one.\n\nIf the demand for blueberries increases by 11% when income increases by 33%, then blueberries have an income elasticity of demand of 0.33, or (11/33).Blueberries qualify as a normal good.\n\nEconomists use the income elasticity of demand to determine whether a good is a necessity or a luxury item. Companies also analyze the income elasticity of demand for their products and services to help forecast sales in times of economic expansions resulting in rising incomes, or during economic downturns and declining consumer incomes.\n\nInferior goodsare the opposite of normal goods. Inferior goods are goods whose demand drops as consumers' incomes rise. As an economy improves and wages rise, consumers will prefer a more costly alternative to inferior goods. The term \"inferior\" doesn't refer to a good's quality but to its affordability.\n\nPublic transportation tends to have an income elasticity of demand coefficient that is less than zero, meaning that its demand falls as income rises, classifying public transport as an inferior good. Most people prefer to drive a car if they can afford it.\n\nInferior goods include all of the goods and services that people purchase only because they cannot afford normal goods.\n\nLuxury goodscommonly have an income elasticity of demand that is greater than one and include items like expensive cars, vacations, fine dining, and gym memberships.\n\nConsumers tend to spend a greater proportion of their income on luxury goods as their income rises, whereas people spend an equal or lesser proportion of their income on normal and inferior goods as their income increases.\n\nJack earns $3,000 per month and spends 40% of his income on food and clothing, or $1,200 per month. If his income rises to $3,500 per month for a 16% increase in income, Jack can afford more, so he may increase his purchases or demand for food and clothing to $1,320 per month for a 10% increase or [ ($1,320 - $1,200) ÷ $1,200 ] x 100.\n\nFood and clothing are considered normal goods for Jack because he increased his purchases by 10% when he realized a 16% raise. His income elasticity of demand is .625 or (10/16). Since food and clothing have an income elasticity of demand of less than one, Jack's food and clothing are normal goods.\n\nMost products, or normal goods, tend to experience a decrease in demand during a recession, as periods of economic contraction generally reduce consumer income, resulting in fewer goods being purchased.\n\nGoods may be classified as normal, inferior, or luxury depending on the region or country where the item is demanded or sold.\n\nThe income effect is the resulting change in demand for a good or service caused by an increase or decrease in a consumer's income or purchasing power. As income rises, the income effect assumes that people will begin to demand more goods, such as normal goods.\n\nNormal goods are products such as food, clothing, and household appliances. Demand for normal goods increases as income rises and decreases when it falls. The income elasticity of demand formula measures the change in demand and prices in response to a change in income.",
  "url": "https://www.investopedia.com/terms/n/normal-good.asp"
}