{
  "term": "Normative Economics: Definition, Characteristics, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNormative economics is a perspective oneconomicsthat reflects normative, or ideologically prescriptive judgments toward economic development, investment projects, statements, and scenarios.\n\nUnlikepositive economics, which relies on objective data analysis, normative economics is concerned with value judgments and statements of what \"ought\" to be. It expresses ideological judgments about what may result in economic activity if public policy changes are made. Normative economic statements can't be verified or tested.\n\nNormative economics aims to determine people's desirability or the lack thereof to various economic programs, situations, and conditions by asking whatshouldhappen or whatoughtto be. Therefore, normative statements typically present an opinion-based analysis in terms of what is thought to be desirable. For example, stating that the government should strive for economic growth of x% or inflation of y% could be seen as normative.\n\nBehavioral economicshas also been accused of being normative in the sense that cognitive psychology is used to steer (\"nudge\") people to make desirable decisions by engineering their choice architecture.\n\nAs positive economics describe economic programs, situations, and conditions as they exist, normative economics aims to prescribe solutions. Normative economic statements are used to determine and recommend ways to change economic policies or to influence economic decisions.\n\nThedifference between positive and normativeeconomics is that positive economics is concerned with how an economy behaves, while normative economics makes a value judgment on the desirability of certain outcomes.\n\nNormative economics may be useful in establishing and generating new ideas from different perspectives, but it cannot be the only basis for making decisions on important economic issues, as it does not take an objective angle that focuses on facts and causes and effects.\n\nEconomic statements coming from the positive economics angle can be broken down into determinable and observable facts that can be examined and tested. Because of this characteristic,economistsand analysts often practice their professions under the positive economic angle. Positive economics, being the measurable perspective, helps policymakers and other government and business authorities decide on important matters that affect particular policies under the guidance of fact-based findings.\n\nHowever, policymakers, business owners, and other organizational authorities also typically look at what is desirable and what is not for their respective constituents, making normative economics an important part of the equation when deciding on important economic matters. Paired with positive economics, normative economics can branch into many opinion-based solutions that mirror how an individual or one whole community portrays particular economic projects. These kinds of views are especially important for policymakers or national leaders.\n\nNormative economics is closely related to behavioral economics, the branch of psychology that examines the decisions of human actors. Some of the insights of behavioral economics include subtle ways to \"nudge\" consumers towards a desirable behavior, without compelling or forbidding any one choice.\n\nAn example of normative economics would be the statement: \"We should cut taxes in half to increasedisposable incomelevels.\" By contrast, a positive or objective economic observation would be, \"Based on past data, bigtax cutswould help many people, but government budget constraints make that option unfeasible.\"\n\nHere are more examples of normative statements:\n\nNormative statements cannot be tested or proved, and they typically contain keywords such as \"should\" and \"ought.\"\n\nNormative economics come into play whenever policymakers use economic incentives to affect human behavior. A common example issin taxeson alcohol and tobacco: rather than prohibit these vices, the government may simply impose a tax that discourages the undesirable behavior. These taxes imply a value judgment on the social value of alcohol and tobacco consumption.\n\nAnother interesting example includes theincome gapsbetween men and women, or between workers of different ethnicities. Although these wage gaps were once uncontroversial, they are now recognized as a sign of the inherent unfairness of the prevailing economic system.\n\nWage gaps can be a demonstration of both positive and normative economics. For example, a study on the wage differential between thousands of employees would be an example of positive economics, if it does not attempt any policy prescriptions. But a study that tests different policies to reduce the gap would be normative economics because it makes a clear value judgment against wage gaps.\n\nIn economics, normative statements are those that state a value judgment or preference on one outcome over another. Statements on how to prevent certain tragedies, raise wages or otherwise improve conditions are considered normative statements.\n\nIn economics, a positive statement is one that attempts to assess an objective reality without making a value judgment. For example, a study on rental costs would be an example of positive economics. A study that claims that the rent is too high is an example of normative economics.\n\nBehavioral economics is a discipline that studies the psychological factors that influence the behavior of economic actors. This is closely related to normative economics, which often uses the tools of behavioral economics to change the way humans make decisions. A simple example is a decision to place healthy fruit near the cash register of a high school cafeteria: by placing the healthy option in a prominent location, students are subtly encouraged to make the healthier decision.\n\nNormative economics aims to reach desirable outcomes. Unlike positive economics, normative thinking is explicitly value-driven, and based on the ideology and preferences of each individual economist. This type of economic thinking is often used by policymakers to influence the behavior of consumers and the public.\n\nUChicago News. \"Behavioral Economics, Explained.\"",
  "url": "https://www.investopedia.com/terms/n/normativeeconomics.asp"
}