{
  "term": "Normal-Course Issuer Bid (NCIB): Definition and How It Works",
  "definition": "A normal-course issuer bid is a Canadian term for a public company's repurchase of its own stock in order to cancel it. A company is allowed to repurchase between 5% and 10% of its shares depending on how the transaction is conducted.\n\nThe issuer repurchases the shares gradually over a period of time, such as one year. This repurchasing strategy allows the company to buy only when its stock is favorably priced.\n\nPublic companies operating in Canada must file a Notice of Intention to Make an NCIB with the stock exchanges they are listed on and receive their approval before proceeding with a repurchase. There are limits on the number of shares the company can repurchase in a single day.\n\nIn another type of approved issuer bid, a company will repurchase a set number of shares from itsshareholdersat a predetermined date and price.\n\nIf a company repurchases all of its outstanding shares in this manner, it is called agoing privatetransaction.\n\nOnce an NCIB is approved, the company can proceed with repurchases as it sees fit during the period that has been established. The company might or might not repurchase the full number of shares it is permitted to buy.\n\nAn NCIB is launched when a company's executives believe its stock is undervalued in the market.\n\nAs with any stock repurchase program, a company undertakes an NCIB because its executives believe that the company's publicly traded stock shares are undervalued. By taking back shares, they are reducing the numbers available on the market. Their own buying activity reduces supply and raises demand, leading the price higher.\n\nOnce the value of shares rises to the desired level, the company might sell off part of its stake in order to raise cash, increase liquidity, and widen its base of investors.\n\nThrough a normal-course issuer bid, a company can take advantage of what it sees as a discount on the stock’s current price.\n\nAn NCIB can also be a tactic designed to ward off a hostile takeover attempt. In such cases, the company is reducing the volume of its shares that are available on the market and regaining more control over its own stock.\n\nIf the repurchase is big enough it can change the concentration and makeup of stock ownership. The company may end up with a controlling interest that cannot be challenged by a third party. Once this happens, the company can maintain its control by simply releasing too few new shares to allow any single buyer to accumulate enough shares to affect shareholder votes or force its agenda on the company's board of directors.",
  "url": "https://www.investopedia.com/terms/n/ncib.asp"
}