{
  "term": "North American Securities Administrators Association (NASAA)",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe North American Securities Administrators Association (NASAA) is an organization of securities regulators whose aim is to protect investors from fraud. Founded in 1919 in the U.S. state of Kansas, its membership of 67 securities administrators from across North America works to protect customers ofinvestment adviceor securities as part of a complementary regulatory system that works at the federal, state/provincial, and industry levels.\n\nNASAA seeks to help investors identify and avoidfraudby educating the public, investigating violations of state and provincial law, and filing enforcement actions. Its membership is made up of regulators that may be appointed, hired for career-focused positions, or are under the jurisdiction of their states' Attorneys General. These regulators are responsible for licensing securities firms and investment professionals—such asbroker-dealersandinvestment advisers—registering certain securities offerings, reviewing financial offerings of small companies, auditing branch office sales practices and record-keeping, promoting investor education, and most importantly, enforcing state securities laws.﻿﻿\n\nIn addition to protecting investors, some state regulators may help small businesses raise money and stay in compliance with securities laws. Some regulators may work in a department that also regulates insurance or banking.﻿﻿\n\nNASAA's membership is made up of securities regulators from all 50 U.S. states, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Canada, and Mexico.﻿﻿ NASAA'swebsitefeatures a variety of investor and professional resources, including afraud centerthat lists top investor traps, a fraud awareness quiz, fraud red flags, how to contact a local securities regulator, and how to investigate a broker or investment adviser.\n\nNASAA members work within the government to protect investors and ensure the integrity of the securities industry in the following ways:\n\nNASAA alsoadministerstheSeries 63,Series 65, andSeries 66regulatory examinations, which licenses financial professionals to function as an agent. In most states, the Series 63 is a requirement for all registered securities agents.\n\nNorth American Securities Administrators Association. \"Our Role.\"\n\nNorth American Securities Administrators Association. \"Our Story.\"\n\nNorth American Securities Administrators Association. \"Exam FAQs.\"",
  "url": "https://www.investopedia.com/terms/n/nasaa.asp"
}