{
  "term": "North American Industry Classification System (NAICS) Overview",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe North American Industry Classification System (NAICS) is a business classification system developed through a partnership among the United States, Canada, and Mexico. This classification system facilitates the comparison of statistics of all business activities across North America.Companies are classified and separated into industries that are defined by the same or similar production processes. This system should not be confused with theNational Association of Insurance Commissioners (NAIC)or theNational Association of Investors Corp. (NAIC).\n\nThe NAICS was established to replace and modernize the U.S.Standard Industrial Classificationsystem. The new system enables easier comparison of all countries in North America.To ensure the NAICS continues to be relevant, there is a planned system review every five years.\n\nThe NAICS is a collaborative effort. The three parties responsible for the formation and continued maintenance of the NAICS are the Instituto Nacional de Estadistica y Geografia in Mexico, Statistics Canada, and the United States Office of Management and Budget through its Economic Classification Policy Committee, staffed by theBureau of Economic Analysis,Bureau of Labor Statistics, and the Census Bureau.\n\nThe first version of the classification system was released in 1997. A revision in 2002 included substantial changes to the construction, wholesale trade, retail trade, and information sectors.In 2012, there was a slight reduction in the number of industries in the system and modifications were made to some of the system’s sector classifications.The latest revision, which occurred in 2022, reduced the number of industries from 1,057 to 1,012. Changes in size standards were also included in the revision, with seven sectors of industries affected.\n\nThe NAICS classification system allows for more flexibility than the four-digit structure of the SIC.It uses a hierarchical six-digit coding system, classifying all economic activity into 20 different industry sectors. Five of these sectors are primarily those that produce goods while the remaining 15 sectors provide some type of service. Every company receives a primary NAICS code, indicating its main line of business. This primary code is determined by the code definition that generates the largest revenue for a company at a specified location in the past year.\n\nNAICS codes are narrowed from 20 sector codes into 96 three-digit subsector codes, further divided into 308 four-digit industry codes, subdivided into 689 five-digit industry codes, and ultimately broken down into 1,012 six-digit NAICS codes.\n\nThe first two digits of a NAICS code indicate the largest business sector in which a company operates. The third digit designates the company’s subsector, and the fourth digit indicates theindustry groupto which the company belongs. The fifth digit of the code reflects the company’s particular industry of operation. The sixth and final digit designates the company’s specific national industry.Soybean farming, for example, has the NAICS code 111110, which is broken down to sector 11, subsector 111, industry group 1111, industry 11111, NAICS code 111110.\n\nU.S. Census Bureau. \"Introduction to NAICS.\"\n\nU.S. Census Bureau. \"Frequently Asked Questions (FAQs), 12. How Can I Get a New NAICS Code Created for My Type of Business?\"\n\nU.S. Census Bureau. \"2002 NAICS Definitions.\"\n\nU.S. Census Bureau. \"2012 NAICS Definitions.\"\n\nU.S. Census Bureau. \"Frequently Asked Questions (FAQs), 14. How Does NAICS 2017 Differ from NAICS 2012?\"\n\nU.S. Department of Labor, Occupational Safety and Health Administration. \"Standard Industrial Classification (SIC) Manual.\"\n\n\"North American Industry Classification System, 2022,\" Page 24.\n\nU.S. Census Bureau. \"Frequently Asked Questions (FAQs), 5. What Is the NAICS Structure and How Many Digits Are in a NAICS Code?\"\n\n\"North American Industry Classification System, 2022,\" Page 78.",
  "url": "https://www.investopedia.com/terms/n/naics.asp"
}