{
  "term": "Norwegian Krone (NOK): History, Example, FAQs",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Norwegiankrone(NOK) is the official currency of Norway.Its regulation and circulation are controlled by the country's central bank, the Norges Bank.The bank has issued its eighth series ofbanknotes, including the latest in November 2019, which saw new 1000-kronebills. The year before introduced the new 50-kroneand 500-kronebills and 2017 brought the new 100-kroneand 200-kronebills.\n\nAs of August 2022, $1 USD is equal to roughly 9.77 NOK.A single Norwegian Krone is worth $0.10 cents.\n\nThe Norwegiankrone, orkroner(the plural term), subdivides into 100øre. The english translation for the wordkroneis \"the crown.\" Coins come indenominationsof 1, 5, 10, and 20kroneand banknotes appear in denominations of 50, 100, 200, 500, and 1,000kroner. The currency symbol is “kr.”\n\nThe new banknotes feature images of Norwegian maritime history on the front, while the back shows an abstract of sea and wind in the form of a cubic pattern.For example, the 50-kronenote has a green tint, an image of the Utvær Lighthouse on the front, and the back features an abstract rendition of the light signal from a lighthouse as well as a the constellation Ursa Major.\n\nThe first circulation of thekronecame in 1875 when it became the replacement of thespeciedaler.At the time, the conversion rate was fourkronerfor onespeciedaler. Following the switch, Norway joined the Scandinavian Monetary Union, an alliance that existed until the outbreak of World War I. During the existence of the Union, the Norwegiankroneon thegold standarduntil 1931 when it was pegged to the British pound.\n\nIn 1939 the country's currency was pegged to theU.S. dollar (USD), but during the German occupation of Norway in the Second World War, it was pegged to the Reichsmark. At the war's end, the currency was pegged to theBritish pound (GBP). Shortly after, the krone was pegged to the US dollar until 1971 when it free floats in the market for seven years until it is linked to a basket of currencies. Then in 1992, the central bank moved away from a fixed exchange rate, allowing the currency tofloatbased on theforeign currency exchange rate.\n\nThe 10 Syrian pound so closely resembles the 20 Norwegian kroner that it can fool many coin-operated, automated service machines in Norway.\n\nAs with all currencies, economic trends trigger fluctuation in the value of the Norwegiankrone.Currency investors may seek out the NOKwhen theeuro’s(EUR) value is in doubt. Increased activity in trading the NOK may increase the rate of exchange. Changes in the global price of crude oil also affect the NOK's value as Norway is Western Europe’s leading oil exporter.\n\nNorway's shipping, hydroelectric power, fishing, and manufacturing all contribute to the country'sgross domestic product (GDP). However, it is interesting to note that many industries arestate-owned.Historically, thekroneis a prudent investment as Norway stakes claim to one of Europe’s most stable economies.\n\nNorway is one of the wealthiest countries on the globe and enjoys one of the highest standards of living. According to the latest World Bank data, Norway has a high-income economy with slow population growth at 0.5% annually. GDP growth for 2021 came in at 3.9% while the inflation deflator was at 16.9%.\n\nDon't confuse the Norwegian Krone with the similarly-named Danish Krone (DKK) or Swedish Krona (SEK). The Norwegian krone is worth 9% more than the Swedish Krona.\n\nTo understand the value of the Norwegian krone in Norway, it is helpful to examine the currency's buying power with respect to familiar consumer goods. According toThe Economist'spopular\"Big Mac\" Index, as of June 2022, the cost of a Big Mac in Norway averaged out to 62 krone in 2022, a figure equal to about $5.15 U.S. dollars. This is the second most expensive Big Mac in the world, just behind Switzerland.\n\nThe average monthly salary in Norway was 50,800 NOK, according to Statistics Norway, a figure that converts to $5,178.Much of that salary is subject to income taxes, which are returned to the public in the form of health care and generous welfare programs.\n\nThe U.S. dollar is stronger than the Norwegian Krone and has steadily strengthened against it since 2015.This is likely due to changes in the respective interest rates between the two countries, fluctuations in the price of oil, and the weakening of the Eurozone economy.\n\nOne U.S. dollar is equal to 9.77 Norwegian Krone (NOK) as of August 23, 2022.\n\nThe Norwegian Krone is generallyconsidered a safe currency, in that its value is not likely to be affected by failures in other markets. Although it is occasionally affected by domestic troubles, the Norwegian economy is relatively stable and the currency is unlikely to see any sharp changes in value.\n\nAlthough the Norwegian Krone (NOK) is generally considered a safe and reliable currency, it falls to each individual investor to decide whether it is worth investing in.\n\nNorway is not a member state of the European Union, and therefore is not eligible to use the Euro. However, the Norwegian economy is closely tied to the Eurozone, and the country is a member of theEuropean Economic Area.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nNorges Bank. \"Notes and Coins - Norges Bank's Responsibility.\"\n\nNorges Bank. \"New Banknote Series Complete.\"\n\nNorges Bank. \"About the New Notes.\"\n\nXe. \"US Dollar to Norwegian Krone Exchange Rate Chart.\"\n\nXe. \"Norwegian Krone to US Dollar Exchange Rate Chart.\"\n\nNorges Bank. \"New 50-krone Note - Motifs.\"\n\nCollection Studio. \"Blog: Use of 10 Syrian pound coins in Norway.\"\n\nU.S. Energy Information Administration. \"Background Reference: Norway,\" Page 2.\n\nThe World Bank. \"World Development Indicators: Norway.\"\n\nXe. \"Norwegian Krone to Swedish Krona Exchange Rate Chart.\"\n\nThe Economist. \"The Big Mac Index.\"\n\nXe. \"50,800 NOK to USD - Convert Norwegian Kroner to US Dollars.\"\n\nTax Foundation. \"Taxes in Norway.\"\n\nXe. \"US Dollar to Norwegian Krone Exchange Rate Chart: 10 Year.\"",
  "url": "https://www.investopedia.com/terms/n/nok.asp"
}