{
  "term": "Nostro Account",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA nostro account refers to a bank account held in a foreign country by a domestic bank, denominated in the currency of the overseas country. Nostros, a term derived from the Latin word for \"ours,\" is frequently used to facilitate foreign exchange and trade transactions. The opposite term, \"vostro accounts\"—derived from the Latin word for \"yours\"—is how a bank refers to the accounts that overseas banks have on their books denominated in the holding bank's home currency.\n\nA nostro account and avostro accountrefer to the same entity, but from a different perspective. For example, Bank X has an account with Bank Y in Bank Y's home currency. To Bank X, that is a nostro, meaning \"our account on your books,\" while to Bank Y, it is a vostro, meaning \"your account on our books.\"\n\nThese accounts facilitate internationaltransactionsand settle transactions that hedgeexchange-raterisk.\n\nBefore the advent of theeuroas a currency for financial settlements on Jan. 1, 1999, banks needed to hold nostro accounts in all the countries that now use the euro.\n\nSince that date, one nostro account for the entire eurozone has been sufficient. If a country were to leave the eurozone, either voluntarily or involuntarily, banks would need to re-establish nostros in that country in its new currency to continue making payments.\n\nMost largecommercial banksworldwide hold nostro accounts in every country with aconvertible currency.\n\nThe following example illustrates the payment process using a nostro account. Bank A, in the U.S., enters into a spot foreign-exchange contract to buy British pounds from Bank B, in Sweden.\n\nOn thesettlement date, Bank B must deliver pounds from its nostro account in the U.K. to the nostro account of Bank A, also in the U.K. On the same day, Bank A must pay dollars in the U.S. to Bank B's nostro account.\n\nThecentral banksof many developing countries limit the buying and selling of their currencies, usually to control imports, exports, and the exchange rate. Banks generally don't hold nostro accounts in those countries, as there is little or no foreign exchange business.\n\nWhen a bank needs to make a payment in a country where it doesn't hold a nostro account, it can use a bank with acorrespondentrelationship to make the payment on its behalf.\n\nNostro accounts differ from demand deposit accounts, which are held in the currency of the bank where they are located. Nostro accounts hold their balances in a foreign currency, that of the other country where the bank's nostro account is based.\n\nNostro is a word derived from the Latin term for \"ours.\" These accounts are frequently used to efficiently facilitate foreign exchange and trade transactions.\n\nNostro accounts incur fees. Because they are an additional feature, banks with nostro facilities usually charge maintenance fees that may be expensive. Individuals don't have nostro accounts.\n\nNostro accounts simplify the process of exchanging and trading in foreign currencies. They ease transactions conducted in another currency while helping hedge exchange-rate risk. These accounts are often held in the major convertible currencies: U.S. or Canadian dollars, the British pound, the euro, or the Japanese yen.\n\nThe opposite term, vostro account, is the way in which a bank refers to the accounts that foreign banks have on their books that are denominated in the holding bank's home currency. The bank holding a nostro or vostro account may be called the \"facilitator\" bank. Nostro accounts differ from standarddemand deposit accountsbecause they are denominated in foreign currencies. Also, only businesses or governments have nostro or vostro accounts; they aren't offered in the same way to individual account holders.\n\nEuropean Union. \"History and Purpose.\"\n\nWorld Bank. \"The Decline in Access to Correspondent Banking Services in Emerging Markets: Trends, Impacts, and Solutions.\"\n\nSoFi Learn. \"All You Need To Know about Nostro Accounts.\"",
  "url": "https://www.investopedia.com/terms/n/nostroaccount.asp"
}