{
  "term": "Not-Held Order: Types, Benefits and Limitations",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA not-held order gives a broker the time and price discretion to seek the best price available. The broker is not held responsible for any potential losses or missed opportunities that result from their best efforts. Aheld order, in contrast, requires immediate execution.\n\nThe not-held order is usually amarketorlimit order.\n\nAn investor placing a not-held order is trusting that the broker can obtain a bettermarket pricethan the investor can get by accessing the market directly. The broker has price and timediscretion, but may not be held responsible for any losses due to a missed opportunity.\n\nThis order is also known as a discretionary or \"with discretion\" order.\n\nThe broker is \"not held\" liable for failing to execute a trade above or below an attached limit price. For example, abrokermay have received a with discretion order to buy 1,000 shares of ABC with an upper limit of $16. The broker might think the market is about to fall and will not buy the stock when it is trading below $16. Instead, the market rallies and the broker can’texecutethe order below $16. Since it was a not-held order, the investor has no recourse or grounds to complain.\n\nNot-held orders are most common when trading internationalequities.\n\nThe orders that most investors place most of the time are held orders. That is, they require immediate execution at the current market price.\n\nNot-held orders are not widely used inliquidmarkets since the volume of activity gives the investor ample opportunity to get in and out of a position with ease.\n\nWhen a market or security is illiquid or moves erratically, a not-held order may give the investor more peace of mind.\n\nBrokers have the benefit of seeing order flows and trading patterns, which often gives them an edge when determining the best price and time to execute a customer’s order. For example, a broker may notice a recurring spike in volume on the buy-side of theorder bookthat suggests a stock’s price is likely to continue rising. This would result in the broker executing a client’s not-held order sooner rather than later.\n\nThe investor who gives a not-held order to a broker is placing full confidence in that broker to execute the trade at the best possible price. The investor cannot dispute the tradeexecution, provided that the broker met all regulatory requirements.\n\nFor instance, if an investor thinks the broker shouldn't have executed the not-held order before an FOMC interest rate announcement, the investor cannot seek a rebooking.\n\nNasdaq. \"Not Held Order (NH Order).\"",
  "url": "https://www.investopedia.com/terms/n/notheldorder.asp"
}