{
  "term": "Not for Profit: Definition and Taxes",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNot-for-profit organizations do not earn profits for their owners. All of the money earned by or donated to a not-for-profit organization is used in pursuing the organization’s objectives and keeping it running. Income is not distributed to the group’s members, directors, or officers. Examples include homeowners associations, fraternities, and sororities.\n\nNot-for-profit organizations can be social clubs that exist to serve their members, as well as social welfare organizations, civic leagues, labor organizations, and business leagues. These groups aretax-exemptbut not501(c)(3).\n\nMost not-for-profit organizations fall into one the following categories.\n\nBroadly speaking, not-for-profit organizations are responsible for three activities: fundraising, program operations, and administrative management.\n\nFundraising activities range from major public events to smaller, private gatherings. Not-for-profit organizations may also solicit direct donations, sell products, or rely on major gifts.\n\nTypically, most of the fundraised funds go towards the not-for-profit organization's programming. This programming supports the mission it was created to serve. Funds are also used to pay for administrative expenses, likebookkeeping.\n\nThanks to their tax-exempt status, not-for-profit organizations arenot subject to most forms of taxation, including sales tax and property taxes.\n\nHowever, in most cases, only donations made to nonprofit 501(c)(3) organizations aretax-deductible. Not-for-profit organizations aren't necessarily 501(c)(3)s—that is, they can be social organizations without a charitable purpose—so even if they're tax-exempt, donations might not be tax-deductible.\n\nFor example, if a church is established as a not-for-profit organization, it does not pay property taxes on the house of worship that it owns. Similarly, if a not-for-profit charity accepts clothing donations, sells the clothing, and uses the money for its charitable purposes, it does not pay property tax on the building that it uses as its store.\n\nHowever, not-for-profit organizations must remitpayroll taxeson behalf of their employees.Similarly, the employees and directors who receive income from a not-for-profit organization must report the income to theInternal Revenue Service (IRS).\n\nAside from the distinguishing feature that a not-for-profit organization does not distribute profits to its owners, many nonprofits have much in common with for-profit organizations.\n\nFor example, while some not-for-profit organizations use only volunteer labor, many have a staff of paid employees, managers, and directors. In addition, management techniques honed in the for-profit world often work well in not-for-profit organizations, too.\n\nHowever, whilefor-profit businesses can engage in a huge range of activities, not-for-profit businesses must operate exclusively as a charity or for scientific, religious, or public safety purposes.Additionally, not-for-profit organizations may exist to collect income to dispense to other qualifying charities.\n\nEven tax-exempt not-for-profit organizations are required to remit payroll taxes on behalf of their employees, who also must report the income to the IRS.\n\nBoth nonprofit organizations and not-for-profit organizations operate entities that don't distribute profits to their owners. All funds must go back into the organization—that is, funds must be spent either on supporting the organization's mission and programmatic goals or used to support administrative costs.\n\nBoth nonprofit organizations and not-for-profit organizations are often overseen by a board of directors.\n\nHowever, while nonprofits must offer a broad public benefit, not-for-profit organizations may not. Instead, not-for-profit organizations may exist to serve the best interest for a select few. For example, private sports clubs are typically not-for-profit organizations.\n\nIn addition, nonprofits may have a different legal structure than not-for-profit organizations.\n\nYes, a not-for-profit organization can make money in the sense that it can seek donations to fund its operations and may end up with a surplus of money in its coffers at the end of thefiscal year. However, all of that money must be used to fund the organization’s operations. It cannot be distributed to the organization’s owners as profit.\n\nNo, not all nonprofits are 501(c)(3) organizations. The 501(c)(3) designation made by the Internal Revenue Service (IRS) is only for charitable organizations. Generally, organizations existing for scientific, religious, or public safety purposes can be tax-exempt but not have 501(c)(3) status.\n\nNo. Only donations made to organizations that have a charitable purpose are allowed as itemized tax deductions by the IRS. So a donation to a sports club, for example, may not be tax-deductible.\n\nThough not-for-profit organizations exist to better the world, their purview is typically smaller than the work of nonprofit organizations—think homeowners associations and sports clubs, rather than the American Red Cross. However, not-for-profit organizations may still receive favorable tax treatment through the IRS—that is, they may be tax-exempt. Any surplus funds (profits) must go to the organization to support its operations—not to its owners.\n\nInternal Revenue Service. “Exempt Organization Types.”\n\nInternal Revenue Service. “Exempt Organizations: What Are Employment Taxes?”\n\nInternal Revenue Service. “Exempt Purposes — Internal Revenue Code Section 501(c)(3).”\n\nSpringly. “501(c)(3) Donation Rules: Everything You Need to Know: Donating as a 501(c)(3) Organization.”\n\nInternal Revenue Service. “Exemption Requirements — 501(c)(3) Organizations.”\n\nInternal Revenue Service. \"Topic No. 506, Charitable Contributions.\"",
  "url": "https://www.investopedia.com/terms/n/not-for-profit.asp"
}