{
  "term": "Notes as Investment Vehicles, Various Types",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA note is a legal document that serves as an IOU from a borrower to a creditor or an investor. Notes have similar features tobondsin which investors receive interest payments for holding the note and are repaid the original amount invested—called theprincipal—at a future date.\n\nNotes can obligate issuers to repay creditors the principal amount of a loan, in addition to any interest payments, at a predetermined date. Notes have various applications, including informal loan agreements between family members,safe-haveninvestments, and complicated debt instruments issued by corporations.\n\nA note is adebt securityobligating repayment of a loan, at a predetermined interest rate, within a defined time frame. Notes are similar to bonds but typically have an earlier maturity date than other debt securities, such as bonds. For example, a note might pay an interest rate of 2% per year and mature in one year or less. A bond might offer a higher rate of interest and mature several years from now. A debt security with a longer maturity date typically comes with a higher interest rate—all else being equal—since investors need to be compensated for tying up their money for a longer period.\n\nHowever, notes can have many other applications. A note can refer to a loan arrangement such as ademand note, which is a loan without a fixed repayment schedule. Payback of demand notes can be called in (or demanded) at any point by the borrower. Typically, demand notes are reserved for informal lending between family and friends or relatively small amounts.\n\nNotes can be used as currency. For example,Euro notesare the legal tender and paper banknotes used in theeurozone. Euro notes come in various denominations, including five, 10, 20, 50, and 100 euros.\n\nSome notes are used for investment purposes, such as a mortgage-backed note, which is anasset-backed security. For example, mortgage loans can be bundled into a fund and sold as an investment—called amortgage-backed security. Investors are paid interest payments based on the rates on the loans.\n\nNotes used as investments can have add-on features that enhance the return of a typical bond.Structured notesareessentially a bond, but with an added derivative component, which is a financial contract that derives its value from an underlying asset such as an equity index. By combining the equity index element to the bond, investors can get their fixed interest payments from the bond and a possible enhanced return if the equity portion on the security performs well.\n\nCompanies can issue both secured and unsecured debt securities that carry varied maturity dates. Acapital noteis an example of an unsecured and short-term debt. It's important to remember that with any note or bond issued by a corporation, the principal amount invested may or may not be guaranteed. However, any guarantee is only as good as the financial viability of the corporation issuing the note.\n\nSome notes are purchased by investors for their income and tax benefits.Municipal notes, for example, are issued by state and local governments and can be purchased by investors who want a fixed interest rate. Municipal notes are a way for governments to raise money to pay for infrastructure and construction projects. Typically, municipal notes mature in one year or less and can be exempt from taxes at the state and/or federal levels.\n\nTreasury notes, commonly referred to as T-notes, are financial securities issued by the U.S. government. Treasury notes are popular investments for their fixed income but are also viewed as safe-haven investments in times of economic and financial difficulties. T-notes are guaranteed and backed by the U.S. Treasury, meaning investors are guaranteed their principal investment.\n\nT-notes can be used to generate funds to pay down debts, undertake new projects, improve infrastructure, and benefit the overall economy. The notes, which are sold in $100 increments, pay interest in six-month intervals and pay investors the note's full face value upon maturity. Treasury notes are offered with maturity dates of two, three, five, seven, and 10 years. As a result, T-notes generally have longer terms thanTreasury billsbut shorter terms thanTreasury bonds.\n\nIssuers of unsecured notes are not subject to stock market requirements that force them to publicly avail information affecting the price or value of the investment.\n\nThere are many types of notes that are issued by governments and companies, many of which have their own characteristics, risks, and features.\n\nAnunsecured noteis a corporate debt instrument without any attachedcollateral, typically lasting three to 10 years. The interest rate, face value, maturity, and other terms vary from one unsecured note to another. For example, let's say Company A plans to buy Company B for a $20 million price tag. Let's further assume that Company A already has $2 million in cash; therefore, it issues the $18 million balance in unsecured notes to bond investors.\n\nHowever, since there is no collateral attached to the notes, if the acquisition fails to work out as planned, Company A maydefaulton its payments. As a result, investors may receive little or no compensation if Company A is ultimatelyliquidated, meaning its assets are sold for cash to pay back investors.\n\nAn unsecured note is merely backed by a promise to pay, making it more speculative and riskier than other types of bond investments. Consequently, unsecured notes offer higher interest rates than secured notes ordebentures, which are backed by insurance policies, in case the borrower defaults on the loan.\n\nApromissory noteis written documentation of money loaned or owed from one party to another. The loan’s terms, repayment schedule, interest rate, and payment information are included in the note. The borrower, or issuer, signs the note and gives it to the lender, or payee, as proof of the repayment agreement.\n\nThe term \"pay to the order of\" is often used in promissory notes, designating the party to whom the loan shall be repaid. The lender may choose to have the payments go to them or to a third party to whom money is owed. For example, let's say Sarah borrows money from Paul in June, then lends money to Scott in July, along with a promissory note. Sarah designates that Scott’s payments go to Paul until Sarah’s loan from Paul is paid in full.\n\nAconvertible noteis typically used byangel investorsfunding a business that does not have a clear company valuation. An early-stage investor may choose to avoid placing a value on the company in order to affect the terms under which later investors buy into the business.\n\nUnder the termed conditions of a convertible note, which is structured as a loan, the balance automatically converts to equity when an investor later buys shares in the company. For example, an angel investor may invest $100,000 in a company using a convertible note, and an equity investor may invest $1 million for 10% of the company’s shares.\n\nThe angel investor’s note converts to one-tenth of the equity investor’s claim. The angel investor may receive additional shares to compensate for the added risk of being an earlier investor.",
  "url": "https://www.investopedia.com/terms/n/note.asp"
}