{
  "term": "Notice Of Deficiency: What it Means, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA notice of deficiency is a legal determination by the IRS of a taxpayer’s tax deficiency. It is an official written claim that a taxpayer owes additional income tax (and often interest on that amount, plus additional penalties). It is issued when the IRS proposes a change to a tax return because they found that the information reported on a return does not match their records. A notice of deficiency is also sometimes referred to as a statutory notice, a statutory notice of deficiency, or an IRS 90-day letter. The official name for a notice of deficiency is IRS Notice CP2319A: Notice of Deficiency and Increase in Tax.\n\nTax laws require that theInternal Revenue Service (IRS)issues a notice of deficiency before assessing additional income tax, estate tax, gift tax, and certain excise taxes (unless the taxpayer agrees to the additional assessment). Although the language in the notice of deficiency says that the IRS isproposinga change, the notice of deficiency is a legal determination of taxdeficiencythat is presumptively correct.﻿﻿\n\nA notice of deficiency is usually triggered by tax information received from a third party filer–such as an employer or a financial institution–that does not match the information reported by the taxpayer.A notice of deficiency is triggered by a taxpayer’s failure to timely respond to, or to successfully appeal, a pre-assessment letter known as a 30-day letter.\n\nWhen an examination results in a proposed tax deficiency, the first step the IRS takes towards amending this deficiency is to issue a 30-day letter to the taxpayer. It is known as a 30-day letter because the taxpayer has 30 days to respond before the IRS processes the changes made to the return.\n\nA notice of deficiency explains any adjustments and how the amount of any deficiency was calculated. It explains the taxpayer’s options to either agree to the additional tax liability by signing a Waiver Form 4089or challenge it inU.S. Tax Court.\n\nA notice of deficiency is sometimes referred to as a90-day letterbecause it gives the taxpayer 90 days to dispute the tax assessment in the Tax Court. The 90-day period within which a petition may be filed is prescribed by statute and cannot be extended. The 90-day period is counted from the date the notice of deficiency is mailed to the taxpayer’s last known address. The IRS is required by law to include the last day a petition may be filed directly on the notice of deficiency. Until 90 days expire–or a Tax Court decision is final–whichever is later, the IRS is barred from any assessment or collection activity.\n\nIt is important to note that a notice of deficiency is not a tax bill. However, if the taxpayer has not signed a Waiver Form 4089 agreeing to the changesorfiled a petition with the Tax Courtwithin the 90-day period, the IRS will assess the tax, penalties, and interest shown on the notice of deficiency and send a bill.This is one of the events that precedes and triggers IRS collection efforts.\n\nInternal Revenue Service. \"4.8.9 Statutory Notices of Deficiency.\" Accessed Jan. 8, 2020.\n\nInternal Revenue Service. \"Understanding Your CP3219A Notice.\" Accessed Dec. 11, 2019.\n\nInternal Revenue Service. \"Form 4089.\" Accessed Dec. 11, 2019.",
  "url": "https://www.investopedia.com/terms/n/notice-of-deficiency.asp"
}