{
  "term": "Notice of Default: Meaning, Overview, Special Considerations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term notice of default refers to a public notice filed with a court that states that the borrower of amortgageis in default on a loan. Thelendermay file a notice of default when a mortgagor falls behind on their mortgage payments. Information on notices of default normally includes the borrower and lender's name and address, the legal address of the property, the nature of the default, as well as other pertinent details. A notice of default is often considered the first step toward foreclosure.\n\nA notice of default is a serious action taken by a lender. It notifies a borrower that their delinquentmortgage paymentshave breached the limit as outlined in their mortgage loan contract. Lenders outline the number of delinquent payments allowed in a mortgage contract before default action is taken. Most contracts generally allow up to 180 days of missed payments anddelinquenciesbefore any action is taken to file a notice of default.\n\nA notice of default is typically the final action lenders take before activating thelienand seizing thecollateralfor foreclosure. A notice of default is usually filed with the state court in which the lien is recorded, followed by a hearing to activate theperfected lienrecorded with the mortgage closing. Some cases may allow time for the borrower to negotiate by potentially paying delinquent debt or suggesting a settlement.\n\nIf the case proceeds to the approval of the perfected property lien, the lender notifies the borrower that the lien is activated. With an activated lien and a court order for property seizure, the lender can take legal action and ask the borrower to vacate the property.\n\nAll notices of default contain relevant information pertaining to the borrower, lender, and the property. These details include but aren't limited to:\n\nIf a borrower has several delinquent payments, they are at risk of default on a mortgage loan. This also poses the risk of lost collateral. When this happens, the lender may file a notice of default. While this notice may lead toforeclosure, that isn't always the case. The lender may simply be taking this step as protocol, and be willing to work with the borrower to bring the account up to date. Filing the notice may also include a negotiationgrace periodbefore further action is taken.\n\nWhile some lenders use notices of default as the final step before foreclosure, others use it as a way to work with borrowers to bring the mortgage up to date.\n\nA notice of default and subsequent foreclosure actions are documented and reported tocredit bureaus. Thus, all foreclosure proceedings and actions can have serious repercussions on a borrower’scredit score. This will also reduce the borrower’s ability to obtain a mortgage or any type of debt in the future.\n\nSome lenders may choose to serve the delinquent borrower with a notice of intention rather than a notice of default levy or they may provide warnings to the borrower, which gives them time to negotiate.\n\nIf you receive a default notice, it means you've already reached the number of delinquent payments allowed according to your contract. The notice informs you that the lender is beginning proceedings to foreclose or go after the debt.\n\nRead through the default notice carefully and contact your lender to discuss steps you may be able to take to get caught up with your loan. In some cases, the lender may work with you to modify the loan terms.\n\nIt's very serious if you receive a notice of default because it means your creditor may begin legal proceedings against you or pass your debt to a collection agency.\n\nReceiving a notice of default is typically the first step a lender takes when foreclosing on a house. If you've received notice, you could try contacting the lender to discuss catching up on your payments. Some lenders might prefer to work with borrowers who are behind on their payments than go through the legal process of foreclosure.\n\nCornell Law School Legal Information Institute. \"Notice of Default.\"\n\nNorth Carolina Judicial Branch. \"Foreclosures.\"\n\nCornell Law School Legal Information Institute. \"24 CFR § 266.626 - Notice of Default and Filing an Insurance Claim.\"\n\nEquifax. \"What Is a Foreclosure?\"",
  "url": "https://www.investopedia.com/terms/n/notice-of-default.asp"
}