{
  "term": "Notional Principal Amount: Definition, Calculations, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term notional principal amount refers to the predetermined dollar amount orprincipalon which exchanged interest payments are based. Notional principal amounts are commonly used between two parties ininterest rate swaps.The notional principal amount is a theoretical value. This means while it is predetermined by parties in the swap, that dollar value isn't exchanged. Rather, only the interest rate ever changes hands.\n\nAn interest rate swap is a contract between two parties who agree to exchange futureinterestpayments for another. These payments are based on a certain dollar value known as the notional principal amount. Treasury Regulations defines the notional principal amount as \"afinancial instrumentthat provides for the payment of amounts by one party to another at specified intervals calculated by reference to a specified index upon a notional principal amount, in exchange for specified consideration or a promise to pay similar amounts.\"\n\nAs noted above, the notional principal never changes hands, which is why it is considered notional or theoretical. Put simply, the notional principal is the assumed amount of principal involved in a financialtransaction, even though it is functionally separated from the transaction. This means that the parties involved neither pay nor receive the notional principal amount at any time. Rather, they only exchangeinterest ratepayments.\n\nThis concept can also be applied to the underlying principal value of adebt securityin interest rate swaps. That's because the rates are actual components of the transaction while the principal is functionally fictitious. A notional principal amount need not necessarily be a cash amount. It can also be equal to equity holdings or the value of abasketof stocks.\n\nWhen calculating bond payments, a bond'sface valueis considered notional when it comes to determining the interest due. The payments are a percentage of the face value, even if the face value is not available in a true sense. The face value cannot be withdrawn and may not even exist in a traditional sense until the bond approachesmaturity, but it does have an understood value that is required for the performing of relevant calculations.\n\nInterest rate swaps usually involve the exchange of a fixed interest rate for a floating rate, or vice versa, to reduce or increase exposure to fluctuations in interest rates or to obtain a marginally lower interest rate than would have been possible without theswap.\n\nAn interest rate swap involves two parties who lend funds to one another but with different terms. Therepaymentschedule may be for different durations or different interest rates.\n\nIn cases where a transaction involves the same amount of principal (the amount being lent and received by each party), the principal is notional and does not actually change hands or may not even functionally exist. When theunderlying assetis anamortizing loan, the underlying principal decreases in value over the repayment period. These swaps areamortizing swaps.\n\nInterest rate swaps are often used to help shift the risk or return of particular investments up or down. One organization might have an asset with avariable interest rate, while the other holds an asset with a fixed rate. Accepted as a zero-sum agreement, one party may benefit from the arrangement while the other experiences a loss.\n\nHere's a hypothetical example to show how the concept of a notional principal amount works. Let's say two companies enter into an interest rate swap contract. The contract has the following conditions: For three years,\n\nThis would be considered aplain vanillainterest rate swap because one party pays interest at a fixed rate on the notional principal amount and the other party pays interest at a floating rate on the same notional principal amount.\n\nAn interest rate swap is a financial agreement between two parties. It is a forward contract, which means both parties pay each other interest at specified intervals in the future. These swaps are based on a predetermined dollar value called the notional principal amount. This value is theoretical, which means that it never changes hands. Rather, the two parties only pay each other the agreed-upon interest. Companies and financial institutions trade interest rate swaps to mitigate risk, hedge against loss, and manage credit risk.\n\nThe term notional value is used to define the total value of an underlying asset in a financial contract. Put simply, it is the face value of a contract's underlying asset. This value can be applied to different types of financial contracts, including interest rate swaps, equity options, and foreign currency derivatives. Traders can calculate the notional value of an asset by multiplying the contract size with the underlying asset's price.\n\nWhen you trade interest rates, you're essentially betting on whether rates will move up or down. If you're an experienced trader, consider investing in interest rate futures. These financial contracts are a little more complicated than the average security and often involve spread betting to speculate on the movement of interest rates.\n\nBut if you're a novice investor or not that experienced, you can still take advantage of interest rate investing. Consider ETFs that are designed to move with increases in long-term interest rates, fixed-income securities, or index investing that mirrors interest rates.\n\nAn interest rate swap is a unique type of financial contract. It is an agreement between two parties who pay each other interest at regular intervals over the duration of the contract. The interest is based on the notional principal amount. This is a theoretical dollar value on which the interest rate is based. This amount is never actually traded or paid. Instead, the two parties in the contract pay the interest calculated on the notional principal amount to one another.\n\nInternal Revenue Service. \"Part I Section 446.--General Rule for Methods of Accounting,\" Page 2.",
  "url": "https://www.investopedia.com/terms/n/notionalprincipalamount.asp"
}