{
  "term": "Novation: Definition in Contract Law, Types, Uses, and Example",
  "definition": "Novation is the replacement of one of the parties in an agreement between two parties, with the consent of all three parties involved. To novate is to replace an old obligation with a new one.\n\nFor example, a supplier who wants to relinquish a business customer might find another source for the customer. If all three agree, the contract can be torn up and replaced with a new contract that differs only in the name of the supplier. The old supplier relinquishes all rights and obligations of the contract to the new supplier.\n\nIn legal language, a novation is a transfer of \"the benefits and the burdens\" of a contract to another party. Contract benefits may vary. For example, the benefit could be payments for services. The burdens are the obligations taken on to earn the payment—in this example, the services. With a novation, one party to the contract is willing to forgo the benefits and relinquish the duties.\n\nCanceling a contract can be messy, expensive, and bad for an entity's reputation. Arranging for another party to fulfill the contract on the same terms, with the agreement of all parties, is better business.\n\nNovations are often seen in the construction industry, where subcontractors may be juggling several jobs at once. Contractors may transfer certain jobs to other contractors with the client's consent.\n\nNovations are most frequently used when a business is sold or a corporation is taken over. The new owner may want to retain the business's contractual obligations, while the other parties want to continue their agreements without interruption. Novations smooth the transition.\n\nThere are three types of novations.\n\nA novation is an alternative to the procedure known as anassignment.\n\nIn an assignment, one person or business transfers rights or property to another person or business. But the assignment passes along only the benefits, while any obligations remain with the original contract party. Novations pass along both benefits and potential liabilities to the new party.\n\nFor example, a sub-lease is an assignment. The original rental contract remains in place. The landlord can hold the primary leaseholder responsible for damage or non-payment by the subletter.\n\nNovation gives rights and the obligations to the new party, and the old one walks away. The original contract is nullified.\n\nIn property law, novation occurs when a tenant signs aleaseover to another party, which assumes both the responsibility for the rent and the liability for any subsequent damages to the property, as indicated in the original lease.\n\nGenerally, an assignment and a novation require the approval of all three parties involved.\n\nA sub-lease agreement is usually an assignment, not a novation. The primary leaseholder remains responsible for non-payment or damage.\n\nBecause a novation replaces a contract, it can be used in any business, industry, or market where contracts are used.\n\nIn financial markets, novations are generally used incredit default swaps, options, or futures when contracts are transferred to aderivativesmarket clearinghouse. A bilateral transaction is completed through theclearinghouse, which functions as an intermediary.\n\nThe sellers transfer their rights to and obligations of their securities to the clearinghouse. The clearinghouse, in turn, sells the securities to the buyers. Both the transferor (the seller) and transferee (the buyer) must agree to the terms of the novation, and the remaining party (the clearinghouse) must consent by a specific deadline. If the remaining party doesn't consent, the transferor and transferee must book a new trade and go through the process again.\n\nContracts are a part ofreal estatetransactions, so novation is a valuable tool in the industry. If buyers and sellers enter into a contract, novation allows them to change it when issues arise during due diligence, inspection, or closing.\n\nCommercial and residential rental contracts can be changed using novation if tenants or renters experience changes that affect their needs or ability to make payments.\n\nContracts are critical components for private or public companies who win a bid to do work for federal, state, and local governments. If the contractor suddenly can't deliver on the contract or other issues prevent it from completing its task, the contractor can ask the government to recognize another party to complete the project.\n\nA novation is not a unilateral contract mechanism. All concerned parties may negotiate the terms until a consensus is reached.\n\nBanks use novation to transfer loans or other debts to different lenders. This typically involves canceling the contract and creating a new one with the exact terms and conditions of the old one.\n\nNovation can occur between any two parties. Consider the following example. Maria signed a contract with Chris to buy a cryptocurrency for $200. Chris has a contract with Uni for the same type ofcryptocurrencyfor $200. These debt obligations may be simplified through a novation. By agreement of all three parties, a novation agreement is drawn, with a new contract in which Chris transfers the debt and its obligations to Maria. Maria pays Uni $200 in crypto. Chris receives (and pays) nothing.\n\nNovations also allow for revisions of payment terms as long as the parties involved agree. For example, say Uni decided not to accept crypto but wanted cash instead. If Maria agrees, a novation occurs, and new payment terms are entered on the contract.\n\nIn novation, one party in a two-party agreement gives up all rights and obligations outlined in a contract to a third party. As a result, the original contract is canceled.\n\nIn novation, the rights and obligations of one party to a two-party contract are transferred to a third party, with the agreement of all three parties.\n\nYes, novation creates a new contract. The old contract is invalidated when the new contract is signed.\n\nIn a novation, when all parties agree, one party in a two-party agreement gives up all rights and obligations outlined in a contract to a third party. As a result, the original contract is canceled.\n\nNovation differs from an assignment, where one party gives up all rights outlined in the contract but remains responsible for fulfilling its terms. With an assignment, the original contract remains in place. With a novation, a new contract is created.\n\nInternational Swaps and Derivatives Association. \"ISDA Novation Protocol.\"\n\nGeneral Services Administration. \"Subpart 42.12 - Novation and Change-of-Name Agreements.\"",
  "url": "https://www.investopedia.com/terms/n/novation.asp"
}