{
  "term": "NRV: What Net Realizable Value Is and a Formula to Calculate It",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNet realizable value is calculated by subtracting the costs of production and sales from the asset's market value.\n\nNet realizable value (NRV) is the estimated sale price for an asset after deducting any selling costs. Businesses commonly use NRV as avaluation methodfor their financial reporting or cost accounting.\n\nNRV is used in the United States and internationally under different accounting rules. NRV prevents the overstatement of asset values because it represents their true value, which ensures accurate accounting and reporting.\n\nNet realizable value is an accounting term used by businesses to determine the value of an asset by considering the estimated sale price after deducting production and sales costs.These expenses can include (but aren't limited to) fees, taxes, and shipping. It is the net amount that a company can expect to receive after disposing of an asset.\n\nNRV is a valuation tool that provides businesses with an accurate assessment of their assets. It is used undergenerally accepted accounting principles (GAAP)in the United States and abroad underInternational Financial Reporting Standards (IFRS).\n\nAsset values for accounts receivable (AR) and inventories are commonly calculated using the formula for NRV. These can be found under the current assets section of corporatebalance sheets. It can also be used for cost accounting purposes, which helps management teams make more informed decisions about corporate finances.\n\nYou can find information about companies' treatment of net realizable value with respect to their assets on theirannual reports.\n\nThe formula to determine NRV is:\n\nThe expected selling price is the asset'smarket valueor the price at which the asset can be sold at any time. For instance, if a company has inventory worth $20,000 and the total production and selling costs amount to $1,500, the NRV is $18,500.\n\nAs noted above, NRV is commonly used in corporate accounting to determine asset values and for cost accounting purposes to help companies make smart decisions about their finances. Let's take a closer look at how it is used.\n\nBusinesses can use NRV to determine the value of current assets, including their AR and inventory management.\n\nCalculating the NRV helps companies avoid overestimating the cost of these current assets. As such, it provides an accurate picture of their financial standing for keystakeholders, including investors and management.\n\nCost accounting assigns costs to all of a company's business activities. It is a way for them to record and analyze their cost structures. Cost accounting can be used to help businesses make improvements, find efficiencies, and make better decisions.\n\nCompanies can use NRV in the shared production processes of their products. This is the process in which many goods are produced using a commoninput. It works by allocating joint costs to each product up to the point where they split off. Management can easily calculate the total cost of each product and assign a sale price individually.\n\nCompanies disclose how their valuation methods for assets, including inventory, in theirForm 10-K. The image below is from Nike's (NKE) 2024 annual report. As per the report, the company estimates the NRV for its inventory based on how it sees future demand taking shape. The company stated that reserves would increase if changes in the market would lead to a drop in its NRV.\n\nNet realizable value is a valuation method used in accounting as per generally accepted accounting principles. It represents how much a company would get if it sold an asset after accounting for the costs associated with production and sales. Companies must be transparent about how they value their assets using NRV—information you can find theirannual reports.\n\nNike. \"2024 Form 10-K.\" Page 49.",
  "url": "https://www.investopedia.com/terms/n/nrv.asp"
}