{
  "term": "N.V.: Alternative Investing Meaning, Examples and FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term N.V. refers to an acronym for the Dutch phrase Naamloze Vennootschap. An N.V. is a public limited liability company or an open corporation that sellssharesto the public in order to generate income. The acronym appears after the company name, the same way American and British company names precede the words Inc. orPLC. Corporations that wish to set up an N.V. must meet certain thresholds, including minimumcapitaland registration requirements. The N.V. structure is commonly used in Dutch or Dutch-influenced nations, including the Netherlands, Belgium, and Aruba.\n\nEvery country has different regulations that outline the process involved with setting up acorporation. This includes rules about registration, taxation, andcorporate structures. There are certain procedures that companies must abide by in order to go public, regardless of the country in which they do business.\n\nAs noted above, an N.V. or Naamloze Vennootschap is a type of company in the Netherlands. It is also a common corporate structure in other Dutch-influenced countries, such as Aruba, Belgium, Suriname, the Dutch West Indies, Indonesia, Curacao, and St. Maarten. The procedures to set up and operate an N.V. vary by country.\n\nThis type of corporation generally operates the same way anincorporatedcompany does in the U.S. or a public limited company does in the United Kingdom. The company issues stock to individuals and entities who are able to make decisions about the company's future, including appointing and changing those who sit on theboard of directors(BoD). Shareholders may remain anonymous under the structure, as the term Naamloze Vennootschap literally translates to the term \"nameless venture.\"\n\nA minimum of €45,000 instartup capitalis required to establish an N.V. in the Netherlands.Notaryservices are also needed. This professional must draft a notarial deed with the articles of association, which highlights the purpose of the corporation and the responsibilities of those involved. The company and the names of the directors are then registered at the Netherlands Chamber of Commerce in the Dutch Commercial Register.\n\nHere are a few other requirements an N.V. must follow in the country:\n\nAlong with startup capital and notary costs, companies are also responsible for accounting, registration, bookkeeping, and annual administration costs.\n\nBusinesses can operate before they are registered under the N.V. category in the Netherlands. But its directors are personally liable until registration is complete.\n\nShares of Dutch naamloze vennootschap entities may also be traded onstock exchangesas long as they meet certain requirements. For instance, the company must:\n\nShareholders must meet and vote on whether to cease operations as an N.V. If they decide to do so, all debts must be paid off and all dividends must be distributed to shareholders. Once this is done, the N.V. can officially be shuttered.\n\nNote that the information listed above applies to those in the Netherlands. As mentioned above, the requirements to operate an N.V. generally vary based on the country where they operate. For instance:\n\nThe total number of public limited companies in the Netherlands as of the first quarter of 2022.\n\nAn N.V. is just one type of structure for companies in different countries. Another option is the B.V. or besloten vennootschap in the Netherlands. This structure is a private limited company and is generally smaller than an N.V.\n\nThe corporation tends to be liable for its debts, so no onus falls on its directors. Ownership is also divided into shares, which gives shareholders the power to make decisions about the company. Although it is common for smaller entities to have a single director, there is no limit to the number of directors a B.V. can have, which means there can be multiple directors.\n\nLet's take a look at some of the key benefits and drawbacks of setting up an N.V. Keep in mind that this refers to corporate structures in the Netherlands—unless otherwise indicated.\n\nSome of the key benefits of registering and operating an N.V. in the Netherlands include:\n\nHere are some of the key drawbacks of registering and operating an N.V. in the Netherlands:\n\nCorporate tax rates and tax deductions apply\n\nNo personal liability for directors\n\nHigher amount of startup capital is required compared to B.V.\n\nHigh capital and share valuation thresholds to go public\n\nOne of the largest Naamloze Vennootschaps in the world is Exor N.V. The company's roots trace back to the end of the 19th century but it wasn't until 1927 that it was officially founded by Giovanni Agnelli as Fabbrica Italiana Automobili Torino or FIAT.\n\nIt is now a holding company with a market capitalization of about $18.2 billion as of Jan. 20, 2022.It makes investments in a variety of sectors, including reinsurance, automobiles, agriculture, as well as professional sports. Its business segments includeFiat ChryslerAutomobiles, PartnerRe, Ferrari, CNH Industrial, Juventus, andThe Economist, among other enterprises.\n\nThe company remains largely controlled by the Italian Agnelli family today.\n\nThere are several things that set an N.V. apart from a B.V., namely their structures, sizes, and minimum requirements. An N.V. is a public limited company while a B.V. is a private limited company. An N.V. is reserved for larger entities and they require a greater minimum startup capital requirement of at least €45,000 compared to €0.01 for a B.V.\n\nN.V. stands for Naamloze Vennootschap, which is a public limited company in the Netherlands and other Dutch-influenced countries. The term Naamloze Vennootschap translates to nameless venture.\n\nAll corporations that fall under the N.V. category are legal entities that must be registered with authorities, including those responsible for taxation. This kind of company issues shares to shareholders for the purpose of raising capital. Shareholders are able to remain anonymous and have the power to make decisions about the company.\n\nBusiness.gov.nl. \"Public limited company (NV).\" Accessed Jan. 20, 2022.\n\nI AM EXPAT. \"NV - Public limited company.\" Accessed Jan. 20, 2022.\n\nBelgium.be. \"Company formats.\" Accessed Jan. 20, 2022.\n\nLawyersBelgium.com. \"Characteristics of a NV Company in Belgium.\" Accessed Jan. 20, 2022.\n\nDEACI. \"Corporation (NV).\" Accessed Jan. 20, 2022.\n\nMinistry of Investment/BKPM. \"How to Establish a PT Company in Indonesia?\" Accessed Jan. 20, 2022.\n\nBusiness.gov.nl. \"Private limited company (bv) in the Netherlands.\" Accessed Jan. 20, 2022.\n\nLawyersNetherlands.com. \"Types of structures in the Netherlands.\" Accessed Jan. 20, 2022.\n\nExor. \"History.\" Accessed Jan. 20, 2022.\n\nYahoo! Finance. \"Exor N.V. (EXO.MI).\" Accessed Jan. 20, 2022.\n\nForbes. \"EXOR.\" Accessed Jan. 20, 2022.",
  "url": "https://www.investopedia.com/terms/n/nv-nv-or-naamloze-vennootschap.asp"
}