{
  "term": "NYSE Arca: Definition, History, Funds, Membership, and Options",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nSpencer Platt/ Staff / Getty Images\n\nNYSE Arca is an electronic securities exchange in the U.S. on whichexchange-traded products(ETPs) and equities are listed. The exchange specializes in ETP listings, which include exchange-traded funds (ETFs), exchange-traded notes (ETNs), and exchange-traded vehicles (ETVs).\n\nIn addition to placing typical orders, NYSE Arca allows investors and traders to participate in opening and closing auctions in ETFs and place midpoint orders that sit between thebid and askprice.\n\nNYSE Arca is the world’s leading ETF exchange in terms of volume and listings. As of January 2024, the exchange held a commanding 16.5% of the ETF market share of exchange volume and listed 62.9% of the 3,380 total ETFs in the United States.\n\nWith NYSE, it controls 75% of the $8.1 trillion in total assets under management (AUM) of exchange-traded products (ETPs). NYSE Arca also offers the narrowestbid-ask spreadsand quotes the most time at the best price across all U.S. ETPs.\n\nMuch like otherelectronic communications networks(ECNs), NYSE Arca implements a liquidity fee/rebate program to improve overall market depth. For example,market makers(MMs) are charged a fee to remove liquidity and provided with a rebate for adding it. Fees and rebates typically hover around $0.003 per share.\n\nNYSE Arca offers three levels of exchange membership for financial firms that want to engage in market-making practices on the ECN. Standard market-making requires that members actively maintain a two-sided market at all times in the names that they make markets in.\n\nLead market makers (LMMs) are the primary designated market makers in a given name and are held to more stringent standards and margin requirements.\n\nThe third status, ETP Holder, is a financial institution that does not wish to make markets but does want to use the exchange for order routing of exchange-traded products for its books or on behalf of its brokerage clients.\n\nAs of January 2024, NYSE Arca membership consists of around 135 member firms.\n\nIn addition to offering a wide breadth of exchange-traded products and other equities, the platform also matches orders and allows for crosses of listed options in conjunction withNYSE American(formerly AMEX) and an open-outcry trading floor in San Francisco, California.\n\nNYSE Arca Options runs a model similar to its equities and ETP using a liquidity-focused market maker/taker model.\n\nIn late 2017, NYSE Arca submitted an application to theSecurities and Exchange Commission(SEC) to list two ETFs that trackBitcoin futurescontracts traded on the Cboe Options Exchange and the Chicago Mercantile Exchange (CME)—the ProShares Bitcoin ETF and the ProShares Short Bitcoin ETF.\n\nWhile the SEC has traditionally been reluctant to approve Bitcoin ETFs due to the cryptocurrency’s speculative and unregulated nature, in October 2021, trading began on the very first Bitcoin ETF, the ProShares Bitcoin Strategy ETF (BITO).\n\nThe SEC may have been more receptive to this particular crypto ETF because the fund does not invest directly in Bitcoin and instead tracks CME bitcoin futures—the contracts that speculate on the future price of Bitcoin.\n\nIn January 2024, the SEC took further steps to allow forBitcoin ETF tradingby approving 11 spot Bitcoin ETFs, listed on NYSE Arca, Cboe BZX, and Nasdaq.\n\nOn May 23, 2024, the SEC approved NYSE, CBOE, and Nasdaq applications to list spot ether ETFs. In July 2024, the SECofficially approvednine spot ether ETFs for trading on U.S. exchanges.\n\nNYSE Arca was formed in 2006 after the NYSE merged withArchipelago, a leading electronic exchange network. Created in 1996, Archipelago was one of the first ECNs to facilitate electronic trading on major U.S. exchanges, such as the Nasdaq and American Stock Exchange (AMEX), through the Archipelago Exchange (ArcaEx). ECNs allow forautomated trading, passive order matching,after-hours trading, and instantaneous order execution.\n\nBy the mid-2000s, Archipelago's fast execution speeds and liquidity pools attracted widespread usage from institutional trading firms. Critics of the merger suggested it would end floor trading that has been in place since the NYSE’s inception in 1817. However, large-cap stocks continue to be traded on the NYSE using theopen outcrymethod.\n\nIn 2007, NYSE completed a merger withEuronext, the largest European stock exchange, which led to the creation of NYSE Euronext. This entity was later acquired byIntercontinental Exchange(ICE), which became the parent of the NYSE Arca.\n\nThe New York Stock Exchange (NYSE) is a physical and electronic stock exchange, while NYSE Arca is an electronic communications network (ECN) used for matching orders.\n\nNYSE Arca lists more than 8,000 stocks and exchange-traded products. This means that virtually every individual stock and ETF traded on a U.S. stock exchange will also be available to trade on NYSE Arca.\n\nNYSE Arca was formed when the NYSE acquired the Archipelago ECN in 2006. The Intercontinental Exchange (ICE) acquired both NYSE and NYSE Arca by 2013. They remained separate and distinct subsidiaries.\n\nNYSE Arca is a communications network focused on exchange-traded products, including ETFs, ETNs, and ETVs. It is the world's largest ETF exchange, offering investors access to funds that invest in sectors and track benchmarks.\n\nU.S. Securities and Exchange Commission. \"New York Stock Exchange/Archipelago Holdings Merger Complete.\"\n\nNYSE Arca. “Lead Market Making.”\n\nNYSE. \"Membership Directory.\" Download CSV file.\n\nNYSE. “Two Market Models Powered by One Cutting Edge Technology.” Pages 3, 6.\n\nU.S. Securities and Exchange Commission. “Notice of Filing of Proposed Rule Change To List and Trade the Shares of the ProShares Bitcoin ETF and the ProShares Short Bitcoin ETF Under NYSE Arca Rule 8.200-E, Commentary .02.”\n\nProShares. “ProShares To Launch the First U.S. Bitcoin-Linked ETF on October 19.”\n\nU.S. Securities and Exchange Commission. \"Self-Regulatory Organizations; NYSE Arca, Inc.; The Nasdaq Stock Market LLC; Cboe BZX Exchange, Inc.; Order Granting Accelerated Approval of Proposed Rule Changes, as Modified by Amendments Thereto, to List and Trade Bitcoin-Based Commodity-Based Trust Shares and Trust Units.\"\n\nreuters.com.\"US SEC approves exchange applications to list spot ether ETFs.\"\n\nIVCA. \"Archipelago Holdings Inc.\"\n\nNYSE. “Behind the Scenes — An Insider’s Guide to the NYSE Closing Auction.”\n\nU.S. Securities and Exchange Commission. \"Prospectus of NYSE Euronext, Inc.\" Page 1.\n\nICE. \"IntercontinentalExchange Completes Acquisition of NYSE Euronext.\"",
  "url": "https://www.investopedia.com/terms/n/nyse-arca.asp"
}