{
  "term": "NYSE Composite Index: What it is, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe NYSE Composite Index measures the performance of all common stocks listed on theNew York Stock Exchange, includingAmerican Depositary Receiptsissued by foreign companies,Real Estate Investment Trusts, and tracking stocks. The weights of the index constituents are calculated on the basis of their free-floatmarket capitalization. The index itself is calculated on the basis of price return andtotal return, which includes dividends.\n\nThe breadth of the NYSE Composite Index (NYA) makes it a far better indicator of market performance than narrow indexes that have far fewer components.\n\nThe NYSE Composite Index includes all NYSE-listed stocks, including foreign stocks, American Depositary Receipts, real estate investment trusts, and tracking stocks. The index excludes closed-end funds, ETFs, limited partnerships, and derivatives.\n\nThe two biggest benefits to investors of the NYSE Composite Index are (a) its quality, as all constituents must meet the stringentlisting requirementsof the exchange, and (b) its globaldiversification, with international companies accounting for about one-third of market capitalization.\n\nThe NYSE Composite Index is seen as a better stand-in for the broader stock market than many of its narrower counterparts, due to the number of constituents it has and the global diversity of its holdings.\n\nThe New York Stock Exchange launched the composite index in 1966. It was relaunched in 2003 using a new methodology that is more in line with index methodology applied by popular broad-based US Indexes.﻿﻿\n\nICE Data Services is the index sponsor and administrator.﻿﻿ Securities Industry Automation Corp maintained and calculated the index until 2003, when it was relaunched with the help of Dow Jones Indexes.\n\nUnder the current methodology, the composite index no longer considers a variety of security classes eligible for inclusion: closed-end funds, ETFs, preferred stocks, derivatives, shares of beneficial interest, trust units, and limited partnerships.﻿﻿\n\nThe last trading price of the included securities is applied to calculate the composite index. Maintenance includes regular monitoring and adjustments made for companies that are added or deleted from the index. Certain actions by companies, such as stock splits and stock dividends, may call for simple changes to be made in the composite index to account for common shares outstanding as well as stock prices for the included companies. An index divisor adjustment might be required for other types of activity, including the issuance of shares, which lead to changes in the aggregate free-float adjusted market capitalization of the composite index.﻿﻿\n\nIntercontinental Exchange. \"NYSE Index Series Methodology,\"\n\nIntercontinental Exchange. \"NYSE International Listings.\"",
  "url": "https://www.investopedia.com/terms/n/nysecompositeindex.asp"
}