{
  "term": "NZD (New Zealand Dollar): What it is, How it Works, FAQs",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe New Zealand dollar (NZD) is the official currency of New Zealand. NZD is made up of 100 cents and is often represented by the symbol $ or NZ$ to set it apart from other currencies based on dollars. NZD also sees use in the Cook Islands, Niue, Tokelau, and the Pitcairn Islands.\n\nDecimalizationof the NZD (division into 100 cents) took place in 1967 when the New Zealand dollar replaced the New Zealand pound at a rate of two dollars to one pound. Initiallypeggedto the United States dollar, NZD went through a series of changes in the fixed exchange rate until March of 1985, when the currency was allowed to float freely.\n\nNew Zealand currency has had a long history of over 160 years. In fact, during the 1800s, New Zealand used its coins and banknotes before British currency was even legalcurrency. However, nothing was made official until 1933, when New Zealand issued their first official coins, based on the British pound, shilling, and pence.\n\nThe first coins had pictures of the native birds of New Zealand on the “tails” side, a tradition that has continued, with the British monarch on the head side.\n\nThe NZD is affectionately referred to as the 'Kiwi,' in honor of a flightless bird called a kiwi, which is pictured on one side of the country's $1 coin.\n\nIn 1934, the Reserve Bank of New Zealand was established, becoming the only supplier ofbanknotes.The original notes had a variety of designs, including that of a kiwi, the nation’s Coat of Arms, Maori King Tawhiao, and Fiordland's Mitre Peak.\n\nIt took another 30 years before the Reserve Bank replaced the currency of pounds, shillings, and pence with actual dollars and cents. In the year 1967 alone, the Bank printed 27 million new banknotes and 165 million new coins.\n\nThe NZD currency has a long history of colorful and vibrant money and, since its first issuing, has changed its printed design several times. In 1992, the images of Queen Elizabeth on all of the banknotes were altered to reflect prominent citizens of New Zealand such as Edmund Hillary, Kate Sheppard, Apirana Ngata, and Ernest Rutherford, along with local birds and plants on the backs of the notes.\n\nSince 1999, the New Zealand government has produced polymer or plastic versions of the New Zealand dollar, which has made the note more secure against counterfeiting. In addition, the new polymer composition has increased the longevity of the note.\n\nIt is estimated that the polymer note lasts four times longer than regular linen or paper notes. Interestingly, the polymer note can go through a washing machine without suffering any material damage. In 2016, the currency had its most recent update, with even more bright colors and updated security features.\n\nThe value of the NZD/USDpairis quoted as 1 New Zealand dollar per X U.S. dollars. For example, if the pair is trading at 1.50, it means that it takes 1.5 U.S. dollars to buy 1 New Zealand dollar.\n\nNZD/USD is affected by factors that influence the value of the New Zealand dollar and/or the U.S. dollar in relation to each other and other currencies. For this reason, the interest rate differential between the Reserve Bank of New Zealand (RBNZ) and the Federal Reserve (Fed) will affect the value of these currencies when compared to each other.\n\nWhen theFedintervenes in open market activities to make the U.S. dollar stronger, for example, the value of the NZD/USD cross could decline, due to a strengthening of the U.S. dollar when compared to the New Zealand dollar.\n\nThe NZD/USD tends to have a positive correlation to its neighbor, the Australian dollar (AUD/USD).\n\nThe New Zealand dollar is considered a carry-trade currency in that it is relatively high-yielding so investors will often buy the NZD and fund it with a lower-yielding currency such as the Japaneseyenor the Swiss franc.\n\nEvidence of this was prevalent during thefinancial crisiswhen the NZD was one of many high-yielding currencies that fell during 2008 and 2009. Margin trading positions on the NZD/Japanese yen exchange rate rose steadily during 2007-08, as Japanese investors took advantage of the wide differential between New Zealand and Japanese interest rates.\n\nDuring the turbulence in global financial markets during mid to late 2008, the cumulative net long positions held by Japanese margin traders in the NZD fell by nearly 90%.\n\nOther factors affecting the NZD are dairy prices and tourism numbers. New Zealand is one of the world's biggest exporters of whole milk powder. This means that if milk prices are on the rise the New Zealand economy is likely to be doing well, which will push up the currency.\n\nTourism is another staple of the New Zealand economy. So as the number of visitors to New Zealand rises, the economy does well and thecurrency appreciates.\n\nThe abbreviation for the New Zealand currency is \"NZD.\"\n\nThe strength of a currency tends to fluctuate so the strength of the NZD may not always be so strong. However, overall, NZD is considered a stable currency due to the strength of the New Zealand economy and its outlook. Tourism is a strong economic driving force for New Zealand, so when tourism is doing well in the country, the currency will tend to be stronger. Other economic factors, such as growth rate, GDP, unemployment, and inflation are strong and, therefore, lead to a strong currency.\n\nNZD is one of the most traded currencies in the world, making it a liquid currency in forex markets. New Zealand has a high FX turnover when compared to GDP due to international traders seeking yield, New Zealand having many companies and banks that are owned by international companies, resulting in currency swaps to minimize FX risk, export and imports being a large part of the New Zealand economy, and because New Zealand companies and organizations borrow heavily from international markets.\n\nEach banknote and coin of New Zealand's currency looks different. The currency usually has a bird on one side of a banknote or coin as well as an important historical figure of New Zealand. The currency also comes in very bright colors.\n\nReserve Bank of New Zealand. \"New Zealand History of Monetary and Exchange Rate Regimes,\" Page 11. Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"About Polymer.\" Accessed Oct. 5, 2021.\n\nNew Zealand Parliament. \"Mr Dollar Introduces Decimal Currency Day - July 1967.\" Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"The History of Coins in New Zealand.\" Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"The History of Banknotes in New Zealand.\" Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"Our Coat of Arms.\" Accessed Oct. 5, 2021.\n\nNew Zealand History. \"New Zealand Adopts Decimal Currency.\" Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"Security Features of New Zealand’s Banknotes.\" Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"Banknotes in Circulation.\" Accessed Oct. 5, 2021.\n\nReserve Bank of New Zealand. \"The New Zealand Dollar Through the Global Financial Crisis,\" Page 24. Accessed Oct. 5, 2021.",
  "url": "https://www.investopedia.com/terms/forex/n/nzd-new-zealand-dollar.asp"
}