{
  "term": "Obamanomics: What It Means, How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nObamanomics describes the economic policies of the administration of former President Barack Obama, with the term combining \"Obama\" and \"economics.\" The term is commonly associated with the tax policies, healthcare reforms, and economic stimulus programs enacted by the Obama Administration in response to theGreat Recession of 2008.\n\nAs is often the case in politics, the precise connotations of Obamanomics will depend on the political views of the commentator in question. Those who favor a moreactivist role in the economyfor the federal government to protect the economic interests of Americans may view the term neutrally or even with approval. Those who prefer less federal involvement in picking winners and losers in the economy and interfering with theeconomic efficiencyof free markets may view the term, and the policies it represents, unfavorably.\n\nFor supporters of Obamanomics, the term is often associated with a favorable view of theObama Administration’seconomic stimuluspolicies. Examples of these policies include the 2009 passage of theAmerican Recovery and Reinvestment Act, (ARRA) which was an $831 billion economic stimulus package; and the 2009 bailout of the U.S. automobile industry, which was on the verge of collapse at that time.Many Obama supporters view him in heroic terms, as one who saved the economy from certain doom by implementing thiseconomic stimulusagenda.\n\nOther notable policies associated with Obamanomics include the raising of income taxes on high-income earners; the imposition of a cap, or “sequester,” on military and discretionary spending; and the passage of the2010 Patient Protection and Affordable Care Act(ACA), also known as Obamacare.\n\nTo detractors, the term Obamanomics has connotations of increased government spending, taxation, and regulation, and a dangerous slide towardsocialismand acommand economy.In effect, Obama’s critics view Obamanomics as an unwelcome expansion of the role of government in the economy. In this manner, Obamanomics can be contrasted withReaganomics, which refers to the economic policies of ex-President Ronald Reagan. While Obamanomics is associated with an expanded government role, Reaganomics is associated with lower taxes, decreased government spending, and fewer regulations.\n\nWhile some commentators use the term Obamanomics in a positive or negative light, many use it to simply refer to the economic policies of President Obama, without any necessarily positive or negative connotations.\n\nSupporters of Obamanomics claim that the dire financial situation of the U.S. economy that greeted Obama when he was elected in 2008 necessitated a strong government response. These circumstances included a soaringfiscal deficit, collapsing housing market, tumbling stock market, fears of a banking-sector collapse following the bankruptcy ofLehman Brothers, and dramatic job losses.\n\nObama’s signature response to these issues was the quintessential stimulus act, the ARRA, which increased government spending by over $800 billion for the decade spanning 2009 through 2019. The ARRA is an example ofKeynesian economic theory, which includes the concept of governmentdeficit spendingas a way to stimulate economicaggregate demandand reduce unemployment through themultiplier effect.\n\nSupporters claimed that the spending was focused on preserving and creating jobs that were threatened by the financial crisis underway at that time, while also investing in areas such as health, education, and civil infrastructure.  However, Harvard economist N. Gregory Mankiw and other critics later pointed out that the ARRA appeared to have had the opposite effect, and actually increased unemployment relative to the benchmarks projected by the Act's proponents, bycrowding outprivate investment and other economic mechanisms.\n\nWall Street Journal. \"Obamanomics Isn't About Big Government,\". Accessed August 3, 2021.\n\nThe Washingtom Times. \"Barbara Walters admits ‘we’ thought Obama was ‘the next messiah’,\". Accessed August 3, 2021.\n\nE! Online. \"Jamie Foxx Calls Barack Obama \"Our Lord and Savior\" at Soul Train Awards, Catholic Group Fires Back,\". Accessed August 3, 2021.\n\nForbes. \"Reaganomics Vs Obamanomics,\". Accessed August 3, 2021.\n\nGreg Mankiw's Blog. \"Unemployment Update,\". Accessed August 3, 2021.",
  "url": "https://www.investopedia.com/terms/o/obamanomics.asp"
}