{
  "term": "Obelisk Consensus Algorithm Definition",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nObelisk is a blockchain consensus algorithm used by the Skycoin ecosystem, designed to eliminate the shortcomings of theproof-of-work(PoW) and proof-of-stake (PoS) algorithms. According to its creators, Obelisk also reduces the need for mining, significantly improves transaction speed, and delivers enhanced security.\n\nBlockchains operate globally as self-regulated, decentralized platforms without any single authority. Therefore, a real-time, reliable, and secure network mechanism is required to ensure the authenticity of the transactions occurring on the network and reach a consensus about the ledger's status. This task is performed by the consensus algorithm.\n\nWhile the PoW andPoS systemsare the most commonly used consensus algorithms, they both have drawbacks. For example, PoW is very energy-intensive, and PoS can promote cryptocurrency hoarding instead of spending.\n\nObelisk attempts to circumvent the problems of PoW and PoS by distributing influence over the network, according to a concept called a “web-of-trust.” This concept uses various network nodes and makes consensus decisions depending on the influence score each node creates.\n\nIn Obelisk, all nodes have a list of nodes that they are subscribed to. This creates node density. The nodes with the most density have more influence on the network.\n\nIn terms of roles and activities performed, there are two types of nodes that participate in Obelisk: block-generating nodes and consensus nodes. Nodes can take either role because they are interchangeable. Block-generating nodes collect new transactions, authenticate them, package the verified transactions in a new block, and broadcast the block to the network.\n\nConsensusnodes collect the blocks generated by block-generating nodes and put them in a separate container (apart from the blockchain). It then identifies the block made by the largest number of block generators. This block is called the local winner and qualifies to be added to the blockchain. Each consensus node maintains necessary statistics on local winners (as reported by other nodes).\n\nWhen local winners have been reported by the majority of the consensus nodes, it qualifies as a global winner and remains a part of theblockchain. However, if nodes decide otherwise, then one of the following actions occurs based on the available data and local logs:\n\nObelisk is used by theSkycoinecosystem. Skycoin is designed and advertised as an alternative to centralized internet control. The intent behind the project is for consumers to control the internet by purchasing or building Skyminer machines to run Skywire—the Internet Service Provider (ISP) alternative—from their homes.\n\nThe Skywire network built upon the Skycoin ecosystem creates a mesh of internet connectivity, which removes the requirement for an ISP. Skywire users are rewarded in Skycoin and Coin Hours for providing bandwidth to other users.\n\nIn the Skycoin network using Obelisk consensus, a consensus node collects blocks from block-generating nodes and determines which block was made by the largest number of block-generators. That block is added to the blockchain.\n\nProof-of-Authority consensus is a blockchain consensus mechanism where new blocks can only be created for the blockchain by nodes that have proven through authentication that they have the right to create a new block.\n\nMany different consensus algorithms are designed to bring a distributed ledger to a consensus. Most are constructed to have many transaction validators reach a majority agreement about the state of the blockchain and the transactions taking place.\n\nThe Skycoin blockchain uses the Obelisk consensus algorithm to validate transactions. Skycoin is a decentralized internet service provider concept where members host connections, and the blockchain network creates a mesh of connections that theoretically reduces the hold ISPs have on internet access.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own Skycoin.\n\nSkycoin. \"Obelisk: Skycoin Consensus Algorithm | Information Pages.\"\n\nSkycoin. \"Obelisk: The Skycoin Consensus Algorithm.\"",
  "url": "https://www.investopedia.com/terms/o/obelisk-consensus-algorithm.asp"
}