{
  "term": "Obligatory Reinsurance: Meaning, Types, Pros and Cons",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nObligatory reinsurance is a treatythat requires aninsurerto automatically send all policies on its books that fall within a set list of criteria to areinsurer. Under the terms of an obligatory reinsurance agreement, also called an automatic treaty, the reinsurer is obliged to accept these policies.\n\nReinsurance, otherwise known as \"insurance for insurance companies”, is a practice whereby insurers agree to transfer portions of their risk portfolios to other parties to reduce the likelihood of paying a largeobligationstemming from an insurance claim and potentially going bankrupt. The insurer, or thecedent, gives away some of its business to another party, the reinsurer, who agrees to take on the risk associated with it in exchange for a share of the insurance premium — the payment customers are charged for coverage under a given plan.\n\nSome reinsurance agreements are one-off transactional deals made on a case-by-case basis. On other occasions, areinsurance treatymight be struck, obligating the insurer to automatically send the reinsurer a specific class of policies. When such an arrangement is made, an insurer is required to cede and a reinsurer required to accept all risks that fall within a predetermined set of criteria.\n\nEach risk is automatically accepted under the terms of the arrangement, even if the insurer has yet to notify the reinsurer.\n\nObligatory reinsurance enables the insurer and reinsurer to develop a long-term relationship. The reinsurer gets a regular stream of business, while the insurer automatically covers itself against a class of predetermined risks without having to repeatedly find new buyers for each individual one — transferring a “book” of risks also generally works out to be much cheaper.\n\nOn the flip side, automatic acceptance eliminates the option to be picky, thereby increasing the threat ofinsolvencyfor everyone involved.The reinsurer could suddenly find itself inheriting a large chunk of policies and becoming liable to cover more losses than it originally bargained for. Should those plans result inclaimsand the reinsurer be unable to foot the bill for them, the ceding insurer may become fully responsible again for this portion of risk that it originally underwrote, putting it, too, in a difficult financial position.\n\nOver-reliance on reinsurance played a big role in the demise of Mission Insurance in 1985.﻿﻿\n\nThese dangers mean it’s critical that each party does its homework. Before entering an agreement for obligatory reinsurance, the ceding insurer and reinsurer will want to make sure that the other is being managed properly and that their interests align.\n\nIt’s also paramount that the terms of the agreement include an accurate description of the type of risks that the treaty covers. This is an important step in removing ambiguities that, if left unaddressed, might require the arrangement to be canceled. If the ambiguities are discovered too late, it may be difficult tounwindthe arrangement since risks may have already been exchanged.\n\nThere are two main categories of reinsurance:facultativeand treaty. Both may be classified as obligatory if the reinsurance contract mandates all policies that fall within their scope to be transferred.\n\nFacultative coverage protects an insurer for an individual or a specified risk or contract. If several risks or contracts need reinsurance, each is negotiated separately. Usually, the reinsurer has all rights for accepting or denying a facultative reinsurance proposal. That said, there is also a hybrid version that gives the primary insurer the option to cede individual risks, irrespective of the reinsurer's wishes.\n\nTreaty reinsurance, meanwhile, is effective for a set time period rather than on a per-risk or contract basis. The reinsurer covers all or a portion of the risks that the insurer may incur.\n\nReinsurance contracts can be both proportional and non-proportional. With proportional contracts, the reinsurer receives a prorated share of all policypremiumssold by the insurer in exchange for bearing a portion of the losses based on a pre-negotiated percentage in the event that claims are made. The reinsurer also reimburses the insurer for processing, business acquisition, and writing costs.\n\nWith a non-proportional contract, on the other hand, the reinsurance company agrees to pay out claims only if they exceed a specified amount, known as the priority orretentionlimit, during a certain period of time. The priority or retention limit may be based on one type of risk or an entire risk category.\n\nInsurance Journal. \"$121 Million Distributed to Mission Insurance Customers.\" Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/o/obligatory-reinsurance.asp"
}