{
  "term": "Obsolescence Risk: What it is, How it Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nObsolescence risk is the risk that a process, product, or technology used or produced by a company forprofitwill become obsolete, and thus no longer competitive in the marketplace. This would reduce the profitability of the company.\n\nObsolescence risk is most significant for technology-based companies or companies with products or services based on technological advantages.\n\nObsolescence risk is a factor for all companies to some degree and is a necessary side effect of a thriving and innovative economy. This risk comes into play, for example, when a company is deciding how much to invest in new technology. Will this technology remain superior long enough for the investment to pay off? Or will it become obsolete so soon that the company loses money?\n\nObsolescence risk also means that companies wanting to remain competitive and profitable need to be prepared to make large capital expenditures any time a major product, service, or factor of production becomes obsolete.\n\nBudgeting for obsolescence risk is challenging because it is difficult to predict obsolescence and the exact rate of technological innovation.\n\nA publishing company is an example of one that faces obsolescence risk. As computers, tablets, and smartphones have become more popular and affordable, more consumers have started reading magazines, newspapers, and books on these devices instead of in their print forms.\n\nFor the publishing company to remain competitive, it must minimize its investments in the old paper publications and maximize its investments in new technologies. Even as it makes this shift, it must remain alert to new and unimagined technologies that could supplant the currently popular ways of reading and require still more investment.\n\nThestock market\"graveyards\" are littered with dead companies whose products or technology were rendered obsolete. Examples are the technology companies Control Data and Digital Equipment from Morgan Stanley's 1982 “recommended” buy list.",
  "url": "https://www.investopedia.com/terms/o/obsolescencerisk.asp"
}