{
  "term": "Occupational Labor Mobility: What it is, How it Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nOccupational labor mobility refers to the ability of workers to switch career fields in order to find gainful employment or meet the needs of industry. When conditions allow for high degrees of occupational labor mobility, it can help maintain strong employment andproductivitylevels. Governments may provide occupational retraining to help workers acquire the necessary skills and expedite this process.\n\nGeographical labor mobility, on the other hand, refers to the level of flexibility and freedom laborers have to physically move from one location to another in order to find gainful employment in their field.\n\nLabor mobilityis the ease with which workers can leave one job for another. Workers may not be able to pursue new career opportunities in the event of layoffs or termination if their occupational labor mobility is limited. This can be true for workers who possess few or specialized skills that are only of use under limited circumstances. For example, a worker trained to operate a piece of machinery that only exists in one industry can face challenges seeking employment outside of that industry.\n\nIf an experienced worker who has earned a substantial salary attempts to switch career paths they may face a significant financial adjustment. This is because alternate jobs they could perform might not make use of their most developed skills, leading to a form ofunderemployment. For example, an archaeologist may have to find work as a landscaper if no more suitable positions are available. Such circumstances can lead to workers and professionals taking substantially lower pay than they are accustomed to or have been led to expect in the course of their education and training.\n\nThe ease with which employees can move from a job in one particular occupation to a job in a different occupation determines how quickly an economy can develop. This is because technological progress, innovation, and the creation of new industries and occupations are major components of economic development and also lead to the phenomenon ofcreative destruction, where the new industries and occupations displace older ones.\n\nLabor mobility from obsolete industries and occupations into new ones is a necessary part of this process. Low occupation labor mobility can slow the adjustment to new conditions as the economy develops, and may even contribute to the darker side of progress known asdestructive creation.\n\nAn easing of occupational mobility restrictions can do several things:\n\nThe decrease in the number ofmanufacturingsector jobs in favor of services-focused employment such as software development has diminished the occupational labor mobility for some workers.\n\nThe U.S. automobile industry, for example, faced ongoing staff cuts as production became more efficient and required fewer workers or was relocated overseas.Domestic job eliminations left many downsized workers unable to find employment that offered compensation that compared with their previous salary levels. Workers in other types of manufacturing-based careers have also dealt with issues of limited occupational labor mobility as their industries shrank.\n\nPublic and private employment training programs have been established to give workers the opportunity to increase their occupational labor mobility by teaching them new skills. The focus of such programs is to expand the potential career paths these individuals could succeed in. Companies can benefit from the existence of such programs because they increase the pool of potential hires for current job openings.\n\nOccupational labor mobility can especially benefit emerging, innovation-oriented businesses. Such companies can see their productivity increase when there is a growing population of workers who possess skills that are in demand. For instance, astartupcompany could see its development plans stall until it hires enough software coders and programmers to work on its core product.\n\nU.S. Bureau of Labor Statistics. \"The Fall of Employment in the Manufacturing Sector.\" Accessed Aug. 16, 2021.\n\nEconomic Policy Institute. \"The Decline and Resurgence of the U.S. Auto Industry.\" Accessed Aug. 16, 2021.",
  "url": "https://www.investopedia.com/terms/o/occupational-labor-mobility.asp"
}