{
  "term": "Occupational Safety and Health Act: Definition and Requirements",
  "definition": "The Occupational Safety and Health Act is a law passed by the U.S. Congress in 1970 to ensure safe workplace conditions around the country. It established the federal Occupational Safety and Health Administration (OSHA), which sets and enforces workplace health and safety standards.\n\nSigned into law by President Richard Nixon in December 1970, the Occupational Safety and Health Act (commonly called the OSH Act) was enacted to create safe working conditions by authorizing standard work practices. Congress found that workplace personal injuries and illnesses contributed to a decline in production and wages, plus an increase in medical expenses and disability compensation. The act is designed to ensure that workers are protected from hazards that may affect their safety and health, such as exposure to toxic chemicals, damaging noise, thermal stressors, and unsanitary conditions.\n\nTo aid states and other U.S. territories in the adoption of safe and healthfulworking conditions, the act provided for related research, education, and training. Most states partially or fully control the occupational health and safety standards for their employees.\n\nThe Occupational Safety and Health Act established two major entities:\n\nThe OSH Act covers most private-sector employers and their workers, in addition to some public-sector employers and workers in the 50 states and certain territories and jurisdictions under federal authority.Individuals not protected by the law include self-employed individuals, workers on small family farms, and those working in an industry regulated by a separate federal agency.\n\nOn Nov. 4, 2021, OSHA issued an emergency temporary standard that mandates businesses with more than 100 workers torequire vaccinationsagainst COVID-19 or face regular testing, and that businesses offer employees paid time off to get vaccinated.\n\nThe Occupational Safety and Health Administration (OSHA) acts asthe enforcement armof the Occupational Safety and Health Act. Although the legislation gave OSHA the authority to create industry-specific guidelines, it also outlined a “general duty” clause, which applies to all employers in all industries. This clause, officially Section 5(a)(1) of the act, in effect serves as OSHA's mandate, stipulating that employers must provide a safe environment for their workers.\n\nThe general duty clause of the OSH Act officially reads: \"Each employer (1) shall furnish to each of his employees employment and a place of employment which are free from recognized hazards that are causing or are likely to cause death or serious physical harm to his employees; (2) shall comply with occupational safety and health standards promulgated under this Act.\"\n\nThe act also states: \"Each employee shall comply with occupational safety and health standards and all rules, regulations, and orders issued pursuant to this Act which are applicable to his own actions and conduct.\"\n\nIn some parts of the country, an OSHA-approved state agency helps set and enforce job safety standards. But these standards must be at least as stringent as those of federal guidelines.\n\nOSHA enforces its regulations and standards by conducting inspections of workplaces and work sites.Violators face penalties and fines, which are adjusted annually for inflation.\n\nIn 2024, infractions can incur penalties ranging from $1,190 to $16,131 per violation. In the most extreme cases—for what OSHA deems \"willful or repeated\" behavior—the maximum imposed goes as high as $161,323 per violation.\n\nThe size of the fine depends on the seriousness of the violation and the number of workers the company employs: Businesses with 10 or fewer employees might receive up to an 80% reduction in the penalty; those with 21 to 30 receive 50%. Those with more than 250 workers pay the full amount.\n\nU.S. Department of Labor. \"The Job Safety Law of 1970: Its Passage Was Perilous.\"\n\nU.S. Department of Labor. \"OSH Act of 1970: Section 22, National Institute for Occupational Safety and Health.\"\n\nU.S. Department of Labor. \"About OSHA.\"\n\nU.S. Department of Labor. \"OSH Act of 1970: Historical Notes.\"\n\nOccupational Safety and Health Administration. \"US Department of Labor Issues Emergency Temporary Standard to Protect Workers from Coronavirus.\"\n\nU.S. Department of Labor. \"OSH Act of 1970: Section 5, Duties (General Clause).\"\n\nU.S. Department of Labor. \"Occupational Safety and Health Administration (OSHA) Inspections Factsheet.\"\n\nU.S. Department of Labor. \"OSHA Penalties.\"\n\nU.S. Department of Labor. \"2024 Annual Adjustments to OSHA Civil Penalties.\"",
  "url": "https://www.investopedia.com/terms/o/occupational-safety-and-health-act.asp"
}