{
  "term": "Ocean Bill of Lading: What It Is, How It Works",
  "definition": "An ocean bill of lading is a document required for the transportation of goods overseas across international waters. An oceanbill of ladingserves as the carrier's receipt to the shipper as well as a collection document or aninvoice. The contract is a legally binding document between both the shipper and the carrier of the shipment.\n\nAn ocean bill of lading is a legal document orcontract between the shipper and carrierthat details the type, quantity, and destination of goods being transported. The bill of lading serves as a receipt of shipment when the goods are delivered at the predetermined destination. There are different kinds of bills of lading, each with unique stipulations and conditions.\n\nIt allows the shipper to move goods across international waters. The contract outlines details involving the nature of the shipment, including:\n\nThe shipper receives the contract when the goods are picked up. The document must be signed by both the shipper and the carrier. Once the shipment is complete, the document is given to the receiver. The receiver must also sign the contract upondeliveryand receipt. If a shipper has not sold the goods before they arrive, the bill of lading is ablank endorsement, considered negotiable, and the receiver's line may read \"to the order of.\"\n\nInland bills of lading are required if the shipment needs to travel further in the destination country after it arrives at the dock.\n\nAn additional document is required if the goods are to be transported first over land. This is referred to as aninland bill of lading. This is typically the first document issued whenever international shipments must take place.\n\nThe document only allows the materials to reach the shore, while the ocean bill allows the goods to be transported overseas. Since there is no international transport of goods involved, the inland bill of lading is usually arranged with athird partyrather than the foreign party involved in the contract.\n\nSeveral ocean bills of lading can be used by different parties in the transportation industry. The most common ones are the straight bill of lading, the negotiable bill of lading, and the negotiable bill of lading.\n\nAs noted above, ocean bills of lading are used when goods are transported internationally over waterways. When a carmanufacturerships vehicles to a dealership overseas, it needs an ocean bill of lading to complete the transfer of goods.\n\nIf the vehicles must be transferred further into the destination country—so further from the port—it must have an inland bill of lading to move the vehicles. So a U.S.-based dealership will sign an ocean bill of lading with a Japanese carmaker for the transport of vehicles to the United States. An additional inland bill of lading is required if the shipment arrives in Seattle but is destined for Billings, Montana.\n\nA bill of lading is a legal contract that outlines the details and responsibilities of all parties involved in the shipment of goods. It is also used to act as proof of a shipment.\n\nAn ocean bill of lading must include the date, method of shipment, and shipper's name and address as well as the name and address of the consignee. It must also include details about the goods shipped, such as the nature of the goods, the number of goods/containers, and their value.\n\nIt is typically the shipper's responsibility to provide and pay for the bill of lading. There may be certain cases where the shipper and buyer make arrangements for the buyer to pay for the bill of lading.\n\nInternational shipping can be complicated. That's why there are legal documents that shippers and buyers can use to highlight details about shipments as well as the rights and responsibilities of every party involved. An ocean bill of lading is used when goods are beingshipped internationally.",
  "url": "https://www.investopedia.com/terms/o/ocean-bill-of-lading.asp"
}