{
  "term": "OEX S&P 100 Index: Meaning, Overview, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nOEX, which trades on theChicago Board Options Exchange(CBOE), is the ticker symbol used to identify Standard & Poor's 100 index options.\n\nOEX options were the original standard for index options trading on the domestic stock market. Over time, options on the S&P 500 (SPX) passed them in popularity. To the dismay of OEX followers, the calculation for the CBOE volatility index, called theVIX, changed from using OEX options to SPX options in 2003.Traders can watch the old version via the symbol VXO.\n\nThe Standard & Poor's 100 index is a subset of the broader Standard & Poor's 500 Index and tracks the performance of the 100 largest stocks, by market capitalization, in the U.S. market. It is acapitalization-weighted indexand the stocks are chosen from a broad range of industries, thus making the index a proxy for U.S. corporate performance. Each component stock is weighted according to the total market value of its outstanding shares. Therefore, the impact of a component's price change is proportional to its market cap or market value, which is the share price times the number of shares outstanding.\n\nAlthough it may not be as popular as the S&P 500, it remains an important benchmark for many asset managers with money invested in the big, blue-chip arena. The key criteria for the inclusion of a stock in the index include having options available, and at least 50% of the stock must be available to the general public to trade.\n\nOptions give the holder the right, but not the obligation, to buy or sell the underlying asset at a specific price at or by a specific date. In the case of OEX options, it would be the right to buy or sell the S&P 100 Index. Since an index is not a tangible item, OEX options settle for cash.\n\nTraders use OEX options to hedge or speculate on the performance of the large-cap segment of the stock market. Strategies, such asvertical spreadsandstrangles, are possible with OEX options just as they are with individual stock options.\n\nFor example, a money manager holds a portfolio of blue-chip stocks but is worried short-term market conditions could impact it negatively. The manager might hedge by buying an OEX put option with a near expiration as insurance, in case the market drops suddenly. While the portfolio managed may not hold all 100 OEX stocks in the same proportions, the correlation between the two might be strong enough that the hedge makes sense.\n\nSan Francisco University. \"White Paper CBOE Volatility Index.\"\n\nS&P Dow Jones Indices. \"S&P U.S. Indices Methodology,\" Pages 10-11.",
  "url": "https://www.investopedia.com/terms/o/oex.asp"
}