{
  "term": "Off-Balance Sheet Financing (OBSF): Definition and Purpose",
  "definition": "Investopedia / Michela Buttignol\n\nThe term off-balance sheet (OBSF) financing refers to anaccounting practicethat involves recording corporate assetsor liabilities in such a way that doesn't make them appear on a company'sbalance sheet.The practice is used to keep debt-to-equity (D/E) and leverage ratios low, especially if the inclusion of a large expenditure would break negative debt covenants. Off-balance sheet financing is a legal practice as long as companies follow accounting rules and regulations. It becomes illegal if corporate heads use it to hide assets or liabilities from investors and financial regulators.\n\nCompanies with mountains of debt often do whatever they can to ensure that theirleverage ratiosdo not lead their agreements with lenders, otherwise known ascovenants, to be breached. By the same token, a healthier-looking balance sheet is likely to attract more investors. To meet these goals, they may need to turn to certain accounting strategies like OBSF.\n\nOff-balance sheet financing is an accounting practice that allows companies to keep certainassetsandliabilitiesoff their balance sheets. Although they may not be present on the sheet, they still belong to the business. OBSF is commonly used by businesses that are highly leveraged, especially when taking on more debt means a higherdebt-to-equityratio. The more debt a company has, the higher the risk of default for the lender. This means charging the company a higher interest rate.\n\nThis practice involves omitting certain capital expenditures or assets from the balance sheet. This means shifting ownership to other entities like partners or subsidiaries in which the company secures a minority claim. As such, examples may includejoint ventures (JV),research and development (R&D)partnerships, andoperating leases. Somecorporations use special purpose vehicles (SPVs)with their own balance sheets to which they transfer these assets and liabilities.\n\nAlthough it sounds sketchy, off-balance sheet financing is a legitimate and very legal practice—as long as companies abide by established accounting rules and regulations. Companies in the United States are required to abide bygenerally accepted accounting principles (GAAP).The strategy becomes illegal when it is used to hide financial irregularities, as was the case with Enron.\n\nAlthough certain transactions may not appear on a company's balance sheet, they often show up in accompanying financial statements. As an investor, it's important to read between the lines as this information may often be buried in other financial forms.\n\nThere are rules and regulations in place to ensure that corporate accounting is fair and accurate. As such, regulators frown upon OBSF as an accounting method and are making it harder for companies to use it. Demand to make off-balance sheet financing moretransparentis growing. The aim is to help investors make better and more well-informed decisions about where to invest their money. Despite the push, companies may still find ways to pretty up their balance sheets going forward.\n\nThe key to identifyingred flagsin OBSF is to read financial statements in full. As an investor, you should keep an eye out for words like partnerships, rental, or lease expenses and cast a critical eye over them. You may also want to contact company management to clarify if OBSF agreements are being used and to determine how much they really affect liabilities.\n\nCompanies must followSecurities and Exchange Commission (SEC)and GAAP requirements by disclosing OBSF in the notes of theirfinancial statements.Investors can study these notes and use them to decipher the depth of potential financial issues, although this isn't always as straightforward as it seems.\n\nOver the years, regulators have been seeking to clamp down further on questionable financial reporting of this kind. In February 2016, theFinancial Accounting Standards Board (FASB), changed the rules for lease accounting. It took action after establishing thatpublic companiesin the United States withoperating leasescarried over $1.25 trillion in OBSF for leasing obligations.According to theInternational Accounting Standards (IAS)Board, roughly 85% of leases were not reported on balance sheets, making it difficult for investors to determine leasing activities and companies' ability to repay their debts.\n\nThe Accounting Standards Update 2016-02 ASC 842 came into effect in 2019. Right-of-use assets and liabilities resulting from leases are now to be recorded on balance sheets.\n\nEnhanced disclosures inqualitativeandquantitativereporting in footnotes of financial statements are also now required. Additionally, OBSF for sale andleasebacktransactions are available.\n\nAs noted above, there area number of toolscompanies have at their disposal when it comes to off-balance sheet financing. Operating leases are some of the most popular ways to overcome these issues. Here's how this process works.\n\nRather than buying equipment outright, a company rents or leases it and then purchases it at a minimal price when the lease period ends. Choosing this option enabled a company to record only the rental cost for the equipment. Booking it as anoperating expenseon theincome statementresults in lower liabilities on its balance sheet.\n\nJoint ventures and R&Dpartnershipsare also commonly used in this type of accounting practice. When a company creates a JV or other type of partnership, it does not have to show the partnership’s liabilities on its balance sheet, even if it has acontrolling interestin that entity.\n\nDisgraced energy giant Enron used a form of off-balance sheet financing known as SPVs to hide mountains of debt andtoxic assetsfrom investors andcreditors. The company traded its quickly rising stock for cash or notes from the SPV. The SPV used the stock forhedgingassets on Enron's balance sheet.\n\nWhen Enron's stock began falling, the values of the SPVs went down, and Enron was financially liable for supporting them. Because Enron could not repay its creditors and investors, the company filed forbankruptcy. Although the SPVs were disclosed in thenotes on the company's financial documents,few investors understood the seriousness of the situation.\n\nOff-balance sheet financing is an accounting strategy that companies use to move certain assets, liabilities, or transactions away from their balance sheets. They may do this to attract more investors or when they have a lot of debt but need to borrow more capital to fund their operations. Companies with higher debt do this to get better financing rates. They may move these transactions to other entities, like a subsidiary or a special purpose vehicle with its own balance sheet, or to a partner in a joint venture. These transactions appear on other financial records. Although it sounds illegal, it isn't, as long as companies are transparent and follow accounting standards.\n\nCompanies are required to be transparent about their accounting practices. And demand for more transparency from accounting and financial regulators is increasing for companies to be more forthcoming in the way they account for their financial situations. This means they should include notes in all their financial reporting. Despite this, some companies may find other ways to dress up their balance sheets so it's important to look out for wording like partnerships, rental, or lease expenses.\n\nEnron was an American energy, services, and commodity company. The corporation hid millions of dollars of debt and losses that it amassed from a series of failed projects and schemes from investors and analysts by using special purpose vehicles and special purpose entities. These were all kept off the company's balance sheets, thereby misleading board members and investors of these high-risk practices. Investors began losing confidence, which trickled down to Enron's SPVs and SPEs. Enron was forced to declare bankruptcy.\n\nFederal Deposit Insurance Corporation. \"Off-Balance Sheet Activities.\"\n\nFinancial Accounting Standards Board. \"Accounting Standards Update No. 2016-02, Leases (Topic 842),\" Page 1.\n\nChartered Financial Analyst Institute. \"US GAAP: Generally Accepted Accounting Principles.\"\n\nJournal of Accountancy. \"The Rise and Fall of Enron.\"\n\nU.S. Securities and Exchange Commission. \"Final Rule: Disclosure in Management's Discussion and Analysis About Off-Balance Sheet Arrangements and Aggregate Contractual Obligations- 17 CFR Parts 228, 229 and 249.\"\n\nJournal of Accountancy. \"IASB Issues Leases Standard; FASB to Follow.\"\n\nInternational Financial Reporting Standards Foundation. \"IASB Shines Light on Leases by Bringing Them onto the Balance Sheet.\"",
  "url": "https://www.investopedia.com/terms/o/obsf.asp"
}