{
  "term": "Off-Chain Transactions: Definition, Advantages, vs. On-Chain",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nOff-chain transactions refer to cryptocurrency transactions that are processed for a primary blockchain by a second-layer or other chain. This is done to reduce transaction costs and processing times. Off-chain transactions can be contrasted with on-chain transactions.\n\nIn its most basic form, a blockchain transaction is a transfer of value between two parties. One person transfers ownership of a unit of value to another, and theblockchainrecords this transfer in a file (a block).\n\nBlocks are full of transaction information. In fact, transactions make up the largest data field in these blocks. Before processing, transactions are placed into a queue and then selected by nodes to be included in the blocks they propose and process. On more popularly used blockchains, a backlog of queued transactions can slow down a network and increase fees.\n\nTo prevent this bottleneck and keep fees as low as possible, developers created blockchain assistance programs commonly called second-layer blockchains or applications. These programs process transactions for primary blockchains and then send the information to those blockchains to be included in blocks.\n\nProcessing transactions off-chain in this manner creates a faster and cheaper blockchain.\n\nThere are several benefits to off-chain transactions:\n\nThere are several distinct off-chain disadvantages:\n\nOn-chain transactionsare processed and recorded by a primary blockchain network. Off-chain transactions are processed by a second-layer network and sent to the primary blockchain for recording.\n\nThe Lightning Network processes transactions off-chain by opening channels between users. A channel allows users to transact multiple times without incurring fees for each transaction. Once the channel is closed, the transactions are summarized and sent to the Bitcoin Network in one transaction.\n\nTransactions are considered on-chain if they are processed and recorded by a primary blockchain.\n\nOff-chain transactions are cryptocurrency transactions that are processed off a primary blockchain by another network. They are sent to the primary blockchain by the network when certain conditions are met. This reduces the primary blockchain's workload and transaction fees but introduces counterparty risk and the risk that the secondary network could be attacked by hackers.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/o/offchain-transactions-cryptocurrency.asp"
}