{
  "term": "Official Strike: What It Is, How It Works, Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn official strike is a work stoppage by union members that is endorsed by the union and that follows the legal requirements for striking.\n\nAn official strike happens when a union and its members legally stop working by following such rules and regulations as the work stoppage being agreed to by a majority of union members.\n\nWorkers engaging in official strikes have better protections against being fired, as opposed to anunofficial strike. An official strike is usually undertaken by employees as a last resort in response to grievances. An official strike may also be called an official industrial action, a strike action, or just a strike.\n\nIn the U.S., industrial labor relations are governed by theNational Labor Relations Board (NLRB)under the National Labor Relations Act and other relevant laws. Ultimately, the NLRB decides whether a strike complies with the requirements to be considered an official strike. These laws grant workers the right to engage in protected concerted activity, including strikes, provided they follow the required legal processes laid out in the law and enforced by the NLRB.\n\nAn official strike follows these processes and is thus legally recognized and protected under the law by the NLRB. Workers who engage in an official strike can enjoy protection from retaliation by their employer, such as being disciplined or dismissed.\n\nStrikes are undertaken as part of the collective bargaining process betweenlabor unionsand employers to determine wages, benefits, working conditions, and, in the case of public servants, legislation governing said services. Generally, union members will vote to go on strike when other bargaining tactics have failed.\n\nWhen workers decide to strike without the approval of a union, it is called a wildcat strike. A wildcat strike may be undertaken when a union refuses to endorse a strike action, or because the striking workers do not have a union; such a strike may not offer workers the same protections as an official strike undertaken with formal union authorization.\n\nTypically, striking workers refuse to go to work and may instead form a picket line outside the place of work to hinder the employer’s normal business or stop strikebreakers from crossing the picket line to go to work. Sometimes, workers conduct a strike by occupying the workplace but refusing to complete their normal tasks and also refusing to leave the premises; such a strike is known as a sit-down strike. Where employees are public servants, picketing may occur, not at the workplace, but where lawmakers meet.\n\nStrikes are often the result of an accumulation of grievances by workers that have compounded over time. They can be set off by such things as a long lack ofwageincreases or safety conditions, and workers may be galvanized to strike by political rhetoric or pushback from corporate management.\n\nIn 2024 port workers union and auto workers union both held strikes. These most recent walkouts, however, have not come close to those strikes that make up the10 biggest in U.S. history.\n\nOne famous official strike in the United States was the 1994 Major League Baseball strike, which canceled the end of the regular season and the entire postseason.Some of the replacement players who played during 1995 spring training, when the strike had not yet ended, remained in the major leagues, but were not allowed union membership. One reason this is important is union players receive a certain percentage of Major League Baseball revenues, because MLB licenses players' names and images for items like jerseys and baseball cards. Nonunion members do not receive this benefit.\n\nThe legally protected ability to strike has long been a negotiation tool for many American workers andlabor unions. Throughout U.S. history, workers have held official strikes across industries demanding higher pay, more manageable work hours, better contracts and benefits, and improved working conditions.\n\nNational Labor Relations Board. \"National Labor Relations Act.\" Accessed Feb. 2, 2021.\n\nESPN. \"1994 Strike Was a Low Point for Baseball.\" Accessed Feb. 2, 2021.",
  "url": "https://www.investopedia.com/terms/o/official-strike.asp"
}