{
  "term": "Office of the Superintendent of Financial Institutions (OSFI) Definition",
  "definition": "The Office of the Superintendent of Financial Institutions (OSFI) is an independent agency of the Government of Canada that is responsible for the supervision and regulation of banks, insurance companies, and trust and loan companies. The agency also regulates privatepension plans, which are subject to federal oversight.\n\nThe agency's stated goals are to protect depositors, policyholders, thefinancial institution (FI), creditors, and pension plan members while allowing financial institutions to compete and take reasonable risks.\n\nThe OSFI's mission is to maintain consumer confidence in the financial markets.\n\nAmong its functions is to guarantee deposits through theCanadian Deposit Insurance Corporation (CDIC).It also reviews the pension plans of businesses to ensure that they are adequately funded.\n\nOverall, the OSFI is bound to advance and administer a regulatory framework that promotes themanagement of risk. The OSFI is tasked with monitoring and evaluating system-wide or sectoral issues that may negatively impact financial institutions.\n\nThe Office was founded on July 2, 1987, by combining the Department of Insurance and the Office of the Inspector General of Banks. A law passed in 1996 further defined the role of the Office, indicating that its primary responsibilities are to minimize losses to individuals and to maintain public confidence in the Canadian financial system.\n\nOSFI reports to the Canadian Minister of Finance.\n\nPreventing banks from failing is not part of the agency's directive. However, the Office does support sound business practices, which helps reduce the likelihood that a bank will fail.\n\nOSFI supervises institutions and pension plans to make sure they are in good financial health. The agency ensures that the plans meet minimum funding requirements and are abiding by their governing laws and supervisory requirements.\n\nOSFI is expected to provide quick guidance to financial institutions and pension plans if they are found to have financial deficiencies. The office may mandate that management, boards, orplan administratorstake action to fix identified problems.\n\nOperating as an independent unit within the OSFI is the Office of the Chief Actuary. This office provides a series ofactuarial valuationand advisory services to the Government of Canada.\n\nThe current Superintendent is Peter Routledge, appointed June 29, 2021, for a seven-year term.His role is to represent Canada on the Financial Stability Board Steering Committee and the Standing Committee on Supervisory and Regulatory Cooperation.\n\nHe also serves on the Council of Governors of the Canadian Public Accountability Board and the board of directors of the Canada Deposit Insurance Corporation.\n\nThe OSFI also acts as an information hub for Canadian financial institutions. They periodically post important news and guidelines for the member banks.\n\nAs an example, in January 2019, they issued an advisory on the increasing threats tocybersecurity. OSFI warned that these attacks may disrupt interconnected and global financial systems and businesses.\n\nOffice of the Superintendent of Financial Institutions. \"About Us.\"\n\nCanada Deposit Insurance Corporation. \"FAQs About Bank Failure.\"\n\nOffice of the Superintendent of Financial Institutions. \"Our History.\"\n\nGovernment of Canada. \"Government Announces Peter Routledge as next Superintendent of Financial Institutions.\"\n\nFinancial Stability Board. \"Members of the Steering Committee.\"\n\nFinancial Stability Board. \"Members of Standing Committee on Supervisory and Regulatory Cooperation.\"\n\nCanada Deposit Insurance Corporation. \"Board of Directors.\"\n\nOffice of the Superintendent of Financial Institutions. \"Technology and Cyber Security Incident Reporting.\"",
  "url": "https://www.investopedia.com/terms/o/office-of-the-superintendent-of-financial-institutions-osfi.asp"
}