{
  "term": "Office Of Thrift Supervision: What It Is, How It Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Office of Thrift Supervision was a bureau of the U.S. Treasury Department that was responsible for issuing and enforcing regulations governing the nation'ssavings and loanindustry. In 2011, the OTS was merged with other agencies including the Office of the Comptroller of the Currency, the Federal Deposit Insurance Corporation (FDIC), the Federal Reserve Board of Governors, and the Consumer Financial Protection Bureau (CFPB).\n\nThis bureau was responsible for ensuring the safety and soundness of deposits in thrift banks. It did this by auditing and inspecting the banks to see if government regulations and policies were being adhered to.\n\nThe Office of Thrift Supervision (OTS), the successor to theFederal Home Loan Bank Board, was established by Congress in 1989 as the primary federal regulator of all federal and state-chartered savings institutions across the nation that belong to the Savings Association Insurance Fund (SAIF).OTS issued federal charters for savings and loan associations and savings banks. This Bureau adopted and enforced regulations to ensure that both federal and state-chartered thrift institutions operated in a safe and sound manner, according to the Treasury Department.\n\nThe OTS was formed following the savings and loan (S&L) crisis, which began under the volatile interest rate climate of the 1970s when vast numbers of depositors withdrew their money from S&L institutions and deposited them inmoney marketfunds. To remain in business, S&Ls began engaging in high-risk activities to cover losses, such as commercial real estate lending and investments injunk bonds. Depositors in S&Ls continued to funnel money into these risky endeavors because their deposits were insured by the Federal Savings and Loan Insurance Corporation (FSLIC).\n\nWidespread corruption and other factors led to theinsolvencyof the FSLIC, the $124 billion bailout of junk bond investments, and the liquidation of more than 700 S&Ls by theResolution Trust Corporation.\n\nOTS began enforcing stricter regulations as it shut down hundreds of troubled institutions. The number of thrift banks has dwindled over the years, from nearly 4,000 in the 1980s to less than 1,000 in 2018.\n\nThrifts are savings and loans associations. Thrifts also refer tocredit unionsandmutual savings banksthat provide a variety of saving and loans services. Thrifts differ from commercial banks in that they can borrow money from the Federal Home Loan Bank System, which allows them to pay members higher interest.\n\nDue to their charter, thrifts are mandated to focus on housing-related assets and must be members of the Federal Home Loan Bank System.\n\nU.S. Government Printing Office. \"Dodd-Frank Wall Street Reform and Consumer Protection Act, Page 124 STAT. 1376., Public Law 111-203.\" Accessed May 10, 2021.\n\nU.S. Department of the Treasury. \"Office of Thrift Supervision.\" Accessed May 10, 2021.\n\nFederal Reserve History. \"Savings and Loan Crisis.\" Accessed May, 10, 2021.",
  "url": "https://www.investopedia.com/terms/o/ots.asp"
}