{
  "term": "Office of the Comptroller of the Currency (OCC) Structure, Powers",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nTheOffice of the Comptroller of the Currency(OCC) is a federal agency that oversees the execution of laws relating tonational banks. Specifically, it charters, regulates, and supervises national banks, federally chartered savings associations, and federal branches and agencies of foreign banks in the U.S. The Comptroller of the Currency, appointed by the President and approved by the Senate, heads the OCC.\n\nFounded through the National Currency Act of 1863, the OCC monitors banks to guarantee they operate safely and meet all requirements. The OCC oversees several areas including capital, asset quality, management, earnings, liquidity, sensitivity to market risk, information technology, compliance, and community reinvestment.\n\nThe OCC is an independent bureau within theDepartment of Treasury. Its mission statement verifies it is to \"ensure that national banks and federal savings associations operate in a safe and sound manner, provide fair access to financial services, treat customers fairly, and comply with applicable laws and regulations.\"\n\nCongress does not fund the Office of the Comptroller of the Currency. Instead, funding is from national banks and federal savings associations, who pay for examinations and processing of their corporate applications. The OCC also receives revenue from its investment income, which is primarily from U.S. Treasury securities.\n\nThe agency is headed by the Senate-confirmed, comptroller for a five-year term. The comptroller also serves as director of theFederal Deposit Insurance Corporation(FDIC) and NeighborWorks America.\n\nThe OCC has four district offices, field and satellite offices nationwide, and an examining office in London.The staff of bank examiners conducts on-site reviews of national banks and federal savings associations or thrifts. They provide supervision by analyzing the institution's loan and investment portfolios, funds management, capital, earnings, liquidity, and sensitivity to market risk. Examiners also review internal controls and compliance with applicable regulations and laws and evaluate management's ability to identify and control risk.\n\nThe Office of the Comptroller of the Currency has the power to approve or deny applications for new charters, branches, capital, and other changes in the banking structure. They may take supervisory actions against banks under its jurisdiction for noncompliance with laws and regulations. Further, the agency has the authority to remove officers and directors. Other responsibilities include the power to negotiate agreements to change a bank's practices, impose monetary penalties, and issuecease and desistorders.\n\nFollowing theDodd-Frank Act, the Office of the Comptroller assumed the responsibility for the ongoing examination, supervision, and regulation of federal savings associations. During the same month, the OCC issued a final rule implementing several provisions of the Dodd-Frank Act, including changes to facilitate the transfer of functions from theOffice of Thrift Supervision.\n\nOffice of the Comptroller of the Currency. \"Locations.\" Accessed Oct. 15, 2021.",
  "url": "https://www.investopedia.com/terms/o/office-comptroller-currency-occ.asp"
}