{
  "term": "Office of Foreign Assets Control (OFAC): Definition, Sanctions",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Office of Foreign Assets Control (OFAC) is a department of theU.S. Treasurythat is charged with enforcing economic andtrade sanctionsimposed by the U.S. against countries and groups of individuals.\n\nSanctionshave been imposed on those involved in foreign aggression, terrorist activities, and narcotics sales, among other acts.\n\nThe OFAC was created in 1950 when China entered the Korean War. President Harry Truman declared the event a national emergency and froze all Chinese and Korean assets that were subject to U.S. jurisdiction. OFAC's predecessor was the Office of Foreign Funds Control (FFC), established in 1940 in response to the Nazi invasion of Norway.\n\nOFAC enforces sanctions that were imposed by the U.S. government based on its foreign policy and national security objectives.\n\nAccording to this federal agency, those policies are aimed at foreign nations, terrorists, and narcotics traffickers who pose a threat to the national security or economy of the U.S. This includes entities that stockpile weapons of mass destruction.\n\nThe agency’s actions are usually authorized by Congressional legislation. However, the president of the United States can use national emergency powers to perform certain actions such as freezing foreign assets that fall under U.S. jurisdiction.\n\nIn addition, OFAC imposes sanctions based on mandates by the United Nations. These are often carried out in cooperation with allied nations. The use of sanctions and other punitive trade policies are used to persuade a nation or group to change some behavior that is seen as detrimental to the international community.\n\nThe policies are intended to disrupt the economy and everyday life of the nations or groups violating international norms. It is a way to pressure a country to conform to acceptable standards of behavior short of actual armed conflict.\n\nFor example, if a terrorist group is known to fund its activities through the sale of a commodity on the international market, sanctions might be introduced to disrupt this revenue source. OFAC’s efforts on this front could reduce the group’s ability to support the training of new recruits and the acquisition of weapons.\n\nA threat of sanctions currently exists against any nation or entity that seeks to interfere with a U.S. election.\n\nIf a belligerent country were to invade a neighboring country, trade and other assets could be frozen. OFAC would take charge of enforcing these sanctions, which might compel the belligerent country to halt its actions or at least agree to talks to end the conflict.\n\nPrograms administered by OFAC have included sanctions on Iran, North Korea, Cuba, Syria, and Russia.The agency has taken action against individuals, such as drug traffickers, by blocking assets owned by the criminals.\n\nAnother on the list is a 2018 executive order that threatens sanctions against any foreign nation that seeks to interfere with a U.S. election.\n\nIn 2023, the U.S. has a long list of countries under U.S. sanctions, from the Balkans to Zimbabwe. Other sanctions relate to any nation or group conducting specific criminal activities, such as cyber-terrorism and narcotics trafficking.\n\nOne of the most widely known sanctions is against Russia, ordered in response to the Russian incursion into Ukraine that began in 2014.\n\nIn early 2022, additional sanctions were imposed on Russia in response to Russia's military aggression against Ukraine.Russia moved troops into the two separatist regions of eastern Ukraine and engaged in military operations throughout the country.\n\nU.S. President Joe Biden responded, on Feb. 22, 2022, by announcing sanctions that initially blocked two state-owned Russian financial institutions: Vnesheconombank and Promsvyazbank and their subsidiaries, which provide financing to the Russian military.However, on Feb. 24, 2022, sanctions were expanded in scope to include other Russian financial institutions, including the two largest banks—Sberbank and VTB Bank—blocking access to the U.S. financial system.\n\nSanctions were imposed prohibiting U.S. companies and individuals from buying both new and existing Russiansovereign debtin the secondary market. Russian elites and their families have been financially targeted, while export controls have been established to block Russia's importing of technological goods.\n\nU.S. Department of the Treasury. \"Mission.\"\n\nU.S. Department of the Treasury. \"About OFAC.\"\n\nU.S. Department of the Treasury. \"Foreign Interference in a United States Election Sanctions.\"\n\nU.S. Department of the Treasury. \"Sanctions Programs and Country Information.\"\n\nU.S. Department of the Treasury. \"Specially Designated Nationals and Blocked Persons List (SDN) Human Readable Lists.\"\n\nU.S. Department of the Treasury. \"Foreign Interference in a United States Election Sanctions.\"\n\nU.S. Department of the Treasury. \"Ukraine-/Russia-Related Sanctions.\"\n\nU.S. Department of the Treasury. \"U.S. Treasury Announces Unprecedented & Expansive Sanctions Against Russia, Imposing Swift and Severe Economic Costs.\"\n\nThe White House. \"Fact Sheet: United States Imposes First Tranche of Swift and Severe Costs on Russia.\"\n\nThe White House. “Fact Sheet: Joined by Allies and Partners, the United States Imposes Devastating Costs on Russia.”",
  "url": "https://www.investopedia.com/terms/o/ofac.asp"
}