{
  "term": "Offline Debit Card: What They Are and How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn offline debit card is a type of automated payment card, similar to a traditional (online)debit card, that allows a cardholder to pay for goods and services directly from their bank account. As it is not \"online,\" there is a delay before the incurred cost is debited from the account and it does not require a PIN for use. It is similar to writing acheck. These types of cards are not common in the U.S. but are available in some foreign countries. Offline debit cards may also be known as “check cards.”\n\nOffline debit cards work in a similar way as traditional debit cards but can also be compared to the process of writing a check. An offline debit card transaction creates a debit against the cardholder's bank account with delayed processing and only requires a signature rather than aPINnumber.\n\nOffline debit cards are issued by banks in partnership with a card network processing service provider such asVisaorMastercard. These cards are associated with a customer’s bank account and are used for payments and are not available for making withdrawals or deposits from an ATM.\n\nOffline debit cards will often have a maximum daily limit that is lower than a standard debit card. If this is not the case, the maximum amount is based on the funds held in the underlying bank account. Because this debit card is \"offline,\" the bank account is not accessed directly, meaning there's a delay of 24 to 72 hours before the amount of a purchase is debited from the account.\n\nUsers of offline debit card transactions must still be cautious of returned payment fees andoverdrafts. While the processing time and services differ for offline debit cards in comparison to traditional debit cards, the repercussions for payments with insufficient funds are still the same. Account holders can expect an overdraft fee for each transaction that is made with insufficient funds using an offline debit card. In some cases, vendors who offer preliminary acceptance of an offline debit card payment that is not fully authorized at settlement may also incur areturned payment fee.\n\nOffline debit card transactions do pose a risk for vendors as they are not certain the transaction will be fully completed until the processing is finished and accepted, days later. The vendor is susceptible to certain risks as the customer can charge the amount but perhaps the card is not valid or does not have the funds or the transaction is denied for some reason.",
  "url": "https://www.investopedia.com/terms/o/offlinedebitcard.asp"
}