{
  "term": "Offshore Portfolio Investment Strategy (OPIS)",
  "definition": "The Offshore Portfolio Investment Strategy (OPIS) was an abusive tax avoidance scheme sold by KPMG, one of theBig Fouraccounting firms, between 1997 to 2001. This was a time when fraudulenttax sheltershad proliferated across the global financial services industry. OPIS was one of many tax avoidance products offered by accounting firms.\n\nOffshore Portfolio Investment Strategy (OPIS) used investmentswapsandshell companiesin the Cayman Islands to create fake accounting losses that were used to offset taxes on legitimate taxable income and defraud theInternal Revenue Service(IRS). Some of these fake accounting losses were significantly more than the real financial loss.\n\nMany tax shelters were based on legal tax-planning techniques. But they became such big business that the IRS began a crackdown on abusive tax shelters and their increasingly complex structures, which had deprived the U.S. government of $85 billion between 1989 and 2003, according to theGovernment Accountability Office.\n\nAccounting firms thatauditcompanies created financial losses using a variety of accounting practices. These losses were then used to offset actual profits from operations or fromcapital gains, resulting in a lower reported profit and therefore a lower amount taxed.\n\nFor example, if a company reported $20,000 in profits before taxes and had to pay 10% tax on those profits, they would owe $2,000 ($20,000 x 10%) and their profits after taxes would be $18,000 ($20,000 - $2,000). Now, if an accounting company was able to generate additional losses through false accounting practices, say, in the amount of $5,000, the company's profits before taxes would be $15,000 instead of $20,000.\n\nThe tax the company would now pay would be $1,500 ($15,000 x 10%), which is $500 ($2,000 - $1,500) less than what they should legally be paying. This was $500 that was robbed from the government and added to its pockets, or to the pockets of the accounting firm if the company was not aware of the fraudulent practice, which in many cases they weren't, resulting in the payment ofback taxesowed.\n\nThe manner in which an accounting firm would conduct this tax avoidance scheme was through the creation of a shell company. The shell company would record a variety of transactions and investments, all that would result in losses. These losses were not of course real as the transactions and investments were not real. These fake losses were then used to offset the actual profits of a company.\n\nThe IRS formally declared OPIS and similar tax shelters unlawful in 2001-2002, because they had no legitimate economic purpose other than reducing taxes. However, email messages showed that KPMG had subsequently discussed selling new shelters that were similar to the banned version and that they failed to cooperate with investigators.\n\nThe U.S. Senate Permanent Subcommittee on Investigations began an investigation in 2002. Its report, in November 2003, found that numerous global banks and accounting firms had promoted abusive and illegal tax shelters.Along with KPMG’s OPIS products, it singled out Deutsche Bank’sCustom Adjustable Rate Debt Structure(CARDS) and Wachovia Bank’s Foreign Leveraged Investment Program (FLIP) products. Banks like Deutsche Bank, HVB, UBS, and NatWest had provided loans to help orchestrate the transactions.\n\nIn 2002, PricewaterhouseCoopers reached a settlement for an undisclosed amount with the IRS while Ernst & Young finalized their $123 million settlement in 2013.In the meantime, KPMG ended up admitting unlawful conduct and paying a $456 million fine in 2005. Part of the settlement Attorney General Alberto Gonzales negotiated was KPMG’s promise to stay out of the tax shelter business. But nine individuals, including six partners, were indicted for creating $11 billion in false tax losses and depriving the U.S. government of $2.5 billion of tax revenue.\n\nSubsequently, many of the firms which had helped sell these tax shelters were sued by clients who had to pay the IRS back taxes and penalties. Investors who sued Deutsche Bank brought to light that it had helped 2,100 customers evade taxes, reporting more than $29 billion in fraudulent tax losses between 1996 and 2002. It admitted criminal wrongdoing in 2010 and settled for $553.6 million.\n\nU.S. Government Accountability Office. \"Internal Revenue Service: Challenges Remain in Combating Abusive Tax Shelters,\" Pages 10-11. Accessed Sept. 29, 2021.\n\nPermanent Subcommittee on Investigations. \"Tax Haven Abuses: The Enablers, the Tools, & Secrecy.\" Accessed Sept. 29, 2021.\n\nU.S. Government Publishing Office. \"U.S. Tax Shelter Industry: The Role of Accountants, Lawyers, and Financial Professionals,\" Pages 1-2, 7-15, 63. Accessed Sept. 29, 2021.\n\nU.S. Department of Justice. \"Manhattan U.S. Attorney Announces Agreement With Ernst & Young LLP to Pay $123 Million to Resolve Federal Tax Shelter Fraud Investigation.\" Accessed Sept. 29, 2021.\n\nThe New York Times. \"Pricewaterhouse and I.R.S. Settle Tax Shelter Dispute.\" Accessed Sept. 29, 2021.\n\nU.S. Department of Justice. \"KPMG to Pay $456 million for Criminal Violations in Largest-Ever Tax Shelter Fraud Case.\" Accessed Sept. 29, 2021.\n\nWall Street Journal. \"Deutsche Punished on Bogus Shelters.\" Accessed Sept. 29, 2021.",
  "url": "https://www.investopedia.com/terms/o/opis.asp"
}