{
  "term": "Offset Mortgage: Overview, Benefits, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Good Brigade / Getty Images\n\nAn offset mortgage is a type of home loan that involves blending a traditional mortgage with one or more deposit accounts held by the same financial institution. The savings balance maintained in the deposit account may then be used to offset the mortgage balance, lowering interest payments due.\n\nOffset mortgages are standard in many nations, such as the United Kingdom, but are currently not eligible for use in the United States due to tax laws. The closest alternative to an offset mortgage in the U.S. would be anall-in-one mortgage.\n\nAn offsetmortgageis a desirable option for diligent savers. The linkedsavings accountwill not earninterestduring the life of the loan. However, most savings accounts are typically low-earning accounts that pay only 1% to 3% per year or less.\n\nThe mortgage interest rate is usually substantially higher than the rate paid on the savings account, so any savings there is a net benefit to the borrower. Also, the foregone interest on the savings account becomes non-taxable payments toward the mortgage.\n\nThe savings account is typically a non-interest bearing account, which allows the bank to earn a positive return on any balances held in the account.\n\nThe interest calculation is on the remaining balance of the note, less the aggregate amount of savings in one or more deposit accounts. The borrower still has access to their savings account. However, the next mortgage payment will be calculated on a higherprincipalbalance if the borrower withdraws funds from the account.\n\nMore than one savings account may link to the offset mortgage account, and family members of the borrower can link their savings accounts to the mortgage account to reduce the amount of the principal and, thus, the interest on the remaining balance.\n\nThe Smith family has an offset mortgage. The principal is $225,000 with a 5% interest rate, and the family has $15,000 held in savings with the same mortgage lender with no withdrawals during the last month. Calculating the next interest payment on an offset loan would be based on the $210,000 balance, which reflects the loan principal minus the savings account balance: ($225,000 – $15,000 = $210,000).\n\nAn offset mortgage is an attractive option for paying back a mortgage loan primarily because the borrower can make small payments to pay down the principal instead of the interest. As more funds apply toward the principal, the loan balance reduces rapidly.\n\nAt the same time, because these payments are to the borrower’s own savings account, the borrower still has the use of their money if needed. This flexibility gives the borrower all the benefits of paying back the mortgage quickly and saving money in an investment account.\n\nThe biggest advantage of an offset mortgage is making smaller payments that go directly to the principal. This means you'll pay off your mortgage faster than if you were paying interest. You'll also have access to money in your investment account.\n\nUnfortunately, you won't earn interest on the money in your savings account, and you'll most likely face higher interest rates and fees associated with the mortgage. You might also struggle to find a lender, since not as many offer offset mortgages. In fact, the U.S. does not allow offset mortgages because of tax reasons.\n\nIt depends on your personal financial situation. After all, having access to money in your savings account while paying the offset mortgage can act as an emergency savings fund. If you pay off the offset mortgage, you may not have much of a savings cushion left.\n\nIf you live in a country where offset mortgages are allowed, they can be a great option for financing a home. You can enjoy access to a savings account while making smaller payments towards your mortgage principle, which helps you pay it off faster.\n\nYorkshire Building Society. \"Offset Mortgages.\"",
  "url": "https://www.investopedia.com/terms/o/offset_mortgage.asp"
}