{
  "term": "Oil Field: What it is, How it Works, Example",
  "definition": "An oil field is a tract of land used for the purpose of extracting petroleum, such as natural gas orcrude oil,from the ground. Although some contest the exact origins of oil, most consider petroleum to be a \"fossil fuel\" created from dead organic material often found in ancient seabeds thousands of meters below the surface of the earth.\n\nIdentifying viable oil fields is an important piece of theupstreamoil industry.\n\nAn oil field consists of a reservoir of fossil fuel found deep in the rocky strata of the Earth, wherehydrocarbonshave become trapped. An impermeable, or sealing rock layer covers the reservoir keeping intact over millennia. Typically, oil industry professionals use the term \"oil field\" with an implied assumption of economic size. For instance, an oil field may be discovered containing a million barrels of oil, equal to the market price of oil multiplied by its size.\n\nPresently, there are more than 65,000 oil fields around the world, with many of the largest located in the Middle East where tens of thousands of oil fields have been discovered. Despite the large number of fields 94% of known reserves are concentrated in fewer than 1500 major oil fields. The locations of oil fields have been the origin of past geopolitical conflicts and environmental concerns. Oil may also be discovered beneath the ocean floor, where deep-sea rigs explore and extract these fields.\n\nEstablishing an oil field can be a herculean feat of logistics, and can be a risky prospect if an oil field proves be less productive than anticipated. Exploration will often include establishing the basic infrastructure necessary for what can be decades of extraction, production, and maintenance.Integrated oil companiesoften contain entire divisions that are responsible for infrastructure construction and specialized services that are required to operate a profitable oil field. Oil fields are dotted with avariety of extraction equipmentwhich includes drilling rigs, offshore platforms, pump jacks, and more. There may also be exploratory wells probing the edges, pipelines to transport the oil elsewhere, and support facilities.\n\nIn recent years, new technologies in oilexploration and productionhave dramatically increased the productivity levels of oil fields. These include horizontal drilling, hydraulic drilling,hydraulic fracturing, or \"fracking\", and the use of the material proppant. Proppant is a mixture of water and sand used to keep the fractured pathways to the wellbore clear.\n\nThese technologies, coupled with advances such as seismic monitoring, have helped to increase oil field efficiency rates and contributed to a glut in oil supply, which drove oil prices down. Companies that work in oil fields remain focused on technological development to lower their production costs in the current price-pressured environment.\n\nGhawar Field in Saudi Arabia, which started production in 1951, is by far the largest oil field uncovered to date. It has yielded more than 80 billion barrels of \"black gold\" through 2018.﻿﻿ There are also offshore oil fields, and the Safaniya field is the world's largest. Located in the Persian Gulf off the Saudi Arabian coast, the Safaniya field is thought to hold more than 50 billion barrels of oil.\n\nhttp://blog.gorozen.com/blog/what-is-the-real-size-of-the-saudi-oil-reserves-pt-2/2",
  "url": "https://www.investopedia.com/terms/o/oil-field.asp"
}