{
  "term": "Oil Pollution Act of 1990: Meaning, History, Liability",
  "definition": "The U.S. Congress enacted the Oil Pollution Act of 1990 (OPA) to streamline and strengthen the Environmental Protection Agency's (EPA) power to prevent oil spills. It was passed as an amendment to the Clean Water Act of 1972 following the Exxon Valdez oil spill of 1989. The Oil Pollution Act of 1990 is one of the most wide-reaching and critical pieces of environmental legislation ever passed.\n\nThe Exxon Valdez oil spill on March 24, 1989, resulted in 11 million gallons of Alaskancrude oilbeing spilled into the waters of Prince William Sound. The oil spill was the worst in the U.S. until it was eclipsed by the larger Deepwater Horizon oil spill in 2010.\n\nThe Exxon Valdez oil spill affected 1,300 miles of coastline and hundreds and thousands of animals. Twenty-five years after the event, there are still four species that have not recovered. As of August 2020, pockets of oil can still be found in the area.It also shed light on the fact that the U.S. was severely limited in its ability to react tooilspills, both in terms of having adequate resources, primarily federal funds, to respond to such spills, and that the scope of damages compensable to those impacted was very narrow. The Oil Pollution Act was created to remedy these shortcomings.\n\nThe Oil Pollution Act was designed to establish a comprehensive federal framework that would prevent future spills and develop cleanup procedures in the case of a spill-related emergency. Primary enforcement and administration of the act are by the U.S. Coast Guard and theU.S. Environmental Protection Agency(EPA).\n\nBefore passage of the OPA, federal pollution legislation had been an ineffective web of weak enforcement and insufficient liability for polluters. The OPA sought to solve this problem by establishing stricter standards for the maritime transportation of oil, which included the following:\n\nThe OPA greatly increased the government's oversight of maritime oil transportation and created a detailed \"prevention, response, liability, and compensation regime to deal with vessel- and facility-caused oil pollution to U.S. navigable waters.\"\n\nA primary emphasis of the OPA is the liability, financial and otherwise, which the act imposes on any party found to be responsible for a destructiveoilspill. Any firm identified as a responsible party is subject to virtually unlimited cleanup costs.\n\nHowever, any claimant seeking reimbursement for cleanup costs must first request it directly from the guilty party. If the responsible party refuses, a claimant can then take legal action against the firm or seek it directly from a federally established Oil Spill Liability Trust Fund.\n\nThe OPA has also authorized the Oil Spill Liability Trust Fund (OSLTF) up to $1 billion to pay for quick oil removal and uncompensated damages for each oil spill.\n\nThe establishment of the Oil Spill Liability Trust Fund (OSLTF) came in 1986, before the Valdez incident. It was established to finance clean-up efforts and damage assessments and to cover unmet private liability on the part of a responsible party. Funding for the trust is by a tax, on both domestic production and imports, ofpetroleumproducts.\n\nNational Oceanic and Atmospheric Administration. \"Deepwater Horizon.\" Accessed Sept. 23, 2021.\n\nNational Oceanic and Atmospheric Administration. \"Exxon Valdez.\" Accessed Sept. 23, 2021.\n\nUnited States Environmental Protection Agency. \"Summary of the Oil Pollution Act.\" Accessed Sept. 23, 2021.\n\nUnited States Code. \"33 USC Ch. 40: Oil Pollution.\" Accessed Sept. 23, 2021.\n\nUnited States Coast Guard. \"Oil Pollution Act of 1990 (OPA).\" Accessed Sept. 23, 2021.\n\nUnited States Coast Guard. \"The Oil Spill Liability Trust Fund (OSLTF).\" Accessed Sept. 23, 2021.",
  "url": "https://www.investopedia.com/terms/o/oil-pollution-act-of-1990.asp"
}