{
  "term": "Oil Sands",
  "definition": "Oil sands, or tar sands, are sand and rock material that contain crudebitumen—a dense, viscous form ofcrude oil. Bitumen is too thick to flow on its own, so extraction methods are necessary. Bitumen is extracted and processed using two methods: mining and in-situ recovery.\n\nOil sands are found primarily in the Athabasca, Cold Lake, and Peace River regions of northern Alberta and Saskatchewan, Canada, and in areas of Venezuela, Kazakhstan, and Russia. Oil sands trade as part of crude oilcommodities.\n\nThe end product from oil sands is very similar to, if not better than, that of conventional oil which uses oil rigs for extraction. Intensive mining, extraction, and upgrading processes mean that oil from oil sands typically costs several times more to produce than using conventional methods and is environmentally destructive. The process of extracting bitumen from oil sands results in significant emissions, destruction to the land, negative impacts on the wildlife, pollution of the local water supply, and much more.\n\nDespite the negative environmental impact, oil sands produce significantrevenuefor Canada, which relies on oil sands as a significant portion of its economic health.\n\nCanada has an estimated 171 billion barrels of provenoil reserves, of which 166.3 billion barrels are found in Alberta's oil sands. At the end of 2014, Canada ranked third in the world in proven reserves after Venezuela and Saudi Arabia.﻿﻿﻿ This means oil sands are a significant component of Canada's economy in terms of investment, employment, and revenue.\n\nIn surface mining oil sands, clearing large land areas of trees and brush is the first step. The topsoil and clay are removed to expose the oil sand. This surface mining method uses large trucks and shovels to remove the sand, which can have a volume of anywhere from 1% to 20% of actual bitumen. After processing and upgrading, the results travel to refineries for refining into gasoline, jet fuel, and otherpetroleumproducts.\n\nThe mining method is considered to be very damaging to the environment, as it involves leveling hundreds of square miles of land, trees, and wildlife. Oil sands operators must develop a plan to reclaim the land and have this approved by the government. Since oil sands operations began in Canada in the 1960s, just 8% of total mining area has been reclaimed or is in the process of reclamation.﻿﻿﻿\n\nAnother method of mining oil sands is in-situ, also called in-situ recovery (ISR) or solution mining. It is mainly used to extract bitumen in oil sand that is buried too deep below the earth's surface for recovery with a truck and shovel.\n\nIn situ technology injects steam and chemicals deep beneath the ground to separate the viscous bitumen from the sand and then pump it up to the surface. The bitumen then goes through the same upgrading process as it would in the surface mining method.\n\nBecause mining for oil sands is extremely expensive, the price of oil is a critical factor in profit generation for mining companies. If the price of oil drops too low then mining oil sands may not be monetarily beneficial.\n\nThe in situ method is more costly than the surface mining method, but it is less damaging to the environment, requiring only a few hundred meters of land and a nearby water source to operate. After drilling holes, a mining solution is pumped into the soil. At times explosions or hydraulic fracturing may be utilized to open pathways.\n\nIt is estimated by the Alberta government that 80% of oil in the oil sands is buried too deep for open-pit mining; therefore, in situ methods will likely be the future of extracting oil from oil sands.﻿﻿ The most common form of in situ is calledsteam-assisted gravity drainage(SAGD).\n\nThe environmental impact of extracting oil sands from Alberta's oil fields has led environmentalists to object to the oil pipeline that connects the country with the United States.\n\nOrganizations, such as Canada's Oil Sands Innovation Alliance (COSIA), are focused on reducing the environmental impact of mining oil sands for oil. They provide funding for research initiatives related to mitigating the environmental impact of mining for oil sands. The organization provides in-depth information related to mining, wildfire risks, vegetation, industry reports, research reports, and more.﻿﻿\n\nNatural Resources Canada. \"Oil Resources.\" Accessed Feb. 10, 2021.\n\nCanadian Association of Petroleum Producers. \"Land Reclamation.\" Accessed Feb. 10, 2021.\n\nOil Sands Discovery Centre. \"Facts About Alberta’s Oil Sands and its Industry,\" Page 9. Accessed Feb. 10, 2021.\n\nCanada's Oil Sands Innovation Alliance. \"About.\" Accessed Feb. 10, 2021.",
  "url": "https://www.investopedia.com/terms/o/oilsand.asp"
}