{
  "term": "Oil Reserves",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term oil reserves refers to an estimate of the amount ofcrude oillocated in a particular economic region with the potential of being extracted. Estimates of oil reserves are based on proven reserves through the analysis of available data. Reserves are calculated based on a provenprobablebasis and oil pools situated in unattainable depths are not considered part of a nation's reserves.\n\nAs noted above, oil reserves are estimated reserves that are discovered and known to exist in areas where crude oil is available. This means they can be accessed and recovered through theextraction process. Estimates can be made to a high degree of certainty using existing technology and by analyzing geological data.\n\nIn its 2021 report, oilindustryleader BP Plc estimated that there were 1.73 trillion barrels of oil reserves in the world in 2020, the most recent data as of 2024. According to its Statistical Review of World Energy report, BP estimated the following:\n\nThe U.S. placed ninth on the list with 68.8 billion barrels.\n\nTheOrganization of the Petroleum Exporting Countries (OPEC), however, concludes that 1.56 trillion barrels existed globally as of 2022.The cartel estimates that 79.5% of global reserves are held by its members, including Venezuela, Saudi Arabia, Iran, Iraq, Kuwait, United Arab Emirates, Libya, and others.\n\nBP’s Statistical Review of World Energy is one of the leading sources of energy market data and information. It dates back to 1952 and has been produced by The Energy Institute since 2023.Another source is the World Oil Review supplied by the Italian oil company Eni SpA.\n\nSimilar to BP's statistical review, Eni's publication provides details about global oil reserves.TheEnergy Information Administration (EIA)calculates U.S. oil reserves with information dating back to 1900.\n\nOne of the critical ratios analysts use to measure the longevity of reserves is thereserve-to-production ratio (R/P). The R/P estimates the number of years a reserve base will last at current annual production rates and is used by companies operating in the oil industry, as well as oil-producing countries.\n\nAs of 2024, the world's oil reserves are expected to last for 47 years based on current consumption levels.\n\nThis chart from BP reveals two significant trends in global oil reserves.\n\nThe chart illustrates the massive increase in South and Central American oil reserves relative to production since 2006. This is when Brazil made some significant oil finds in its offshore pre-salt basins. BP estimated that the South and Central America region had enough oil reserves to last more than 150 years at 2020 production levels.\n\nThe volume of oil reserves does not necessarily translate into production figures. For example, Venezuela's share of the overall oil productionmarketcollapsed due to internal strife starting in 2014.According to the 2021 BP Statistical Review of World Energy, the South American nation accounted for just 0.6% of overall production volumes, despite having the world's largest oil reserves.\n\nAdowntrendalso exists in Middle Eastern oil reserves relative to production. In the 1990s, Middle Eastern countries had R/P ratios at 100 years. Since then, this ratio generally fell until around 2016 when production rates fluctuated and reserves became harder to find. Reserves-to-production for the Middle East stood at approximately 80 years as of 2020.\n\nA similar trend of a downward-sloping R/P occurred in North America, which has aggressively increased production since 2016. The reserve for North America was estimated at 30 years in 2020.\n\nPetroleum reserves and resources are hydrocarbon deposits predominantly occurring in subsurface geologic formations. Reserves can be reported in the context of a reservoir, field, petroleum basin, or country as a whole.\n\nThe Strategic Petroleum Reserve is an emergency supply of crude oil that can be used to offset a severe oil supply shortage. The SPR was created to provide the United States with crude oil in the event of a severe oil supply or economic disruption. Only the President of the United States can authorize its use.Maintaining the Strategic Petroleum Reserve is an important national security tool. The reserve is intended to serve as America’s insurance policy against a severe oil supply disruption or a severe economic disruption.\n\nAn oil crisis began in October 1973 when the members of OPEC, led by Saudi Arabia, proclaimed an oil embargo, a ban on the trade of oil. The embargo was targeted at nations that had supported Israel during the Yom Kippur War and included Canada, Japan, the Netherlands, the United Kingdom, and the United States. By the end of the embargo in March 1974, the price of oil had risen over 300% and caused an oil crisis, or \"shock\", with many short- and long-term effects on global politics and the global economy.\n\nOil reserves are an estimate of the amount of crude oil located in a particular economic region with the potential of being extracted. The oil industry estimates that there are 1.73 trillion barrels of oil reserves in the world. In the United States, the Strategic Petroleum Reserve is an emergency supply of crude oil that can be used to offset a severe oil supply shortage.\n\nEnergy Institute. “Energy Institute Statistical Review of World Energy 2024.” Page 69. Download PDF.\n\nBP. \"bp Statistical Review of World Energy 2021.” Page 16.\n\nOrganization of the Petroleum Exporting Countries. “Table 3.1: World Proven Crude Oil Reserves by Country.” Download XLSX.\n\nOrganization of the Petroleum Exporting Countries. \"OPEC Share of World Crude Oil Reserves, 2022.”\n\nEni. “World Energy Review 2023.”\n\nU.S. Energy and Information Administration. \"Petroleum & Other Liquids: U.S. Crude Oil Proved Reserves.\"\n\nBP “Statistical Review of World Energy 2022.” Page 54.\n\nWorldometer. \"Oil left in the world.\"\n\nBP. \"Statistical Review of World Energy 2021.” Page 17.\n\nBP. \"Statistical Review of World Energy 2021.” Page 17.\n\nIstituto Affari Internazionali. \"The Venezuelan Oil Industry Collapse: Economic, Social and Political Implications.\"\n\nBP. \"Statistical Review of World Energy 2021.\" Pages 16-18.\n\nScienceDirect. \"Petroleum Reserve.\"\n\nUnited States Code. “42 USC 6241: Drawdown and Distribution of Reserve.”\n\nCongressional Research Service. “The Strategic Petroleum Reserve: Background, Authorities, and Considerations.” Pages 2, 6.\n\nOrigins. “The Yom Kippur War and the OPEC Oil Embargo.”\n\nFederal Reserve History. “Oil Shock of 1973–74.”",
  "url": "https://www.investopedia.com/terms/o/oil-reserves.asp"
}