{
  "term": "Okun's Law: Definition, Formula, History, and Limitations",
  "definition": "Okun's law is an empirically observed negative correlation between GDP growth and unemployment.\n\nOkun's Law is an empirically observed relationship between unemployment and losses in a country's production. It predicts that a 1% increase in unemployment will usually be associated with a 2% drop ingross domestic product(GDP).\n\nWhen economists are studying the economy, they tend to hone in on two factors: output and jobs. Because there is a relationship between these two elements of an economy, many economists study the relationship between output (or more specifically, gross domestic product) and unemployment levels.\n\nOkun's Law looks at the statistical relationship between GDP and unemployment. Okun's Law can also be used to estimate gross national product (GNP).\n\nArthur Okun was a Yale professor and an economist who studied the relationship between unemployment and production. Okun was born in November 1928 and died in March 1980 at the age of 51. He studied economics at Columbia University, where he received his Ph.D. During his tenure at Yale, Okun was appointed to President John Kennedy's Council of Economic Advisors, and remained in this position under President Lyndon B. Johnson as well.\n\nAs a Keynesian economist, Okun advocated for using fiscal policy to control inflation and stimulate employment. He first proposed the relationship between unemployment and a country's GDP in the 1960s. In general, Okun's findings demonstrated that when unemployment falls, the production of a country will increase.\n\nMany years later, the Federal Reserve Bank of St. Louis has defined Okun's Law like this: \"[Okun's Law] is intended to tell us how much of a country’s gross domestic product (GDP) may be lost when the unemployment rate is above its natural rate.\"\n\nThe logic is fairly straightforward. The amount of output that an economy produces depends on the amount of labor (or the number of people employed) in the production process; when there is more labor involved in the production process, there is more output (and vice versa).\n\nIn Okun's original statement of his law, an economy experiences a one percentage point increase in unemployment for every three percentage point decrease GDP from its long-run level (also called potential GDP). Similarly, a three percentage point increase in GDP from its long-run level is associated with a one percentage point decrease in unemployment. Potential GDP is the level of output that can be achieved when all resources (land, labor, capital, and entrepreneurial ability) are fully employed.\n\nDespite the name, most economists consider Okun's law closer to a rule of thumb.\n\nOkun's Law might be better characterized as a \"rule of thumb\" because it is based on empirical observation of data, rather than a conclusion derived from a theoretical prediction. Okun's Law is an approximation because there are other factors that impact output, such as capacity utilization and hours worked. This also explains why there isn't a one-to-one relationship between changes in output and changes in unemployment.\n\nFor example, Okun also estimated that a three percentage point increase in GDP from its long-run level corresponded to a 0.5 percentage point increase in the labor force participation rate, a 0.5 percentage point increase in hours worked per employee, and a one percentage point increase in labor productivity (output per worker per hour). This would leave the remaining one percentage point to be the change in the unemployment rate.\n\nThe relationship between unemployment and GDP (or GNP) varies by country. In industrialized nations with labor markets that are less flexible than those of the United States, such as France and Germany, the same percentage change in GNP has a smaller effect on the unemployment rate than it does in the United States.\n\nWhile Okun's Law has proven to be true at certain times throughout history, there have also been conditions where it has not held true. TheFederal Reserve Bank of Kansas Cityconducted a 2007 review of Okun's Law by looking at quarterly changes in unemployment and comparing that data to quarterly growth in real output.\n\nAccording to their findings, Okun's Law was largely accurate, although there were many periods of instability where unemployment did not change as the formula predicted. The study concluded that “Okun’s law is not a tight relationship,” but that it “predicts that growth slowdowns typically coincide with rising unemployment.”\n\nThe review found a negative correlation between quarterly changes in employment and productivity, although the coefficient of that relationship tended to vary.\n\nIn other examinations, Okun's law held up better than researchers expected. Although early GDP figures suggested that the Great Recession was a departure from Okun's Law, later revisions to those figures largely confirmed the law's predictions.\n\n\"Okun’s law is a simple statistical correlation, yet it has held up surprisingly well over time,\" wrote researchers at the Federal Reserve Bank of San Francisco. Nevertheless, they concluded, \"the relationship between output and unemployment suggested by Okun’s law remained remarkably similar to previous deep recessions.\"\n\nOkun's coefficient is a number that represents the expected change in unemployment associated with a 1% increase in GDP. This figure varies from one country to another.\n\nWhile economists broadly accept that there is a relationship between productivity and employment as set out in Okun's law, there is no agreement on the exact magnitude of that relationship. Moreover, there are many other variables that can also impact productivity or employment rates, making it difficult to set accurate forecasts using only Okun's law.\n\nFor this reason, some economists say that Okun's law has limited value as a forecasting tool, even if they accept the underlying relationship. An economic commentary by the Federal Reserve Bank of Cleveland found \"rolling instability\" in the accuracy of the law's predictions, with several time periods where the observed change was many times larger than what Okun's law would predict.\n\nMoreover, this held true with several variations of Okun's law, suggesting that the problem is not merely one of measurement. Because of this instability, the Cleveland Fed concluded that \"if a rule of thumb has a lot of exceptions, it's not much of a rule.\"\n\nThere are several versions of Okun's law, and the equation is slightly different for each. One of the simplest forms uses the formula:U = a + b x G\n\nWhereUrepresents the change in the unemployment rate between one quarter and the next,Grepresents the growth in real GDP for that quarter, andbrepresents Okun's coefficient, or the slope of the relationship between GDP growth and unemployment.\n\nWhile most economists accept the relationship between employment and output, there have been many periods where observed data departed from the predictions of the model. A review by the Federal Reserve Bank of Kansas City found that the relationship between unemployment and productivity tends to be unstable over longer time horizons, although Okun's law may still be useful to policymakers so long as they take these instabilities into account.\n\nOkun's law is an observation about the statistical correlation between unemployment levels and overall productivity. While there have been many times when these variables did not behave as Okun's law predicts, the rule appears to hold true overall. A 2014 review by the Federal Reserve Bank of San Francisco finds that, despite cyclical variations, the rule \"has held up surprisingly well over time.\"\n\nDespite the name, most economists consider Okun's law closer to a \"rule of thumb\" than a hard and fast law of economics. There have also been many periods where the observed changes were larger or smaller than what Okun's law would predict. Nonetheless, the underlying relationship has largely held true, despite these variations.\n\nOkun's law is an observation that a 1% change in unemployment tends to accompany a change in GDP of about 2-3%. However, it would be a mistake to rely on this rule for precise economic forecasting. Although the relationship between employment and output usually behaves as expected, there are many confounding variables that could lead to unexpected results.\n\nSt. Louis Federal Reserve Bank. \"Okun's Law: A Meaningful Guide for Monetary Policy?\"\n\nKansas City Federal Reserve Bank. \"How Useful Is Okun's Law?\" Page 6.\n\nFederal Reserve Bank of San Francisco. \"Interpreting Deviations from Okun's Law.\"\n\nCleveland Federal Reserve Bank. \"An Unstable Okun's Law, Not the Best Rule of Thumb.\"\n\nKansas City Federal Reserve Bank. \"How Useful Is Okun's Law?,\" Page 3.\n\nKansas City Federal Reserve Bank. \"How Useful Is Okun's Law?,\" Page 17.",
  "url": "https://www.investopedia.com/terms/o/okunslaw.asp"
}