{
  "term": "Old Lady: What It Means, How It Works, History",
  "definition": "The \"Old Lady\" is an eighteenth-century nickname for the Bank of England. It is a short version of the Old Lady of Threadneedle Street, a reference to the bank’s address in the middle of London.\n\nThe Old Lady, as a nickname for the Bank of England, originates in a James Gillray political cartoon from 1797. The cartoon, “Political Ravishment, or The Old Lady of Threadneedle Street in Danger!” depicts a woman in a dress of one- and two-poundnotessitting on a chest marked “Bank of England.” A man, Prime Minister William Pitt, forcibly kisses the woman while reaching for the gold coins in her pocket. The woman yells, “Murder! murder! Rape! murder! O you Villain! what have I kept my Honor untainted so long, to have it broke up by you at last? O Murder! Rape! Ravishment! Ruin! Ruin! Ruin!!!”\n\nThe cartoon comments on the then recent decision by the Prime Minister William Pitt the Younger that, under theBank Restriction Act of 1797, the bank would suspend redemption of notes for gold and begin making payments to customers exclusively in paper money rather than coins. The Act was passed in response to an incipient run on the Bank following a period of heavy paper note issuance to finance the war with France and triggered by the landing of French forces near the town of Fishguard.\n\nThe historical moment represented a test of the public’s confidence inpaper currencyas well as of the political power of the prime minister to impose his prerogatives. This was the first time in the Bank’s history that its notes were no longer redeemable in gold. Leaders of the opposition Whig party in the Parliament characterized the Act as an outrageous abrogation of private contract and likened the Bank to an elderly woman seduced by a swindler (i.e. Pitt the Younger). This comparison then became the basis for Gillray’s cartoon.\n\nThis caricature of the Bank of England as an old woman stuck, and would repeatedly appear in political cartoons, newspaper headlines, and common financial vernacular.\n\nThe Bank of England, now the central bank of the entire United Kingdom, began in 1694 and has provided the blueprint for most central banks now operating across the globe. Initially the Bank of England operated as a retail bank as well. The bank suffered its first crisis in 1720, when the South Sea Company financed some of Britain’s national debt and acquired trading rights in what is now South America. A price surge in South Sea Company stock ensued. The stock eventually crashed, and many lost their fortunes.\n\nThe bank moved to Threadneedle Street in 1734 from its original location on Walbrook.\n\nAnother crisis in 1825 spurred the Bank of England to open branches across the country to exert more control over the currency. In 1866, the Bank of England refused to bail out discount house Overend Gurney after it collapsed under the weight of bad loans. The crisis eventually expanded the role of the Old Lady as a lender to failing financial institutions.\n\nBank of England. \"Who Is the Old Lady of Threadneedle Street?\"\n\nBank of England. \"Our History.\"\n\nBank of England. \"The Demise of Overend Gurne.\"",
  "url": "https://www.investopedia.com/terms/o/old_lady.asp"
}