{
  "term": "Old Age, Survivors, Disability Insurance (OASDI) Program Basics",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Old Age, Survivors, and Disability Insurance (OASDI) program is a federal system that offers income support to retirees, people with disabilities, and their families, funded through payroll taxes. It is commonly known as Social Security.\n\nThe Old Age, Survivors, and Disability Insurance (OASDI) program is the official name for Social Security in the United States. The federal OASDI tax noted on your paycheck funds this program that provides benefits to retired adults and people with disabilities, and to their spouses, dependents, and survivors.\n\nThe goal of the program is to partially replace income that is lost due to old age, the death of a spouse (or qualifying ex-spouse), or disability.\n\nThe U.S. Social Security program (including both retirement and disability income) was ushered in through theSocial Security Actsigned by President Franklin D. Roosevelt on Aug. 14, 1935, when the U.S. economy was in the depths of theGreat Depression. The program has grown massively over the decades, along with the U.S. population and economy.\n\nIn 1940, about 222,000 people received an average monthly benefit of $22.60. The average monthly benefit was $1,976 in January 2025. The benefit amount is reviewed annually and adjusted for inflation.\n\nIt is the largest such system in the world and is also the biggest expenditure in the federal budget, costing around $1.4 trillion in 2024. Nearly nine out of 10 individuals age 65 and older receiveSocial Security benefits.\n\nSocial Security benefits are determined by calculating the individual'saverage indexed monthly earnings (AIME)during the 35 years in which the person earned the most.\n\nSocial Security recipients will receive a 2.5% increase in 2025 due to a cost-of-living adjustment. The increase in 2024 was 3.2%.\n\nPayments to qualifying persons are funded through OASDI taxes, which are payroll taxes collected by the government. They are known as FICA taxes (short forFederal Insurance Contributions Act) and SECA taxes (short forSelf-Employed Contributions Act).\n\nThe Social Security tax rate is 6.2% for employees and 12.4% for the self-employed. The combined federal tax rates for Social Security andMedicareare 7.65% and 15.3% for employees and self-employed, respectively.\n\nThese revenues are kept in two trust funds:\n\nThese trust funds pay out the benefits and invest the remainder of the revenue they collect.\n\nThere is a cap on annual earnings for which you pay Social Security tax. The maximum earnings subject to the tax were $168,600 in 2024 and are $176,100 in 2025. Income above those amounts is not subject to further OASDI tax.\n\nThe OASDI program provides payments to people who meet certain criteria. For old-age payments, money is paid to qualifying persons starting as early as age 62. Full retirement age depends on the individual's birth date and is 67 for everyone born in 1960 or later.\n\nQualifying persons who wait until age 70 (but no later) to begin collecting benefits collect higher, maximum benefits due to delayed retirement credits.\n\nPayments are calculated based on people's past wages earned. Survivors' payments are made to surviving spouses or dependents of deceased workers. Disability payments are made to eligible persons who are no longer able to participate in a substantially gainful activity and who meet additional criteria.\n\nTo qualify for retirement benefits, a worker must be fully insured. A worker becomes fully insured by accumulating credits (also called quarters) of coverage. Credits or quarters are accumulated based on covered wages earned for a particular period. One-quarter of coverage is awarded to a worker for every $1,810 earned in 2025, up from $1,730 in 2024.\n\nA worker can earn up to four credits or quarters of coverage per year, and 40 credits are needed to qualify for Social Security income benefits.\n\nYes, federal law requires that workers and employers contribute to the OASDI fund through Social Security taxation on income of up to $176,100 in 2025, up from $168,600 in 2024.\n\nA portion of yourSocial Security benefits is taxableregardless of your age, unless your income is very low. Only individuals with incomes below $25,000 a year or couples with incomes below $32,000 a year keep their Social Security tax-free. Everyone else pays taxes on up to 85% of their benefits, depending on income.\n\nThere are very rare exceptions and exemptions to OASDI taxes, including clergy of certain religious groups and some types of nonresident aliens. Note, however, that these individuals are also ineligible to receive Social Security payments.\n\nThe OASDI Program is the federal benefits program better known as Social Security. It covers both retirement income for individuals and surviving spouses, as well as disability income. Workers pay into the program through a tax levied each year on a portion of their income at a rate of 6.2% for employees (or 12.4% for self-employed individuals).\n\nThat money is then paid out as income benefits to retired or disabled individuals at a rate that is adjusted regularly for inflation.\n\nSocial Security Administration. \"Historical Background and Development of Social Security.\"\n\nU.S. Census Bureau. “Historical Population Change Data (1910-2020).”\n\nSocial Security Administration. “Social Security Beneficiary Statistics.”\n\nSocial Security Administration. \"Fifty Years of Social Security.\"\n\nSocial Security Administration. \"Fact Sheet: 2025 Social Security Changes,\" Page 2.\n\nCongressional Budget Office. \"Monthly Budget Review: Summary for Fiscal Year 2024.\"\n\nSocial Security Administration. \"Fact Sheet: Social Security.\" Page 1.\n\nSocial Security Administration. \"Social Security Benefit Amounts.”\n\nSocial Security Administration. \"Cost-of-Living Adjustment (COLA) Information.\"\n\nCongressional Research Service. “Social Security: The Trust Funds.” Pages 1-2.\n\nSocial Security Administration. \"Social Security & Medicare Tax Rates.\"\n\nSocial Security Administration. \"What Are the Trust Funds?\"\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nSocial Security Administration. \"Starting Your Retirement Benefits Early.\"\n\nSocial Security Administration. \"Delayed Retirement Credits.\"\n\nSocial Security Administration. \"If You Are the Survivor.\"\n\nSocial Security Administration. “Disability Benefits: How You Qualify.”\n\nSocial Security Administration \"Insured Status Requirements.\"\n\nSocial Security Administration. \"Fact Sheet: 2025 Social Security Changes,\" Page 1.\n\nSocial Security Administration. \"Social Security Credits.\"\n\nSocial Security Administration. \"Request to Withhold Taxes.\"\n\nSocial Security Administration. \"Can Noncitizens Receive Social Security Benefits or Supplemental Security (SSI)?\"\n\nSocial Security Administration. \"Are Members of Religious Groups Exempt From Paying Social Security Taxes?\"",
  "url": "https://www.investopedia.com/terms/o/oasdi.asp"
}