{
  "term": "Oligopoly: Meaning and Characteristics in a Market",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn oligopoly is a type ofmarketstructure in which a small number of firms control the market. Where oligopolies exists, producers can indirectly or directly restrict output or prices to achieve higher returns. A key characteristic of an oligopoly is that no one firm can keep the others from having significant influence over the market. An oligopoly differs from a monopoly, in which one firm dominates a market.\n\nMarket structures come in different forms and sizes. The term is used to describe the distinctions between industries, which are made up of different companies that sell their products and services. Most market structures aim forperfect competition, which is a theoretical construct that doesn't actually exist.\n\nThese market structures are made up of a small number of companies within an industry that controls the market. Firms in an oligopolyset prices, whether collectively—in acartel—or under the leadership of one firm, rather thantaking pricesfrom the market. Profit margins are thus higher than they would be in a more competitive market.\n\nSome of thebarriers to entry(that prevent new players from entering the market) in an oligopoly includeeconomies of scale, regulatory barriers, accessing supply and distribution channels, capital requirements, and brand loyalty.\n\nOligopolies in history include steel manufacturers, oil companies, railroads, tire manufacturing, grocery store chains, and wireless carriers. The economic and legal concern is that an oligopoly can block new entrants, slow innovation, and increase prices, all of which harm consumers.\n\nGovernments sometimes respond to oligopolies with laws against price-fixingand collusion. Yet, a cartel can price fix if they operate beyond the reach or with the blessing of governments. Oligopolies that exist inmixed economiesoften seek out and lobby for favorable government policy to operate under the regulation or even direct supervision of government agencies.\n\nThe main problem that firms in an oligopoly face is that each firm has an incentive to cheat. if all firms in the oligopoly agree to jointly restrict supply and keep prices high, then each firm stands to capture substantial business from the others by breaking the agreement and undercutting the others. Such competition can be waged through prices, or through simply the individual company expanding its own output brought to market.\n\nCompanies in an oligopoly benefit from price-fixing, setting prices collectively, or under the direction of one firm in the bunch, rather than relying on free-market forces to do so.\n\nOligopolies are considered stable. One of the main reasons why they are is because participating firms need to see the benefits of collaboration over the costs of economic competition, then agree to not compete and instead agree on the benefits of cooperation.\n\nThe firms sometimes find creative ways to avoid the appearance ofprice-fixing, such as using phases of the moon. Price-fixing is the act of setting prices, rather than letting them be determined by the free-market forces. Another approach is for firms to follow a recognizedprice leaderso that when the leader raises prices,the others will follow.\n\nThe conditions that enable oligopolies to exist include high entry costs incapital expenditures, legal privilege (license to use wireless spectrum or land for railroads), and a platform that gains value with more customers, such as social media.\n\nThe global tech and trade transformation has changed some of these conditions. For instance, offshore production and the rise of mini-mills have affected the steel industry. In the office software application space, Microsoft (MSFT) was targeted by Google Docs, which Google funded using cash from its web search business.\n\nGame theorists have developed models for these scenarios, which form a sort ofprisoner's dilemma. When costs and benefits are balanced so that no firm wants to break from the group, it is considered theNash equilibriumstate for oligopolies. This can be achieved by contractual or market conditions, legal restrictions, or strategic relationships between members of the oligopoly that enable the punishment of cheaters.\n\nMaintaining an oligopoly and coordinating action among buyers and sellers in general on the market involves shaping the payoffs to various prisoner's dilemmas and related coordination games that repeat over time.\n\nAs a result, many of the same institutional factors that facilitate the development of market economies by reducing prisoner's dilemma problems among market participants, such as secure enforcement of contracts, cultural conditions of high trust and reciprocity, and laissez-faire economic policy, might also potentially help encourage and sustain oligopolies.\n\nOne of the main benefits of having an oligopoly is that competition is very limited. That's because there are very few players in the market. Since there are few competitors, an oligopoly allows those who participate to net a higher amount ofprofits.\n\nOligopolies come with higher barriers to entry for new participants. This means that it can be difficult to enter the market because of the high costs associated with doing business, the regulatory environment, and the problems that arise when it comes to accessing supply anddistribution channels.\n\nBecause of the lack of competition, there may be very little incentive to innovate product and service offerings. With no diversity in offerings, consumers remain loyal to what they know best.\n\nHigh barriers to entry for new participants\n\nVery little choice for consumers\n\nThere are many examples of oligopolies in the market. But one of the major examples of a global oligopoly is theOrganization of the Petroleum Exporting Countries (OPEC). The organization was founded in Baghdad in 1960 with five countries but expanded to 13 oil-producing countries in 1975.\n\nOne of the main reasons why OPEC is considered an oligopoly is because it has no overarching authority. Every member nation within the group also has a substantial portion of the group's market share. These countries also have a great deal of power together (not separately) when it comes tosupply and demandissues and pricing. So when the group lowers its supply as demand drops, prices rise. The opposite is true when demand rises.\n\nAn oligopoly is when a few companies exert significant control over a given market. Together, these companies may control prices by colluding with each other, ultimately providing uncompetitive prices in the market. Among other detrimental effects of an oligopoly include limiting new entrants in the market and decreased innovation. Oligopolies have been found in the oil industry, railroad companies, wireless carriers, and big tech.\n\nOne measure that shows if an oligopoly is present is the concentration ratio, which calculates the size of companies in comparison to their industry. Instances where a high concentration ratio is present include mass media. In the U.S., for example, the sector is dominated by just five companies: NBC Universal; Walt Disney; Time Warner; Viacom CBS; and News Corporation—even as streaming services like Netflix and Amazon Prime begin to encroach on this market. Meanwhile, within big tech, two companies control smartphone operating systems: Google Android and Apple iOS.\n\nWith just four companies controlling nearly two-thirds of all domestic flights in the U.S. as of 2021, it has been purported thatthe airline industry is an oligopoly. These four companies are Delta Airlines, United Airlines Holdings, Southwest Airlines, and American Airlines. According to a report compiled by the White House, \"reduced competition contributes to increasing fees like baggage and cancellation fees. These fees are often raised in lockstep, demonstrating a lack of meaningful competitive pressure, and are often hidden from consumers at the point of purchase.\"Interestingly, in 1978, The Airline Deregulation Act was imposed, which stripped away the Civil Aeronautics Board the ability to regulate the industry.Prior to this time, the airline industry operated much like a public utility, while fare prices had declined 20 years before the deregulation was introduced.\n\nThere is no such thing as perfect competition in the market. But there are different market structures, including oligopolies. These types of markets are characterized by a small number of participating firms, which may work together to set prices.\n\nOrganization of Petroleum Exporting Countries. \"Brief History.\"\n\nThe White House. \"Fact Sheet for Executive Order on Promoting Competition in the American Economy.\"\n\nCongress.gov. \"S.2493 - Airline Deregulation Act.\"",
  "url": "https://www.investopedia.com/terms/o/oligopoly.asp"
}