{
  "term": "Oligopsony: What it is, How it Works, Example",
  "definition": "An oligopsony is a market for a product or service which is dominated by a few large buyers. The concentration of demand in just a few parties gives each substantial power over thesellersand can effectively keep prices down.\n\nThe opposite effect can be seen in anoligopoly. It is a market that is dominated by a few sellers, who can keep prices high in the absence of competition from alternative sources of supply.\n\nThe fast-food industry is a good example of an oligopsony. A small number of large buyers including McDonald's, Burger King, and Wendy's buys a huge amount of the meat produced by American ranchers. That gives the industry the ability to dictate the price they are willing to pay.\n\nCocoa is a less obvious example of an oligopsony. Just three firms, including Cargill, Archer Daniels Midland, and Barry Callebaut, buy most of the world's cocoa bean production, which mostly originates with small farmers in third-world countries.\n\nAmerican tobacco growers supply an oligopsony of cigarette makers. Three companies, including Altria, Brown & Williamson, and Lorillard Tobacco Company, buy nearly 90% of all US-grown tobacco and supplement it with tobacco produced in other countries.\n\nIn American book publishing, consolidation has led to the emergence of just five dominant publishers. Known as the Big Five, they account for about two-thirds of all books published.\n\nThis is not immediately evident to readers. Each of the publishing giants has absorbed or created a number of specialized imprints that cater to different market segments and often carry the names of formerly independent publishers.\n\nImprints create the illusion that there are many publishers. But they coordinate within the parent company to prevent internal competition for manuscripts from popular authors.\n\nThe publishing oligopsony also tends to depress advances paid to authors and creates pressure for authors to cater to the tastes of the publishers.\n\nProducers caught in an oligopsony can get caught up in \"racing to the bottom,\" with an impact on price and quality.\n\nIn recent years, supermarkets have begun to emerge as an oligopsony. The largest parent company in the industry is now Kroger's, which operates chains including Dillons, Pay-Less Super Markets, Ralphs, and City Market, among many others. The German company Aldi Nord owns not only Aldi's but Trader Joe's.\n\nThis emerging oligopsony is reaching developed economies around the world. As a result, they increasingly influence not only price but what crops are grown and how they are processed and packaged.\n\nThe impact of this oligopsony reaches deep into the lives and livelihoods of agricultural workers around the world. Their influence has also forced many suppliers who couldn't compete out of business. In some countries, this has led to allegations of unethical and illegal conduct.\n\nIn an oligopoly, the control is in the hands of a few sellers. As long as they stay firm on prices, the buyers have little negotiating room.\n\nAn oligopsony market sees frequent price wars as each player works to entice a buyer's business. That effectively drives the price a down and the quantity up.\n\nGetting caught in an oligopsony is known as \"racing to the bottom.\" Sellers lose the power to control supply and demand.",
  "url": "https://www.investopedia.com/terms/o/oligopsony.asp"
}