{
  "term": "Omega: Meaning and Calculations in Options Trading",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOmega is a measure of options pricing, similar to the optionGreeksthat measure various characteristics of the option itself. Omega measures the percentage change in an option's value with respect to the percentage change in the underlying price. In this way, it measures theleverageof an options position.\n\nTraders use options for many reasons, but one of the most important is leverage. A small investment in acall option, for example, allows the trader to control a larger dollar value of theunderlying security. In other words, a call option trading at $25 per contract could control 100 shares of a stock trading at $50 per share with a value of $5,000. The holder has the right, but not the obligation, to purchase those 100 shares at a specific price (thestrike price) by a certain date.\n\nOmega is the thirdderivativeof the option price, and the derivative of gamma. It is also known aselasticity.\n\nTo see leverage in action, assume Ford Motor Co. (F) shares increase 7% in a given period and a Ford call option increases 3% in that same period. The omega of the call option is 3 ÷ 7, or 0.43. This would imply that for every 1% Ford stock moves, the call option will move 0.43%.\n\nΩ=Percent Change inVPercent Change inSwhere:V=Price of the optionS=Underlying price\\begin{aligned} &\\Omega = \\frac{\\text{Percent Change in }V}{\\text{Percent Change in }S}\\\\ &\\textbf{where:}\\\\ &V = \\text{Price of the option}\\\\ &S = \\text{ Underlying price}\\\\ \\end{aligned}​Ω=Percent Change inSPercent Change inV​where:V=Price of the optionS=Underlying price​\n\nOmega is calculated based on two of the standard option Greeks, delta and gamma. This set of metrics provides a sense of anoptions contract's risk and reward with respect to different variables. The most common option Greeks are:\n\nAn option's gamma is also therate of change (ROC)in its delta and may be called the delta of the delta.\n\nThe equation for omega can also be expressed:\n\nΩ=∂V∂S×SV\\Omega=\\frac{\\partial V}{\\partial S}\\times\\frac{S}{V}Ω=∂S∂V​×VS​\n\nGiven that the equation for delta is:\n\nΔ=∂V∂S\\Delta=\\frac{\\partial V}{\\partial S}Δ=∂S∂V​\n\nomega can be expressed in terms of delta as:\n\nΩ=Δ×SV\\Omega=\\Delta\\times\\frac{S}{V}Ω=Δ×VS​",
  "url": "https://www.investopedia.com/terms/o/omega.asp"
}