{
  "term": "On-Balance Volume (OBV): Definition, Formula, and Uses As Indicator",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOn-balance volume (OBV) is a technical tradingmomentumindicator that uses volume flow to predict changes in stock price. Joseph Granville first developed the OBV metric in the 1963 bookGranville's New Key to Stock Market Profits.\n\nGranville believed thatvolumewas the key force behind markets and designed OBV to project when major moves in the markets would occur based on volume changes. In his book, he described the predictions generated by OBV as \"a spring being wound tightly.\" He believed that when volume increases sharply without a significant change in the stock's price, the price will eventually jump upward or fall downward.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nOBV=OBVprev+{volume,if close>closeprev0,if close=closeprev−volume,if close<closeprevwhere:OBV=Current on-balance volume levelOBVprev=Previous on-balance volume levelvolume=Latest trading volume amount\\begin{aligned} &\\text{OBV} = \\text{OBV}_{prev} + \\begin{cases} \\text{volume,} & \\text{if close} > \\text{close}_{prev} \\\\ \\text{0,} & \\text{if close} = \\text{close}_{prev} \\\\ -\\text{volume,} & \\text{if close} < \\text{close}_{prev} \\\\ \\end{cases} \\\\ &\\textbf{where:} \\\\ &\\text{OBV} = \\text{Current on-balance volume level} \\\\ &\\text{OBV}_{prev} = \\text{Previous on-balance volume level} \\\\ &\\text{volume} = \\text{Latest trading volume amount} \\\\ \\end{aligned}​OBV=OBVprev​+⎩⎨⎧​volume,0,−volume,​if close>closeprev​if close=closeprev​if close<closeprev​​where:OBV=Current on-balance volume levelOBVprev​=Previous on-balance volume levelvolume=Latest trading volume amount​\n\nOn-balance volume provides a running total of an asset's trading volume and indicates whether this volume is flowing in or out of a given security or currency pair. The OBV is a cumulative total of volume (positive and negative). There are three rules implemented when calculating the OBV. They are:\n\n1. If today's closing price is higher than yesterday's closing price, then: Current OBV = Previous OBV + today's volume\n\n2. If today's closing price is lower than yesterday's closing price, then: Current OBV = Previous OBV - today's volume\n\n3. If today's closing price equals yesterday's closing price, then: Current OBV = Previous OBV\n\nThe theory behind OBV is based on the distinction betweensmart money—namely, institutional investors—and less sophisticated retail investors. As mutual funds and pension funds begin to buy into an issue that retail investors are selling, volume may increase even as the price remains relatively level. Eventually, volume drives the price upward. At that point, larger investors begin to sell, and smaller investors begin buying.\n\nDespite being plotted on aprice chartand measured numerically, the actual individual quantitative value of OBV is not relevant. The indicator itself is cumulative, while the time interval remains fixed by a dedicated starting point, meaning the real number value of OBV arbitrarily depends on the start date. Instead, traders and analysts look to the nature of OBV movements over time; the slope of the OBV line carries all of the weight of analysis.\n\nAnalysts look to volume numbers on the OBV to track large,institutional investors. They treat divergences between volume and price as a synonym of the relationship between \"smart money\" and the disparate masses, hoping to showcase opportunities for buying against incorrect prevailing trends. For example, institutional money may drive up the price of an asset, then sell after other investors jump on the bandwagon.\n\nBelow is a list of 10 days' worth of a hypothetical stock's closing price and volume:\n\nAs can be seen, days two, three, six, seven and nine are up days, so these trading volumes are added to the OBV. Days four, five and 10 are down days, so these trading volumes are subtracted from the OBV. On day eight, no changes are made to the OBV since the closing price did not change. Given the days, the OBV for each of the 10 days is:\n\nOn-balance volume and theaccumulation/distribution lineare similar in that they are both momentum indicators that use volume to predict the movement of “smart money”. However, this is where the similarities end. In the case of on-balance volume, it is calculated by summing the volume on an up-day and subtracting the volume on a down-day.\n\nThe formula used to create the accumulation/distribution (Acc/Dist) line is quite different than the OBV shown above. The formula for the Acc/Dist, without getting too complicated, is that it uses the position of the current price relative to its recent trading range and multiplies it by that period's volume.\n\nOne limitation of OBV is that it is a leading indicator, meaning that it may produce predictions, but there is little it can say about what has actually happened in terms of the signals it produces. Because of this, it is prone to produce false signals. It can therefore be balanced by lagging indicators. Add a moving average line to the OBV to look for OBV line breakouts; you can confirm a breakout in the price if the OBV indicator makes a concurrent breakout.\n\nAnother note of caution in using the OBV is that a large spike in volume on a single day can throw off the indicator for quite a while. For instance, a surprise earnings announcement, being added or removed from an index, or massive institutional block trades can cause the indicator to spike or plummet, but the spike in volume may not be indicative of a trend.\n\nAverage daily trading volume (ADTV)is the average amount of shares traded each day for a given stock. It can be a useful metric because high or low trading volume attracts different types of traders. Traders and investors can use ADTV to assess liquidity, analyze volatility, optimize trade execution, and manage risk. ADTV can be used alongside OBV and other indicators to evaluate the market's activity.\n\nVolume-Price Trend (VPT) is similar to on-balance volume in that it measures the cumulative volume and provides traders with information about a security’s money flow. But whereas OBV looks at volume just according to whether the close was higher or lower, VPT looks athow muchhigher or lower it was. This helps determine a security’s price direction and strength of price change.\n\nOn-Balance Volume is a leading indicator: it produces predictions, but it doesn't provide specific information on exactly what happened or why. This can lead to wrong interpretations. OBV should be used alongside lagging indicators for better effectiveness.\n\nOn-balance volume (OBV) is a technical indicator that measures positive and negative volume flow and analyzes the trading direction. It shows as a single line that can provide insights into theintent of market playersthat investors can use to make trading decisions and identify where to buy or sell an asset. However, OBV doesn't provide specific information about the financial asset, which can lead to misinterpretations. Therefore, traders should balance OBV by using lagging indicators.\n\nJoseph E. Granville. \"Granville’s New Key to Stock Market Profits.\" Papamoa Press, 2018.",
  "url": "https://www.investopedia.com/terms/o/onbalancevolume.asp"
}