{
  "term": "On-Chain Governance: Definition, Types, vs. Off-Chain",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nOn-chain governance is a system for managing and implementing changes to cryptocurrency blockchains. In this type of governance, voting systems for instituting changes are programmed into the blockchain. Developers propose changes, and each stakeholder votes on whether to accept or reject the proposed change. Blockchain stakeholders might be developers, validators, token holders, or anyone else the blockchain is designed to include.\n\nOn-chain governance systems are programmed to allow certain participants to vote on changes. These changes are usually submitted via whatever method the project uses—it might be GitHub, Discord, Slack, or an online forum. The blockchain network usually sends out voting requests through user wallets or other interfaces; participants cast their votes, and the system records and tallies the results.\n\nEach blockchain is different in its voting process—the design can dictate factors like how many votes are needed for the proposal to pass, which of the voters get to vote, the weight each vote receives, and even if voters receive a reward for voting.\n\nThe project then moves forward in the direction the voters decide on. If the change is voted for, it is included in the blockchain, which then forks when the developers implement it. If the proposal fails, the blockchain continues operating as it was.\n\nWhile anyone can propose changes for a community-governed and open-source blockchain, it's usually a core group of developers proposing changes because they are the ones who understand how the program is written and what needs to be done. Voting usually involves stakeholders who meet the blockchain's voting criteria; generally, these stakeholders own tokens that grant them voting rights.\n\nBlockchains are not yet at a stage where forks are automatic after voters accept a proposal. People still need to program, bug-test, and release the new code. Network participants must also load the new version onto their machines. The only thing that is automated currently by blockchains is the voting process.\n\nImplementation of on-chain governance differs between various blockchains. For example,Tezosuses what it calls a self-amending ledger. Community-approved changes are implemented to a test net version of the coin's blockchain as soon as a version is ready. If the planned changes are successful, they are finalized into a production version of the blockchain published on its main net. If not, the test net blockchain is rolled back with no changes to the main blockchain.\n\nOn-chain governance emerged as an inclusive approach to blockchain technology in which all participants can share the benefits. As the blockchain community and their networks look to improve scalability, speed, and uses, these systems are likely to continue gaining popularity.\n\nOn-chain governance will likely center around enhancing transparency and trust in blockchains. Decentralized autonomous organizations (DAOs) use this type of blockchain governance; it can be incorporated into enterprise decision-making and legislative voting processes.\n\nThe primary challenge faced by on-chain governance developers, participants, or any other interested party is its eventual centralization. Wherever and whenever possible, certain types of people or entities always find a way to exploit systems created for fairness and equality for their own benefit. On-chain governed blockchains are likely to be no different in this regard.\n\nSome of the advantages of on-chain governance are as follows:\n\nChanges to a blockchain are not routed through a core development community, which evaluates its merits and demerits. Instead, each voter has a say in proposed changes and can read about or discuss its benefits and drawbacks. It is decentralized because it relies on the community for collective decision-making.\n\nInformal governance systems require time and effort between stakeholders to reach an agreement on a project's direction: on-chain governance records and tallies votes on proposed changes in much less time.\n\nOnce voting is concluded, developers are obligated to follow the results. Programming begins or stops, changes are tested if needed, and all node operators must follow the decision if they want to remain part of the updated or unchanged network. Operators, participants, and developers who choose not to follow the vote's results end up using a version not supported by the community, and their version of the blockchain and network becomes a fork.\n\nWhile there are many reasons to like on-chain governance systems, there are just as many to dislike. Here are a few:\n\nSimilar to real-world elections, low voter turnout is a problem for on-chain governed blockchains. Low voter turnout creates other issues—usually, it is a core group of people voting, which results in a centralized group that decides the future of the blockchain. Thus, the effort to decentralize decision-making is wasted.\n\nVoters with more tokens sometimes have more votes. This means that users with more stakes can take control of the voting process and steer development in their desired direction. More importantly, it skews the dynamic away from developers, network participants, and the community towards investors who are likely to hold more tokens. Their interests usually focus on maximizing future profits instead of innovating for the blockchain's future.\n\nOn-chain governance is a blockchain voting system that grants stakeholders the ability and right to vote on and affect the outcomes of decisions about a blockchain's future.\n\nThe main Ethereum blockchain does not use on-chain governance, but there are governance tokens created using the Ethereum blockchain for other projects.\n\nOn-chain governance gives token holders the (decentralized) right to vote on and implement changes in a blockchain. Off-chain governance refers to changes proposed and implemented by a select group of individuals (centralized).\n\nOn-chain governance blockchains use systems that let token holders or others with rights vote on proposals for changes to a blockchain. These blockchains are intended to decentralize decision-making and give cryptocurrency or blockchain communities and fans control of their tokens and the blockchains they reside on.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nTezos Gitlab. \"The Amendment (and Voting) Process.\"",
  "url": "https://www.investopedia.com/terms/o/onchain-governance.asp"
}