{
  "term": "On-The-Run Treasury Yield Curve: What It is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe on-the-run Treasury yield curve graphically shows thecurrent yieldsversusmaturitiesof the most recently soldU.S. Treasury securitiesand is the primary benchmark used in pricing fixed-income securities.\n\nSimply put, the on-the-run treasury yield curve is the U.S. Treasury yield curve that is derived using on-the-run Treasuries and it plots the yields of these instruments, of similar quality, against their maturities. The on-the-run Treasury yield curve is the opposite of theoff-the-run Treasury yield curve, which refers to U.S. treasuries, of a given maturity, which are not part of the most recent issue. On-the-run treasury yield curve is less accurate than off-the-run treasury yield curve as the volatility of current demand for recent supply tends to lead to price distortions.\n\nThe on-the-run Treasury yield curve's relevance lies in the fact that it is commonly used to pricefixed-income securities. However, its shape is sometimes distorted by up to severalbasis pointsif an on-the-run Treasury goes \"on special.\" A Treasury goes \"on special\" when its price is temporarilybid up. This price increase is usually the result of increased demand by securities dealers wishing to use the security as a hedging vehicle. This hedging can make on-the-run Treasury yield curves somewhat less accurate than off-the-run Treasury yield curves.\n\nThe Treasury yield curve indicates that there are two important factors that complicate the relationship between maturity and yield.\n\nThe typical shape for the on-the-run Treasury yield curve is upward sloping as yield increases with maturity, which is referred to as anormal yield curve. The shape of the yield curve is the result of supply and demand for investments in particular segments of the curve.\n\nFor example, if an investment fund chooses to invest only in securities with 5- to 10-year maturities, that would raise prices and lower yields in the corresponding segment. If demand by short-term investors is extremely high, the yield curve will become steeper.\n\nAninverted yield curvereflects higher interest rates for shorter-term maturities than for longer-term maturities. An inversion in the yield curve can sometimes be the result of aggressive central bank policies. These policies temporarily raise short-term interest rates to slow the economy. However, this is considered to be a short-term abnormality and there is an expectation that the curve will revert to a flat or positive structure in the near term.\n\nAflat yield curve, where short- and long-term rates that are approximately equal, is normally associated with a transitional period. This period is when interest rates are moving from a positive yield curve to an inverted yield curve or vice versa.",
  "url": "https://www.investopedia.com/terms/o/on_the_run_curve.asp"
}