{
  "term": "On-Us Item: Transactions Paid And Deposited at The Same Bank",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn on-us item is a check or draft that is presented to the bank where the check writer has the funds on deposit, as opposed to the depositor's bank (although in some cases both check writer and depositor may happen to use the same bank). The check can then be cashed or deposited into another account.\n\nOf course, thedrawing accountmust have a sufficient balance to pay the check.\n\nOn-us items can be very beneficial for banks conducting the transactions as they often obtain revenues from both the acquiring and issuing sides of the payment. In on-us transactions, there is often no need to go to an outside network to obtain authorization or funds for the exchanges, which may carry additional fees or surcharges. On-us checks may also be referred to as \"house checks.”\n\nOn-us items can also be in the form of electronicdebitsor transfers. As withchecks, electronic on-us items refer to the drawing and paying accounts at the same bank.\n\nIf thebank of first deposit (BOFD)is the same as the bank of the issuer, deposits do not need the services of a private clearinghouse or other third-party entity.\n\nIn addition to on-us items, a number of other categories of bank transactions exist. These include, but are not limited to, a not-on-us transaction, an international or cross border transaction, and intra-regional transactions. Not-on-us items occur when the acquirer and issuer bank are separate. In a typical credit card process, for example, an acquirer (a merchant’s bank) both processes and settles a merchant's credit card transaction. After a merchant swipes a credit card, the merchant’s bank requests authorization for the sale. This request is routed to the card-issuing bank prior to the completion of the sale.\n\nInternational or cross border transactions are defined as when an acquirer and issuer are from different countries. Intra-regional transactions occur when acquirers and issuers are from different regions yet still to an established geographic grouping, such as Europe Single Euro Payments Area (SEPA) or GIM UEMOA, a banking group of the Economic and Monetary Union of West Africa. GIM UEMOA represents over eighty regional financial institutions and more than 80 million individuals.",
  "url": "https://www.investopedia.com/terms/o/on-us-item.asp"
}