{
  "term": "On Account: Definition, Journal Entry Explanation, and Examples",
  "definition": "\"On account\" is an accounting term that denotespartial paymentof an amount owed. On account is also used to denote the purchase/sale of goods or services on credit. On account can also be referred to as “on credit.”\n\nOn account can refer to purchases on account, but there are also other ways to use this notation.\n\nWhen a customer or business makes a purchase on credit, ageneral ledgeraccount known as accounts payable is created or the current one is increased. Accounts payable refers to the short-term debt that a company owes another entity during conducting business operations.As the company purchases more goods on credit, this account will increase. The account will decrease as the company pays off its outstanding bills.\n\nAny purchases made with credit can be referred to as “purchased on account.” A business that owes another entity for goods or services rendered will record the total amount as a credit entry to increase accounts payable. The outstanding balance remains until cash is paid, in full, to the entity owed.\n\nWhen payment is made against an account, such that the entry in the accounts payable of a company’s books is no longer outstanding, it is referred to as paid on account. Payments made on account decrease accounts payable as a debit entry to the account. Most lenders will accept payments on account.\n\nFor example, if a business purchases $5,000 worth of merchandise on account, this refers to the purchase of the goods on credit and deferral of payment. The business will have an increase in its accounts payable of $5,000. This means that the business will owe $5,000 for the purchase of the merchandise since they have not rendered payment at the time the goods were delivered.\n\nOn account can refer to several bills or debt settlement events. On account could refer to “payment on account” in which payment is made against a certain customer's account without any reference to a specific invoice.\n\nPayments on account are often made for purchases on account where the customer has not yet received a bill or invoice. They are common in industries in which it is common for businesses to purchase goods and services on credit.\n\nFor example, a customer has a $20,000 outstanding balance due to a vendor. The customer makes a $10,000 payment to the vendor with no reference attributed to an individual invoice. The payment made will be applied against the outstanding balance as a whole. At a later date, the payments can be partially or fully matched to the related invoice. Usually, customers are given a specific period in which to make full payment on a specific invoice, even when credit is extended.\n\nIt is very important, for accuracy of accounting, to keep accurate records of all accounts payable and accounts receivable, and to match payments on account with their relevant invoices as soon as can be done so. The maintenance of accurate records and the proper classification of payments allows accounting ledgers to be correctly reconciled at the end of the month, quarter, or year.",
  "url": "https://www.investopedia.com/terms/o/on-account.asp"
}