{
  "term": "One-Time Item: Overview, Benefits, Examples",
  "definition": "A one-time item is a gain, loss, or expense on theincome statementthat is nonrecurring in nature and therefore not considered part of a company's ongoing business operations. To get an accurate gauge of a company's operating performance, one-time items are usually excluded byanalystsand investors while evaluating a company. Although many one-time items hurtearningsor profit, there are one-time items that add to earnings in the reporting period.\n\nOne-time items are either recorded under operating expenses or below earnings before interest and taxes (EBIT). EBIT is essentially a company's profit without the cost of interest on debt and taxes factored into it.Net income, on the other hand, is the company's profit after factoring in all costs, expenses, andrevenuesand is listed at the bottom of the income statement.\n\nA one-time item, such as the sale of an asset, could inflate net income for that period. One-time items are also calledunusual itemsor nonrecurring items.\n\nOne-time items listed on a company's financial statements may include:\n\nA company could list a one-time item separately on its income statement particularly if it's self-explanatory. However, many publicly-traded companies that report their financial performance on a quarterly and annual basis publishconsolidated financial statements. These consolidated statements contain the aggregate financial performance for a corporation that owns multiple companies, subsidiaries, divisions, or businesses. The aggregated figures make it easier for the company to report their revenue, expenses, and profit. However, it's up to investors and analysts to investigate what's behind those aggregated figures. As a result, the one-items might not be listed separately on a consolidated income statement.\n\nInstead, the company might group several items into a consolidated line item, such asother income, if the one-time items were gains. A separate consolidated line for nonrecurring charges could also be listed. However, there is usually a footnote number next to these line items on the income statement, which refers to a more in-depth explanation of the gains or losses in the footnotes section. The footnotes are found in the management discussion and analysis (MD&A) section of the company's quarterly or annual financial reports.\n\nReporting one-time items separately is important to ensure the transparency of financial reporting. One-time items help investors and analysts separate any charges or gains that are not part of the core operating revenue for the company. One-time items are the gains and losses that management does not expect to reoccur. So, segregating these items explicitly on the income statement or in the MD&A section allows for a better assessment of the continuing income-generating capacity of the business.\n\nListing one-time, nonrecurring items helps investors, analysts, and creditors with the analysis of a company's financial performance. Banks that lend to corporations would want to know how much of the company's revenue is being generated from its core business operations. Creditcovenantsissued by banks are frequently used to ensure that companies meet certain thresholds and financial requirements.\n\nOne-time items can skew a company's earnings and revenue positively or negatively. Bankers must separate these nonrecurring items to properly calculate whether the company is meeting its covenants. For example, if a company sells cars and has a large one-time gain for selling equipment, analysts and creditors would need to strip out that one-time gain and recalculate the company's net income or EBIT.\n\nAlthough management will flag certain one-time items, whether an analyst or investor believes they are truly one-time or not, is a different matter. For example, companies in the oil and gas industry frequently sell assets to generate cash when oil prices are low. These one-time gains would increase earnings, but if the company continuously sells assets or investments to raise cash, they're essentially part of how the company does business. Of course, investors must draw their own conclusions as to whether a company that has frequent one-time items, such as gains from the sale of assets, is being managed properly, or perhaps, is in financial trouble.\n\nGeneral Electric Corporation (GE) owns several companies and subsidiaries and is involved in various industries, including aviation, healthcare, and renewable energy.﻿﻿ Below is a portion of the income statement from GE's 10-Q quarterly financial report for Q1 2020.﻿﻿ GE has restructured the company in recent years, and in doing so, has sold off some of its businesses.\n\nA separate line item showing an income adjustment for the quarter is highlighted in blue on the income statement below.\n\nThe entry for \"other income\" on the income statement is explained in the notes section near the end of the quarterly financial report. Note #23 is listed below.﻿﻿\n\nNonrecurring or one-time items may be listed as a separate line item. However, as shown above, with GE, one-time items can be grouped into other line items.\n\nSince one-time items can skew a company's financial performance, it's important that investors dig through the footnotes section of a company's financial statements and investigate what's behind those one-time items.\n\nGE. \"Investor Relations.\" Accessed Sept. 15, 2020.\n\nGE. \"Form 10-Q.\" Accessed Sept. 15, 2020.\n\nGE. \"Form 10-Q,\" Page 35. Accessed Sept. 15, 2020.\n\nGE. \"Form 10-Q,\" Page 74. Accessed Sept. 15, 2020.",
  "url": "https://www.investopedia.com/terms/o/one-time-item.asp"
}