{
  "term": "One-Cancels-the-Other (OCO) Order: Definition and Use in Trading",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMensent Photography/Getty Images\n\nA one-cancels-the-other (OCO) order is a pair of conditional orders stipulating that if one order executes, then the other order is automatically canceled.\n\nA one-cancels-the-other (OCO) order is a pair ofconditional ordersstipulating that if one order executes, then the other order is automatically canceled. An OCO order often combines astop orderwith alimit orderon an automated trading platform. When either the stop or limit price is reached and the order is executed, the other order is automatically canceled. Experienced traders use OCO orders to mitigate risk and enter the market.\n\nOCO orders may contrast withorder-sends-order (OSO)conditions that trigger, rather than cancel, a second order.\n\nTraders can use OCO orders to traderetracementsand breakouts. If a trader wanted to trade a break above resistance or below support, they could place an OCO order that uses a buy stop and sell stop to enter the market.\n\nFor example, if a stock is trading in a range between $20 and $22, a trader could place an OCO order with a buy stop just above $22 and a sell stop just below $20. When the price breaks aboveresistanceor below support, a trade is executed and the corresponding stop order is canceled. Conversely, if a trader wanted to use a retracement strategy that buys atsupportand sells at resistance, they could place an OCO order with a buy limit order at $20 and a sell limit order at $22.\n\nIf OCO orders are used to enter the market, the trader must manually place a stop-loss order when the trade is executed. Thetime in forcefor OCO orders should be identical, meaning that the time frame specified for the execution of both stop and limit orders should be the same.\n\nSuppose an investor owns 1,000 shares of a volatile stock that is trading at $10. The investor expects this stock to trade over a wide range in the near term and has a target of $13. For risk mitigation, they do not want to lose more than $2 per share. The investor could, therefore, place an OCO order, which would consist of a stop-loss order to sell 1,000 shares at $8, and a simultaneous limit order to sell 1,000 shares at $13, whichever occurs first. These orders could either beday ordersorgood-'til-canceled orders.\n\nIf the stock trades up to $13, the limit order to sell executes, and the investor's holding of 1,000 shares sells at $13. Concurrently, the $8 stop-loss order is automatically canceled by the trading platform. If the investor places these orders independently, there is a risk that they might forget to cancel the stop-loss order, which could result in an unwantedshort positionof 1,000 shares if the stock subsequently trades down to $8.\n\nU.S. Securities and Exchange Commission. \"Rule 6 Options Trading Rules Principally Applicable to Trading of Option Contracts,\" Page 20",
  "url": "https://www.investopedia.com/terms/o/oco.asp"
}