{
  "term": "One-Touch Option: Meaning, Overview, Outcomes",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA one-touch option pays apremiumto the holder of theoptionif thespot ratereaches thestrike priceat any time prior to optionexpiration.\n\nOne-touch option allows investors to choose the target price, time to expiration, and the premium to be received when the target price is reached. Compared to vanillacallsandputs, one-touch options allow investors to profit from a simplified yes-or-no market forecast. Only two outcomes are possible with a one-touch option if an investor holds the contract all the way through expiration:\n\nLike regular call and put options, most one-touch option trades can be closed before expiration for a profit or a loss depending on how close the underlying market or asset is to the target price.\n\nOne-touch options are useful for traders who believe that the price of an underlying market or asset will meet or breach a certain price level in the future, but who are not certain that that price level is sustainable. Because a one-touch option has only a yes-or-no outcome by expiration, it is generally less expensive than other exoticbinary optionslikedouble one-touchorbarrier options.\n\nDerivatives, like one-touch options, are not frequently traded by small investors. There are some trading venues where they are available, but regulators in Europe and the U.S. have often warned investors that they may be overpriced. In many cases, it is not possible to take advantage of that mispricing by becoming an option writer or seller.\n\nBinary or exotic derivatives are usually traded by institutions that can negotiate with one another for better pricing.\n\nA trader believes theS&P 500will rise by 5% at some point over the next 90 days, but is not as certain about how long the index will remain at or above that price. The trader pays $45 per contract to buy one-touch options that pay $100 per contract, if the S&P 500 meets or exceeds that target price at any point over the next 90 days. Assume that two weeks later the S&P 500 has risen 2%, which has increased the value of the position because it is more likely that the index will reach that target price. The trader could choose to sell their one-touch option contracts for a profit or continue to hold the trade through expiration.\n\nAssume that a trader believed the S&P 500 would rise 5% over the next 90 days and opened a one-touch option trade to profit from that forecast. The trader paid $45 for one-touch option contracts that will pay $100 per contract if the target price is reached. Instead of rising, the index drops 3% on unexpected news a week later, which makes it less likely that the target price would be reached before the options expire. This trader may then decide to either sell the options and close the trade at a lower price for a loss or hold it in the hopes that the market recovers.",
  "url": "https://www.investopedia.com/terms/o/onetouchoption.asp"
}