{
  "term": "One-Third Rule: What it Means, How it Works",
  "definition": "The one-third rule estimates change inlabor productivitybased on changes in capital devoted to labor. The rule is used to determine the impact that changes in technology or capital have on production.\n\nLabor productivity is an economic term that describes the cost of a worker's hourly production based on the amount ofgross domestic product(GDP) spent to produce that hour of work. In particular, the rule asserts that for an increase of 1% in capital expenditures to labor, a resulting productivity increase of 0.33% will happen. The one-third rule further assumes that all other variables remain static. So, no changes in technology or inhuman capitaloccur. Human capital is the knowledge and experience a worker has.\n\nUsing the one-third rule an economy or business may estimate how much technology or labor contributes to overall productivity. As an example, say a company experiences a 6% increase in capital for an hour of labor for a given period. In other words, it costs more to employ workers. At the same time, the company’s stock of physical capital also increased by 6%.\n\nUsing the equation % Increase in Productivity = 1/3 (% Increase in Physical Capital/Labor Hours) + % Increase in Technology, one could infer that 4% of the increase in productivity was due to advancements in technology.\n\nWhen a nation has a shortage of human capital, it must either focus on increasing human capital through immigration and offering incentives to raise birth rates, or on increasing capital investments and developing new technological advancements.\n\nLabor productivity can be hard to quantify accurately. While it’s simple enough to draw a connection between the number of goods produced by factory labor in one hour of work, for example, it’s harder to place a value on service. How much is an hour of a waitress’s time worth? What about an hour of an accountant? What about a nurse? Statisticians can estimate the dollar value of labor in these professions, but without tangible goods to appraise, an exact valuation is impossible.\n\nAn increase in a country's labor productivity will, in turn, create growth in the real GDP per person. Since productivity indicates the number of goods an average worker can produce in one hour of labor, it may give clues to a country'sstandard of living.\n\nFor example, during the Industrial Revolution in Europe and the United States, rapid industrial technological advances allowed workers to make great gains in their hourly productivity rates. This increased production led to higher standards of living in Europe and the United States. In general, this happens because, when laborers can produce more goods and services, their wages increase, too.",
  "url": "https://www.investopedia.com/terms/o/one-third-rule.asp"
}