{
  "term": "Onerous Contract: Definition, Accounting Rules, Examples",
  "definition": "An onerous contract is an accounting term that refers to a contract that will cost a company more to fulfill than what the company will receive in return.\n\nThe term is used in many countries worldwide, where international regulators have determined that such contracts must be accounted for on balance sheets. The United States has a different system, based ongenerally accepted accounting principles, or GAAP, as set forth by the U.S.-based Financial Accounting Standards Board.\n\nThe International Accounting Standards (IAS) defines an onerous contract as \"a contract in which the unavoidable costs of meeting the obligations under the contract exceed the economic benefits expected to be received under it.\"﻿﻿\n\nThe term \"unavoidable costs\" also has a specific meaning for accounting purposes. The IAS defines it as \"the lower of the cost of fulfilling the contract and any compensation or penalties arising from failure to fulfill it.\"﻿﻿\n\nAn example of an onerous contract might be an agreement to rent a property that is no longer needed or that can no longer be made use of profitably. For instance, suppose a company signs a multiyear agreement to rent office space, then moves or downsizes while the agreement is still in effect, leaving the office space, which it now has no use for, vacant. Or consider a mining company that has signed a lease to mine for coal or some other commodity on a piece of land, but at some point during the term of the contract, the price of that commodity falls to a level that makes extracting it and bringing it to market unprofitable.\n\nThe rules for how onerous contracts should be treated in a company's financial statements are part of theInternational Financial Reporting Standards(IFRS), for which the IAS Board is the independent standard-setting body. The governing body, the IFRS Foundation, is a not-for-profit organization based in London.﻿﻿\n\nInternational Accounting Standard 37 (IAS 37), \"Provisions, Contingent Liabilities, and Contingent Assets,\" classifies onerous contracts as \"provisions,\" meaning liabilities or debts that will accrue at an uncertain time or in an unknown amount. Provisions are measured using the best estimate of the expenses required to satisfy the current obligation.﻿﻿\n\nUnder IAS 37, any business or company that identifies a contract as onerous is required to recognize the current obligation as a liability and to list that liability on its balance sheet. This process is meant to be undertaken at the first indication that the company expects a loss from the contract.﻿﻿\n\nThe IFRS and IASB standards are used by companies in many countries throughout the world, although not in the United States. The U.S. requires companies to follow another set of standards under GAAP. Under GAAP, losses, obligations, and debts on committed onerous contracts typically are not recognized or dealt with. However, the FASB has been working with the IASB to establish compatible standards worldwide.\n\nIFRS Foundation. \"Onerous Contracts,\" Page 1. Accessed Sept. 4, 2020.\n\nIFRS Foundation. \"About Us.\" Accessed Sept. 4, 2020.\n\nIFRS Foundation. \"IAS 37 Provisions, Contingent Liabilities and Contingent Assets.\" Accessed Sept. 4, 2020.",
  "url": "https://www.investopedia.com/terms/o/onerouscontract.asp"
}