{
  "term": "Ontario Teachers' Pension Plan Board (OTPPB) Overview",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe Ontario Teachers’ Pension Plan Board (OTPPB) oversees the retirement plan that was established for the benefit of public school teachers in Ontario.\n\nThe Ontario Teachers’ Pension Plan Board (OTPPB) administers thedefined benefit planshared by teachers at public schools in Ontario, the most populous province in Canada.The board was established in 1990 and has since become one of the largest investment funds in Canada.\n\nAs of the beginning of 2022, thepension planheld approximately CAD $227.7 billion in investments. These assets serve the needs of more than 300,000 retirees and employees.Prior to the establishment of OTPPB, teachers’ pensions were managed wholly by the provincial government.\n\nUnder the government's oversight, the pension fund invested exclusively in low-riskgovernment bonds. A significant part of OTPPB's mandate at its inception was to create a more sophisticated and diversified investment regime.At the same time, the plan’s obligations to current and future retirees require it to maintain a conservative approach to risk.\n\nLike any pension fund, OTPPB’s fundamental goal is to manage funding risk, the risk that assets and returns fail to satisfy the plan’s obligations to its participants. OTPPB now manages a variety of assets, including international equities, commodities, natural resources, and real estate.\n\nOTPPB was an early pioneer in the development of a pension management style known as the Canadian Model.Other pension funds such as the Ontario Municipal Employees Retirement System (OMERS) have followed suit, and Canadian plans have achieved a global reputation as leaders in effective and responsible management.The OTPPB describes the pillars of this system as independence, strong internalgovernancestarting with board members, direct investment, and a focus on retaining talent.\n\nIn practice, the first step in this innovation was to bring investment management almost entirely in-house. This often means that the board will enter into deals directly rather than use aprivate equityfirm as an intermediary. Managing investments directly allows OTPPB to keep costs low and to keep to a long-term approach that can conflict with the investment strategies of non-pension funds.\n\nOTPPB has also achieved success by maintaining a board that has avoided political concerns that have often struck other public pension institutions. Board members have tended to come from backgrounds in finance rather than political or public service.Large funds in the United States, by contrast, tend to have boards drawn from a wider range of backgrounds, often leading to conflicts in oversight.\n\nFinally, OTPPB’s version of the Canadian Model includes executive pay that is out of scale with its counterparts in the United States. OTPPB executive pay is competitive withBay Street, the investment community in Toronto, and is structured to reward long-term returns.Pension managers in the United States, for comparison, tend to receive compensation far below the norms of Wall Street.\n\nOntario Teachers' Pension Plan. \"Plan Governance.\" Accessed Jan. 24, 2022.\n\nStatistics Canada. \"Population and Dwelling Count Highlight Tables, 2016 Census.\" Accessed Jan. 24, 2022.\n\nBoston Consulting Group. \"Measuring Impact of Canadian Pension Funds,\" Page 4. Accessed Jan. 24, 2022.\n\nOntario Teachers' Pension Plan. \"About Ontario Teachers'.\" Accessed Jan. 24, 2022.\n\nOntario Teachers' Pension Plan. \"Teachers eyes new tack after 25 years.\" Accessed Jan. 24, 2022.\n\nOntario Teachers' Pension Plan. \"Investment Strategy.\" Accessed Jan. 24, 2022.\n\nHealthcare of Ontario Pension Plan. \"The Value of A Good Pension,\" Pages 4 and 55. Accessed Jan. 24, 2022.\n\nOntario Teachers' Pension Plan. \"About Private Capital.\" Accessed Jan. 24, 2022.\n\nOntario Teachers' Pension Plan. \"Board Members.\" Accessed Jan. 24, 2022.\n\nOntario Teachers' Pension Plan. \"Career Opportunities.\" Accessed Jan. 24, 2022.\n\nU.S. Department of Labor Statistics. \"Compensation and Benefits Managers.\" Accessed Jan. 24, 2022.",
  "url": "https://www.investopedia.com/terms/o/ontario-teachers-pension-plan-board-otppb.asp"
}