{
  "term": "Opaque Pricing: Meaning, Benefits, Types",
  "definition": "Opaque pricing is a way that companies can sell their merchandise at hidden, lower prices. Opaque pricing is a type ofprice discrimination, with the target customer being the one who will purchase a product or service primarily based on price (price-conscious customer)—and not based on the company’s amenities, reputation, etc.\n\nThe opaque pricing strategy is popular in the travel industry. Websites likeHotwire and Pricelineuse it to sell unsold hotel rooms, airline tickets, and car rentals. Customers who wish to take advantage of an opaque pricing structure visit a website which offers hidden rates, choose their location, dates, and (for hotels) star-rating. After paying, the website will reveal the name of the hotel but doesn’t allow for refunds, changes, orcancellations.\n\nOpaque pricing benefits hotels because they can sell otherwise empty rooms without damaging brand integrity. In addition, once reserved, the hotel has guaranteed revenue for that room as the reservation can’t be modified.\n\nThe big benefit of opaque pricing used by hotels is that it allows them to sell otherwise empty rooms without damaging brand integrity.\n\nWhile a seller would ideally like to charge the maximum price a buyer is willing to pay, the seller doesn’t actually know what that maximum is. And the buyer has no incentive to tell, as anyone who has haggled with a car salesman well knows.\n\nThis is why sellers create segmented offerings as a way to get at least some customers to pay more. For example, airlines offer first-class seats at a dramatically higher price per unit of space consumed—the buyer gets more space and the prestige of flying in first class and the airline gets an order of magnitude higher revenue per customer for the same flight—often 10x more.\n\nOther techniques of opaque pricing include charging a high starting price and then lowering price through age-based discounts (movie tickets for kids and older citizens), channel-based discounts (online versus offline),volume discounts(frequent flyer programs), andgeography-based pricingdifferences (enterprise software).\n\nThe market clearing price for products usually still leaves a seller with excess inventory—open seats on a flight, for example. However, the marginal cost of that inventory is often so low that it is usually possible to sell it for a profit, but doing so means that people who would have bought the product at a higher price will now pay less and aggregate revenue will decrease. By selling a hotel room through a bundled vacation package, a seller dramatically decreases the likelihood ofcannibalizing their own revenue.",
  "url": "https://www.investopedia.com/terms/o/opaque-pricing.asp"
}