{
  "term": "OPEC Basket: Meaning, Benefits, Criticism",
  "definition": "The OPEC Basket is a weighted average of oil prices from the different OPEC members around the world. Members of theOrganization of the Petroleum Exporting Countries(OPEC) contribute data that forms the basis of the basket. The basket is a benchmark, or reference point, for those monitoring the oil price and the stability of the global oil market.\n\nThe OPEC Basket is also known as the OPEC Reference Basket (ORB) or the OPEC Reference Basket of Crude.\n\nThe OPEC Basket depends on specific petroleum blends from OPEC member countries and is a weighted average. A weighted average is a mean, calculated by giving values to data influenced according to some attribute. In the case of the OPEC Basket, the defining characteristic is the weight of the crude oil.\n\nAs of December 2020, the OPEC Basket averaged the prices of crude oils from thirteen member states.﻿﻿ They included Saharan Blend from Algeria, Girassol from Angola, Djeno from Congo, Zafiro from Equatorial Guinea, and Rabi Light from Gabon. Iran Heavy, Basra Light from Iraq, Kuwait Export, and Es Sider from Libya were also part of the basket. Bonny Light from Nigeria, Arab Light from Saudi Arabia, Murban from the United Arab Emirates, and Merey from Venezuela round out the list.\n\nSome of the OPEC oils have higher sulfur content than crude oils from other countries. Hydrocarbons or crude oil that have higher sulfur contents are more expensive to refine. Because of that, the price of the OPEC Basket is generally lower than other oil reference prices.\n\nCrude oil with excessive impurities is unsuitable for many uses unless it is extensively processed.\n\nMany other countries throughout the world also produce oil. However, they are not OPEC members. Russia, the United States, China, and Canada are allmajor oil producersbut not OPEC members. OPEC’s member countries produce a substantial fraction of the world’s oil.\n\nOil prices matter a great deal to the global economy because the production and distribution of all consumer goods depend on petroleum. Oil fuels the trucks that transport goods, the tractors that plow agricultural fields, the cars that consumers use to get to the market, and much more. OPEC provides a way for the member oil-producing countries to create stable market conditions for themselves by raising or lowering production.\n\nThere are many differentcrude oil benchmarks, representing more than 200 varieties of crude oil. They vary substantially in both price and overall quality. Some of the leading alternatives to the OPEC Basket include:\n\nThe main use of the OPEC Basket is setting and achieving OPEC price targets. Whenever people hear news stories about OPEC raising oil prices, the price they are hearing about is the OPEC Basket price. There is a substantial competition between various crude oils because most of them are relatively closesubstitutes. However, the direct goal of OPEC members is to raise the price that they receive for their own oil in the global market. Since the OPEC Basket is a weighted average of OPEC members' oil prices, it is ideal for setting the organization's goals and measuring its success.\n\nSince it is just an average, the OPEC Basket is not a type of unrefined oil that businesses can buy directly. Instead, they must buy some particular oil, such as Kuwait Export or Arab Light. These crude oils vary in price and quality, so the OPEC Basket is not very useful foroil refineries.\n\nOn April 26, 2018, the OPEC Basket stood at $71 per barrel. This price represents a steady rise over the previous month. On March 26, 2018, the ORB was $66.80. A year before, it stood at about $51.47 and rose steadily throughout 2017.\n\nOPEC. \"OPEC daily basket price stood at $50.78 a barrel Thursday, 17 December 2020.\" Accessed Dec. 20, 2020.",
  "url": "https://www.investopedia.com/terms/o/opecbasket.asp"
}