{
  "term": "Opening Cross: What It Is, How It Works, Example",
  "definition": "The Opening Cross is a process the Nasdaq uses to determine the opening price of stocks. It matches buy and sell orders at the start of each trading day to establish a fair and orderly opening price for each stock.\n\nThe Opening Cross is a method the Nasdaq uses to determine the opening price for stocks on its exchange. This method takes data from the trading interest for a particular security two minutes before the market opens. Nasdaq makes this information available to all investors.\n\nAccording to Nasdaq, the method for the opening and closing crosses gives all investors access to the same information and ensures their orders get the same treatment. It also matches buyers and sellers to provide market liquidity. That is, investors can find buyers quickly if needed.\n\nShare prices can change anytime, even when a stock exchange like the Nasdaq is closed. Events and news can come out when it’s not open, which causes a stock to open lower or higher in the morning than its previous day’s closing price. As a result, many retail and even professional traders won’t execute orders too close to the opening or closing of a market, especially withmarket orders, which are executed immediately, fearing volatility either up or down.\n\nThe Opening Cross tries to limit this volatility by reflecting the change in sentiment for a stock since the previous day’s close. This prevents surprises shortly after the Nasdaq opens, typically one of the most active trading periods. Investors can then have greater confidence that quoted prices fairly reflect supply and demand during the first minutes of the trading day.\n\nNasdaq's regular trading hours are between 9:30 a.m. and 4:00 p.m. Eastern time, Monday through Friday. However, Nasdaq accepts trade requests for several hours after the market closes and several hours before it opens.\n\nThe process for the Opening Cross consolidates these requests and conducts anauction. Buyers and sellers place offers and counteroffers until prices match, resulting in trades. The goal is to maximize the number of executed trades by getting a given security to trade at a single price.\n\nNasdaq makes the resulting data availableelectronically. This gives market participants a greater window into the bid-ask spread and helps identifyorder imbalancesand situations where buyers and sellers cannot be matched.\n\nNasdaqmarket-on-openorders can be placed, changed, or canceled from 7:30 a.m. until 9:28 a.m. Eastern time on the days the exchange is open.\n\nUnder the open-cross system, price matches use a 10% threshold or buffer to calculate the opening price of a stock.\n\nFor example, if a buyer offers $100 per share for a given stock and a seller wants $110, the midpoint of the offer is $105. This midpoint is then multiplied by 10%. The resulting $10.50 is then added to the buyer's offering price, moving it to $110.50 and subtracted from the seller's price, adjusting it to $99.50. This tells investors that the opening price for the shares is between $99.50 and $110.50.\n\nThe Opening Cross calculates this for all stocks and provides updated information electronically every five seconds.\n\nIn addition, the open cross system shows detailed information about the prices at which orders are expected toclearagainst each other, the number of paired buy-sell offers, and the imbalance between offers. As potential buyers and sellers see this data, they make additional trades, which the system also incorporates.\n\nNasdaq releases information on order imbalances for the Opening Cross starting at 9:28 a.m. on trading days.\n\nYes, Nasdaq uses a similar process when the market closes at 4 p.m. This is called the Closing Cross and is used to determine the closing price of shares.\n\nHaving a clear opening price is important for traders because many rely on the opening price and later price movements to indicate whether a stock will rise or fall. It also helps reduce uncertainty for investors who wish to buy shares soon after the market opens. Without a way to give each stock a clear opening price, there could be widebid-ask spreadsat market open, which would make trading more difficult and costly.\n\nOrders for the Opening Cross should be submitted before 9:28 a.m. Orders submitted after 9:28 a.m. are considered late regular-hours orders and treated asimbalance-only orders.Buy orders only execute at or below the 9:30 a.m. ask, while sell orders execute at or above the 9:30 a.m. bid price. These orders help add liquidity during the Opening Cross.\n\nThe Opening Cross is an important process that allows Nasdaq to display clear opening prices to investors. It also permits investors to buy or sell shares as soon as the market opens without having to worry about large bid-ask spreads or a muddy pricing picture that would affect trading.\n\nNasdaq. \"The Nasdaq Opening and Closing Crosses.\"",
  "url": "https://www.investopedia.com/terms/o/opening-cross.asp"
}