{
  "term": "Open-End Mortgage: Overview, Benefits, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn open-end mortgage is a type ofmortgagethat allows the borrower to increase the amount of the mortgage principal outstanding at a later time. Open-end mortgages permit the borrower to go back to thelenderand borrow more money. There is usually a set dollar limit on the additional amount that can be borrowed.\n\nAn open-end mortgage is similar to a delayed draw term loan. It also has features similar torevolving credit. Open-end mortgages are unique in that they are a loan agreement that is secured against a real estate property with funds going only toward investment in that property.\n\nThe process for application is similar to other credit products, and the terms of the loan are determined by a borrower’s credit score and credit profile. In some cases, co-borrowers may have a higher chance of approval for an open-end mortgage if they present a lowerdefault risk.\n\nOpen-end mortgages can give a borrower a maximum principal amount for which they can obtain over a specified time. The borrower can take a portion of the loan value for which they have been approved to cover the costs of their home. Taking only a portion allows the borrower to pay lower interest since they are only obligated to make interest payments on the outstanding balance. In an open-end mortgage, the borrower can receive the loan principal at any time specified in the terms of theloan. The amount available to borrow may also be tied to the value of the home.\n\nAn open-end mortgage is different from a delayed draw term loan because the borrower usually does not have to meet any specific milestones in order to obtain additional funds. An open-end mortgage differs from revolving credit because the funds are usually available only for a specified time. The terms of revolving credit specify that the funds stay open indefinitely, with the exception being if a borrower defaults.\n\nIn an open-end mortgage, the drawdowns from the available credit can also only be used against thesecured collateral. Therefore, payouts must go toward the real estate property for which the lender has the title.\n\nAn open-end mortgage is advantageous for a borrower who qualifies for a higher loanprincipalamount than may be needed to buy the home. An open-end mortgage can provide a borrower with a maximum amount of credit available at a favorable loan rate. The borrower has the advantage of drawing on the loan principal to pay for any property costs that arise during the entire life of the loan.\n\nFor example, assume a borrower obtains a $200,000 open-end mortgage to purchase a home. The loan has a term of 30 years with a fixed interest rate of 5.75%. They receive rights to the $200,000 principal amount but they do not have to take the full amount at once. The borrower may choose to take $100,000, which would require making interest payments at the 5.75% rate on the outstanding balance. Five years later, the borrower may take another $50,000. At that time, the additional $50,000 is added to the outstanding principal and they begin paying 5.75% interest on the total outstanding balance. Use amortgage calculatorto help budget for the monthly cost of your payment.\n\nAmerican Financing. “What is an Open-End Mortgage Loan and How Do They Work?” Accessed Nov. 16, 2021.",
  "url": "https://www.investopedia.com/terms/open-end-mortgage.asp"
}