{
  "term": "Open Position: Meaning and Risk in Trading",
  "definition": "An open position in investing is any established or entered trade that has yet to close with an opposing trade. An open position can exist following a buy, along position, a sell, or ashort position. In any case, the position remains open until an opposing trade takes place.\n\nFor example, an investor who owns 500 shares of a certain stock is said to have an open position in that stock. When the investor sells those 500 shares, the position closes. Buy-and-hold investors typically have one or more open positions at any given time. Short-term traders may execute \"round-trip\" trades; a position opens and closes within a relatively short period. Day traders andscalpersmay even open and close a position within a few seconds, trying to catch minimal but multiple price movements throughout the day.\n\nAn open position represents market exposure for the investor. The risk exists until the position closes. Open positions can be held from minutes to years depending on the style and objective of the investor or trader.\n\nOf course, portfolios are composed of many open positions. The amount of risk entailed with an open position depends on the size of the position relative to the account size and the holding period. Generally speaking, long holding periods are riskier because there is more exposure to unexpected market events.\n\nThe only way to eliminate exposure is to close out the open positions. Notably, closing a short position requires buying back the shares while closing long positions entails selling the long position.\n\nThe recommendation for investors is to limit risk by only holding open positions that equate to 2% or less of their total portfolio value. By spreading out the open positions throughout various market sectors and asset classes, an investor can also reduce risk through diversification. For example, holding a 2% portfolio position in stocks spread out through multiple sectors—such as financials, information technology, health care, utilities, and consumer staples along with fixed-income assets such as government bonds—represents a diversified portfolio.\n\nInvestors adjust the allocation per sector according to market conditions, but keeping the positions to just 2% per stock can even out the risk. Usingstop-lossesto close out positions is also recommended to curtail losses and eliminate exposure of underperforming companies. Investors are always susceptible to systemic risk when holding open positions overnight.\n\nDay traders buy and sell securities within one trading day. The practice is common in the forex and stock markets. However, day trading is risky and not for the novice trader. A day trader attempts to close all their open positions before the end of the day. If they don't, they hold on to their risky position overnight or longer during which time the market could turn against them.\n\nDay traders are typically disciplined experts; they have a plan and stick to it. Moreover, day traders often have plenty of money to gamble on day trading. The smaller the price movements, the more money is required to capitalize on those movements.",
  "url": "https://www.investopedia.com/terms/o/open-position.asp"
}