{
  "term": "Open-End Management Company: Meaning, Types, FAQs",
  "definition": "An open-end management company is a type of investment company responsible for the management of open-end funds. Open-end management companies manage both open-end mutual funds andexchange traded funds(ETFs).\n\nAn open-end management company is a type of management investment company as classified by theInvestment Company Act of 1940. Investment companies are classified into three basic categories:\n\nAll of these investment companies manage assets in investment products. Generally, investment companies must all follow the rules and regulations enacted by the 1940 Act as well as theSecurities Act of 1933and the Securities Exchange Act of 1934.\n\nOpen-end management companies are most often associated with the management of open-end mutual funds. However, they also manage ETFs too. Vanguard is one example of an open-end management company.\n\nOpen-end funds are open, meaning that they can continually bring on new investors and new investment capital rather than being closed at some point where they no longer bring on new investors or capital. All capital is pooled from the various investors.\n\nShares are issued as long as investors are willing to buy and are bought and sold at their net asset value (NAV). Open-end funds are an easy way to gain exposure to financial markets in a diversified way with a specific investment objective.\n\nOpen-end mutual funds are not traded on exchanges. Therefore, the open-end management company is responsible for distributing and redeeming all of the shares of open-end mutual funds offered in the market. Open-end mutual funds do not have a specific number of shares offered in the market.\n\nThese funds are sold and redeemed at their dailynet asset value (NAV) per share. Investment company rules and regulations require transactions for open-end mutual funds to take place at their forward NAV. This means buyers and sellers can expect to transact at the next NAV following their transaction request.\n\nOpen-end mutual funds pool the money from investors in order to attain operational and managementeconomies of scale. Open-end funds are managed to a broad range of investment objectives. They can deploy various types of strategies. They also manage assets across a wide range of market sectors and segments.\n\nOpen-end funds offer numerous share classes for investors. They are structured to includeretail investorshares andinstitutional investorshares. They also often issue special shares for certain types of investments such as retirement funds.\n\nWhile the transactions of open-end funds are managed by their respective open-end management company and not on any exchange, investors may choose to deal with intermediaries. Fees and open-end management company fee structures are applied when seeking to transact an open-end fund through an intermediary.\n\nFull-service brokers and distributors will charge fees according to the management company’s sales load fee structure which is outlined in the fund’s prospectus. Investors transacting through a discount brokerage will pay lower fees and may face certain investment minimums.\n\nETFs are also offered by open-end management companies, and as characteristics of such funds, do not have a specified number of shares offered in the market. Therefore, the open-end management company can issue and redeem shares at its discretion.\n\nETFs differ from open-end funds in that they trade actively throughout the day on an exchange like stocks. They do not offer a range of share classes with different fee schedules, but rather, investors buy ETFs through brokers or on brokerage platforms.\n\nTotal net assets of U.S.-registered mutual funds worldwide in 2020.\n\nETFs are passively managed funds. Managers of ETFs select a specific benchmark to replicate and purchase the stocks listed in that benchmark, for example, theS&P 500. This allows investors exposure to a large number of shares in the market without having to purchase the individual shares themselves. And because ETFs are passively managed, they typically have lowexpense ratios.\n\nOpen-end funds and ETFs do have many similarities. Both are pooled funds allowing for management and operational economies of scale. Both open-end funds and ETFs offer products managed to a wide range of investment strategies and objectives.\n\nThere are a variety of ways to invest in open-end funds and the best way to do so is through a broker. A broker will sell shares of a specific fund to investors. If you are purchasing an exchange traded fund, for example, you can sign on to your broker's online portal, choose the ETF you wish to purchase, and buy it like you would a stock.\n\nIf an investor is interested in gaining exposure to the S&P 500, for example, they can purchase State Street's SPDR S&P 500 Trust (SPY) or the iShares Core S&P 500 ETF (IVV). Most of the large investment management companies, such as Vanguard, offer over 100 mutual funds with specific investment goals that investors can choose from.\n\nThe primarydifferencebetween an open-end fund and a closed-end fund is that open-end funds are open to new investors and new investment capital whereas closed-end funds are closed to new investors and new capital.\n\nManagers of closed-end funds believe the fund has reached a size that is optimal and any size larger would impede the strategy of the firm or have negative consequences to the overall market if the fund was making large buy or sell orders.\n\nClosed-end fundsoffer a fixed number of shares like publicly-traded companies and release these shares into the market via aninitial public offering(IPO). Shares are listed on an exchange and are available to purchase on the secondary market via brokers.\n\nShares are bought and sold throughout the day and are purchased or sold at the price they are trading at during the day, as opposed to the end-of-day NAV.\n\nOpen-end funds, on the other hand, are valued at their NAV (unless they are ETFs) and can constantly release new shares if investor appetite exists. Both types of funds, however, are professionally managed, invest in a variety of equities or asset classes, and pool the investment capital of the investors in order to invest on a larger scale.\n\nThe differences between open-end funds and closed-end funds are that closed-end funds have a limited number of shares available in the market, are offered through an IPO, and are priced at their market value throughout the day. Open-end funds, for the most part, are priced once a day at their NAV and are constantly open to investors with new shares being offered as long as there is appetite.\n\nAn open-end index fund is an open-end fund that tracks a specific index. An open-end index fund selects a benchmark to track, such as the S&P 500, and purchases the stocks in that index in order to replicate its returns. An open-end index fund is different from an exchange traded fund (ETF), which also tracks an index, in that it has characteristics reflective of an open-end fund, such as being priced to its NAV once a day and only being able to be purchased and sold once a day.\n\nYou can tell if a fund is open-end through the information provided in its prospectus or its website. You can also determine if it is open-ended in how it is priced, which would be its net asset value (NAV).\n\nStatista. \"Total Net Assets of U.S.-Registered Mutual Funds Worldwide From 1998 to 2020.\" Accessed Dec. 20, 2021.",
  "url": "https://www.investopedia.com/terms/o/openendmanagementcompany.asp"
}