{
  "term": "Open Order: Definition in Trading, How They Work, and Causes",
  "definition": "An open order is an un-filled, or working order that is to beexecutedwhen an, as yet, unmet requirement has been met before it is cancelled by the customer or expires. The customer has the flexibility to place an order to buy or sell a security that remains in effect until their specified condition has been satisfied.\n\nBecause they are oftenconditional, many open orders are subject to delayed executions since they are notmarket orders. Sometimes, a lack of marketliquidityfor a particular security could also cause an order to remain open.\n\nOpen orders, sometimes called 'backlog orders' can arise from many different order types. Market orders, which cannot have restrictions, are typically filled instantaneously or cancelled. There are rare instances when market orders remain open till the end of the day at which time the brokerage will cancel them.\n\nOpen orders are usuallylimit ordersto buy or sell,buy stop ordersor sell stop orders. These orders basically offer investors a bit of latitude, especially in price, in entering the trade of their choosing. The investor is willing to wait for the price that they set before the order is executed. The investor can also choose the time frame that the order will remain active for the purpose of getting filled. If the order does not get filled during that specified duration than it will be deactivated and said to have expired.\n\nOpen orders often have agood 'til cancelled(GTC) option that can be chosen by the investor. Investor can also, at any time after placing the order, cancel it. Most brokerages have stipulations that state that if open orders remain active (not filled) after several months, they will automatically expire. They are often used to measure marketdepth.\n\nOpen orders can be risky if they remain open for a long period of time. After you place an order, you are on the hook for the price that wasquotedwhen the order was placed. The biggest risk is that the price could quickly move in an adverse direction in response to a new event. If you have an order that's open for several days, you may be caught off guard by these price movements if you're not constantly watching the market. This is particularly dangerous for traders usingleverage, which is whyday tradersclose all of their trades at the end of each day.\n\nIn addition to orders that remain open, traders must also be cognizant of open orders to close. You might have atake-profitorder in place one day, but if the stock becomes materially more bullish, you must remember to update the trade to avoid prematurely selling shares. The same goes forstop-lossorders that may need to be adjusted to account for certain market conditions.\n\nThe best way to avoid these risks is to review all open orders each day, or ensure that you close all orders at the end of each day by usingday ordersrather than good-til-canceled (GTC) orders. This way, you are always aware of your open positions and can make any adjustments or re-initiate new orders at the beginning of the next trading day.",
  "url": "https://www.investopedia.com/terms/o/openorder.asp"
}