{
  "term": "Open-End Fund: Definition, Example, Pros and Cons",
  "definition": "An open-end fund is an investment vehicle that creates and redeems shares based on investor demand, pooling money into a diversified portfolio without a fixed share limit.\n\nAn open-end fund allows investors to contribute money into a shared, professionally managed portfolio of securities, with the fund creating new shares as needed to match demand. The fund sponsor sells shares directly to investors and redeems them as well. These shares are priced daily based on their net asset value (NAV). Most mutual and exchange-traded funds (ETFs) are open-end.\n\nThey are also more common than their counterpart, closed-end funds, and make up the bulk of investments in 401(k) plans.\n\nAn open-end fund issues shares if buyers want them. It's always open to investment. Purchasing shares causes the fund to create new replacement shares, while selling shares takes them out of circulation.\n\nShares are bought and sold on demand at theirNAV. The daily basis of net asset value is based on the value of the fund’s underlying securities and is calculated at the end of the trading day for mutual funds. If a large number of shares are redeemed, the fund may sell some of its investments to pay the selling investors.\n\nAn open-end fund provides investors with an easy, low-cost way to pool money and buy a diversified portfolio. Investment goals for open-end funds include holding growth, income, large-cap, and small-cap stocks, among many others. The funds can target specific industries or countries. Investors typically do not need a lot of money to gain entry into an open-end fund.\n\nOccasionally, when a fund's investment management determines that its total assets have become too large for its goals, the fund isclosed to new investors. In rare cases, the fund's investors instigate the move to be a closed-end fund.\n\nOpen-end funds are so familiar, virtually synonymous with mutual funds, that many investors may not realize they are not the only type of fund in town. That's because most mutual funds and ETFs are open-end, though pooled investments were historically closed-end until the 1970s.\n\nClosed-end fundslaunch through an initial public offering and have shares on exchanges. They price trades at a discount or premium to the NAV based on supply and demand throughout the trading day.\n\nClosed-end funds cost moreat times, given widerbid-ask spreadsfor illiquid funds. Occasional volatility means their price could be higher or lower than its NAV would indicate. Closed-end fund shares must be traded through a broker.\n\nBoth open- and closed-end funds are run byportfolio managerswith the help of analysts. Both types of funds mitigate security-specific risk by holding diversified investments and having lower investment and operating costs because of the pooling of investor funds.\n\nOpen-end funds must maintain ample cash reserves to meet shareholder redemptions. Since these funds must be kept in reserve and not invested, their yields can be lower, all else being equal. Open-end funds typically provide more security, while closed-end funds offer a bigger return.\n\nBecause management must continually adjust holdings to meet investor demand, the fees for these funds can be higher than those for other funds. Investors in open-end funds enjoy greater flexibility in buying and selling shares since the sponsoring fund family always makes a market in them.\n\nHold diversified portfolios, lessening risk\n\nOffer professional money management\n\nRequire low investment minimums\n\nMust maintain high cash reserves\n\nCharge high fees and expenses (if actively managed)\n\nPost lower yields (than closed-end funds)\n\nFidelity's Magellan Fund, founded in 1963, became legendary during the late 1970s and 1980s for regularly beating the stock market. Its portfolio manager from 1977 to 1990,Peter Lynch, became a household name.\n\nThe fund became so popular that in 1997 it closed to new investors due to the difficulty of managing its large asset base. The fund eventually peaked in the late 1990s/early 2000s at approximately $100 billion. It reopened in 2008.\n\nYes, generally, investors can sell their shares back to the fund at any time based on the present NAV.\n\nYes, open-end funds are subject to regulatory oversight to protect investors, typically by government bodies like the U.S. Securities and Exchange Commission.\n\nYes, open-end funds may pay dividends from the income generated by their investments, which can be reinvested or paid to investors.\n\nInvestorredemptionscan lead to the fund selling assets to meet withdrawal demands, which may affect the fund's composition and performance.\n\nOpen-end funds are a popular choice for investors seeking diversification and flexibility. They allow for unlimited shares and are priced in relation to the NAV.\n\nThe NAV is calculated only at the close of trading each day for open-end mutual funds. While they offer significant advantages such as liquidity and a wide range of investment options, potential drawbacks include management fees and the impact of redemptions on the fund's performance.\n\nInvestment Company Institute. \"Release: Quarterly Retirement Market Data: Fourth Quarter 2024.\"\n\nEd Moisson, “The Economics of Fund Management,” Pages 142–4, 148–9, 157, 235. Agenda Press, 2024.\n\nKiplinger. \"Fidelity Magellan ETF (FMAG): A Legend at a Lower Cost.\"\n\nFidelity. \"Fidelity Magellan Fund.\"",
  "url": "https://www.investopedia.com/terms/o/open-endfund.asp"
}