{
  "term": "Open Trade Equity (OTE): Definition, Uses, and Examples",
  "definition": "Open trade equity (OTE) is the net ofunrealized gain or losson open derivatives positions. Put differently, OTE is the paper gains and losses represented by the present market value and the price paid (or received) for a position. Once the position is closed, the gain or loss will becomerealized.\n\nOTE is especially important formargininvestors as fluctuations impact the available equity in their account. If the unrealized losses cause the available equity to drop below their contractedmaintenance marginthen amargin callis issued where the investor is forced to deposit additional funds to bring the available equity back above the contracted maintenance margin or liquidate all or a portion of their open positions.\n\nBecause maintenance margins are contracted with a broker, investors are legally bound to maintain their margins. In the event an investor is unable or unwilling to deposit cash or sell holdings at the time of a margin call, their brokerage is empowered to close open positions from their client’s portfolio at their discretion in order to restore the account to its minimum value.\n\nOpen Trade Equity (OTE) measures the difference between the initial trade price of allopen positionsand the last traded price of each of those positions. The term is derived from the fact that the established positions have not yet been offset. It is useful in providing the trader with an accurate snapshot of the actual value of an account as all open positions aremarked-to-market. In other words, how much equity (money) is in the account if all the positions were closed at the prevailing market rates.\n\nFor instance, say a trader has $10,000 in an account and uses it to purchase 50 shares of XYZ at $200 per share. The total investment is $10,000 and the OTE at the instance of the trade being executed is zero. The next day the value of each share increases to $250. Now the trader has $2,500 inunrealized gainsin that trade, which means that the OTE for that holding is also up $2,500 and the total equity in the account is up to $12,500. If they were to liquidate this position then the gains are said to have been realized; the account balance would have increased by $2,500 to $12,500, and the OTE would be zero.\n\nIf one does not liquidate the position and the price drops to $100, they would incur a $5,000unrealized losson that holding. Unless the position is sold or closed, this loss remains unrealized but the OTE is negative $5,000 and the total account equity is down to $5,000. A negative OTE indicates apaper loss; a positive OTE shows a paper gain.\n\nTheFinancial Industry Regulatory Authority (FINRA)requires that any investor wishing to open a margin account must begin with at least $2,000 in cash or securities.FINRA requires that the investor agree to a maintenance margin of at least 25%, meaning that the investor must maintain an account balance of at least 25% of the total market value of the securities held in the account at all times.Typically this maintenance margin is contracted at a higher percentage, and it is common practice for maintenance margins to be 30% or more.\n\nFor instance, an investor wants to buy 500 shares of a stock trading at $20/share. They do not have the $10,000 needed to do this so they open a $5,000 account with a broker who has a 50% initial margin and a 35% maintenance margin requirement. Investor purchases $10,000 worth of shares which means that they have borrowed $5,000 from the broker. At the instance of execution, the OTE is zero, total value of investment is $10,000, initial margin is $5,000 (50% x $10,000) and the maintenance margin is $3,500 (35% x $10,000).\n\nThe price begins to decline to where the total value of 500 shares falls to $6,000, which means that the OTE is negative $4,000. The $5,000 that the investor put up as margin is now worth $3,000 ($5,000 - 50% x $4,000). This is below the $3,500 maintenance margin requirement so the investor receives a margin call.\n\nAt this point, the investor will be required to make a deposit into the margin account to satisfy the 50% requirement, in this case $2,000. This can take the form of a cash deposit or marginable securities. They may also choose to take a loss on the investment by liquidating all or a portion of their open positions thereby reducing their margin requirements. This usually results in realizing a loss on their trade.\n\nFinancial Industry Regulatory Authority (FINRA). \"4210. Margin Requirements.\"\n\nFinancial Industry Regulatory Authority. \"Know What Triggers a Margin Call.\"",
  "url": "https://www.investopedia.com/terms/o/open-trade-equity-ote.asp"
}