{
  "term": "Opening Range: Overview and Examples in Technical Analysis",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term opening range (OR) refers to a security's high and low price for a short period just after the market opens, often the first fifteen minutes of the trading day. Day traders often monitor a stock's opening range because it can provide an indication ofmarket sentimentand price trends for the day. They often use the opening range to help secure and maximize their profits\n\nThe opening range is one of several price ranges thattechnical analystsfollow when watching a chart. Trading ranges, in general, can be a powerful indicator for technical analysts. The opening range often shows strength, weakness, or asideways trendwith no clear sentiment. Most charts display the day's high and low, which shows the exact trading range from open through the current time period.\n\nMany investors follow the opening range of asecurity'sprice before or after a significant announcement, such as when a company releases its quarterly earnings report, to gauge price direction. Investors may also choose to follow a stock's opening range to consider its sentiment in conjunction with a potential trading idea.\n\nTraders can use varying patterns, other forms of technical analysis, and multiple timeframes to track the opening range. A stock's opening price in comparison to the previous day's closing price, for example, may help determine the day's trend. Traders can then applyBollinger Bands, which provide a hypotheticalsupport and resistanceband drawn two standard deviations above and below a stock price's moving average.\n\nWhen the price violates the opening range band, traders can position for either abreakoutorreversion to the mean. Some investors may choose to follow only a few minutes of the opening price action, while others may prefer to see an hour or more before drawing a conclusion from the opening range.\n\nInvestors and traders can monitor opening ranges using a variety of charting resources. The chart below shows the opening range of the social networking service X (formerly Twitter), several days after the company released its 2019 second-quarter earnings.\n\nThe opening range between the dotted trendlines shows the first 25 minutes of trading activity, with the stock's price printing a low at $41.08 and a high at $41.65. A breakout at 9:55 a.m. above the opening range and the previous day's high gives traders an indication of further upside intraday momentum, and to favorlong positions over short positions.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nStop-loss orderscould sit below the breakout candle or beneath the opening range low, depending on preferred risk tolerance. Traders may decide to take profits using a multiple of risk. For example, if using a 30-cent stop, traders might set a 60-cent profit target. Alternatively, traders may implement atrailing stop, such as exiting if the price closes below a moving average, to let profits run. For example, those who used this exit strategy got stopped out at 11:50 a.m. when the stock's price closed below the 10-periodsimple moving average (SMA).\n\nX's stock was officially delisted on Nov. 8, 2022, after it was taken private by Elon Musk.\n\nThe opening range is important for some traders as it can be a period of high volume and volatility that then sets the tone for the rest of the trading day. Indeed, some research points to the fact that a day's high or low being printed during the opening minutes of trading is far more frequent than a random walk would suggest.\n\nDay tradersfrequently use the trading range of the first half hour of the trading session as a reference point for theirintradaystrategies. For example, a trader might buy a stock if it breaks above its opening trading range.\n\nAnat-the-openingorder instructs one's broker to buy or sell a security for their account right at the very beginning of the trading day. If the order cannot be executed at the opening of the market, it will be canceled.\n\nTraders look at many different variables when they're making their investment decisions. The opening range is one of those tools. This is the high and low price of an asset shortly after the market opens. The OR helps traders because it can help them understand the tone of the trading day ahead in terms of market sentiment and price. As such, it's an easily understood strategy with identifiable entry and exit points.\n\nThe New York Times. \"How Twitter Will Change as a Private Company.\"\n\nMark B. Fisher. \"The logical trader: Applying a method to the madness.\" John Wiley & Sons, 2002.",
  "url": "https://www.investopedia.com/terms/o/opening-range.asp"
}