{
  "term": "Open Listing: Meaning, Considerations, and FAQs",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn open listing in real estate is a property for sale that may be shown by multiple real estate agents. The agents compete to find a buyer for the property.\n\nThe open listing is the opposite of an exclusive listing, in which a real estate agent is engaged by the property owner with the understanding that the agent has the sole right to represent the owner and sell the property.\n\nWhen the listing is open, the agent who makes the sale is paid the commission, not the listing agent. If the homeowner finds a buyer without the assistance of an agent, no one is paid a commission. If the agent has an exclusive right to sell, the agent earns a commission regardless of who sells the property.\n\nAn open listing is also referred to as alisting agreementon a nonexclusive basis. Agents who directly participate in selling this property, including the listing agent and the selling agent, are entitled to a share of the commission if it ultimately leads to a sale.\n\nSellers who are hoping for a quick sale may opt for an open listing. If they don't attract a buyer during the term of the agreement, they may then change to an open listing to get more prospective buyers through the door.\n\nThe seller may also hope to avoid paying a commission altogether. That is, if a buyer and a seller make a private deal independently, there may be no sales commission. If it is an exclusive \"right to sell\" agreement, the agent is still owed the commission. If it is an \"exclusive agency listing\" agents are paid only if they sell the property.\n\nReal estate agents can be reluctant to take on an open listing, or reluctant to put much work into it because the commission is likely to be split.\n\nThe open listing arrangement benefits the seller by offering them access to more agents to sell their property.\n\nReal estate firms may have rules governing whether their agents may participate in open-listing arrangements. Some firms allow open listings to be accepted but not advertised, although agents can engage clients they already have as potential buyers.\n\nThe limited potential for commissions incentivizes agents to focus on exclusive contracts.\n\nThe word exclusive indicates that the listing for the property is being handled by a single agent. No other agent can show the property or negotiate a sale.\n\nIf it is an open listing, any agent can show the property and negotiate a deal.\n\nThe seller who offers a real estate agent an exclusive will be getting a representative who is determined to make a sale, and will spend the time and energy necessary to do it.\n\nAn open listing may get the property higher visibility. Other agents who see the listing can canvass their own networks of buyers for a possible match.\n\nThat said, real estate agents balk at accepting open listings. An exclusive might be the way to go at least initially. If the house fails to sell, consider the open option.\n\nMost real estate listings have an expiration date, It might be 90 days or 180 days. The expiration date is not very relevant in an open listing, since the contract does not commit the seller to paying a commission to the real estate agent.\n\nHomeowners looking to quickly sell their property might consider an open listing since it gets more agents (and prospective buyers through the door). That said, some real estate agents might be hesitant to show open listings because the commission might be harder to earn or is likely to be split.\n\nNational Association of Realtors. \"Section 3: Definitions of Various Types of Listing Agreements.\"",
  "url": "https://www.investopedia.com/terms/o/openlisting.asp"
}