{
  "term": "Open Source: What it Means, How it Works, Example",
  "definition": "Open source refers to a software program or platform with source code that is readily accessible and can be modified or enhanced by anyone.\n\nOpen source access grants users of an application permission to fix broken links, enhance the design, or improve the original code.\n\nOpen source software (OSS) hubs, such as GitHub, are an example of a kind of open collaboration that can broaden design perspectives beyond those of a single company or design work group.\n\nOpen source practices can also lead to considerable savings for consumers. Many open source offerings are provided for free, relying on a shareware or donation model rather than a purchase price.\n\nOpen source is a perfect illustration of the adage “It takes a village to raise a child.” To perfect the usability of a product, multiple minds and talents are needed for various areas of a software product’s functionality.\n\nPlatforms developed and built on user collaboration can work better and have fewer bugs than those built by a single entity. Software developers who encourage the open source concept believe that, by giving any interested party the ability to modify a product’s source code, the application will be more usable and error-free over the long term.\n\nMozilla Firefox, Linux, WordPress,Bitcoin, andAndroidare popular examples of open source projects. By making their source codes available to all, open source products serve as educational tools for technology students who study the codes, learn from them, and opt to create even better codes.\n\nHence, better and more innovative applications are created from the foundation of previous open source applications.\n\nDr. Richard Stallman spearheaded the free software movement in the 1980s. He believes that software users should be free to run, edit, add to, and share software.\n\nOpen source promotes the free redistribution of source codes. Hence, it is also called free software. The source code creates the built-in functionality that guides how a software application works.\n\nTraditionally, most software or apps that are purchased have codes that can be legally manipulated or modified only by the original creators—usually an individual, team, or organization.\n\nThis type of software is called proprietary software or closed source software. Proprietary software is equipped with licenses that compel its users to agree to guidelines erected by the original creator.It also can be expensive to buy.\n\nOpen source licenses differ from proprietary licenses in that users have to agree to the rules associated with modifying, using, and distributing the software.\n\nFor example, some open source licenses stipulate that if a user alters and distributes a program to others, they must also distribute the source code without charging a licensing fee.\n\nOpen source software programs exist because their creators felt it was important and useful to reveal the coding and make it editable by anyone. These individuals believe that others can improve their product. They may also feel that the cost to use similar programs is prohibitive and they prefer that their program be freely available to all.\n\nPossibly. Any source code can have flaws that threaten the security of, say, user information. Such flaws in open source code must be located and fixed without a dedicated coder or team that monitors for them. Open source invites anyone to edit the code and that can open the door to unwelcome behavior.\n\nOne early example involves the Remington Rand UNIVAC division. In 1953, the company gave its customers the software and its source code. Customers were encouraged to send the company feedback and improvements.\n\nOpen source refers to making the source code of software programs and platforms accessible by all. Individuals are invited to edit the code with the purpose of improving programs for users' benefit. Closed source software is proprietary and accessible by only its creator.\n\nOpen source software has been involved with a variety of well-known programs and projects, including the Firefox browser, the WordPress content management system, and the Android operating system.\n\nOpen Source. \"The Open Source Definition (Annotated).\"\n\nFree Software Foundation. \"About.\"\n\nInternet Hall of Fame. \"2013 Inductee Richard Stallman.\"\n\nInMotion Hosting, Inc. \"Open Source vs Proprietary Software.\"\n\nNational Association of Insurance Commissioners. \"Center for Insurance Policy and Research: Peer-to-Peer (P2P) Insurance.\"\n\nOpen Source. \"How Open Source Underpins Blockchain Technology.\"\n\nSaumo Pol. \"History of Open Source Software.\"",
  "url": "https://www.investopedia.com/terms/o/open-source.asp"
}