{
  "term": "Open Cover: Meaning, Overview, Requirements",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn open cover is a form of marine coverage that insures cargo for the duration of an insurance policy.\n\nAn open cover insurance policy is most commonly purchased by marine cargo companies that make frequent shipments. It provides blanket coverage that prevents companies from having to purchase a new policy each time a shipment is made. Open cover policies are commonly used in international trade, specifically by companies involved in high volume trade over long periods of time.\n\nThere aremany risks associated with marine shippingthat would lead to a company wanting to purchase marine insurance. Some of theserisks include damage to cargofrom loading or unloading, infestation, sinking, piracy, weather issues, and other similar difficulties. Marine insurance is typically split between insurance for the ship, known as hull and machinery, and the cargo. Each would be required to have their own insurance policy.\n\nIf a company believes it will not be engaging in marine activity that often, it can opt to buy a renewable policy, where it can renew the policy after it expires if needed. This means that for every voyage it would renew the open cover policy. Most marine companies opt for a permanent policy for a specific time period if they expect to be making numerous voyages in that time frame.\n\nThe permanent policy covers all voyages under that time period without having to negotiate a contract for each shipment. It is a form of blanket coverage that only requires certain details to be notified before embarking on the voyage.\n\nSince the insured is agreeing to purchase a longer-term contract, it may be able to realize lowerpremiumsbecause the insurer does not have to spend time on administrative activities and the insurer benefits from having a guaranteed premium over a longer period of time. Premiums are typically paid upon declaration of a voyage, for example, weekly or monthly.\n\nIndividual countries manage insurance regulations for international shipping, rather than an international organization. Scandinavian countries and the U.K. are well-known marine insurance policy providers, and China is also growing as anunderwritercountry.\n\nMarine insurance is typically divided into two types: facultative and open cover. Facultative insurance gives the insurance company the option of covering cargo. However, the insured and the insurer must negotiate the terms for each shipment, including the type of coverage, cargo, and ship.\n\nOpen cover insurance differs in that the insurer is obligated to provide coverage, provided that the cargo falls within the boundaries outlined in the insurance policy document, and the shipment happens within the policy time period. This makes open cover insurance a form of treatyreinsurance.\n\nIn some respects, an open cover insurance policy is considered a contract of “utmost good faith,” meaning that the insured must voluntarily reveal to the insurer all information pertinent to the accepted risks. Failure to do so could void an open cover policy. To aid in this disclosure requirement, the insurance company provides certificates to be filled out every time cargo is sent.\n\nThe value of the cargo, the proposed travel period, and the location are recorded in the certificate. The terms of an open cover policy will set a maximum value for the cargo to be covered within a defined time period. Once the maximum value is reached, a new agreement should be signed between both parties. Since countries govern their waters, marine insurance regulations are under the control of the governments where any losses may occur, not the insured company's regulations or their governments.",
  "url": "https://www.investopedia.com/terms/o/open-cover.asp"
}