{
  "term": "Opening Imbalance Only Order (OIO)",
  "definition": "Opening Imbalance Only Orders (OIO) are a type oflimit orderthat provides liquidity during the opening cross on the Nasdaq. A limit order is an order placed with a brokerage to execute a buy or sell transaction at a set number of shares and a specified limit price.\n\nOpening Imbalance Only (OIO) orders are only executable on theopening crossand are not displayed or disseminated. OIO buy orders only execute at or below the 9:30 a.m.bidprice, while OIO sell orders only execute at or above the 9:30 a.m. offer price. OIO orders must necessarily be limit orders, and market OIO orders are not permitted. Since OIO orders are only executable during the opening cross, they are not at risk of being executed prior to market open, unlike continuous market orders.﻿﻿\n\nOIO buy or sell orders priced more aggressively than the 9:30 a.m. Nasdaq highest bid or lowest offer prior to market open will be re-priced to the Nasdaq bid or offer before the opening cross is executed.﻿﻿\n\nSo, for example, if an OIO buy order price is $9.95 and the Nasdaq bid is at $9.93, the OIO order will be re-priced to $9.93. This addsliquidityto the market and helps ensure that Market-On-Open (MOO) andLimit-On-Open (LOO)orders are properly executed.\n\nOIO orders are accepted on the Nasdaq from 7 a.m. onward. However, market participants cannot update these orders after 9:28 a.m., although new OIO orders can still be entered after that time.﻿﻿\n\nOpening Imbalance Only Orders (OIOs) are executed within theNasdaq. Nasdaq is a global electronic marketplace for buying and selling securities, and also serves as the benchmark index for U.S. technology stocks. TheNational Association of Securities Dealers (NASD)created Nasdaq to enable investors to trade securities on a computerized and transparent system. In 2006, Nasdaq officially separated from the NASD and began to operate as a national securities exchange.﻿﻿\n\nThe term Nasdaq is also used to refer to theNasdaq Composite, which is an index of more than 2,500 stocks listed on the Nasdaq exchange that include some of the world’s largest technology and biotech giants such as Apple, Google, Microsoft, Oracle, Amazon, Intel and Amgen.\n\nNasdaq has been a leader in trading technology from its inception. The Nasdaq computerized trading system was initially devised as an alternative to the inefficient specialist system, which had been the prevalent model for trading for nearly 100 years. Today, due to rapid technological advancements, Nasdaq’s electronic trading model is the standard for markets worldwide.\n\nNasdaq. \"The Nasdaq Opening and Closing Crosses,\" Pages 1-2. Accessed April 21, 2021.\n\nNasdaq. \"NASDAQ Opening and Closing Crosses,\" Pages 1-2. Accessed April 21, 2021.\n\nU.S. Securities and Exchange Commission. \"Release No. 34-84386,\" Page 2. Accessed April 21, 2021.",
  "url": "https://www.investopedia.com/terms/o/opening-imbalance-only-order-oio.asp"
}