{
  "term": "Open-Market Rate",
  "definition": "The open-market rate is the rate of interest paid on any debt security that trades in theopen market. Interest rates for such debt instruments as commercial paper and banker's acceptances would fall under the category of open-market rates. Debt securities include government bonds, corporate bonds, certificate of deposit (CD), municipal bonds and preferred stock.\n\nOpen-market rates are sensitive and can frequently fluctuate. These rates respond directly to changes in supply and demand pressures within the open marketplace. Distinguishing between open-market rate and open-market operations is essential. The latter is the structure in which the Federal Reserve can affect and control the supply of reserve balances available in the banking system. This control is one of the primary tactics used by the Federal Reserve to implement monetary policy.﻿﻿\n\nOpen-market operations typically involve the buying and selling ofgovernment securitiesby one central bank in the open market. These transactions allow for the expansion or reduction of the amount of money in the banking system at a given time. The purchase of securities creates an infusion of cash into the banking system, which promotes growth. By contrast, when securities sell, this will have the opposite effect and will shrink the economy.\n\nOpen-market rate differs from thediscount rateand various other official rates that are set by the Federal Reserve. The discount rate is the interest rate applied to commercial banks and other depository financial institutions for loans received from the Federal Reserve's discount window.\n\nThe Federal Open Market Committee (FOMC), a committee within the Federal Reserve system, establishes a target for thefederal funds rate, which is the interest that banks charge each other to makes overnight loans from their Federal Reserve funds.﻿﻿ The FOMC then uses activity within the open market for government securities to try and achieve that rate. This rate is significant because the federal funds rate, in turn, influences other significant categories of interest rates, including the open-market rate.\n\nThe open-market rates apply to any debt instrument that trades in thesecondary market, where investors buy and sell securities from each other, as opposed to buying them directly from the issuing company. This secondary market is sometimes also referred to as the \"aftermarket\". It involves investors making deals among themselves, without having to deal with the entity that initially issued the securities. This type of trading activity is what most people probably envision when they think about the stock market. The secondary market is a category that would include the well-known national exchanges such as the NASDAQ and the New York Stock Exchange. Bank commercial-loan rates do not fall into this category, as Fed policy primarily determines them.\n\nFederal Reserve Board. \"Credit and Liquidity Programs and the Balance Sheet: Open Market Operations.\" Accessed Dec. 5, 2020.\n\nFederal Reserve Bank of St. Louis: FRED. \"Effective Federal Funds Rate.\" Accessed Dec. 5, 2020.",
  "url": "https://www.investopedia.com/terms/o/open-market-rate.asp"
}