{
  "term": "Open Loop Card: What it is, How it Works",
  "definition": "An open loop card is a general-purpose charge card that can be used anywhere that brand of card is accepted. It usually bears the logo of the card brand or network (which processes the actual transactions), such as Visa, Mastercard, American Express, or Discover. In the case of cards offered through financial institutions, like Visas or Mastercards, it often shows the name of the issuing bank or credit union as well.\n\nOpen loop cards can be credit cards,debit cards, gift cards, or prepaid cards. The partnerships involved with the issuance of open loop cards can be structured in various ways.\n\nThe opposite of an open loop card is aclosed loop card, which can only be used to make purchases from a single company or retailer, like a department store.\n\nAny charge card that is widely accepted at a variety of merchants and locations is considered an open loop card. Open loop cards can take a variety of forms.\n\nOpen loop cards are what most people think of when they think of credit cards: a piece of plastic, issued by their bank, credit union or financial services company, that they can use to purchase goods or services at a variety of places, both in person and on-line. Every month, the cardholder receives a statement with his charges for that period, which he can pay off in full or in part.\n\nThis sort of card is issued to customers by a financial institution in partnership with that institution's processing network (Visa or Mastercard). American Express and Discover act as both their own issuing bank and network processor.\n\nThe debit card tied to yourchecking account, which deducts funds from it immediately when you make a purchase, is also an open loop card. Like credit cards, debit cards work in partnership with a network processor and include its branded logo. Debit cards can be used anywhere that their processing network is accepted.\n\nPrepaid cards loaded with funds for future use can be open loop cards too. General prepaid cards are reloadable and can be consistently used for payments and recurring billing. Gift cards, usually defined as cards that can usually only be used until the loaded funds have been depleted, are open loop if they are not specific to a certain store.\n\nSome prepaid cards may also be used for public assistance benefits. For example, certain prepaid assistance cards might allow qualifying individuals to purchase food at any grocery store that accepts Visa. Flexible spending account cards are also a type of open loop prepaid card, which can be used to make qualifying health care purchases from any merchant that accepts the branded processor.\n\nThere are also open loop payment cards that can be used aspayroll cardsto pay workers who don’t have bank accounts, can’t receive direct deposits, and would have to pay a fee to cash a check. Employers partner with payroll card issuers to provide this card as a benefit for their employees. Some of these cards come with numerous fees, but workers can use them anywhere that the network brand is accepted.\n\nAnnual growth rate of open loop pre-paid cards through 2023 (source: Mercator Advisory Group forecast).\n\nAlthough they may havetheir own proprietary cards, many retailers are also team up with a bank and a credit card network processor to offer open loop credit cards, like an Amazon Visa or a SaksFirst Mastercard. Known asco-branded cards, because they bear both the logos of the retailer and the card company, these cards offer the best of both worlds, so to speak: They can be used anywhere, but when used in the store, let cardholders accrue rewards points and get perks and privileges, like free delivery or special sale days. Unlike proprietary store cards, however, these co-branded cards generally have annual fees.",
  "url": "https://www.investopedia.com/terms/o/open-loop-card.asp"
}