{
  "term": "Open Interest: Definition, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nOpen interest is the total number of outstanding derivative contracts, such as options or futures, that have not yet been settled for an asset.\n\nOpen interest is the total number of outstanding derivative contracts for an asset—such as options or futures—that have not been settled. Knowing the number ofopen positionsin a particular contract tells traders whether the amount of money flowing into the contract is increasing or decreasing.\n\nThus, open interest, rather than the total number of trades, provides a more accurate picture of a contract's liquidity and the current level of interest in it.\n\nOpen interest is most often associated with the futures and options markets, where the number of open contracts changes daily. Open interest is the number ofoptionsorfuturescontracts held by traders in active positions. These positions have been opened, but have not been closed out, expired, orexercised.\n\nOpen interest decreases when buyers (or holders) and sellers (orwriters) of contracts close out more positions than were opened that day.To close out a position, a trader must take anoffsetting positionor exercise their option.\n\nOpen interest increases once again when investors and traders open more new long positions or sellers take on new short positions in an amount greater than the number of contracts that were closed that day.\n\nHere's a simple scenario—assume that the open interest of the ABC call option is 0. The next day a trader buys 10 ABC options contracts as a new position. Open interest for this particular call option is now 10. The day after, five ABC contracts were closed, and 10 were opened. This means that open interest increased by five to 15.\n\nA common misconception about open interest lies in its ability to make predictions. New traders might be led to believe that it can forecast price action, but it cannot. High or low open interest only reflects trader interest and sentiments.\n\nOpen interest is sometimes confused with tradingvolume, but the two terms refer todifferent measures. For example, imagine one trader holds 10 option contracts and sells them to a new trader entering the market. The transfer of these contracts does not create any change in the open interest because positions were transferred, not closed or opened.\n\nTrading volume, on the other hand, increased by 10 because of the transferral.\n\nOpen interest is a measure of market activity. Little or no open interest means there are no opening positions, or that nearly all the positions have been closed. High open interest means there are many contracts still open, which means market participants will be watching that market closely.\n\nOpen interest measures money flow into or out of a futures or options market. Increasing open interest represents new or additional money coming into the market, while decreasing open interest indicates money flowing out of the market.\n\nOpen interest is significant tooptions tradersas it provides key information regarding theliquidityof an option.\n\nHigh open interest creates opportunities to buy and sell. This liquidity helps traders move into and out of positions quickly. If liquidity is low (low open interest), traders are less able to get in and out of the market.\n\nBelow is a table of trading activity in the options market for traders A, B, C, D, and E. Open interest is calculated following the trading activity for each day. The key to understanding how this works is whether the trader bought or sold to open or close positions.\n\nHigh open interest usually indicates higher liquidity for a contract. This generally means there will be less difference between how much a trader wants for an option and how much another will pay. This can make it easier to buy and sell. If open interest is increasing and becoming higher, this signals that the market trends around that option are likely to continue.\n\nRising open interest usually means that there is new buying happening, which is a bullish trend. However, if open interest grows too high, it can sometimes be abearish signalthat indicates a coming change in market trends.\n\nWhen open interest increases, it usually means new money is coming into the market for that option. As long as this is happening, the current trend will continue. When open interest decreases, it is usually a sign that the market is liquidating and more investors are leaving. This often means that the current price trend is ending.\n\nOpen interest is the total number of open derivative contracts that haven't been settled. They haven't been exercised, closed out, or expired. This measurement is associated with the options and futures market rather than the stock market. Open interest is equal to the total number of open contracts, not the sum of all transactions between buyers and sellers.\n\nWhen open interest goes up, it represents new money coming into the market. When open interest decreases, it means money is flowing out of the market. Open interest is not generally viewed as an indicator of trends or price action.",
  "url": "https://www.investopedia.com/terms/o/openinterest.asp"
}