{
  "term": "Open-Market Transactions: Meaning, Process, Why They Happen",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn open-market transaction is an order placed by aninsider, after all of the appropriate documentation has been filed with theSecurities and Exchange Commission(SEC), to buy or sell restricted securities openly on an exchange.\n\nAn open-market transaction is a legal way for an individual with insider information of their company to trade securities without violatinginsider tradinglaws.\n\nThe SEC defines an insider as \"an officer or director of apublic companyor an individual or entity owning more than 10% of a company'sstock.\"\n\nWhen insiders are buying or selling their own company's stock, investors pay attention as it provides insight into what is occurring within the confines of the company that outsiders are not privy to.\n\nAre insiders selling their sharesbecauseearningswere drastically below estimates and they expect the share price to fall? Are insiders buying shares because they created a successful new product that will send the share price skyrocketing?\n\nThe trading actions of insidersis an indicator of how the stock will perform in the future. But before they can buy or sell their shares, known as open-market transactions, they must file the correct paperwork and follow all procedures.\n\nAn open-market transaction is simply an order placed by an insider to buy or sell shares according to the rules and regulations set out by the SEC. The importance of an openmarket orderis that the insider is voluntarily buying or selling shares at or close to themarket price. There is no special pricing involved in open-market transactions.\n\nInsiders must report open-market transactions with the SEC and include relevant details about the sale or purchase of the shares. Because the reason for the transaction is given, the filings of open-market transactions might be used by other investors to gain some perspective on what insiders may believe about the company.\n\nFor example, if an insider sells a considerable portion of their shares through an open-market transaction, the reasons listed with the filing could cause other investors to change their portfolios in response. If the reason was simply to take advantage ofstock optionsprovided to a high-level officer, outsider investors will most likely not react.\n\nIn fact, more importance is given to the purchase of shares rather than to the sale of shares as a sale could be done for many reasons.\n\nSEC Form 4needs to be filed by an insider before buying or selling shares. Form 4 lists information such as \"the name of the insider, their relationship to the company, how many shares were traded, and at what price.\"﻿﻿﻿\n\nThere are many reasons that insiders would buy more shares or sell their current shares. As stated above, buying shares is more insightful as it indicates a belief in the success of a company.\n\nThe selling of shares can be done for many reasons, as simple as that theshareholderneeds cash and the insider wants to take advantage of profits their investment has accrued.\n\nConversely, the insider may have weighed long-term considerations about the company or industry that prompted the sale of those shares. The same could be said about the purchase of more shares in the company.\n\nWhen certain open market transactions occur, companies might issue press statements about the open-market transactions that involve prominent insiders buying shares. For example, if a chair buys one million shares in their own company, an accompanying statement could declare this is an affirmation of faith in the management.\n\nThe purchase price of those shares will also be listed. There might also be a reference to how many shares in the company the insider will own after the transaction is complete.\n\nIt is important to note that open-market transactions differ from central banking programs known asopen market operations. Under such programs, the Federal Reserve purchases or sells government securities, like bonds, in theopen marketalongside investors.\n\nOpen market operations are used as a form ofmonetary policyto control the money supply by impacting interest rates and liquidity in the economy. This action is typically used during or after a financial crisis.\n\nAAII. \"An Investor's Guide to Corporate Insider Trading Activity.\" Accessed Dec. 7, 2020.\n\nInsider Insights. \"Insider Trading News, Insider Monitor, Insider Buying.\" Accessed Dec. 7, 2020.",
  "url": "https://www.investopedia.com/terms/o/openmarkettransaction.asp"
}