{
  "term": "Open Architecture: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nOpen architecture is used to describe a financial institution's ability to offer clients both proprietary and external products and services. Open architecture ensures that a client can satisfy all their financial needs and that the investment firm can act in each client’s best interests by recommending the financial products best suited to that client, even if they are not proprietary products. Open architecture helps investment firms avoid theconflict of interestthat would exist if the firm only recommended its own products.\n\nFinancial advisers who work forfinancial institutionswith an open architecture approach can potentially meet their clients’ needs better than advisers who work for proprietary institutions. Advisers receive a fee for their recommendations in an open architecture setting rather than the commission they would earn in a proprietary setting. At their best, open architecture can improve the client’s asset allocation and diversification, offer lower fees, and provide better returns. It also fosters an environment of increased trust between clients and advisers.\n\nOpen architecture has become much more common as investors have gotten smarter and demanded more options from financial institutions. One result of open architecture is that brokerage firms have had to rely less on earning fees from their own funds and more on earning fees for offering high-quality financial advice.\n\nA single brokerage may not offer all the financial products a client needs or that are in a client’s best interests. In fact, the greater the wealth of a client usually will mean a greater need for a wider range of products and services. Open architecture makes it possible for investors and their advisers to select the best funds available and obtain the best potential investment performance given their needs andrisk tolerance. Open architecture also helps investors obtain better diversification and possibly reduce risk by not placing their entire future investment returns in the hands of a single investment firm and its approach.\n\nBrokerage firms and banks that limit clients’ choices through a closed architecture approach, where investors can only choose that firm’s or bank’s funds, put themselves at risk of client lawsuits overfiduciary negligence.\n\nThose considering investing via an open architecture platform should consider the fact that open architecture has no legal definition and no regulation so it can be ripe for abuse.\n\nFor example, one downside of open architecture is that some firms increase the costs for investors to purchase outside funds to encourage investment in their own funds, a practice called “guided architecture.” For example, a company’s 401(k) plan, managed by an investment brokerage, might have the lowest fees for that brokerage’s own funds. While it might allow investors to purchase funds from other brokerages, it might impose a $25 commission on each trade, discouraging going outside the architecture to invest. Guided architecture can be hard to spot, as fees tend to be well-hidden and therefore hard to compare. A good rule of thumb is to assume that if a third-party is involved in getting an external fund onto a platform, there will be at least one more layer of fees.\n\nInvestors looking at an open architecture firm should first ask about their capabilities and whether their advice will feed into the planning of a portfolio. Some firms have investment management and planning in separate areas where they don't interact. Would-be clients should also ask whether a relationship manager can implement given advice. If not, there will be the inconvenience of having to go elsewhere for implementation. An investor should ask who they will be interacting with over time. A team that can handle the client's life stages is preferable.",
  "url": "https://www.investopedia.com/terms/o/open-architecture.asp"
}