{
  "term": "Operating Cash Flow Demand (OCFD)",
  "definition": "The term operating cash flow demand (OCFD) refers to the amount ofoperating cash flowan entity needs in order to meet the objectives of its strategic investments. An OCFD is integral for both investors and corporate entities. For investors, it represents the total amount ofcapitalrequired in order to the desiredreturnover the entire life of the investment. A company's OCFD, on the other hand, is used to compute the cash value added to a company's strategic investments and operations. The OCFD allows entities to make smart decisions about how they spend their money on certain investments.\n\nA strategic investment is any investment that allows an investor to achieve a specific goal. An individual who wants to generate a steady, risk-free stream of income may choose abondas a strategic investment to achieve this goal. A corporation may enter ajoint venturewith another company as a joint venture in order to gain access to another market. All in all, strategic investment is one that fits the investor's short- or long-term game plan.\n\nInvestors need capital or operating cash flow in order to meet the initial and ongoing needs of their investments. The operating cash flow demand (OCFD), therefore, is the amount ofcash flowneeded for each strategic investment to have a net present value of zero, or achieve minimum profitability.\n\nAs noted above, calculating the OCFD helps entities make wiser decisions about their investments. This figure effectively helps investors decide whether to approve or reject the idea of a particular investment. If the cost of the investment is worth more than the benefit, the investor can nix the deal.\n\nLet's use the hypothetical example of amanufacturingcorporation to show how operating cash flow demands work. Let's say the company wants to enter a newmarket. In order to do so, it must make a strategic investment in a new manufacturing plant and new machinery. The OCFD for this strategic investment would be the minimum amount of cash that the plant would need to generate over its life to meet the return required by investors.\n\nThe amount of money a company expects to earn determines how much it pays for the investment. So if a company wants to earn more, it should plan to pay more for a strategic investment.\n\nNow let's take a look at how operating cash flow demand works with a real-life example. This one involves GUD Holdings, an Australian company that is the corporateparentfor national householdbrandsRyco filters, Sunbeam, Davey Pumps, Lock Focus, and others.\n\nIan Campbell served as the company'schief executive officer(CEO) between 1998 and 2013.At that time, the company was struggling financially. This was primarily due to a series of acquisitions the company made in an attempt to grow and boost its presence in the market. Campbell used a leadership style that combined focus and discipline. leading GUD Holdings to profitability.\n\nCampbell expected his company manager to generate strong financial results for a key performance indicator—cash value added(CVA). This benchmark is related to OCFD. Cash value added is a measure of a company's ability to generate cash flow in excess of its investors' requiredreturn on investments(ROI) by the company.\n\nAs CEO, Campbell expected each GUD division to exceed 10%weighted average cost of capital(WACC), which is the average rate that a company is expected to pay all its security holders to finance itsassets. GUD's businesses are judged on the growth in the cash value added compared to the prior year. Campbell set an annualbudgetfor each division. The WACC varied between businesses. Managers received bonuses if they achieved their targets.\n\nCorporate Finance Institute. \"Operation Cash Flow Ratio.\" Accessed April 6, 2021.\n\nInvestingAnswers. \"Operating Cash Flow Demand (OCFD).\" Accessed April 11, 2021.\n\nBloomberg. \"Ian Alistair Campbell.\" Accessed April 11, 2021.\n\nSmart Company. \"How to rescue a company on the ropes: the GUD story.\" Accessed April 11, 2021.",
  "url": "https://www.investopedia.com/terms/o/ocfd.asp"
}