{
  "term": "Operating Cash Flow (OCF): Definition, Types, and Formula",
  "definition": "The operating cash flow ratio is a measure of how readilycurrent liabilitiesare covered by the cash flows generated from a company's operations. This ratio can help gauge a company'sliquidityin the short term.\n\nUsing cash flow as opposed to net income is considered a cleaner or more accurate measure since earnings are more easily manipulated.\n\nOperating cash flow ratio=Operating cash flowCurrent liabilities\\text{Operating cash flow ratio} = \\frac {\\text{Operating cash flow}}{\\text{Current liabilities}}Operating cash flow ratio=Current liabilitiesOperating cash flow​\n\nThe operating cash flow ratio is calculated by dividingoperating cash flowby current liabilities. Operating cash flow is the cashgenerated by a company's normal businessoperations.\n\nA company generates revenues—and deducts thecost of goods sold(COGS) and other associated operating expenses, such as attorney fees and utilities, from those revenues.Cash flow from operationsis the cash equivalent of net income. It is the cash flow after operating expenses have been deducted and before the commencement of new investments or financing activities.\n\nInvestors tend to prefer reviewing the cash flow from operations overnet incomebecause there is less room to manipulate results. However, together, cash flows from operations and net income can provide a good indication of the quality of a firm'searnings.\n\nCurrent liabilities are all liabilities due within onefiscal year(FY) or operating cycle, whichever is longer. They are found on thebalance sheetand are typically regarded as liabilities due within one year.\n\nThe operating cash flow ratio is a measure of the number of times a company canpay off current debtswith cash generated within the same period. A high number, greater than one, indicates that a company has generated more cash in a period than what is needed to pay off its current liabilities.\n\nAn operating cash flow ratio of less than one indicates the opposite—the firm has not generated enough cash to cover its current liabilities. To investors and analysts, a low ratio could mean that the firm needs more capital.\n\nHowever, there could be many interpretations, not all of which point to poor financial health. For example, a firm may embark on a project that compromises cash flows temporarily but renders substantial rewards in the future.\n\nBoth the operating cash flow ratio and thecurrent ratiomeasure a company’s ability to pay short-term debts and obligations.\n\nThe operating cash flow ratio assumes cash flow from operations will be used to pay those current obligations (i.e., current liabilities). The current ratio, meanwhile, assumescurrent assetswill be used.\n\nConsider two giants in the retail space, Walmart and Target. As of Feb. 27, 2019, the two had current liabilities of $77.5 billion and $17.6 billion, respectively. Over thetrailing 12 months, Walmart had generated $27.8 billion in operating cash flow, while Target generated $6 billion.\n\nThe operating cash flow ratio for Walmart is 0.36, or $27.8 billion divided by $77.5 billion. Target’s operating cash flow ratio works out to 0.34, or $6 billion divided by $17.6 billion. The two had similar ratios, meaning they had similar liquidity. Digging deeper, we find that the two also shared similar current ratios as well, further validating that they indeed had similar liquidity profiles.\n\nAlthough not as prevalent as with net income, companies can manipulate operating cash flow ratios. Some companies deductdepreciationexpenses from revenue even though it does not represent a real outflow of cash.\n\nDepreciation expense is an accounting convention that is meant to write off the value of assets over time. As a result, companies should add depreciation back to cash in cash flow from operations.",
  "url": "https://www.investopedia.com/terms/o/ocfratio.asp"
}