{
  "term": "Operating Earnings: Meaning, Formula, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nOperating earnings is a corporate finance and accounting term that isolates the profits realized from a business's core operations. Specifically, it refers to the amount of profit realized from revenues after you subtract those expenses that are directly associated with running the business, such as thecost of goods sold(COGS),general and administration(G&A) expenses, selling and marketing, research and development, depreciation, and other operating costs.\n\nOperating earnings are an important measure of corporate profitability. Because the metric excludesnon-operating expenses, such as interest payments and taxes, it enables an assessment of how well the company's chief lines of business are doing.\n\nOperating earnings lie at the heart of both internal and external analysis of how a company is making money, as well as how much money it's making. The individual components of operating costs can be measured relative to totaloperating costsor total revenues to assist management in running a company.\n\nOperating earnings are usually found within a company'sfinancial statements—specifically, towards the end of theincome statement. Though it gets close to the nitty-gritty, operating earnings aren't quite the famed \"bottom line\" that truly signals how well—or how poorly–a firm is faring. That status belongs to a company's net income, \"net\" indicating what remains after deducting taxes, debt repayments, interest charges, and all the other non-operating debits a business has encountered.\n\nOperating earnings is a term that can be used interchangeably withoperating income, operating profit, andearnings before interest and taxes(EBIT).\n\nMany variants of metrics stemming from operating earnings can also be used to compare a given company's profitability with those of its industry peers. One of the most important of these metrics is theoperating margin, which is closely tracked by management and investors from one quarter to the next for an indication of the trend in profitability.\n\nExpressed as a percentage, operating margin is calculated by dividing operating earnings by total revenues. Or, as a formula:\n\nOperating Margin=Operating EarningsRevenue\\begin{aligned} \\text{Operating Margin}=\\frac{\\text{Operating Earnings}}{\\text{Revenue}} \\end{aligned}Operating Margin=RevenueOperating Earnings​​\n\nManagement uses this measure of earnings to gauge the profitability of various business decisions over time. External lenders and investors also pay close attention to a company's operating margin because it shows the proportion of revenues that are left over to cover non-operating costs, such as paying interest on debt obligations.\n\nHighly variable operating margins are a prime indicator ofbusiness risk. By the same token, looking at a company's past operating margins and trends over time is a good way to gauge whether a big increase in earnings is likely to last.\n\nAssume Gadget Co. had $10 million in revenues in a given quarter, $5 million in operating expenses, $1 million in interest expense, and $2 million in taxes. Gadget Co.'s operating earnings would be $5 million ($10 million in revenue – $5 million in operating expenses). Its operating margin is 50% ($5 million in operating earnings/$10 million in revenue).\n\nNet incomewould then be derived by subtractinginterest expensesand taxes and then netting out any one-time orunusual gains and lossesfrom the operating earnings. Gadget Co.'s net income is, therefore, $2 million.\n\nSometimes a company presents anon-GAAP\"adjusted\" operating earnings figure to account for one-off costs that management believes are not part of recurring operating expenses.\n\nNon-GAAP earnings are an alternative accounting method that varies from theGenerally Accepted Accounting Principles(GAAP) that U.S. firms are required to use on financial statements.\n\nMany companies report non-GAAP earnings in addition to their earnings based on GAAP.\n\nA prime example is expenses stemming fromrestructuring(a type of corporate action taken that involves significantly modifying the debt, operations, or organization of a company as a way of limiting financial harm and improving the business.) Management may add back these costs to present higher operating earnings on an adjusted basis. However, critics could point out that restructuring costs should not be classified as one-offs if they occur with some regularity.",
  "url": "https://www.investopedia.com/terms/o/operatingearnings.asp"
}