{
  "term": "Operating Income",
  "definition": "A company's operating income is the profit it has earned after its operating expenses are deducted.\n\nOperating income is the amount of profit that a company has realized after its operating expenses such as wages,depreciation, andcost of goods sold(COGS) are deducted.\n\nThe number for operating expenses includes all of the costs of manufacturing, selling, and distributing a product but excludes taxes, interest, and one-time expenses that can skew the numbers.\n\nOperating income is calculated by taking the company'sgross income, which is equivalent to its total revenue minus COGS, and subtracting all operating expenses.\n\nOperating income shows how much of a company's revenuewill eventually become profitsconsidering how much it costs to run the business.\n\nOperating income factors in two major types of expenses: cost of goods sold and operating expenses. Cost of goods sold are the expenses directly related to manufacturing a product and include labor,raw materials, and overhead allocated to items sold. Operating expenses include selling, administrative, and general expenses.\n\nTaxes, interest expenses, and big one-time expenses are not included in this formula because they might skew the numbers for profit or net income.\n\nA company that'sgenerating an increasing amount of operating incomeis looked on favorably. It means that the company's management is generating more revenue while controlling its expenses.\n\nOperating income can be calculated in three ways. One approach is top-down, one approach is a bottom-up approach, and one leverages cost accounting classifications.\n\nThe formula for operating income using the top-down approach is:\n\nOperating Income=GP−OE−D−Awhere:GP=Gross profitOE=Operating expensesD=DepreciationA=Amortization\\begin{aligned}&\\text{Operating Income} = \\text{GP} - \\text{OE} - \\text{D} - \\text{A} \\\\&\\textbf{where:} \\\\&\\text{GP} = \\text{Gross profit} \\\\&\\text{OE} = \\text{Operating expenses} \\\\&\\text{D} = \\text{Depreciation} \\\\&\\text{A} = \\text{Amortization} \\\\\\end{aligned}​Operating Income=GP−OE−D−Awhere:GP=Gross profitOE=Operating expensesD=DepreciationA=Amortization​\n\nGross profitis the net profit earned after the cost of goods sold is subtracted from net revenue. Operating expenses are the selling, administrative, and general expenses necessary to operate a business, though this does not include interest or taxes.\n\nBecause operating expenses do not incorporate allocated costs, depreciation and amortization must also be subtracted.\n\nInstead of starting with revenue, you can calculate operating income starting with net income. Because net income is calculated by subtracting a few items from operating income, you add them back in to arrive at operating income:\n\nOperating Income=NI+IE+TEwhere:NI=Net incomeIE=Interest expenseTE=Tax expense\\begin{aligned}&\\text{Operating Income} = \\text{NI} + \\text{IE} + \\text{TE} \\\\&\\textbf{where:} \\\\&\\text{NI} = \\text{Net income} \\\\&\\text{IE} = \\text{Interest expense} \\\\&\\text{TE} = \\text{Tax expense} \\\\\\end{aligned}​Operating Income=NI+IE+TEwhere:NI=Net incomeIE=Interest expenseTE=Tax expense​\n\nIn this formula, you must have a fully calculated income statement, as net income is the last component listed on financial statements. In this case, the company may already be reporting operating income towards the bottom of the report.\n\nThoughdirect costsand indirect costs are not widely used in financial accounting, a company may classify these types of expenses for internal use. If so, it can find operating income by simply subtracting all of these costs from net revenue (as taxes and interest are often not classified as either):\n\nOperating Income=NR−DC−ICwhere:NR=Net revenueDC=Direct costsIC=Indirect costs\\begin{aligned}&\\text{Operating Income} = \\text{NR} - \\text{DC} - \\text{IC} \\\\&\\textbf{where:} \\\\&\\text{NR} = \\text{Net revenue} \\\\&\\text{DC} = \\text{Direct costs} \\\\&\\text{IC} = \\text{Indirect costs} \\\\\\end{aligned}​Operating Income=NR−DC−ICwhere:NR=Net revenueDC=Direct costsIC=Indirect costs​\n\nIn this formula, net revenue is used in case there have been product returns or other deductions to make to gross revenue.\n\nOperating income is the amount of income a company generates from its core operations, meaning it excludes anyincome and expenses not directly tied to the core business.\n\nA company's income is reported in various ways. In addition to operating income, the report may quote the company's numbers for gross revenue, net income, EBIT (earnings before interest and taxes), or EBITDA (earnings before interest, taxes, and amortization.\n\nWhen looking at a company's financial statements, revenue is often the highest level of financial reporting. Gross revenue is the total amount of money taken in by a company for a given period. Net revenue is gross revenue minus any discounts, returns, or deductions.\n\nWhile revenue does not incorporate any expenses, operating income does. In fact, it incorporates almost every expense of a company.\n\nRevenue shows how successful a company is at selling its product, but operating income is more useful. It shows how efficiently a company is spending its money to incur that revenue.\n\nOperating income is not the same asnet income. Operating income includes most of the costs of doing business but it disregards other income, non-operating income, and non-operating expenses. Those figures are included in the net income calculation.\n\nIn almost all cases, operating income will be higher than net income because net income deducts more expenses. For this reason, net income is often the last line reported on an income statement while operating income is usually found a few lines above it.\n\nOperating income is similar or identical toearnings before interest and taxes(EBIT). EBIT is also referred to as the operating profit or recurring profit.\n\nBoth measurements calculate the amount of money a company earned less a few noncontrollable costs. Technically, EBIT may include other operating expenses outside of interest and taxes but for most companies, these two calculations will be the same.\n\nEarnings before interest, taxes, and amortization (EBITDA), on the other hand, will differ from operating income. EBITDA disregards the costs of interest, taxes, depreciation, and amortization, resulting in a larger figure than operating income.\n\nIf a company does not have interest expenses, tax expenses, or other non-operational costs, it is possible for a company's operating income to be the same as its net income.\n\nThe image below represents Apple Inc.'s income statement for the three months ending March 29, 2025. It also records income for the same period in the previous year.\n\nOn its income statement, Apple reported $95.359 billion of product and service revenue, up from $90.753 billion a year before. Looking further down its income statement, the company's operating income for the three-month period was $29.589, billion, up from $27.900 billion the year before.\n\nThe company's operating expenses grew to $15.278 billion from $14.371 billion in the previous period.\n\nIts net income also grew, to $24.780 billion from $23.636 billion in the same period of 2024.\n\nNot exactly. Operating income is what is left over after a company subtracts the cost of goods sold (COGS) and other operating expenses from the revenues it receives. However, it does not take into consideration taxes, interest, or financing charges, all of which may reduce its profits.\n\nNon-operating income is the portion of an organization's income that is derived from activities not related to its core business operations. It can include items such asdividendincome, interest, gains or losses from investments, the impact of foreign exchange rate changes, and asset write-downs.\n\nOperating income can be found toward the bottom of the company's income statement for the quarter or year as its own line item.\n\nIt should appear next to non-operating income, helping investors to distinguish between the two and recognize which income came from what sources.\n\nCompanies may be more interested in knowing their operating income instead of their net income because it tells them whether they are controlling their essential costs effectively.\n\nAn investor can find this number towards the bottom of the company's latest quarterly or annual income statement.",
  "url": "https://www.investopedia.com/terms/o/operatingincome.asp"
}