{
  "term": "Operating Income Before Depreciation and Amortization (OIBDA)",
  "definition": "Operating income before depreciation and amortization (OIBDA) is a measure of financial performance used by companies to show profitability in their core business activities. OIBDA excludes the effects of capital spending onfixed assets, such as equipment, and the interest expense of carrying debt.\n\nSometimes OIBDA may not include changes inaccounting principlesthat are not indicative of core operating results, income fromdiscontinued operations, and the earnings and losses ofsubsidiaries.\n\nOperating income before depreciation and amortization (OIBDA) attempts to show how much income a company is earning for its core business. By analyzing a company's OIBDA, we can see how well a company generatesrevenuefrom sales while managing its production andoperating expenses.\n\nOIBDA is a non-GAAPfinancial measure, meaning it's not a regulatory requirement when companies report theirfinancial statements. Regulatory agencies, such as theSecurities and Exchange Commission (SEC), mandate that companies report their financial performance in a standardized format to help investors and creditors compare companies more effectively.\n\nHowever, OIBDA is still a useful metric since it can help investors understand how well a company generates income from its core production and manufacturing business. Below are the components that are often used in calculating OIBDA.\n\nOperating income is the income that a company earns from its core business. Operating income is the result of subtracting operating expenses fromgross profit.\n\nGross profit is a company's revenue minus itscost of goods sold (COGS). Cost of goods sold represents the cost of inventory and supplies needed to produce the goods being sold that generate revenue.\n\nWhile gross profit shows how much profit a company earns from its production line, operating income is more inclusive. Operating income includes operating expenses for running the company in addition to COGS.\n\nWhen companies purchase an asset such as a piece of machinery, it can be quite expensive. The cost of the asset can be used to reduce a company's taxable income. In other words,net incomeis reduced by the cost of the asset for tax purposes, thus lowering the taxes paid on the company's profit.\n\nInstead of reporting the total cost of the asset in the year that it was purchased, companies are allowed to spread the cost of that asset each year over the estimateduseful lifeof the asset. This process of expensing the asset over the years is calleddepreciationand is helpful since it allows companies to earn profit from the asset while expensing only a portion of it each year.\n\nAmortizationis the same practice as depreciation except that amortization is used forintangible assetssuch as a patent, while depreciation is used fortangible assetssuch as machinery. When calculating OIBDA, depreciation and amortization are added back into operating income since they are typically subtracted from gross profit to arrive at operating income.\n\nInterest and taxes are expense line items found on theincome statement. Many companies that purchase fixed assets, such as a building, must borrow the money to finance the purchase.\n\nAs a result, the company must pay aninterest expenseeach accounting period, which represents the interest rate applied to the debt by the lender. Taxes are also listed as a separate line item on the income statement showing thetax expensethat the company paid based on the applicable tax rate and profit generated.\n\nInterest and taxes are usually listed after operating income, meaning they are not included in operating expenses. As a result, these two expenses would not normally be included in the OIBDA calculation.\n\nHowever, some companies report interest and tax expenses higher on the income statement and are reflected in operating income and, therefore, must be added back into operating income to arrive at OIBDA.\n\nThe formula for calculating operating income before depreciation and amortization (OIBDA) is shown below:\n\nOIBDA=OI+D+A+Tax+Interestwhere:OI=Operating IncomeD=DepreciationA=Amoritization\\begin{aligned}&\\text{OIBDA}=\\text{OI}\\ +\\ \\text{D}\\ +\\ \\text{A}\\ +\\ \\text{Tax}\\ +\\ \\text{Interest}\\\\&\\textbf{where:}\\\\&\\text{OI}=\\text{Operating Income}\\\\&\\text{D}=\\text{Depreciation}\\\\&\\text{A}=\\text{Amoritization}\\end{aligned}​OIBDA=OI+D+A+Tax+Interestwhere:OI=Operating IncomeD=DepreciationA=Amoritization​\n\nPlease note that some companies may embed depreciation and amortization expense within their COGS orselling, general and administrative expense (SG&A). In other words, there may not be a separate line item for depreciation and amortization. In this case, the company'scash flow statementmust be used to find the line item. When calculatingcash flow, companies must add non-cash expenses, such as D&A, to net income to arrive at the cash flow for the period.\n\nOIBDA and EBITDA orearnings before interest, taxes, depreciation, and amortizationare similar but use different income numbers as their starting points.\n\nThe OIBDA calculation begins with operating income, while EBITDA begins with net income, which represents the profit for the accounting period. Unlike EBITDA, OIBDA does not incorporatenon-operating incomeor one-time charges. One-time items ultimately add or deduct from a company's profit or earnings but are not included in OIBDA.\n\nThis can be seen as an advantage for comparison purposes since non-operating income usually doesn't reoccur year after year. Its separation from operating income ensures that the calculation only reflects the income earned from core operations.\n\nBelow is the income statement for Walmart Inc. for the company's fiscal year ending Jan. 31, 2021, via the company's 10-K report issued on March 19, 2021.\n\nAs a result, we must refer to Walmart's cash flow statement for the same period, which is shown below:\n\nWalmart's OIBDA can also be calculated for 2020 and 2019 to compare with 2021's OIBDA to get a better sense of whether 2021 was a good year or not.\n\nWalmart's 2021 OIBDA of $33.70 billion was more than $2 billion higher than 2020. However, 2021's OIBDA was approximately $1 billion higher than 2019.\n\nWe can see that Walmart is increasing its income from its core business operations since OIBDA in 2021 was much better than 2020 and also beat 2019's OIBDA.\n\nHowever, 2021's OIBDA was nearly $1 billion higher than 2019, in part, due to a higher depreciation expense for 2021 of $11.152 billion versus $10.678. Perhaps the company purchased new assets in 2021, which led to a higher depreciation expense.\n\nWhen comparing OIBDA for different companies, it's important to consider whether the two companies are in the same industry and have a similar need for fixed assets. If one company doesn't have many fixed assets while the other does, the depreciation expenses and OIBDA for the two companies might be quite different.\n\nWalmart. \"United States Securities and Exchange Commission, Form 10K, Walmart Inc.,\" Pages 54, 58.",
  "url": "https://www.investopedia.com/terms/o/oibda.asp"
}