{
  "term": "Operating Leverage: What It Is, How It Works, How to Calculate",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nOperating leverage is a cost-accounting formula (a financial ratio) that measures the degree to which a firm or project can increase operating income by increasing revenue. A business that generates sales with a highgross marginand low variable costs has high operating leverage.\n\nThe higher thedegree of operating leverage, the greater the potential danger from forecasting risk, in which a relatively small error in forecasting sales can be magnified into large errors incash flow projections.\n\nDegree of operating leverage=Contribution marginProfit\\text{Degree of operating leverage} = \\frac{\\text{Contribution margin}}{\\text{Profit}}Degree of operating leverage=ProfitContribution margin​\n\nDegree of operating leverage=Q∗CMQ∗CM−Fixed operating costswhere:Q=unit quantityCM=contribution margin (price - variable cost per unit)\\begin{aligned} &\\text{Degree of operating leverage} = \\frac{Q*CM}{Q*CM - \\text{Fixed operating costs}}\\\\ &\\textbf{where:}\\\\ &Q = \\text{unit quantity}\\\\ &CM = \\text{contribution margin (price - variable cost per unit)}\\\\ \\end{aligned}​Degree of operating leverage=Q∗CM−Fixed operating costsQ∗CM​where:Q=unit quantityCM=contribution margin (price - variable cost per unit)​\n\nThe operating leverage formula is used to calculate a company’s break-even point and help set appropriate selling prices to cover all costs and generate a profit. The formula can reveal how well acompany uses its fixed-cost items, such as its warehouse, machinery, and equipment, to generate profits. The more profit a company can squeeze out of the same amount of fixed assets, the higher its operating leverage.\n\nOne conclusion companies can learn from examining operating leverage is that firms that minimize fixed costs can increase their profits without making any changes to the selling price, contribution margin, or the number of units they sell.\n\nFor example, Company A sells 500,000 products for a unit price of $6 each. The company’s fixed costs are $800,000. It costs $0.05 invariable costsper unit to make each product.\n\nCalculate company A’s degree of operating leverage as follows:\n\n500,000∗($6.00−$0.05)500,000∗($6.00−$0.05)−$800,000=$2,975,000$2,175,000=1.37or137%.\\begin{aligned} &\\frac{500,000*\\left(\\$6.00 - \\$0.05 \\right )}{500,000*\\left(\\$6.00 - \\$0.05 \\right )-\\$800,000}\\\\ &=\\frac{\\$2,975,000}{\\$2,175,000}\\\\ &=1.37 \\text{ or } 137\\%. \\end{aligned}​500,000∗($6.00−$0.05)−$800,000500,000∗($6.00−$0.05)​=$2,175,000$2,975,000​=1.37or137%.​\n\nA 10% revenue increase should result in a 13.7% increase in operating income (10% x 1.37 = 13.7%).\n\nIt is important to compare operating leverage between companies in the same industry, as some industries have higher fixed costs than others. The concept of a high or low ratio is then more clearly defined.\n\nMost of a company’s costs arefixed coststhat recur each month, such as rent, regardless of sales volume. As long as a business earns a substantial profit on each sale and sustains adequate sales volume, fixed costs are covered, and profits are earned.\n\nOther company costs are variable costs that are only incurred when sales occur. This includes labor to assemble products and the cost of raw materials used to make products. Some companies earn less profit on each sale but can have a lower sales volume and still generate enough to cover fixed costs.\n\nOne concept positively linked to operating leverage is capacity utilization, which is how much the company uses its resources to generate revenues. Increasing utilization infers increased production and sales; thus, variable costs should rise. If fixed costs remain the same, a firm will have high operating leverage while operating at a higher capacity.\n\nFor example, a software business has greater fixed costs in developers' salaries and lower variable costs in software sales. As such, the company has high operating leverage. In contrast, a computer consulting firm charges its clients hourly and doesn't need expensive office space because its consultants work in clients' offices. This results in variable consultant wages and low fixed operating costs. The business thus has low operating leverage.\n\nMost ofMicrosoft'scosts are fixed, such as expenses for upfront development and marketing. With each dollar in sales earned beyond the break-even point, the company makes a profit, but Microsoft has high operating leverage.\n\nConversely, Walmart retail stores have low fixed costs and large variable costs, especially for merchandise. Because Walmart sells a huge volume of items and pays upfront for each unit it sells, its cost of goods sold increases as sales increase. Because of this, Walmart stores have low operating leverage.\n\nThe operating leverage formula is used to calculate a company’s break-even point and help set appropriate selling prices to cover all costs and generate a profit. This can reveal how well a company uses its fixed-cost items, such as its warehouse, machinery, and equipment, to generate profits. The more profit a company can squeeze out of the same amount of fixed assets, the higher its operating leverage.\n\nOne conclusion companies can learn from examining operating leverage is that firms that minimize fixed costs can increase their profits without making any changes to the selling price, contribution margin, or the number of units they sell.\n\nThe degree of operating leverage (DOL) is a multiple that measures how much the operating income of a company will change in response to a change in sales. Companies with a large proportion of fixed costs (or costs that don't change with production) to variable costs (costs that change with production volume) have higher levels of operating leverage. The DOL ratio assists analysts in determining the impact of any change in sales on company earnings or profit.\n\nCompanies with high fixed costs tend to have high operating leverage, such as those with a great deal of research & development and marketing. With each dollar in sales earned beyond the break-even point, the company makes a profit. Conversely, retail stores tend to have low fixed costs and large variable costs, especially for merchandise. Because retailers sell a large volume of items and pay upfront for each unit sold, COGS increases as sales increase. Because of this, such stores often have low operating leverage.\n\nOperating leverage is the ratio of a business's fixed costs to its variable costs. This ratio is often used when forecasting sales and determining appropriate prices.",
  "url": "https://www.investopedia.com/terms/o/operatingleverage.asp"
}