{
  "term": "Operating Company/Property Company Deal (Opco/Propco)",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn operating company/property company (opco/propco) deal is a business arrangement in which a subsidiary company (i.e., the property company or \"propco\") owns all of the revenue-generating properties instead of the main company (the operating company or \"opco.\")\n\nOpco/propco deals allow all financing andcredit rating-related issues for both companies to remain separate. This business structure is common in real estate deals and in the structuring ofreal estate investment trusts(REITs).\n\nParent companiescan be conglomerates or holding companies. A conglomerate, such as General Electric, owns companies with distinct business models in addition to its core operations. In contrast, a holding company is created with the specific purpose of holding a group ofsubsidiariesand does not conduct its business operations. Holding companies normally form to realize tax advantages.\n\nMaster limited partnerships, or MLPs, also employ a similar parent/subsidiary structure. Most MLPs are publicly traded. For tax purposes, investors may choose how they would like to receive the income the company generates.\n\nA MLP has a pass-through tax structure, meaning that all profits and losses are passed through to the limited partners. The MLP itself is not liable forcorporate taxeson its revenues and thus avoids the double taxation of most corporations.Most MLPs operate in the energy industry. Subsidiaries own shares (officially units) of the parent company MLP, redistributing the passive income through the corporation as a regulardividend.\n\nOpco-propco arrangements allow the operating company to rent or leaseproperty from the property company. In practice, this looks like a sale and aleaseback. However, the company never relinquishes the property in any real way, as the propco and opco are part of the same group of companies.\n\nWhile this might sound like the corporate equivalent of having your cake and eating it, there can be several downsides to creating a propco. If a business works out of multiple locations rather than a primary one, a propco arrangement locks the company into a situation where closing any location becomes more difficult.\n\nIn a traditional business setup, for example, a company might choose to close an underperforming location or office, and likely sell the property. By contrast, in a propco arrangement, the propco owns the property and may not choose to offload it if the market won't return enough to cover the debts.\n\nAs a result, the opco may be required to pay rent on a property, even if it is not utilizing it, because the propco depends on thatincometo service the debt-financed off the properties.\n\nIn the U.K., opco/propco deals are a very popular method in which a parent company can create a REIT. A REIT owns, operates, and/or finances real estate that produces income. Most REITs specialize in a specific sector, such as office REITs or healthcare REITs. In general, REITs will pass on collected rent payments to investors in the form of dividends.\n\nThe creation of a REIT via an opco/propco deal can occur by initially selling income-generating assets from the operating company to a subsidiary. The subsidiary then leases the property back to the operating company. The operating company can subsequently spin off the subsidiary as a REIT. The advantage of doing this is that the company can then avoiddouble taxationon its income distributions.\n\nLegal Information Institute. \"Pass-Through Taxation.\" Accessed July 2, 2021.\n\nInternal Revenue Service. \"Instructions for Form 1120-REIT (2020),\" Pages 2-3. Accessed July 2, 2021.",
  "url": "https://www.investopedia.com/terms/o/opco-propco.asp"
}