{
  "term": "Operating Profit: How to Calculate, What It Tells You, and Example",
  "definition": "Operating profit represents a company's earnings generated through normal business operations after adjustment for operating expenses and is subject to several accounting rules.\n\nA company's operating profit is its total earnings from its core business functions for a given period. It's a company's net income from its core operations after accounting for operating expenses. Operating profit excludes the deduction of interest and taxes as well as any profits earned from ancillary investments such asearningsfrom other businesses in which a company has a part interest.\n\nAnoperating lossoccurs when core business income ends up being lower than expenses.\n\nThe formula used to calculate operating profit is:\n\nGross Profit = Revenue -Cost of Goods Sold (COGS)\n\nOperating profit is also referred to asearnings before interest and tax (EBIT)but EBIT can include non-operating revenue that isn't included in operating profit. EBIT and operating profit will be the same figure if a company doesn't have any non-operating revenue.\n\nOperating profit serves as a highlyaccurate indicatorof a business's health because it removes all extraneous factors from the calculation. All expenses that are necessary to keep the business running are included, which is why operating profit takes into account asset-relateddepreciationandamortization, accounting tools that result from a firm's operations.\n\nCompanies can choose to present their operating profit figures in place of their net profit figures because the net profit of a companycontains the effects of taxesand interest payments. The operating profit may present the company's financial situation more positively than the net profit reflects if a company has a particularly high debt load.\n\nPositive operating profit might express the overall health of a business but it doesn't guarantee future profitability. A company with a high debt load might show a positive operating profit while simultaneously experiencing net losses. Large but extraneous costs aren't represented which may also show a company with a negative net profit having a positive operating profit.\n\nRevenuecreated through the sale of assets isn't included in the operating profit figure except for any items created for the explicit purpose of being sold as part of the core business. Interest earned from cash such as checking ormoney market accountsisn't included either.\n\nThe removal of production costs from overall operating revenue along with any costs associated with depreciation and amortization is permitted when determining the operating profit but the calculation doesn't account for anyliabilitiesthat must be met. This is the case even if those obligations are directly tied to the company’s ability to maintain normal business operations.\n\nOperating income doesn't includeinvestment incomegenerated through a partial stake in another company even if the investment income is directly tied to the core business operations of the second company. The sale of assets such as real estate and production equipment isn't included either because these sales aren't a part of the core operations of the business.\n\nOperating profit is one metric that's used to determine a company's profitability from its core operations. Other metrics may appear to be the same but they shouldn't be confused. We've highlighted some of the most common ones.\n\nOperating profit andgross profitare very different concepts. Gross profit is the total revenue of a company minus the expenses directly related to the production of goods for sale such as the cost of goods sold. Companies report their gross profit on theirincome statement. You can calculate gross profit like this:\n\nOperating profit is derived from gross profit and reflects the residual income that remains after accounting for all the costs of doing business.\n\nRemember that operating profit is an accounting metric for the stakeholders who care about the operational profitability of the company. Earnings before interest, taxes, depreciation, and amortization(EBITDA)is a cash-focused metric forstakeholderswho care about the cash flow of the business.\n\nEBITDA takes operating profit and adds back interest, depreciation, and amortization. Here's how it's calculated:\n\nNet profitis the profit remaining after allcosts incurred in the period have been subtracted from revenue generated from sales. Expenses that factor into the calculation of net income but not operating profit include payments on debts, interest on loans, and one-time payments for unusual events such as lawsuits.\n\nAdditional income that's not counted as revenue is also considered in the calculation of net income. It includes interest earned on investments and funds from the sale of assets not associated with primary operations.\n\nWalmart (WMT) reported operating income of $27.01 billion for its fiscal year 2024. Total revenues (net sales as well as membership and other income) were $648.12 billion. These revenues came from sales across Walmart's global umbrella of physical stores including Sam's Club and itse-commercebusinesses.\n\nThe cost of sales (or COGS) and operating, selling, general, and administrative expenses totaled $490.14 billion and $130.97 billion, respectively.\n\nOperating profit is a useful and accurate indicator of a business's health because it removes irrelevant factors from the calculation. Operating profit only takes into account those expenses that are necessary to keep the business running. This includes asset-related depreciation and amortization that result from a firm's operations. Operating profit is also referred to as operating income.\n\nOperating profit is calculated by taking revenue and then subtracting the cost of goods sold, operating expenses, depreciation, and amortization.\n\nThe operating profit or operating income can be found on the income statement or it can be calculated as:\n\nIt's the profit left after deducting the costs of running the business. Operating profit margin is calculated by dividing operating income by revenue.\n\nRevenue created through the sale of assets isn't included in the operating profit figure except for any items that are created for the explicit purpose of being sold as part of the core business. Interest earned from cash such as checking or money market accounts isn't included either nor does it account for any debt obligations that must be met. It doesn't include investment income generated through a partial stake in another company.\n\nOperating profit looks at a company's earnings generated through normal business operations. It can be found on the income statement. Analyzing operating profit is useful because it excludes accounting items such as one-time charges, interest, and taxes that can skew a company's profit in a given year. These items are accounted for in a company's net profit orbottom lineinstead.\n\nWall Street Prep. \"Operating Profit.\"\n\nWalmart. \"Form 10-K.\" Pages 41-42.\n\nWalmart. \"Walmart Reports Fourth Quarter Results.\" Page 8.",
  "url": "https://www.investopedia.com/terms/o/operating_profit.asp"
}