{
  "term": "Operating Lease: How It Works and Differs From a Finance Lease",
  "definition": "An operating lease is a contract that allows for an asset's use but doesn't convey rights of ownership.\n\nAn operating lease allows a business to use an asset without incurring the high expenses involved in purchasing it. It's a contract that allows for an asset's use but doesn't convey ownership rights.\n\nThe business that leases the asset is referred to as the lessee and the business that loans it under a lease is the lessor. The responsibilities of each party in the agreement are spelled out in the lease contract and documents but the lessee must generally maintain the asset to ensure that it remains in operational condition less any normal wear and tear.\n\nOperating leases have historically enabled American firms to keep billions of dollars of assets and liabilities from being recorded on their balance sheets. This helps to keep theirdebt-to-equity ratioslow. This changed in 2016, however, with the release of Accounting Standards Update 2016-02, Leases (Topic 842),and amendments that were made in the following years.\n\nOperating leases are assets rented by a business where ownership of the asset isn't transferred when the rental period is complete. Assets rented under operating leases typically include real estate, aircraft, and equipment with long, useful life spans such as vehicles, office equipment, or industry-specific machinery.\n\nAn operating lease is essentially a contract for a company to use an asset and return it in a similar condition to the lessor. This agreement is beneficial for the lessee, particularly when it has expensive equipment or other assets that must be replaced regularly.\n\nMight pay more than market value\n\nA restaurant needs power to ensure that it can operate during outages so food won't spoil when refrigeration systems are offline. Power keeps a restaurant from losing business and costly supplies.\n\nA restaurant owner should ensure that they have a generator for this purpose but they might need a much bigger and more expensive one. They'll have to power freezers, refrigerators, ovens, heating lamps, lights, air conditioning, water heaters, and computer systems. Large generators can cost tens of thousands of dollars so the owner might choose to lease one.\n\nThe owner would make rental payments to an equipment rental service and account for it as an asset and a liability on their balance sheet because they'll likely need it for more than one year.\n\nOperating lease accounting changed in 2016 when the Federal Accounting Standards Board released ASC Topic 842, Leases. The standard provided guidance when accounting for leases. The lease and the corresponding asset value would be required to be reported on thebalance sheet. Leases for less than 12 months can be recognized as an expense using the straight-line basis method, however.\n\nThe lessee must account for it as a lease liability and an asset right-of-use on the balance sheet when a lease of more than 12 months is initiated. The intent behind the change is to reduce the ability of organizations to manipulate the balance sheet and create a more faithful representation of a business's rights and obligations.\n\nThis standard does not apply to:\n\nOperating and finance leases are similar for accounting purposes. They're both treated as a right-of-use asset and a lease liability. They're recorded on the company's balance sheet so they can affect a company's financial ratios as a result, such as debt-to-equity, return-on-assets, or solvency if companies use a significant amount of leased assets.There are several differences, however.\n\nOperating lease characteristics include:\n\nFinance lease characteristics include:\n\nAn operating lease is like renting. A business can lease assets it needs to operate rather than purchase them.\n\nA finance lease transfers the asset and any risk or return to the lessee. Ownership is transferred in a financial lease to the entity that leases the asset. Ownership remains with the lessor, the entity that leased the asset to the lessee, in an operating lease.\n\nOperating leases give companies greater flexibility to upgrade assets like equipment which reduces the risk of obsolescence. There's no ownership risk and payments are considered to be operating expenses so they're tax deductible. The risks and benefits remain with the lessor. The lessee is only liable for the maintenance costs.\n\nOperating leases are agreements that a business might use to rent assets rather than buy them outright. Many small and medium-sized businesses can't afford some of the expensive assets they need to operate so it makes sense for them and it's cheaper to rent them.\n\nBusinesses must account for operating leases as assets and liabilities for assets that are leased for more than 12 months. This standard makes their balance sheet a more realistic representation of the company's worth and obligations regarding its leases.\n\nFinancial Accounting Standards Board. \"No. 2016-02 February 2016: Leases (Topic 842).\"\n\nFinancial Accounting Standards Board. \"No. 2016.02, February 2016: Leases (Topic 842).\" Page 3.\n\nFinancial Accounting Standards Board. \"No. 2016.02, February 2016: Leases (Topic 842).\" Pages 2-4.\n\nFinancial Accounting Standards Board. \"No. 2016.02, February 2016: Leases (Topic 842).\" Page 13.\n\nThe CPA Journal. \"Accounting for Operating Leases | Initial Observations.\"\n\nOklahoma State University. \"Capital Leases.\"",
  "url": "https://www.investopedia.com/terms/o/operatinglease.asp"
}