{
  "term": "Operation Twist: Definition, How It Works, and Economic Impact",
  "definition": "Operation Twist is a Federal Reserve (Fed)monetary policyinitiative used in the past to lower long-term interest rates to further stimulate the U.S. economy when traditional monetary tools were lacking via the timed purchase and sale ofU.S. Treasuriesof different maturities.\n\nThe term gets its name from the simultaneous buying oflong-term bondsand selling short-term bonds, suggests a \"twisting\" of the yield curve and creating less curvature in therates term structure.\n\nThe name \"Operation Twist\" was given by the mainstream media due to the visual effect that the monetary policy action was expected to have on the shape of theyield curve. If you visualize a linear upward sloping yield curve, this monetary action effectively \"twists\" the ends of the yield curve, hence the name Operation Twist. To put it another way, the yield curve twists when short-term yields go up and long-terminterest ratesdrop at the same time.\n\nThe original 'Operation Twist' came about in 1961 when theFederal Open Market Committee(FOMC) sought to strengthen the U.S. Dollar (USD) and stimulate inflows of cash into the economy. At this time, the country was still recovering from arecessionfollowing the end of the Korean War. In order to promote spending in the economy, the yield curve was flattened by selling short-term government debt in the markets and using the proceeds from the sale to purchase long-term government debt.﻿﻿\n\nThe operation describes a form of monetary policy where the Fed buys and sells short-term and long-term bonds depending on their objective. However, unlikequantitative easing(QE), Operation Twist does not expand the Fed'sbalance sheet, making it a less aggressive form of easing.\n\nMarket turmoil in early 2021 has fueled speculation that theFedcould use Operation Twist for the first time in nearly a decade.\n\nRemember there is an inverse relationship between bond prices andyield—when prices go down in value, the yield increases, and vice versa. The Fed’s purchasing activity of long-term debt drives up the price of the securities and, in turn, decreases the yield. When long-term yields fall faster than short-term rates in the market, theyield curve flattensto reflect the smaller spread between the long-term and short-term rates.\n\nAlso note that selling short-term bonds would decrease the price and, hence, increase the rates. However, the short end of the yield curve based on short-term interest rates is determined by expectations of the Federal Reserve policy, rising when the Fed is expected to raise rates and falling when interest rates are expected to be cut.\n\nSince Operation Twist involves the Fed leaving short-term rates unchanged, only the long-term rates will be impacted by the buy and sell activity conducted in the markets. This would cause long-term yields to decrease at a higher rate than short-term yields.\n\nIn 2011, the Fed could not reduce short-term rates any further since the rates were already at zero.The alternative then was to lower long-term interest rates. To achieve this, the Fed sold short-term Treasury securities and bought long-term Treasuries, which pressured the long-term bond yields downward, thereby boosting the economy.\n\nAs short-termTreasury Bills(T-Bills) and notes matured, the Fed would use the proceeds to buy longer-termTreasury notes(T-notes) and bonds. The effect on short-term interest rates was minimal as the Fed had committed to keeping short-term interest rates near zero for the next couple of years.\n\nDuring this time, the yield on 2-year bonds was close to zero and the yield on 10-year T-notes, thebenchmark bondfor interest rates on all fixed-rate loans, was only about 1.95%.\n\nA fall in interest rates reduces thecost of borrowingfor businesses and individuals. When these entities have access to loans at low-interest rates, spending in the economy increases and unemployment falls as businesses can affordably secure capital to expand and finance their projects.\n\nFederal Reserve Bank of San Francisco. \"Operation Twist and the Effect of Large-Scale Asset Purchases.\" Accessed March 14, 2021.\n\nFederal Reserve Bank of St. Louis. \"Effective Federal Funds Rate.\" Accessed March 14, 2021.\n\nU.S. Department of the Treasury. \"Daily Treasury Yield Curve Rates.\" Accessed March 14, 2021.",
  "url": "https://www.investopedia.com/terms/o/operation-twist.asp"
}