{
  "term": "Operating Target: What It is, How It Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn operating target is a specific number, for an interest rate or another financial metric, that a central bank sets in order to guide itsmonetary policy.\n\nOnce the operating target is set, the central bank executes its policies, which are designed toloosenortightenthe supply of money in the economy in order to achieve and maintain the target.\n\nCentral banks such as the U.S. Federal Reserve are charged with goals that relate to the overall economic performance of a nation. However, they lack the ability to directly control factors such as consumer prices orgross domestic product. So, they choose intermediate targets to monitor.\n\nThese targets are economic variables that can be directly impacted by monetary policy and are either causally linked or at least correlated with a nation's overall economic performance. The goals that a central bank chooses to focus on are called its operating targets.\n\nA central bank uses an operating target the same way a driver uses the speedometer in a car. A driver wants to get from Point A to Point B at a speed that balances timeliness with safety. The driver cannot directly control the speed of the car, only the position of the throttle which directs fuel to the engine. Nor can the driver easily observe the car's speed, except by looking out the window and guessing at how fast objects on the side of the road seem to be passing.\n\nSo, cars have a speedometer so that the driver can gauge how far to depress the gas pedal. The speedometer measures the rotational speed or the driveshaft or the wheels of the car, which should be closely correlated to the car’s ground speed, and helpfully displays the car’s estimated speed on a clearly visible gauge.\n\nBy viewing this gauge and adjusting the position of the throttle, a drive can choose and maintain an appropriate speed.\n\nSimilarly, a central bank chooses an operating target that helps it gauge how much money and credit to add to the banking system to achieve and maintain its policy goals. Too little, anddebt deflationmight slow the economy down. Too much, and anoverheated economy, runaway hyperinflation, or acrack-up boomcould result.\n\nThe central bank faces a similar problem as the driver. It cannot directly control or even readily observe factors like inflation or GDP growth in real-time. Instead, it chooses an economic variable or operating target that it can observe, that it can directly influence with its policies, and that is closely connected to the ultimate measures of economic performance that it wants to influence.\n\nThe U.S. Federal Reserve uses operating targets in its day-to-day and long-term implementation of monetary policy. TheFederal Reserve Board(FRB) decides on the value of the operational target at each of its regular meetings.\n\nThe board then uses monetary policy tools, primarilyPermanent Open Market Operations, to reach this target. Much of the operational target aims at adjustments to thefederal funds rate, a short-term interbank interest rate.\n\nIts decisions are posted on the Federal Reserve website.\n\nThe Fed adjusts its desired target rate for the fed funds rate based on its estimates of the current and future economic conditions, and then buys or sells government bonds to increase or decrease the supply of bank reserves available for overnight lending between banks.\n\nIt does so with the expectation that this will in turn influence the amount of bank lending in the economy and thus overall economic performance.\n\nThe Fed also uses public announcements about its operating target as a further tool of monetary policy, to communicate forward guidance regarding its likely future target rates in order to manage market expectations.\n\nBoard of Governors of the Federal Reserve System. \"Open Market Operations.\" Accessed July 2, 2021.",
  "url": "https://www.investopedia.com/terms/o/operational-target.asp"
}