{
  "term": "Options Industry Council (OIC): What It is, How it Works",
  "definition": "Options Industry Council (OIC) refers to a cooperative that helps educate investors and financial advisers about the benefits and risks ofexchange-traded equity options.\n\nThe OIC was established in 1992 by U.S. options exchanges and theOptions Clearing Corporation(OCC). Its mission is to increase awareness and educate investors about exchange-traded equity options. The OIC is sponsored by a variety of corporations, including Nasdaq Inc.'sInternational Securities Exchange(ISE).\n\nAn exchange-tradedoptionis a standardizedderivativecontract. This product is guaranteed, trades on an exchange, and is settled through aclearinghouse. Investors trade these contracts by buying or selling a specified amount of a financial asset at a pre-determined price, which is known as thestrike price, on or before a pre-determined date. An option to buy is a call and an option to sell is a put.\n\nUnderstanding and trading theseassetsmay be complicated. In order to provide investors with educational tools and demystify options, a group of U.S.exchangesteamed up with the OCC to establish the Options Industry Council.\n\nThe OIC serves as an educational resource to promote exchange-traded equity options. It offers online classes, in-person seminars, online webcasts, and podcasts to investors and other traders. It also distributes educational materials, such as DVDs and brochures. In addition, the organization maintains a website and help desk to promote and assist with options education. Included in the educational material presented on its website are options basics, advanced concepts, strategies, trading tools, calculators, and marketquotes.\n\nThe OIC is sponsored by corporations including:\n\nThe OIC says its educational tools are free and unbiased.\n\nAll the information provided by the OIC is fully vetted. It goes through the appropriate compliance channels to ensure its accuracy before being presented to investors and financial professionals. The experienced instructors seek to address the challenges investors face when they trade options.\n\nThe OIC's information serves three specialist areas:\n\nOIC. \"About OIC.\" Accessed June 19, 2021.\n\nInvestor Place. \"The Options Industry Council.\" Accessed June 19, 2021.\n\nThe Options Industry Council. \"Your Guide to OIC & OCC,\" Page 6. Accessed June 19, 2021.\n\nThe Options Industry Council. \"Your Guide to OIC & OCC,\" Page 28. Accessed June 19, 2021.\n\nThe Options Industry Council. \"Your Guide to OIC & OCC,\" Page 34. Accessed June 19, 2021.\n\nThe Options Industry Council. \"Your Guide to OIC & OCC,\" Page 35. Accessed June 19, 2021.\n\nThe Options Industry Council. \"Your Guide to OIC & OCC,\" Page 36. Accessed June 19, 2021.",
  "url": "https://www.investopedia.com/terms/o/options-industry-council-oic.asp"
}