{
  "term": "Option Series: What It Means, How It Works",
  "definition": "Mark Jahn is a financial writer, editor, consultant, and award-winning economist covering ETFs, stocks, cryptocurrencies, options, and more.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAnoptionseries refers to a grouping of options on an underlying security with the same specifiedstrike priceand the same expiration month. However,callandput optionsare parts of separate series. For example, a call option series would include the available calls on a specific security at a certain strike price that will expire in the same month.\n\nSince option series contain calls or puts on the same security at the same price that expire at the same time, their prices should be extremely similar. For example, all January 20, 2023 calls on Apple with a strike price of $150 should cost about the same amount. However, options are highlyvolatileand suffer fromliquidityissues, which can create opportunities for traders. The actual prices observed on options sometimes differ significantly from values given by theBlack Scholes model.\n\nAlthough there are many deviations of real option prices from their theoretical values, most of these opportunities are too small for individual investors to make significant profits.\n\nAn investor will find multiple option series listings within a designated option class. Anoption classrefers to the option's designation as either a call or a put. Generally, most options exchanges will list options by class. Therefore, an investor seeking to buy call options on an underlying security would see a long list of call option series listings, each with their own individual strike price andexpiration. Similarly, an investor seeking put options on an underlying security would first look to the put option class for all of the series listings at different strike prices and expiration dates.\n\nAll option series are also part ofoption cycles. For instance, XYZ Company may have a call option with a strike price of $110. When the option is listed, it can be assigned one of three cycles:\n\nExchange-traded options follow their designated cycle, with listings available for the first two months followed by the next two months for their cycle. If the XYZ $110 call is a cycle three, then in January it would have the following listings: XYZ 110 Jan, XYZ 110 Feb, XYZ 110 March, XYZ 110 June. Each listing would be considered an individual option series with the four option offerings representing the option cycle. Most exchange-traded option series listings will expire on the third Friday of their listed expiration month.\n\nOption series trades on regulated exchanges are supported by a third party, which fulfills options contracts when defaults occur. Thus, options investors need not worry too much aboutcounterparty riskwith publicly traded options. This third party will step in to cover their positions in the event of a potential counterparty default. The Options Clearing Corporation (OCC) is perhaps the best known third party that guarantees options.\n\nOption series offer many ways for traders to make money. Option series containoptions contracts, which cover 100 shares of the underlying security. However, options can be traded in larger collections of contracts. Like stocks and most other goods, there are price disparities when buying or selling in bulk versus small amounts.Arbitrageurscan take advantage of the resulting price difference to profit.\n\nThere are also times when the prices of options drift far from where economic theory says they should be. When the market is unstable, anomalies likevolatility smilebecome more pronounced and create more chances to make profits. By understandinghow options are priced, traders can take better advantage of deviations in prices within option series.",
  "url": "https://www.investopedia.com/terms/o/optionseries.asp"
}