{
  "term": "Option Strike Prices: How It Works, Definition, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nLongoptions contractsare derivatives that give the holders the right but not the obligation to buy or sell anunderlying securityat some point in the future at a pre-specified price. This price is known as the option's strike price orexercise price. The strike price of acall optionis where the security can be bought by the option holder. The strike price of aput optionis the price at which the security can be sold.\n\nAn option's value is informed by the difference between the fixed strike price and the market price of the underlying security, known as the option's \"moneyness.\"\n\nCall option strikes that are lower than the market price are said to bein-the-money(ITM) because you can exercise the option to buy the stock for less than the market and immediately sell it at the higher market price. In-the-money puts are those with strikes higher than the market price, giving the holder the right to sell the option above the current market price. This feature grants ITM optionsintrinsic value.\n\nCalls with strikes that are higher than the market or puts with strikes lower than the market are instead out-of-the-money (OTM) and only have extrinsic value, also known astime value.\n\nThe strike price is a key variable of call and put options. It defines at which price the option holder can buy or sell the underlying security, respectively. Options are listed with several strike prices both above and below the current market value.\n\nSay that a stock is trading at $100 per share. The $110-strike call option would give the holder the right to buy the stock at $110 on or before the date when the contract expires. The option would lose value if the stock falls in value as the underlying stock increases in price.\n\nButthe call will expire worthlessif it never reaches $110 before the expiration date because you could buy the stock for less. You could still exercise the option to pay $110 If the stock did rise above $110, even though the market price is higher. Put options would work similarly but give you the right to sell rather than buy the underlying security.\n\nThe strike prices listed are also standardized. They're at fixed dollar amounts, such as $31, $32, $33, $100, or $105. They may also have $2.50 intervals, such as $12.50, $15.00, and $17.50. The distance between strikes is known as thestrike width. Strike prices and widths are set by the options exchanges.\n\nStrikes $1 apart are generally the tightest available on most stocks. You may have strikes that result in $0.50 or tighter due to stock splits or other events.\n\nThe price of an options contract is known as itspremium. It's the amount of money that the buyer of an option pays to the seller for the right but not the obligation to exercise the option. Theprice differencebetween the underlying security's market price and the strike price determines an option's value in what's known as themoneynessof the option.\n\nThe more \"in-the-money\" an option is, the higher its premium. Options become more valuable as the difference between the strike and the underlying gets smaller. They're in-the-money when the strike becomes greater. An option will lose value as the difference between the strike and the underlying price becomes larger and as the option falls out-of-the-money.\n\nOptions can be in-the-money (ITM), out-of-the-money (OTM), or at-the-money (ATM).\n\nThe option is out-of-the-money (OTM) for buyers of the call option if the strike price is higher than the underlying stock price. The option doesn't have intrinsic value but it's likely to still have extrinsic value based on volatility and time until expiration because either of these two factors could put the option in-the-money in the future. The option will have intrinsic value and be in-the-money if the underlying stock price is above the strike price.\n\nPuts with strike prices higher than the current price will be in-the-money because you can sell the stock higher than the market price and then buy it back for a guaranteed profit. A put option will instead be in-the-money when the underlying stock price is below the strike price and be out-of-the-money when the underlying stock price is above the strike price.\n\nAgain, an OTM option won't have intrinsic value but it may still have value based on the volatility of the underlying asset and the time left until option expiration.\n\nFinally, an option with a strike price at or very near to the current market price is known asat-the-money(ATM). ATM options are often the most liquid and active options traded in a name.\n\nAn option'sdeltais how much its premium will change given a $1 move in the underlying security. A call with a +0.40 delta will rise by 40 cents if the underlying rises by a dollar.\n\nAt-the-money calls have a delta of +0.50. At-the-money puts have a delta of -0.50. Options that are in-the-money will have deltas greater than 0.50, positively for calls and negatively for puts, and out-of-the-money options will have deltas of less than 0.50.\n\nAn option with a delta of 1.00 is sodeep in-the-moneythat it essentially behaves like the stock itself. Examples would be call options very far below the current price and puts with strikes very high above it.Deep out-of-the-moneyoptions have deltas very close to zero and are essentially worthless because they're calls that have strikes so high above the market or puts with strikes so far below it that it's extremely unlikely they'll ever be in the money before expiry.\n\nPricing models such as theBlack-Scholes Modeland theBinomial Tree Modelwere developed in the 1970s and '80s to help understand the fair value of an options contract. Theoretically, an option's premium should be related to the probability that it finishes in-the-money. The higher that probability, the greater the value of the right that the option grants.\n\nOptions prices always depend on the following five inputs regardless of what model is used:\n\nThe difference between the market price and the strike price fits into the equation. The time to expiration andvolatilityinputs indicate how likely it is for an option to finish in-the-money before it expires. The more time there is to go and/or the more volatile the underlying price moves are, the more likely it is that the market price will reach the strike price.\n\nVolatile moves happen due to acquisitions, earnings reports, company news, and other factors. Options with longer times until expiration and those with greater volatility will therefore have higher premiums.\n\nAssume there are two option contracts. One is a call option with a $100 strike price. The other is a call option with a $150 strike price. The current price of the underlying stock is $145. Assume both call options are the same. The only difference is the strike price.\n\nWe can look at the current stock price to see which option has value if we have two put options, both about to expire, and one has a strike price of $40 and the other has a strike price of $50. The $50 put option has a $5 value if the underlying stock is trading at $45 because the underlying stock is below the strike price of the put.\n\nThe $40 put option has no value because the underlying stock is above the strike price. Remember that put options allow the option buyer to sell at the strike price. There's no point using the option to sell at $40 when they can sell at $45 in the stock market so the $40 strike price put is worthless at expiration.\n\nThe question of what strike price is most desirable will depend on factors such as the risk tolerance of the investor and the options premiums available from the market.\n\nMany investors will look for options whose strike prices are relatively close to the current market price of the security based on the logic that those options have a higher probability of being exercised at a profit.\n\nSome investors will deliberately seek options that are far out-of-the-money, options whose strike prices are very far from the market price, in the hopes of realizing very large returns if the options do become profitable.\n\nYes, the terms strike price and exercise price are synonymous. Some traders will use one term over the other and may use the terms interchangeably but their meanings are the same. Both terms are widely used in derivatives trading.\n\nStrike prices for listed options are set by criteria established bythe OCCor an exchange, typically with a $2.50 distance for strikes below $25, $5 increments for those trading from $25 through $200, and $10 increments for strikes above $200.\n\nThe strikes will generally be wider for stocks with higher prices and with less liquidity or trading activity. New strikes may also be requested to be added by contacting the OCC or an exchange.\n\nThe strike price of an option tells you the price at which you can buy or sell the underlying security when the option is exercised.\n\nThe spot price is another term used for the current market price of the underlying security.\n\nThe difference between the strike price and the spot price determines an option's moneyness and greatly informs its value.\n\nAn option's strike price tells you at what price you can buy or sell the underlying security before the contract expires. The difference between the strike price and the current market price is called the option's \"moneyness.\" It's a measure of its intrinsic value.\n\nIn-the-money options have intrinsic value because they can be exercised at a strike price that's more favorable than the current market price for a guaranteed profit.\n\nOut-of-the-money options don't have intrinsic value but they still contain extrinsic or time value because the underlying may move to the strike before expiration.\n\nAt-the-money options have strikes at or very close to the current market price and they're often the most liquid and active contracts in a name.\n\nDisclosure: This article is not intended to provide investment advice. Investing in securities entails varying degrees of risk and can result in partial or total loss of principal. The trading strategies discussed in this article are complex and should not be undertaken by novice investors. Readers seeking to engage in such trading strategies should seek out extensive education on the topic.\n\nFinGrad Academy. \"Understanding Spot Price and Strike Price in F&O!\"",
  "url": "https://www.investopedia.com/terms/s/strikeprice.asp"
}