{
  "term": "Options Price Reporting Authority: What it is and how it Works",
  "definition": "The Options Price Reporting Authority (OPRA) is a committee of representatives from participating securities exchanges responsible for providing last-sale optionsquotationsand information from the participating exchanges.\n\nServing as a national market system plan, OPRA oversees the process by which participants exchange, consolidate and disseminate market data. OPRA's two primary data feeds includetrades(last sale reports for completed securities transactions) andquotes(bids and offers for options).\n\nThe Options Price Reporting Authority (OPRA) divides its services into two main areas: a basic service for all options except foreign currency derivatives and an \"FCO service\" for foreign currency options information. The organization includes the Boston Options Exchange (BOX),Cboe Options Exchange,International Securities Exchange(ISE), Philadelphia Stock Exchange (PHLX), Miami International Securities Exchange, NYSE Arca,NYSE American, and Nasdaq BX Options.\n\nThe quotes taken from each exchange are then combined by OPRA's feeds to produce anational best bid & offer(NBBO) quote.\n\nLess formally, the Options Price Reporting Authority serves as an industry-led consortium supporting the timely and accurate creation and release of market data. Particularly for more esoteric financial instruments such as listed options and related securities. Behind the scenes, the work and data provided by the Options Price Reporting Authority go a long way in adding market liquidity and other elements driving market efficiency. Without the data and information provided by OPRA, capital markets would be less developed, leading to a higher cost of capital for savers and borrowers.\n\nOptionshave a language all of their own, and when you begin to trade options, the information may seem overwhelming. When looking atan options quote, it first may seem like rows of unintelligible numbers, but options quotes, known asoptions chains, provide valuable information about the security today and where it might be going in the future.\n\nNot all public stocks have options, but for those that do, the information is presented in real-time and in a consistent order.\n\nAs an example of an options chain with quotes provided by OPRA, look at the example below from Apple, Inc. The left column shows the option ticker, in this case, these are all calls with variousstrike pricesexpiring in August 2019. Then, last trade time, bid, ask, last price, and change are displaced along with volume and the last price'simplied volatilityfor that option.\n\nOptions Price Reporting Authority. \"FAQs.\"\n\nOptions Price Reporting Authority. \"Home.\"",
  "url": "https://www.investopedia.com/terms/o/opra.asp"
}