{
  "term": "Optimization: Overview and Examples in Technical Analysis",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOptimization is the process of making a trading system more effective by adjusting the variables used fortechnical analysis. A trading system can be optimized by reducing certaintransaction costsorrisks, or by targeting assets with greaterexpected returns.\n\nBroadly speaking, optimization is the act of changing an existing process in order to increase the occurrence of favorable outcomes and decrease the occurrence of undesirable outcomes. This can be used to make a business model more profitable, increase theexpected returnson an investment portfolio, or decrease the expected costs of a trading system.\n\nEach optimization depends upon a certain number of assumptions about real-world variables. For example, an investor seeking to optimize their portfolio would begin by assessing factors such asmarket riskand the likelihood that certain investments may outperform others. Since there is no way to calculate these variables in real time, the investor's optimization strategy would depend upon how well they estimate these factors.\n\nThere may be multiple paths to optimization, depending on the assumptions underlying an optimization strategy. Some traders might optimize their strategy with a number ofshort-term tradesto take advantage of predictable price swings. Others might optimize by reducing the number of trades in order to reduce theirtransaction costs. In either case, the success of an optimization strategy will depend on how well the investor has identified the risks, costs, and potential payouts of their strategy.\n\nBecause market conditions are constantly changing, optimizing one's trading system is an going process–like trying to hit a moving target.\n\nTrading systems can be used by just about anyone. Individual investors and major institutions alike may have systems that they rely on to provide detailed information to help them choose investment strategies. Individuals acting on their own behalf may have rudimentary systems that they have created themselves that may not require technological experience or coding knowledge.\n\nThere are also trading systems available online that anyone can take advantage of. A Google search for trading systems will result in lists of both free systems and ones that require payment or membership to use.\n\nInstitutions will rely on more sophisticated systems. Many will have their own systems designed to be used in house. These systems will be more advanced and offer more options for optimizing than the free ones novice or casual traders can find online.\n\nWhatever system an investor uses, they should use it with the knowledge that data can still report incorrectly, and systems can fail. A trading system is just another tool investors can use when investing; it does not replace the need for critical thinking.\n\nBusiness optimization is an important element of themarket economy. As companies compete against one another to increase profits and reduce costs, they also find ways to provide improved products and lower prices to their consumers. They may also find ways to use resources more efficiently, reduce pollution and other externalities.\n\nIn the world of investments, there are few drawbacks to a well-executed optimization. By identifying missed opportunities and eliminating underperforming assets, an optimized portfolio can produce potentially higher investment returns.\n\nHowever, most optimizations come with tradeoffs andopportunity costsin other areas. For example, a fund that optimizes to reduce its risk profile is also likely to miss out on the payoffs of certain high-risk strategies, and a company that optimizes by reducing labor costs might find itself short-staffed in the event of a sudden increase in demand. When companies try to fine-tune to increasing levels of precision, there is a danger that they may over-optimize by reducing their preparedness for an unexpected eventuality.\n\nOptimization helps businesses reduce costs and increase revenues.\n\nOptimization also benefits the market by reducing deadweight and inefficiencies.\n\nOptimizing one parameter typically comes with tradeoffs in others.\n\nThere is a risk of over-optimization as companies reduce their preparedness for unexpected contingencies.\n\nChanging market conditions might reduce the effectiveness of optimization.\n\nAn interesting example of business optimization occurs insupply chain management, the industry concerned with the large-scale transportation and storage of trade goods around the world. In order to keep operations running smoothly, most industrial enterprises rely upon a large network of logistics providers and suppliers to keep their factories running.\n\nBeginning in the 1970s, companies like Toyota began optimizing their inventory systems withjust in-timeproduction. By manufacturing and delivering items as they were needed, this system allowed manufacturers to reduce the costs associated with storage and warehousing.\n\nHowever, JIT manufacturing requires a fine-tuned logistics system and the ability to accurately forecast future demand. It also comes with tradeoffs in terms of flexibility and resilience. Since there is little room for error, any delay in deliveries could have acompounding effect on the supply chain, potentially causing production to stall.\n\nOptimization is an important process in maintaining a business or trading system. By adjusting system parameters to reduce costs and maximize output, optimization allows businesses and traders to become more efficient and competitive.\n\nMathematical optimization is a field of applied mathematics that seeks to find a combination of input variables that maximizes or minimizes the output return of a multi-variable function. When used in business, these techniques could be used to fine-tune production processes to minimize certain costs or increase per-unit output.\n\nIn business, optimization is the process of fine-tuning a business strategy or process in order to improve efficiency or reduce costs. This can be done by using resources more efficiently, cutting costs, or investing in labor-saving technologies.\n\nSearch engine optimization, or SEO, is the process of fine-tuning an online article or website in order to reach more potential readers through online search. This is typically done by strategically placing keywords or related phrases in order to rank higher in search engine results.\n\nIn sales, conversion is the process of turning potential leads into customers. Conversion rate optimization is a process of increasing the number of new customers in order to increase sales. This can be done by improved marketing, sales training, or otherwise making their product more appealing.",
  "url": "https://www.investopedia.com/terms/o/optimization.asp"
}