{
  "term": "Options Contract: What It Is, How It Works, Types of Contracts",
  "definition": "An options contract is an agreement between two parties for a potential transaction on an underlying security at a preset price, called the strike price, before or on the expiration date.\n\nAn options contract is a financial agreement that grants the buyer the right, but not the obligation, to buy or sell a particular asset (like a stock) at a preset price within a given period. As financial markets have grown increasingly complex and, at times, more volatile, options have emerged as a potent way to guard against uncertainty and capitalize on price changes. In just a couple of decades, options, with their ability to leverage gains, manage risk, and strategic flexibility, have moved from an esoteric tool for professionals into a mainstream vehicle.\n\nFrom individual investors to large institutional players, many market participants use options for speculation, hedging, and generating income. The numbers tell the story: trading volume in options has increased by about 150% in the past decade and about 15-fold since 2000. The vast increase in options trading has been helped by a massive spike in retail investor interest, which peaked at almost 50% of all trading volume during the pandemic and has remained in the low 40s by percentage for most months since.\n\nBelow, we take you through what you need to know about these contracts, how they work, who trades them and why, and the advantages and pitfalls to avoid should you add them to your trading strategy.\n\nOptions contracts are valued based on theunderlying securities. These contracts allow the buyer to buy or sell—depending on the type of contract they hold—the underlying asset at a price set out in the agreement, either within a specific time frame or at the expiration date. The underlying assets include currencies, stocks, indexes, interest rates, exchange-traded funds, and more.\n\nThe terms of option contracts specify the underlying security, the price at which that security can be bought or sold (the strike price), and the expiration date of the contract. For stocks, a standard contract covers 100 shares, but this number can be adjusted for stock splits, special dividends, or mergers.\n\nOptions are generally used for hedging purposes but can also be employed to speculate on price moves. The contracts generally cost a fraction of what the underlying shares would. Options can provide leverage, meaning that the premium allows you to be exposed to a larger position of shares for a fraction of the cost of buying the underlying security. In exchange for this right, the buyer of the option pays apremiumto the party selling the option.\n\nOptions strategies are adaptable to various market conditions. Traders buy or sell options contracts based on whether they are bullish or bearish on the underlying asset, and they often use strategies that combine several options and long positions (owning the asset outright) at once.\n\nThere are two types of options contracts:putsandcalls. Both can be bought to speculate (to profit on price changes) or hedge exposure (that is, to insure positions you already have or may have). They can also be sold to generate income.\n\nIn general, call options can be bought as a leveraged bet on the appreciation of a stock or index, while put options are purchased to profit from price declines. The buyer of a call option has the right, but not the obligation, to buy the number of shares covered in the contract at the strike price. Put buyers, meanwhile, have the right, but not the obligation, to sell the shares at the strike price specified in the contract.\n\nOption sellers, known as writers, are obligated to perform their side of the trade if the buyer decides to execute (or \"assigns\") the call option and buy the underlying security or execute a put option to sell. Here's how it occurs:\n\nWhen trading volume or volatility is relatively low and the market is trending upward, traders often buy one or more calls since call options tend to appreciate in value as the underlying asset's price rises. Meanwhile, traders tend to buy puts when volume or volatility is relatively low and the market is trending downward since puts increase in value when the market declines. During market downturns, option traders often sell calls, while they sell puts when the market is advancing.\n\nAmerican options can be exercised any time before the expiration date of the option, while European options can only be exercised on the expiration date or the exercise date.\n\nOptions can be an effective tool forhedgingas they allow investors to protect their investments against downside risk while retaining the possibility of upside gain. Typically, hedging involves taking an offsetting position in a related security, such as a call or put option. Suppose you're a portfolio manager focusing on equities. You want to protect the portfolio from a potential downturn and might buy put options for the stocks on the portfolio. If stock prices fall, the put options will increase in value, offsetting the losses in the portfolio.\n\nOptions are also widely used forspeculativepurposes because of their inherent leverage. Since options allow you to control a large amount of a stock or other underlying asset through a relatively small premium, they can offer increased speculative prospects. Suppose you expect a company's stock price will rise and buy call options. If the stock price increases beyond the strike price of the options, you earn a profit that is a multiple of the initial premium paid. On the other hand, if an investor believes a stock's price is about to fall, they might buy put options. A drop in the stock price below the strike price can lead to significant gains relative to the initial premium.\n\nLet's put this idea of leverage into action. Suppose ABC stock trades at $100 per share. You think that the price is about to jump in the next month. You can do two things:\n\nNow, let's fast forward one month and assume the stock price has risen to $120 per share. Congratulations, your analysis was correct. If you took the first choice above, you would profit $2,000 (less fees and taxes): ($120 - $100) × 100 shares.\n\nIn the second scenario, the option you boughtat-the-moneyis nowin-the-money. The likely price for the one call you bought would now have risen to $20 per contract. $20 x 100 = $2,000, less the premium paid of $200 for a total gain of $1,800. But say instead you had decided to spend the $10,000 on the same option position, and all the variables remained the same. The initial $10,000 would have got you (10,000 / 200) = 50 option contracts. When the price of the underlying rises to $120 per share, the options would have likely risen to $20 x 100 = $2000 per contract. You bought 50 contracts, and therefore, the total price of the position would be $2,000 x 50 = $100,000. Less the cost of the options ($200 x 50 = $10,000) Total profit without factoring in fees and taxes $100,000 - $10,000 = $90,000.\n\nThis shows you the potential for profit using the leverage that options trading allows. However, options are a wasting financial instrument and are, therefore, subject to increased risk of loss.\n\nOne strategy options traders use is called aprotective put. This is a popular strategy because it generates income and reduces some risk of being long on the stock alone. To execute the plan, you buy the underlying asset as you usually would and simultaneously write—or sell—a call option on those same shares.\n\nOptions trading involves strategies ranging from basic hedging or protective measures to complex speculative ventures. While the potential for profit with options can be substantial, the risks are significant.\n\nCalls and puts are potent tools to improve or protect a portfolio's performance against losses. However, they require an excellent understanding of market dynamics and the factors influencing option pricing, such astime decayand volatility.\n\nBefore participating in options trading, you should understand whether the market conditions and underlying securities are favorable. In addition, consider the time frame involved. You should try to match the option's expiration with the expected timing of the asset's price moves. Finally, you need a clear plan for when to sell or exercise the option based on the asset's performance.\n\nIf an option reaches expiration with a strike price higher than the asset's market price, it expires worthless or \"out of the money.\"\n\nTrading call options can involve high risks. There is a potential loss of the entire premium paid. If the stock doesn't rise above the strike price by expiration, the call option will expire worthless, resulting in a total loss of the premium. There's also the risk of time decay. Options are time-sensitive instruments. The value of call options erodes as the expiration date approaches, which can result in losses if the stock's price doesn't rise above the strike price by expiration.\n\nMoreover, call options are sensitive to volatility. The price of call options can fluctuate widely because of price changes for the underlying stock. High volatility can increase premium costs that are not linked to favorable moves in the stock price.\n\nDespite these risks, call options have several advantages. Buying call options gives you more control over a relatively larger amount of stock than just purchasing the stock outright for the same amount. This leverage means that returns can be amplified. In addition, the maximum loss for buying call options is limited to the premium paid, no matter how much the underlying stock decreases in price. Lastly, calls can be used for various strategic purposes, including speculative gains, income via premium collection, and as part of more complex options strategies.\n\nJust like call options, put options can expire worthless, leading to a total loss of the premium paid. This can occur if the stock price remains above the strike price. Also, put options suffer from time decay, meaning that they lose value as the expiration date nears, particularly if the stock price is not moving as expected. In highlyvolatilemarkets, the cost of puts can go up, making them an expensive form of insurance.\n\nNonetheless, there are rewards for employing put options. Puts provide a way to profit from a decline in the stock price without needing to short the stock, which can involve further risks and costs. Puts can also protect you from declines in other investments in a portfolio by offsetting potential losses in the value of the underlying stocks. Lastly, like calls, buying puts has a risk limited to the premium paid, offering a predefined risk profile.\n\nCompany ABC's shares trade at $60, and a call writer is looking to sell calls at $65 with a one-month expiration. If the share price stays below $65 and the options expire, the call writer keeps the shares and can collect another premium by writing calls again.\n\nIf, however, the share price appreciates to a price above $65, the buyer calls the shares from the seller, purchasing them at $65. The call-buyer can also sell the options if purchasing the shares is not the desired outcome.\n\nThere are several financial derivatives like options, includingfuturescontracts, forwards, and swaps. Each of these derivatives has specific characteristics, uses, and risk profiles. Like options, they are for hedging risks, speculating on future movements of their underlying assets, and improving portfolio diversification.\n\nOptions trading strategies range from basic to highly complex, involving single or multiple and simultaneous options positions, including covered calls, protective puts, bull and bear spreads, straddles, strangles, butterfly spreads, and calendar spreads.\n\nEach options strategy comes with its own set of risks and rewards. Before employing them, you should consider your market outlook, risk tolerance, and investment goals.\n\nFor more on these strategies, see Investopedia's10 Options Strategies Every Investor Should Know.\n\nNatural hedgingis a risk management strategy to mitigate the potential negative effects of price or interest rate changes and other financial risks. It involves structuring the portfolio so that gains in one asset can offset losses in another without using derivatives.\n\nOptions contracts are derivatives that grant the holder the right, but not the obligation, to buy or sell an underlying asset at a preset price before a specific expiration date. These contracts come primarily in two forms: call options, which provide the right to buy, and put options, which offer the right to sell the underlying asset.\n\nBy paying a premium, you can leverage options to hedge against potential losses, speculate on price moves, or generate income. Their flexibility and risk management capabilities make them a valuable tool in financial markets, but they also require a thorough understanding of their complex mechanics and inherent risks to be used effectively.\n\nNew York Stock Exchange. \"Trends in Options Trading.\"\n\nFinancial Industry Regulatory Authority. \"Options.\"\n\nA. Gottesman. \"Derivatives Essentials: An Introduction to Forwards, Futures, Options, and Swaps,\" Chapter 2. John Wiley & Sons, 2016.\n\nU.S. Securities and Exchange Commission. \"An Introduction to Options.\"\n\nMark Sebastian, with L. Celeste Taylor. \"Trading Options for Edge,\" Pages 9-13. DEG Press, 2022.",
  "url": "https://www.investopedia.com/terms/o/optionscontract.asp"
}