{
  "term": "Option Premium: Definition, Factors Affecting Pricing, and Example",
  "definition": "An option premium is the price paid by the buyer of an options contract to the seller, reflecting the current market value.\n\nAn option premium is a payment for the choice to buy or sell an underlying asset later, at an agreed-upon price. Specifically, it is the current market price of anoption contract—therefore, the income that the seller (writer) of an option contract receives from another party.\n\nIn-the-money option premiums are composed of two factors: intrinsic and extrinsic value. Out-of-the-money options premiums consist solely of extrinsic value.For stock options, the premium is quoted as a dollar amount per share, and most contracts represent the commitment of 100 shares.\n\nInvestors who write—which means to sell in this case—callsorputsuse option premiums as a source of current income in line with a broader investment strategy tohedgeall or a portion of a portfolio. Option prices quoted on an exchange, such as theCboe Options Exchange (Cboe), are considered premiums as a rule because the options themselves have no underlying value.\n\nThe components of an option premium include itsintrinsic value, itstime value, and theimplied volatilityof the underlying asset. As the option nears its expiration date, the time value will edge closer and closer to $0, while the intrinsic value will closely represent the difference between the underlying security’s price and the strike price of the contract.\n\nThe main factors affecting an option’s price are the underlying security’s price,moneyness, useful life of the option, and implied volatility. As the price of the underlying security changes, the option premium changes. As the underlying security’s price increases, the premium of a call option increases, but the premium of a put option decreases. As the underlying security’s price decreases, the premium of a put option increases, and the opposite is true for call options.\n\nThe moneyness affects the option’s premium because it indicates how far away the underlying security price is from the specifiedstrike price. As the option becomes furtherin the money, the option’s premium normally increases. Conversely, the option premium decreases as the option becomes furtherout of the money. For example, as an option becomes further out of the money, the option premium loses intrinsic value, and the value stems primarily from the time value.\n\nThe time until expiration, or the useful life, affects the time value portion of the option's premium. As the option approaches itsexpiration date, the option’s premium stems mainly from the intrinsic value. For example, deep out-of-the-money options that are expiring in one trading day would normally be worth $0, or very close to $0.\n\nImplied volatility is derived from the option’s price, which is plugged into an option’s pricing model to indicate how volatile a stock’s price may be in the future. Moreover, it affects theextrinsic valueportion of option premiums. If investors arelong options, an increase in implied volatility would add to the value. This is because the greater thevolatilityof the underlying asset, the greater the chances the option has of finishing in the money. The opposite is true if implied volatility decreases.\n\nFor example, assume an investor is long one call option with an annualized implied volatility of 20%. Therefore, if the implied volatility increases to 50% during the option’s life, the call option premium wouldappreciatein value. An option’svegais its change in premium given a 1% change in implied volatility.\n\nOption Strategies Insider. “Understanding An Options Premium.”",
  "url": "https://www.investopedia.com/terms/o/option-premium.asp"
}