{
  "term": "Option Pricing Theory: Definition, History, Models, and Goals",
  "definition": "Option pricing theory derives an estimated value of anoptions contractusing the calculated probability that the contract will finishin the money(ITM) at expiration. Market makers use theoretical models to generate a starting value that they subsequently adjust using proprietary factors to arrive at their offered price, also known as the option premium. Essentially, option pricing theory provides an evaluation of an option's fair value, which traders incorporate into their strategies.\n\nModels used to price options account for variables such as current market price,strike price, volatility, interest rate, and time to expiration to theoretically value an option. Some commonly used models to value options areBlack-Scholes, binomial option pricing, and Monte-Carlo simulation.\n\nThe primary goal of option pricing theory is to calculate the probability that an option will beexercised, or be ITM, at expiration and assign a dollar value to it. Theunderlying assetprice (e.g., a stock price), exercise price, volatility, interest rate, and time to expiration, which is the number of days between the calculation date and the option's exercise date, arecommonly-employed variablesthat are input into mathematical models to derive an option's theoretical fair value.\n\nOptions pricing theory also derives various risk factors or sensitivities based on those inputs, which are known as an option's \"Greeks\". Since market conditions are constantly changing, the Greeks provide traders with a means of determining how sensitive a specific trade is to price fluctuations,volatilityfluctuations, and the passage of time.\n\nThe greater the chances that the option will finish ITM and be profitable, the greater the value of the option, and vice-versa.\n\nThe longer that an investor has to exercise the option, the greater the likelihood that it will be ITM and profitable atexpiration. This means, all else equal, longer-dated options are more valuable. Similarly, the more volatile the underlying asset, the greater the odds that it will expire ITM. Higherinterest rates, too, should translate into higher option prices.\n\nMarketable options require different valuation methods thannon-marketableoptions. Real traded options prices are determined in theopen marketand, as with all assets, the value can differ from a theoretical value. However, having the theoretical value allows traders to assess the likelihood of profiting from trading those options.\n\nThe evolution of the modern-day options market is attributed to the 1973 pricing model published by Fischer Black and Myron Scholes. The Black-Scholes formula is used to derive a theoretical price for financial instruments with a known expiration date. However, this is not the only model. The Cox, Ross, and Rubinsteinbinomial option pricing modelandMonte-Carlo simulationare also widely used.\n\nThe original Black-Scholes model required five input variables—the strike price of an option, the current price of the stock, time to expiration, therisk-free rateof return, and volatility. Direct observation of future volatility is impossible, so it must be estimated or implied. Thus,implied volatilityis not the same as historical or realized volatility.\n\nFor many options on stocks,dividendsare often used as a sixth input.\n\nThe Black-Scholes model, one of the most highly regarded pricing models, assumes stock prices follow alog-normal distributionbecause asset prices cannot be negative. Other assumptions made by the model are that there are no transaction costs or taxes, that the risk-free interest rate is constant for allmaturities, that short selling of securities with the use of proceeds is permitted, and that there are no arbitrage opportunities without risk.\n\nClearly, some of these assumptions do not hold true all or even most of the time. For example, the model also assumes volatility remains constant over the option's lifespan. This is unrealistic, and normally not the case, because volatility fluctuates with the level ofsupply and demand.\n\nModifications to options pricing models will therefore includevolatility skew, which refers to the shape of implied volatilities for options graphed across the range of strike prices for options with the same expiration date. The resulting shape often shows a skew or \"smile\" where the implied volatility values for options furtherout of the money(OTM) are higher than for those at the strike price closer to the price of the underlying instrument.\n\nAdditionally, Black-Scholes assumes that the options being priced areEuropean style, executable only at maturity. The model does not take into account the execution ofAmerican styleoptions, which can be exercised at any time before, and including the day of, expiration. On the other hand, the binomial ortrinomial modelscan handle both styles of options because they can check for the option's value at every point in time during its life.",
  "url": "https://www.investopedia.com/terms/o/optionpricingtheory.asp"
}