{
  "term": "Optionable Stock: What It Is, How It Works, Requirements",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn optionable stock is one where the shares have the necessaryliquidityand volume such that an exchange lists that stock's options for trading. In order for a stock to be optionable, exchanges mandate that certain criteria be met, including a minimum share price, number of shares outstanding, and minimum unique shareholders, among others.\n\nAn optionable stock is one that hasoptionslisted and tradable on a marketexchange. Not all companies that trade publicly on stock markets have exchange-traded options. This is due in part to certain minimum requirements that need to be met, such as a minimum share price and minimum amount ofoutstanding shares.\n\nCurrently, there are almost 6,000 companies with optionable stocks, as well as several hundred moreexchange-traded funds (ETFs)with listed options.A stock being optionable allows investors to purchase options on the underlying stock, giving them the right to buy or sell shares of that underlying stock at a set price.\n\nIf a stock is not optionable, it is more difficult tohedgepositions in that stock, which makes it harder to mitigate the risks involved. For stocks like these, an investor can arrange for anover-the-counter (OTC) options contractto be written with theirbroker-dealer.\n\nIt is quite easy these days to look up online if a stock has listed options on it or not. The easiest way to check whether a stock is optionable is to go to theCboe Options Exchangewebsite and check whether there are options listed for a particular stock.\n\nIn order to have options listed for a stock, it must meet certain criteria. Under current Cboe rules, there are five primary criteria that a company must meet before options on its stock can be traded on the options exchange:\n\nIf a company does not meet any one of these criteria, options exchanges, like the Cboe, will not allow any options to be traded on the underlying security. Additionally, because of the second condition listed above, a company cannot have options traded on it until at least three months after itsinitial public offering (IPO)date.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nBarchart. \"Optionable Stocks by Sector.\"\n\nCboe. \"Cboe Options Exchanges.\"\n\nCboe. \"Rules of Cboe Exchange, Inc.,\" Pages 90-91.",
  "url": "https://www.investopedia.com/terms/o/optionablestock.asp"
}