{
  "term": "Optimum Currency Area (OCA) Theory: Examples in Economics",
  "definition": "Optimum currency area theory (OCA) states that specific areas not bounded by national borders would benefit from a common currency. In other words, geographic regions may be better off using the samecurrencyinstead of each country within that geographic region using its own currency.\n\nSharing a currency can benefit a geographic region by significantly increasingtrade. However, this trade must outweigh the costs of each country giving up a national currency as an instrument to adjustmonetary policy. Areas using OCA theory can still maintain a flexible exchange rate system with the rest of the world.\n\nOCA theory was developed in 1961 by Canadian economist Robert Mundell based on earlier work by Abba Lerner. It speculates that there is an optimum geopolitical area that should share a currency, but this geopolitical area doesn’t necessarily correspond with national borders. Anoptimum currency areacould be several nations, parts of several nations, or regions inside a single nation.\n\nAccording to the theory, a common currency can maximizeeconomic efficiency, provided that the participants meet the following four criteria:\n\nPrinceton professor and international economist Peter Kenen suggested the addition of a fifth criterion of production diversification within the geopolitical area.\n\nSome economists argue that the United States should be divided into several smaller currency areas, as the country as a whole does not fit the criteria listed in Mundell’s original OCA theory. Economists have calculated that the Southeast and Southwest regions of the United States do not necessarily fit with the rest of the country as an OCA.\n\nMany point to theeuroas proof of OCA theory in action; however, some argue that the area did not meet the four criteria as laid out by Mundell’s theory at the time of the euro's creation in 1999. This lack of meeting the requirements, they say, is the reason theeurozonehas struggled since its inception.\n\nIndeed, the OCA theory was put to the test in 2010 assovereign debtissues faced by many heavily indebted nations in Europe threatened the viability of the European Union (EU), placing severe strains upon the euro.\n\nAccording to Global Financial Integrity, a non-profit located in Washington, D.C., peripheral EU countries such as Portugal, Italy, Ireland, Greece, and Spain (PIIGS) experienced slowing growth, lacked international competitiveness, and possessed a labor force that was unproductive.\n\nAs these economies slowed, private capital fled, some to stronger eurozone economies, and some to other countries. Also, due to language, culture, and distance difficulties, the labor force in the eurozone is not fluid or mobile. Wages are not uniform across the geopolitical area, either.\n\nTechnically, Europe is not an optimal currency area because the countries are not well integrated enough to be so. Despite this, many countries in Europe operate under one currency, the euro, which turned out to be a burden for some countries during the eurozone crisis during the Great Recession.\n\nNot as a whole, but regionally, yes, the U.S. is an optimal currency area. Though the U.S. is one country and utilizes one currency, some regions are specifically integrated enough that the U.S. could use different currencies in these regions for optimization. These regions have similar business cycles and would respond similarly to economic issues.\n\nSome of the benefits of an optimum currency area include the removal of uncertainty through shifting exchange rates; increased flow of trade amongst member countries; specialization in production; stability in prices, and a reduction in costs.\n\nThe optimum currency area (OCA) theory believes that countries within a certain geographic region would be better served using the same currency rather than their own individual currencies. This has been implemented, for example in Europe with the euro. However, many economists state how the euro did not meet the criteria of the theory and, therefore, is partly why it has struggled from time to time.\n\nInternational Monetary Fund, eLibrary. \"The Theory of Optimum Currency Areas: A Survey.\"\n\nInternational Monetary Fund. \"People in Economics, Ahead of His Time.\"\n\nEuropean Central Bank. \"Working Papers No. 138: \"New\" Views on the Optimum Currency Area Theory: What Is EMU Telling Us?,\" Pages 7-8.\n\nEuropean Central Bank. \"Working Papers No. 138: \"New\" Views on the Optimum Currency Area Theory: What Is EMU Telling Us?\"\n\nFederal Reserve Bank of Chicago. \"Is the United States an Optimum Currency Area? An Empirical Analysis of Regional Business Cycles.\"\n\nGlobal Financial Integrity. \"Asymmetric Shocks And Other Woes Of The Eurozone.\"",
  "url": "https://www.investopedia.com/terms/o/optimum-currency-area-theory.asp"
}