{
  "term": "Options Disclosure Document (ODD): Meaning, Requirements",
  "definition": "The options disclosure document (ODD) is a publication issued by theOptions Clearing Corporation(OCC) that serves as an important guide for options traders. The comprehensive document—formally titledCharacteristics and Risks of Standardized Options—is particularly essential for novice options traders.\n\nOptions arefinancial derivativesbased on the value of underlying securities such as stocks. Options give investors the right, but not the obligation, to buy or sell an underlying asset at an agreed-upon price within a specific time frame.\n\nThe ODD booklet includes definitions for the most common options trading terms and useful examples illustrating various trading scenarios. It provides general disclosures on the risks of trading options. Both theSecurities Exchange Actand theFinancial Industry Regulatory Authority (FINRA)require brokers and brokerage firms to deliver the options disclosure document and its supplements to customers.\n\nFounded in 1973, the OCC clears transactions for exchange-listed options, securities futures, andover-the-counteroptions. As the world's largest equity derivatives clearinghouse, the OCC operates under the jurisdiction of theCommodity Futures Trading Commission (CFTC)and theSecurities and Exchange Commission (SEC).\n\nIn February 1994, the OCC distributed the first edition of the options disclosure document (ODD). Chapter headings in the latest version include:\n\nStarting in December 1997, the Options Clearing Corporation began issuing supplements to the ODD booklet. These supplements provided new information, amended previously published information, and clarified concepts to accommodate the growing complexity ofoptionsproducts.\n\nThe most recent ODD update, in March 2022, included supplemental material noting index products contracts may have a multiplier other than 100 as established by the listing exchange, and included the latest corrections to chapter subtitles in the original.\n\nIn March 2022, OCC said it will publish future changes to the ODD as updates of the entire document rather than supplements.\n\nThe total number of contracts cleared by the OCC in 2021. This includes equity and index options, as well as futures contracts.\n\nBecause the ODD is considered a key publication in helping investors understand the complexities of options trading, there are rules to ensure each investor has ready access to the document.\n\nThe SEC is responsible for approving supplements to the options disclosure document. Brokers are required to deliver the ODD and supplements to their customers, according to Rule 9b-1 of the Securities Exchange Act. FINRA has its own rule requiring brokers to supply their customers with the most current ODD. This must occur by the time the broker approves the customer to trade options.\n\nAdditionally, FINRA requires brokers to distribute each new ODD supplement to customers who have already received the ODD. Firms may mail the ODD and supplements to customers or transmit them electronically to those who have consented to electronic delivery.\n\nYou can find the latest version of the ODD booklet as a PDF download on theOptions Clearing Corporation's website.\n\nAside from the basic description of various option types, perhaps the most important section of the ODD is the \"Principal Risks of Options Positions.\" Someone new to the options markets would be wise to carefully read this section, which goes over the main risks of each of the option types discussed in the document and provides some examples of how a trader might lose money. Even a seasoned trader would find the document useful for reminders. The section on the risks of owning options starts with this blunt warning: \"An option holder runs the risk of losing the entire amount paid for the option in a relatively short period of time.\"\n\nThe ODD goes on to explain other options trading risks, including the risks assumed byoption writers, risks of combination transactions (such asoption spreads), risks occurring from the disruption in the markets of underlying assets, and the special risks of index options.\n\nOptions Clearing Corporation. \"Characteristics and Risks of Standardized Options.\"\n\nOptions Clearing Corporation. \"Historical Versions of ODD & Supplements.\"\n\nOptions Clearing Corporation. \"Characteristics and Risks of Standardized Options.\"\n\nOptions Clearing Corporation. \"What Is OCC?\"\n\nOptions Clearing Corporation. \"Characteristics and Risks of Standardized Options,\" Page 92.\n\nOptions Clearing Corporation. \"Characteristics and Risks of Standardized Options.\"\n\nOptions Clearing Corporation. \"2021 Year In Review.\"\n\nFINRA. \"2360. Options,\" See 2360(b)(11)(A)(i).\n\nOptions Clearing Corporation. \"Characteristics and Risks of Standardized Options,\" Page 60.",
  "url": "https://www.investopedia.com/terms/o/optiondisclosuredocument.asp"
}