{
  "term": "Option Cycle: Definition, How It Works, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOption cycle refers to theexpiration datesthat apply to the different classes of options. A newly listedoptionis assigned a cycle randomly to broadly distribute options across varying time frames. It is also known as an expiration cycle.\n\nWith a few exceptions that have contracts every month, most equity options are set up on one of three cycles. Knowing which cycle an option is on tells you when the option can expire if not exercised.\n\nAn option cycle refers to the cycle of months available for a listed option class. Option cycles are integrated across all of the options and futures markets. Cycles are regulated by regulatory authorities. An investor will typically view available options by option class. An option class is a grouping ofcallsor puts available on a security.\n\nOption classesare separated by calls and puts. They are also categorized by strike price and listed sequentially by expiration.\n\nOptions are assigned to one of three cycles at their listing. Originally cycles were divided by four months. In 1984 regulatory authorities decided that a listed option should have the two front months available for its investors. This changed the listing of options to include the first two front months followed by the next two months in the cycle.\n\nThere are three option cycles that a listed option can be assigned to on the public markets:\n\nNote that the options on the January cycle have contracts available in the first month of each quarter (January, April, July, and October). Options assigned to the February cycle use the middle month of each quarter (February, May, August, and November). Options in the March cycle have options available during the last month of each quarter (March, June, September, and December).\n\nInvestors seeking to invest in an option will find the first two front months followed by the two remaining cycle months. This provides the opportunity for investors to trade orhedgefor shorter terms as well as buy longer-term contracts.\n\nIt should be noted that nowadays the cycle is less important for heavily traded stocks and index-tracking exchange-traded funds because of the publication of weekly options. Since weekly options are available to be traded, an investor that wants to extend their expiration date can roll a quarterly option to any given week of the year.\n\nIt is also important for investors to understand what happens to acycle when a month passes. Each cycle will always have the two front months available. After a month passes the last two remaining months continue to follow the originally assigned cycle. For example, in February the cycle one option availability would be February, March, April, July. In June, the cycle one option availability would be June, July, October, January.\n\nOverall, for an investor to understand which cycle an option is trading in, it is necessary to look at the third and fourth months. Generally, all options will expire at 4:00 PM Eastern Time on the third Friday of their expiration month.\n\nSome options may have contracts in every month of the year, but this is usually reserved for highlyliquidunderlying securities, such as exchange-traded funds (ETFs) on the S&P 500 and other index funds. Options such as these are often used tohedgea portfolio and, because they represent a basket of stocks, the security underlying the option is more stable. The strike prices, or target prices, tend to hold up better as a result, so it makes sense to have more and more frequentexpiration datepossibilities.\n\nLong Term Equity Anticipation Securities(LEAPS) are options for much longer terms, and as such, they expire every year in January, at least one year after purchase. They are otherwise the same as other securities options and are available on thousands of equities and a select group of index funds as either calls or puts. The only difference between LEAPS and regular options is the length of time before they expire.",
  "url": "https://www.investopedia.com/terms/o/optioncycle.asp"
}