{
  "term": "Optimized Portfolio As Listed Securities (OPALS)",
  "definition": "Optimized portfolio as listed securities is a single-country equity index that contains fewer holdings than the benchmarked index. Optimized portfolio as listed securities was created byMorgan Stanleyin 1994. It is seen as a predecessor to the popularity of exchange-traded funds.\n\nOptimized portfolios as listed securities are designed to track a single-country index, but they are expected to outperform the index by containing fewer holdings; in other words, by being optimized. The portfolios may be sold before expiration or settled by physical delivery of the underlying shares. The product is designed for cross-border equity investors who cannot use futures efficiently, or cannot use futures for regulatory reasons, and who cannot justify running their own country-by-country equity operation.\n\nPortfolio optimization is the process of selecting the best portfolio (asset allocation) out of a set of all possible portfolios being considered to achieve an objective. This process typically attempts to maximize factors such as expected return, while minimizing factors such as expenses, volatility and risk. The optimal portfolio varies and is influenced by each individual investor’s return objectives and risk tolerance.\n\nPortfolio optimization often takes place in two stages: optimizing weights of asset classes and optimizing weights of securities within the same asset class. Optimizing asset class weighting would include decisions like choosing the percentage of a portfolio placed in equities versus bonds or real estate, while an example of the security selection would involve selecting exactly which equities or bonds are held. Holding some of the portfolio in each class provides some diversification, and holding various specific assets within each class affords further diversification.\n\nOptimized portfolios as listed securities trade on the Luxembourg Stock Exchange. They are available for many of the different Morgan Stanley Capital International (MSCI) indices. The portfolios are typically purchased only by large institutional investors. They have a $100 million minimum investment, and they are not registered with the U.S. Securities and Exchange Commission, so they are generally unavailable to the majority of U.S. investors.\n\nOptimized portfolios as listed securities are often seen as one of several predecessors to the introduction of exchange-traded funds in the United States. Optimized portfolios were introduced on the Luxembourg Stock Exchange because the exchange’s more permissive rules allowed Morgan Stanley to offer the shares to retail investors. In 1996, Morgan Stanley introducedWorld Equity Benchmark Shares(WEBS). These were SEC-registered units, similar to optimized portfolios as listed securities and available to U.S. retail investors.",
  "url": "https://www.investopedia.com/terms/o/opals.asp"
}