{
  "term": "Option Class: What it Means, How it Works, Example",
  "definition": "An option class refers to all thecall optionsor all theput optionslisted on an exchange for a particularunderlying asset. For example, all the calls available for trade on Apple Inc. (AAPL) stock would be part of the same options class. All the puts listed on Apple would be part of another, related class.\n\nThe number of options available for purchase or sale within a given option class will depend on the size and trading volume of the underlying asset, as well as overall market conditions.\n\nOption classes are used to categorize options on an exchange for investors. All major public market exchanges use option classes to list the option available for trade on a given underlying asset. Quite often exchanges and financial sites will break the class up into series. Anoption seriesis all the calls or puts for various strike prices and with the same expiry for a given underlying asset.\n\nFor example, all the calls or puts that expire in June would be an option series. An option series is a part of the larger option class. Therefore, when viewing options quotes, some sites may show the entire option class, but quite often it will be sorted by expiry date (series).\n\nOther markets, such asover-the-counter(OTC) or institutional markets may not always use option classes because of the complexity and customized structuring of theoptionsbeing traded.\n\nJust like with stocks, exchange-traded options must be traded through a broker who connects withmarket makersto help facilitate trading. Option exchanges use standardbid-askpricing models. While option prices are generated from advanced analytics, their daily trading prices are still influenced bysupply and demandin the market.\n\nBroker-dealersgenerally require a minimum of $2,000 in capital for approval of an options trading account. Rules and regulations for options trading are overseen by theOptions Clearing Corporation(OCC).\n\nAnoption chaincontains all the put and call options for a given underlying asset.\n\nGenerally, once access to an options trading platform is established, investors will be able to view the full listing of option classes for their preferred underlying security. Options are usually listed and classified by the ticker on the instrument’s underlying asset.\n\nAn options brokerage trading platform will segregate calls and puts on underlying securities. Calls andputsare usually the two broadest option classes available. Within each of these classes, investors will find a list of available strike prices and expirations.\n\nThe amount of information provided on each option class will typically be based on an investor’s subscription preferences. Some options quotes include advanced analytics such asgreeks, while other platforms/subscriptions may only show the basic contract name, strike,expiry, bid, ask, last price, last trade time/date, percent change, volume, open interest, and oftenimplied volatilityis included as well.\n\nSome option classes are large, while others are relatively small depending on how popular the options market is for a given underlying asset.\n\nFor example, all the calls available for trade on theSPDR S&P 500 Trust(SPY) number in the hundreds.\n\nOn the other hand, the option class for Barnes Group Inc. (B) was relatively small as of June 2019, with several options available for trade with two available expiry dates. At the time, the stock was trading at $54.46.\n\nAll the calls above represent the call option class for this stock, while the puts represent the put option class for this stock at the time of writing. Option classes can grow or shrink depending on whether more or fewer options become available due to increased or decreased interest.\n\nOptions Clearing Corporation. \"What is OCC?\" Accessed July 14, 2021.\n\nYahoo! Finance. \"Barnes Group (B): Historical Data.\" Accessed July 14, 2021.",
  "url": "https://www.investopedia.com/terms/o/option-class.asp"
}