{
  "term": "Optimal Currency Area (OCA) Definition & Criteria",
  "definition": "An optimal currency area (OCA) is the geographic area in which a singlecurrencywould create the greatest economic benefit. While traditionally each country has maintained its own separatenational currency, work by Robert Mundell in the 1960s theorized that this might not be the most efficient economic arrangement.\n\nIn particular, countries that share strong economic ties may benefit from acommon currency. This allows for closer integration ofcapital marketsand facilitates trade. However, a common currency results in a loss of each country's ability to direct fiscal and monetary policy interventions to stabilize their individual economies.\n\nIn 1961, Canadian economist Robert Mundell published his theory of the OCA with stationary expectations. He outlined the criteria necessary for a region to qualify as an OCA and benefit from a common currency.\n\nIn this model, the primary concern is that asymmetric shocks may undermine the benefit of the OCA. If large asymmetric shocks are common and the criteria for an OCA are not met, then a system of separate currencies withfloating exchange rateswould be more suitable in order to deal with the negative effects of such shocks within the single country experiencing them.\n\nAccording to Mundell, there are four main criteria for an OCA:\n\nOther criteria have been suggested by later economic research:\n\nThe OCA theory had its primary test with the introduction of theeuroas a common currency across European nations.Eurozonecountries matched some of Mundell's criteria for successful monetary union, providing the impetus for the introduction of a common currency. While the eurozone has seen many benefits from the introduction of the euro, it has also experienced problems such as the Greek debt crisis. Thus, the long-term outcome of a monetary union under the theory of OCAs remains a subject of debate.\n\nThe European sovereign debt crisis in the wake of theGreat Recessionis cited as evidence that theEMUdid not fit the criteria for a successful OCA. Critics argue that the EMU did not adequately provide for the greater economic and fiscal integration necessary for cross-border risk-sharing.\n\nTechnically, the European Stability and Growth Pact included a “no-bailout” clause that specifically restricted fiscal transfers. However, in practice, this was abandoned early on in the sovereign debt crisis.As Greece’s sovereign debt crisis continued to worsen, there was discussion suggesting that the EMU must account for risk-sharing policies far more extensive than the adopted provisionalbailoutsystem.\n\nOverall, this episode implies that due to the asymmetry of the economic shock to Greece relative to other countries in the EMU and apparent shortfalls in the EMU’s qualification as an OCA under Mundell’s criteria, Greece (and perhaps other countries) might not actually fall within the OCA for the euro.\n\nMundell, Robert A. \"A Theory of Optimum Currency Areas.\"The American Economic Review,vol. 51, no. 4, September 1961, pp. 675-655.\n\nMoghadam, Reza. \"Maastricht and the Crisis in Europe: Where We’ve Been and What We’ve Learned.\" International Monetary Fund Speech, February 12, 2014.\n\nGourinchas, Pierre-Olivier and et al. \"The Economics of Sovereign Debt, Bailouts, and the Eurozone Crisis.\"International Monetary Fund Working Papers WP/23/177, August 2023, pp. 1.\n\nBroz, Tanja. \"The Theory of Optimum Currency Areas: A Literature Review.\"Privredna Kretanja i Ekonomska Politika,vol. 15, no. 104, January 2005, pp. 53-78. Download English PDF.\n\nKunroo, Mohd Hussain. \"Theory of Optimum Currency Areas: A Literature Survey.\"Review of Market Integration,vol. 7, no. 2, August 2015, pp. 87-116.\n\nGourinchas, Pierre-Olivier and et al. \"The Economics of Sovereign Debt, Bailouts, and the Eurozone Crisis.\"International Monetary Fund Working Papers WP/23/177, August 2023, pp. 1-75.\n\nKatsimi, Margarita and Thomas Moutos. \"EMU and the Greek Crisis: The Political-Economy Perspective.\"European Journal of Political Economy, vol. 26, no. 4, December 2010, pp. 568-576.\n\nPagoulatos, George. \"EMU and the Greek Crisis: Testing the Extreme Limits of an Asymmetric Union.\"Journal of European Integration, vol. 42, no. 3, March 2020, pp. 363-379.",
  "url": "https://www.investopedia.com/terms/o/optimal-currency-area.asp"
}