{
  "term": "Order Driven Market: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nAn order-driven market is a financial market where all buyers and sellers display the prices at which they wish to buy or sell a particular security, as well as the amounts of the security desired to be bought or sold. This kind of trading environment is the opposite of aquote-driven market, which only displays bids and asks ofdesignated market makersand specialists for the specific security that is being traded.\n\nOrder-driven markets consist of a constant flow of buy and sell orders from market participants. There are no designated liquidity providers, and the two basic types of orders are market orders and limit orders. By comparison, in a quote-driven market, designated market makers provide bids and offers that other market participants may trade on.\n\nThe biggest advantage of participating in an order-driven market istransparencysince the entireorder bookis displayed for investors who wish to access this information. Most exchanges charge fees for such information.\n\nOn the other hand, an order-driven market may not have the same degree ofliquidityas a quote-driven market, since the specialists and market makers in the latter have to transact business at their posted bid and ask prices.\n\nStock exchanges like the New York Stock Exchange and the Nasdaq are seen as hybrid markets—a combination of both order-driven and quote-driven markets.\n\nIn order-driven environments, where traders can choose between market orders, which require liquidity, and limit orders, which provide liquidity, informed trading activities can actually provide a boost to liquidity.\n\nA higher share of informed traders improves liquidity as proxied by the bid-ask spread and market resiliency. However, informed traders have no effect on the price impact of orders. Compared to market orders, limit orders have a smaller price impact by a factor of about four.\n\nOrder-driven trading systems rank buy and sell orders according to price, matching the highest-ranking orders (if possible) at the minimum order amount. If there is a remaining volume of shares to be bought or sold in a given order, trading systems will match the order with the next highest-ranked sell or buy order.\n\nThe first rule in the order precedence hierarchy is price priority, followed by secondary precedence rules, which determine how to rank orders of the same price. The first order to arrive at the best price usually has priority over other orders, though sometimes trading systems trade displayed quantities before hidden quantities of the same price.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nNasdaq. “Options 3 Options Trading Rules.”\n\nInternational Monetary Fund. “Financial Markets: Exchange or Over the Counter.”\n\nHautsch, Nikolaus, and Huang, Ruihong. “The Market Impact of a Limit Order.”Journal of Economic Dynamics and Control, vol. 36, no 4, April 2012, pp. 501-522.\n\nNasdaq. “Equity 4 Equity Trading Rules.”",
  "url": "https://www.investopedia.com/terms/o/orderdriven.asp"
}