{
  "term": "Order Imbalance: Definition, Causes, and Trading Strategies",
  "definition": "Order imbalance is a situation resulting from an excess of buy or sell orders for a specific security on a trading exchange, making it impossible to match the orders of buyers and sellers. For securities that are overseen by amarket makeror specialist, shares may be brought in from a specified reserve to add liquidity, temporarily clearing out excess orders from the inventory so that the trading in the security can resume at an orderly level. Extreme cases of order imbalance may causesuspension of tradinguntil the imbalance is resolved.\n\nOrder imbalances can often occur when major news hits a stock, such as an earnings release, change in guidance, ormerger and acquisitionactivity. Imbalances can move securities to the upside or downside, but most imbalances get worked out within a few minutes or hours in one daily session. Smaller, less liquid securities can have imbalances that last longer than a singletrading sessionbecause there are fewer shares in the hands of fewer people.\n\nInvestors can protect themselves against the volatileprice changesthat can arise from order imbalances by using limit orders when placing trades, rather than market orders. A market order is simply one to buy or sell at the best price available at the time, while a limit order is one where the investor wants to buy or sell at a specific price.\n\nOther incidents that can lead to order imbalances include leaks of information or rumors that have the potential to affect the shares of a public company. For example, there might be legislation gaining momentum that could affect the company’s operations andbusiness model. Companies that use newer technology and platforms that have outpaced existing laws may be particularly susceptible to this as regulators play catch up and, in the process, introduce rules that can cut into theirprofit margins.\n\nAs each trading day draws to a close, order imbalances can arise as investors race to lock in shares near the closing price. This can especially come into play if the stock price is seen at a discount on that particular trading day.\n\nInvestors who want to avoid buying or selling amid such order imbalances might try to time their orders in advance of the wave of buyers and sellers that may come in.\n\nIf there is a notification of an order imbalance with too many buyer orders, holders of the stock might seize the opportunity to sell some of their shares and take advantage of the increased demand. The expectation is they could see a lucrativereturn on investmentwith potentially higher prices. Conversely, buyers might attempt to take advantage of an overabundance of sell orders when prices have been temporarily discounted due to the imbalance.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/o/order-imbalance.asp"
}