{
  "term": "Orderly Market: What It Is, How It Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn orderly market is any market in whichsupply and demandare reasonably equal. An orderly market is said to be in a state ofequilibrium. This term can also refer to a site of exchange for goods, services, or financial securities that are traded in a fair, reliable, secure, accurate, and efficient way. Orderly markets contribute to economic growth.\n\nOrderly markets usually have stable and competitive prices, reflecting the true value of the good or service. For securities markets, a stock exchange's market surveillance team of specialists is the entity in charge of ensuring an orderly market. Specialists do this by jumping in with their owncapitalwhen there are not sufficient buyers or sellers. This helps reduce marketvolatility. In a disorderly market, there may be market manipulation,insider trading, and other violations.\n\nThe rules of the exchange prohibit specialists from trading ahead of investors who have placed orders to buy or sell a security at the same price. If a market is disorderly, investors may lack the confidence to participate. TheFederal Reservealso attempts to promote orderly market functioning by ensuring marketliquidity.\n\nIf a particularcatalystthreatens an orderly market, several players can be responsible for confronting this threat and maintaining an orderly market. For example, on June 23, 2016, when the U.K. voted to leave the European Union (EU), the chief operating officer of theNew York Stock Exchange (NYSE), Stacey Cunningham, pulled an all-nighter calming Wall Street money managers and traders.\n\nTheBrexitvote, referring to the referendum on the U.K.'s decision to exit the EU, could have had deleterious effects on the U.S. equities market, but Cunningham assured agents and, by extension, stockholders, that NYSE's trading model would stabilize and protect the capital of NYSE-listed companies.\n\nBy design, NYSE'sdesignated market makers(DMMs) closely monitor the markets and use their own capital to minimize upset and create price efficiency. This is especially useful in a volatile market. The morning after Cunningham's intervention, DMMs addressed global market uncertainty brought on by the EU political upset by adjusting market-open prices to better reflect the actual supply and demand for stocks.\n\nIn theirassessmentof this market event and their approach to dampening price fluctuation, the NYSE has claimed they are superior to Nasdaq when it comes to maintaining an orderly market in times of global economic uncertainty and stress.\n\nThe emergence ofFintechhas opened up new conversations regarding the maintenance of orderly markets. In 2017, Nasdaq hosted the EU Parliament, the European Commission, the European Securities and Markets Authority (ESMA), and several representatives of national supervisory authorities, exchanges, and market participants for a discussion on Fintech and its role in sustaining fair and orderly markets. A takeaway from the discussion was the agreed-upon need for additional collaboration and openness between capital-market constituents and the Fintech industry.\n\nLehigh University. \"Maintaining an Orderly Market.\" Accessed Mar. 10, 2021.",
  "url": "https://www.investopedia.com/terms/o/orderlymarket.asp"
}