{
  "term": "Ordinary Shares: Definition, How They Work, Advantages",
  "definition": "Ordinary sharesalso called common shares, are stocks sold on a public exchange. Each share of stock generally gives its owner the right to a single vote at a company shareholders' meeting. Unlike in the case of preferred shares, the owner of ordinary shares is not guaranteed a dividend.\n\nThe vast majority of shares sold on all of the U.S. stock exchanges are ordinary shares.\n\nAn ordinary share represents a fraction of ownership in the corporation that issues it. As an owner, the shareholder gets a vote in the company's major decisions, decided at its shareholder meetings.\n\nThe shareholder may or may not receive a dividend. The company's board of directors decides whether a dividend will be awarded, and how much it will be. The dividend represents the stock owner's share of the profits of the corporation over the past quarter or year.\n\nA corporation may also issuepreferred shares. These are a kind of hybrid of a stock and a bond. Their owners are guaranteed a set dividend payment. The price of the shares may rise or fall but is not as volatile as the common stock price. Investors in preferred shares are motivated primarily by the steady income from dividends.\n\nOrdinary shareholders have the right to a corporation's residual profits. In other words, they are entitled to receive dividends if any are available after the company pays dividends on preferred shares.\n\nThis is effectively meaningless. The company's directors may well decide to plow all of its spare cash back into the business, in which case no residual profits will be available for dividends.\n\nOrdinary shareholders also are entitled to a share of the residualeconomic valueof the company if the business collapses. However, they are last in line in bankruptcy court after bondholders and preferred shareholders. As such, ordinary shareholders are on the same footing as unsecured creditors.\n\nOrdinary shareholders take on greater financial risk than preferred shareholders of a corporation, but they also may reap greater rewards. If a company makes a large profit, the creditors and preferred shareholders do not receive more than the fixed amounts to which they are entitled, while ordinary shareholders may divide the windfall among themselves.\n\nThe same occurs when companies such as start-ups are sold to larger corporations. Ordinary shareholders usually profit the most.\n\nIn addition to the right to residual profits, shareholders are entitled to vote for the company's board members and to receive and approve the company's annual financial statements. (Some preferred shareholders also receive voting rights.)\n\nIn many jurisdictions, ordinary shares have a stated \"par value\" or face value, but this is a technicality and is often set at a few pennies per share. Market forces, the value of the underlying business, and investor sentiment determine the market price that investors pay for ordinary shares.\n\nA famous example is Berkshire Hathaway Inc. (BRK.A), whose Class A common shares have a par value of $5 but trade above $325,000 per share as of early September 2020.",
  "url": "https://www.investopedia.com/terms/o/ordinaryshares.asp"
}