{
  "term": "Ordinary Dividends Definition",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nOrdinary dividends are a share of a company’s profits passed on to the shareholders periodically. One of the primary advantages of owning stocks, also known as equities, is the regular payment ofdividendincome.\n\nDividends are considered “ordinary” by default, although there are cases when a dividend may be classified as “qualified” because it meets specific criteria. Ordinary dividends are taxed asordinary income, while qualified dividends are taxed at the lower capital gains rate.\n\nDividends earnings fall into two general categories: qualified or non-qualified (ordinary) dividends. Much of the distinction comes from the company paying the earnings and how theInternal Revenue Service (IRS)views the payments.\n\nUnless a dividend payment is classified as a qualified dividend payment, it is taxed as ordinary income. To classify as a qualified dividend instead of an ordinary one, the earnings must come from an American company—or a qualifying foreign company—and it must not be listed as an unqualified dividend with the IRS. Also, it must meet a required holding period. Holding periods are:\n\nOrdinary dividends may include a range of other dividends or other earnings you may receive throughout the year. These earnings include those paid onreal estate investment trusts (REITs).The primary difference between ordinary dividends and qualified dividends is the tax rate.\n\nThe tax rate you pay on ordinary dividend earnings is at the same level as taxes for regular federal income or wages. Companies that pay these earnings to stockholders on record report all aggregate ordinary dividends in box 1a ofForm 1099-DIV.Mutual fund companies pay and report these dividend payments in the same manner. For tax filings, you will list these earnings on IRS Form 1040, Schedule B, Line 5.\n\nThe main differences between ordinary dividends and qualified dividends are the rates at which the gains are taxed. Through the years, these tax rates have changed through several acts of Congress.\n\nIn 2003, all American taxpayers received a reduction in their income tax rates. The qualified dividend tax rate was also changed from the ordinary income tax rates to lower long-termcapital gains taxrates. The legislation that made it possible was called theJobs and Growth Tax Relief Reconciliation Act of 2003 (JGTRRA). This bill also reduced the maximum long-term capital gains tax rate from 20% to 15% and established a 5% long-term capital gains tax rate for taxpayers in the 10% and 15% ordinary income tax brackets.\n\nA couple of years later, theTax Increase Prevention and Reconciliation Act of 2005 (TIPRA)prevented several tax provisions of the 2003 bill from sunsetting, or ending, until 2010. Also, for low- to middle-income taxpayers in the 10% and 15% ordinary income tax bracket, it lowered the tax rate again on qualified dividends and long-term capital gains from 5% to 0%.\n\nThe Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 extended these earlier provisions for two additional years.Then theAmerican Taxpayer Relief Act of 2012, signed Jan. 2, 2013, made qualified dividends a permanent part of the tax code but added a 20% rate on income in a newly created tax bracket in 2013 (which became the highest tax bracket).Alltax bracketsmay be adjusted for inflation every tax year by the IRS.\n\nIn 2025, the maximum tax rate for qualified dividends and ordinary dividends is 20% and 37%, respectively.\n\nThe2017 Tax Cuts and Jobs Actput through by then-President Donald Trump’s administration had little impact on taxes on dividends and capital gains.\n\nTrump returned to office in January 2025. It remains to be seen whether that will result in changes to taxes on dividends and capital gains.\n\nAs a hypothetical example, consider the fictitious Joe Investor. He has 100,000 shares of Company ABC stock, which pays a dividend of $0.20 per year. In total, Joe Investor receives 100,000 × $0.20 = $20,000 per year paid in dividends from Company ABC.\n\nBecause Company ABC does not pay qualified dividends, Joe Investor must pay the regular income tax rate on those dividends instead of the capital gains tax rate.\n\nYou earn ordinary dividends by owning stocks. One primary advantage of owning stocks is the regular payment of dividend income.\n\nUnless a dividend payment is classified as a qualified dividend payment, it is taxed as ordinary income.\n\nThe main differences between ordinary dividends and qualified dividends are the rates at which the gains are taxed.\n\nOrdinary dividends are paid periodically by corporations to shareholders of record. They are a share of a company’s profits.\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Pages 18 and 20.\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Pages 19–20.\n\nInternal Revenue Service. “Instructions for Form 1099-DIV (Rev. January 2024),” Pages 2–4.\n\nInternal Revenue Service. “2024 Instructions for Schedule B (Form 1040), Interest and Ordinary Dividends,” Page 2.\n\nCongress.gov. “H.R.2—Jobs and Growth Tax Relief Reconciliation Act of 2003: Summary.”\n\nCongress.gov. “H.R.4297—Tax Increase Prevention and Reconciliation Act of 2005: Summary.”\n\nCongress.gov. “H.R.4853—Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010: Summary.”\n\nCongress.gov. “H.R.8—American Taxpayer Relief Act of 2012: Text.”\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Page 19.",
  "url": "https://www.investopedia.com/terms/o/ordinary-dividends.asp"
}