{
  "term": "Ordinary Income: What It Is and How It’s Taxed",
  "definition": "Ordinary income is income earned by an entity or an individual that is taxable at marginal tax rates. It can include wages, salaries, tips, bonuses, commissions, rents, and royalties.\n\nUnearned income such as short-term capital gains, unqualified dividends, and interest income is also ordinary income taxed at marginal (ordinary) tax rates.\n\nOrdinary income comes in two forms: personal income andbusiness income. Personal ordinary income can be defined as cash inflow subject to the standard marginal income tax rates and defined by the Internal Revenue Service (IRS).\n\nFor businesses, ordinary income is generated from regular day-to-day business operations, excluding any income earned from the sale of long-termcapital assetssuch as land or equipment.\n\nLong-term capital gainsandqualified dividendsare taxed differently and are not considered to be ordinary income.\n\nThe marginal rates for tax years 2024 and 2025 that are applied to ordinary income for individuals and married couples are:\n\nOrdinary income for individuals typically consists of the salaries and wages earned from their employers before taxes. A person who holds a customer service job at Target and earns $3,000 per month will have a calculated annual ordinary income of $36,000, or $3000 × 12 months.\n\nThis $36,000 is taxed on their year-end tax return asgross income. If the individual also owned rental property and earned $1,000 a month in rent, ordinary income would increase to $48,000 per year ($36,000 plus $12,000).\n\nDeductionscan reduce the amount of ordinary income subject to tax.\n\nA company’s ordinary income is thepretax profitgained from selling its products or services. Retailer Target made $107.4 billion in total revenue in its fiscal year (FY) ending Feb. 3, 2024.However, those sales cost money to generate.\n\nThe company stated that itscost of saleswas $77.7 billion. Target also spent $21.5 billion on selling, general, and administrative expenses (SG&As). Factor in depreciation and amortization, and ordinary income oroperating incometotaled $5.7 billion, the amount of income subject to taxation.\n\nMoststock dividendson long-term investments are subject to a lower rate than that for ordinary income.\n\nThe Jobs and Growth Tax Relief Reconciliation Act of 2003 (JGTRRA) reduced the tax on most dividend income and some capital gains to 15%. This change prompted companies to increase or pay dividends instead of holding onto their cash.\n\nIn 2017, President Donald Trump signed theTax Cuts and Jobs Act (TCJA)into law, which changed the tax rate onqualified dividendsto 0%, 15%, or 20%, based on an individual’s taxable income and filing status.\n\nUnqualified dividends include those paid out byreal estate investment trusts (REITs), income paid on employee stock options (ESOs), and dividends paid by tax-exempt companies and on savings accounts or money market accounts.\n\nRegular dividends paid out to shareholders of for-profit companies usually qualify for taxation at the reduced capital gains rate, but investors must adhere to minimumholding periods.\n\nForcommon stock, a share must be held for more than 60 days during the 121-day holding period that begins 60 days before theex-dividend date. Forpreferred stock, the holding period is longer, beginning 90 days before the company’s ex-dividend date.\n\nMost of an individual’s income will be taxed at the regular marginal tax rates. There areexceptionswhere income won't be taxed. These exceptions include long-term capital gains and qualified dividends, both taxed at more favorable rates.\n\nRental income is defined by the IRS as “any payment for the use or occupation of property” and is generally taxed as ordinary income. However, landlords can deduct certain costs from this income to reduce the taxable amount. Deductible expenses may include mortgage interest, property tax, repair costs, advertising, maintenance and cleaning, condo fees, and homeowners insurance.\n\nYes, they do. Most interest is taxed as ordinary income and subject to ordinary income tax rates. Notable exceptions include interest earned from a Series EE or Series I bond issued after 1989 to payqualified higher education expenses, interest on insurance dividends left on deposit with the U.S. Department of Veterans Affairs, and interest on some bonds used to finance government operations. However, even when it’s not taxable, interest must be reported.\n\nOrdinary income is taxed at marginal rates. Individuals pay taxes on ordinary income such as salaries, tips, rent, and interest income. Businesses earn ordinary income from business operations while supplying goods and services.\n\nInternal Revenue Service. “Publication 525: Taxable and Nontaxable Income.”\n\nInternal Revenue Service. “Publication 550, Investment Income and Expenses.”\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Rev. Proc. 2023-34,” Pages 5–7.\n\nInternal Revenue Service. “Rev. Proc. 2024-40,” Pages 5–7.\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”\n\nTarget Corp. “2023 Annual Report: Form 10-K,” Page 40 (Page 46 of PDF).\n\nCongress.gov, U.S. Congress. “H.R.2—Jobs and Growth Tax Relief Reconciliation Act of 2003: Summary.”\n\nCongress.gov, U.S. Congress. “H.R.1—An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018: Text.”\n\nInternal Revenue Service. “Rental Income and Expenses—Real Estate Tax Tips.”\n\nInternal Revenue Service. “Topic No. 403, Interest Received.”",
  "url": "https://www.investopedia.com/terms/o/ordinaryincome.asp"
}