{
  "term": "Organization Economics: What it is, How it Works",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nOrganizational economics is a branch ofapplied economicsand New Institutional Economics that studies thetransactionsoccurring within individual firms, as opposed to the transactions that occur within the greater market. Organizational economists study how economic incentives, institutional characteristics, and transaction costs influence the choices made within firms and the structure and market performance of firms.\n\nOrganizational economics can include theories from several different streams of economic thought. These includeagency theory, transaction cost economics, contract orproperty rightstheory, theories of the firm, strategic management studies, and theories of entrepreneurship. Theory and research in organizational economics often incorporate insights, concepts, and methods from disciplines other than economics, too, including psychology and sociology. Courses in organizational economics are usually taught at the graduate or doctoral level.\n\nOrganizational economics is useful in developing a firm'shuman resourcemanagement policies; determining how a firm should be organized; analyzing the size, scope, and boundaries of the firm; setting appropriate compensation, pay, and incentives; assessingbusiness risk; and making, analyzing and improving management decisions.\n\nPopular approaches among organizational economists include:\n\nApplying organizational economics can reveal both the weaknesses of a current management approach and ways to effect change. Looking at the subfields that comprise this method offers a way to understand the motivations and decisions that lead to operational decisions within an organization. For example, organizational economics could be used to assess why the 2010 BP oil spill in the Gulf of Mexico was able to occur and how a similar disaster could be prevented in the future.\n\nFor instance, drawing in the agency theory subfield, an assessment can be made about the incentives that were in place prior to the 2010 BP oil spill, what drove those choices leading up to the incident, and whether the agents involved felt compelled to operate under those conditions. Furthermore, there can be an examination of why the principals at BP may or may not have been aware of the issues and motivations at play with the agents on the oil rig.\n\nUnder the transactions cost economics subfield, an assessment could be made about any transaction costs that might have been made regarding the safe operation of the Deepwater Horizon oil rig and how those choices may have affected the disaster. In this incident, information about the safety and risks of the operations were a factor and the transaction costs of communicating the relevant information between BP and the rig operators may have contributed to the disaster.\n\nApplying the property rights theory subfield, the necessary incompleteness of the relations within BP and between BP and the contractor operating the rig may have played a role. The incompleteness of contracts means that someone has to exercise discretion to decide in matters that are not specified in a contract, so residual control and decision rights matter quite a bit. How these decision rights were distributed and how that distribution matched up with information and incentives of the various players may have played a role.",
  "url": "https://www.investopedia.com/terms/o/organizational-economics.asp"
}