{
  "term": "Organization of Arab Petroleum Exporting Countries (OAPEC)",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Organization of Arab Petroleum Exporting Countries (OAPEC) is an inter-governmental organization based in Kuwait. OAPEC fosters cooperation among its 11-member Arab oil-exporting nations.\n\nOAPEC was established in 1968 by Kuwait, Libya, and Saudi Arabia. Its other members include Algeria, Bahrain, Egypt, Iraq, Qatar, Syria, Tunisia, and the United Arab Emirates. Although they have several members in common, OAPEC is a separate and distinct entity fromOPEC(the Organization of the Petroleum Exporting Countries), the 13-nationcartelthat plays a pivotal role in determining global petroleum prices.\n\nOAPEC sponsors joint ventures for its member countries to promote the effective use of resources and the economic integration of Arab countries.\n\nKuwait, Libya and Saudi Arabia signed an agreement in Beirut on January 9, 1968, establishing OAPEC, and agreeing that the organization would be located in the State of Kuwait. By 1982, the number of members had increased to 11. In 1986, Tunisia submitted a request for withdrawal and it was accepted by the Ministerial Council.﻿﻿\n\nOAPEC's structure is composed of the Ministerial Council, General Secretariat, and a Judicial Tribunal. The Ministerial Council is managed by a Council of Ministers, which is responsible for general policy, activities, and governance. The Council grants membership to applying countries and approves invitations to meetings that are extended to petroleum exporting countries.\n\nThe Council also adopts resolutions and advises on issues, approves the draft annual budgets of the General Secretariat and the Judicial Tribunal, validates the end-of-year accounts and appoints the Secretary-General and Assistant Secretaries.\n\nThe Executive Bureau supervises the organization in conjunction with the Ministerial Council. The Executive Bureau prepares the Council’s agenda, amends the regulations applicable to the staff of the General Secretariat, reviews the organization's budget and comments on Council issues that are related to the Articles of Agreement. The Executive Bureau has one representative from each member country.\n\nThe General Secretariat manages the organization’s activities according to the objectives outlined in the stated in the original OAPEC agreement and the directives of the Ministerial Council. The Secretary-General heads the Secretariat and is the organization's official spokesman and legal representative.\n\nThe Judicial Tribunal was established by a special Protocol signed on May 9, 1978, in Kuwait. The Protocol was added to the organization’s Agreement and became effective on April 20, 1980. The first Judges of the Tribunal were elected on May 6, 1981. The protocol mandates that there must be an uneven number of judges of Arab citizenship (a minimum of seven and a maximum of eleven).\n\nAccording to Gulf News, although momentum is not at the pace it was 30 years ago, OAPEC has had a substantial positive influence on the Arab oil and gas industry since its inception. Arab energy and oil consumption has increased 15-fold and 10-fold, respectively, and oil reserves have increased to 710 billion barrels in 2016 from less than half that number in 1980.\n\nIn addition, gas reserves grew from 15 to 53 trillion cubic meters, and Arab petrochemicals production has now exceeded 150 million tons a year.Historically, it is worth noting that reserve data from OAPEC is influenced by the data provided by member nations, and the accuracy of that data varies.\n\nOrganization of Arab Petroleum Exporting Countries. \"History - The Definition of the Organization.\"\n\nOrganization of the Petroleum Exporting Countries. \"Member Countries.\"\n\nOrganization of Arab Petroleum Exporting Countries. \"History - The Definition of the Organization.\"\n\nOrganization of Arab Petroleum Exporting Countries. \"Ministerial Council.\"\n\nOrganization of Arab Petroleum Exporting Countries. \"The Executive Bureau.\"\n\nOrganization of Arab Petroleum Exporting Countries. \"The General Secretariat.\"\n\nOrganization of Arab Petroleum Exporting Countries. \"The Judicial Tribunal.\"\n\nGulf News. \"Arab Oil Grouping Could Have Done a Lot More.\"",
  "url": "https://www.investopedia.com/terms/o/oapec.asp"
}