{
  "term": "Organized Labor - Defining Unions and Collective Bargaining",
  "definition": "Organized labor is a strategy of workers joining together to engage incollective bargainingfor higher wages, job benefits, or better working conditions.Organized labor associations are also known as unions.\n\nWorkers participate in organized labor by joining a union that negotiates with their employer on their behalf. Because unions represent a large number of workers, they are able to extract higher salaries and benefits than most workers could get by negotiating alone.\n\nIn most countries, union formation is regulated by a government agency, such as the National Labor Relations Board (NLRB) in the United States. Employees who want to organize their workplace must first sign a union card granting the union the right to represent them.\n\nOnce a workplace has enough signatures, workers can file for a union election in that workplace. If a majority of non-management employees vote for the union, it will be given the power to negotiate with management on behalf of all employees. There are two types of unions: the horizontal union, in which all members share a common skill, and the vertical union, composed of workers from across the same industry.\n\nThe National Education Association (NEA) is the largest labor union in the United States, with nearly three million members. Its goal is to advocate for education professionals and unite its members to fulfill the promise of public education.\n\nFederal law prohibits employers from punishing or retaliating against any employee for union activities.\n\nOrganized labor grew out of theindustrial revolution. As production shifted from agriculture to increasingly-large factories, the pursuit of higher profits led to strenuous working conditions and long hours.\n\nIn the early days ofindustrialization, it was not uncommon for employees to be on the job seven days a week, working shifts of twelve or even fourteen hours. Since workers could be easily replaced, they could not demand better working conditions and were often fired if they were injured on the job. Child labor, wage theft, and other unfair practices were also common.\n\nThere were 14 million unionized workers in the United States in 2021. That's 10.3% of the total workforce.\n\nThefirst successful unionsin the United States organized skilled laborers, such as railway workers. The American Federation of Labor, founded in 1881, sought to bring together the country's nascent trade unions under a single association. At the same time, radical unions like the Industrial Workers of the World sought to organize all workers, regardless of their skill.\n\nEmployers fiercely resisted unionization efforts, often using strikebreakers and lockouts to prevent workers from organizing. In some cases, government and police authorities used violence to quell labor unrest.\n\nUltimately, organized labor was able to win significant improvements, such as the eight-hour day, paid weekends, and job security. The Wagner Act, signed by Franklin Roosevelt in 1935, enshrined the rights of workers to organize and form unions.\n\nOrganized labor plays animportant rolein protecting workers' rights. Advocates claim that workers in unionized industries typically enjoy higher salaries, longer vacations, and better benefits than those who are not represented by a union. Even workers who are not members of the union tend to have higher salaries as a result of union activity.\n\nNaturally, companies are less enthusiastic about organized labor. Some say that the increased cost of a unionized workforce increases the price of their products, ultimately making their companies less competitive on the world market. Many point to the decline of the U.S. auto industry, as companies were unable to pivot effectively due to the cost of adhering to their union contracts.\n\nSome companies, such as Starbucks or Amazon, have each spent millions of dollars to defeat union organization efforts.Walmart, for example, claimed that the increased costs of a unionized workforce would require them to increase their prices.\n\nOther retailers used Walmart’s example as leverage to renegotiate with their unions, claiming that they would have to cut salaries or eliminate jobs to remain competitive with Walmart otherwise. This is known as theWalmart effect.\n\nUnions can negotiate higher salaries and benefits than most workers can negotiate on their own.\n\nUnion negotiations can result in higher salaries, even for those who are not union members.\n\nHigh union salaries increase the cost of company products.\n\nUnionized companies may have to reduce employment numbers in order to remain competitive.\n\nThe main purpose of organized labor is to improve the conditions and economic power of the working class. Unions can negotiate on behalf of their members for higher wages, better benefits, or protection from termination. In addition, they also lobby for better labor laws with legislators and politicians.\n\nIn the United States, organized labor successfully improved the lives of millions of workers in themanufacturing and agricultural sectors. By 1979, union membership was considered a fast ticket to the middle class, and there were over20 million union membersin the United States.\n\nIn the United States, organized labor began to decline in the 1980s due to anti-union government policies and increased competition from abroad. One of the first acts of the Reagan administration was to fire all 11,300 air traffic controllers who were on strike against the Federal Aviation Administration. In the following decades, free trade agreements andglobalizationmade it easier for companies to outsource their operations to foreign labor markets, thereby reducing the bargaining power of domestic unions.\n\nOrganized labor represents a major political force for the working class. By joining together to advocate for their shared goals, unionized workers can negotiate for better wages and working conditions. However, the strength of organized labor has declined in recent decades, largely due to increased competition from low-wage workers abroad.\n\nNational Education Association. \"About NEA.\"\n\nBureau of Labor Statistics. \"Union Members—2021.\"\n\nHouse Education and Labor Committee. \"PRO Act — by the Numbers.\"\n\nThe Wall Street Journal. \"Blame Big Three, UAW for US Auto Decline.\"\n\nThe Wall Street Journal. \"How Union Efforts at Amazon and Starbucks Played Out Differently.\"\n\nThe Atlantic. \"How Walmart Persuaded Its Workers Not to Unionize.\"\n\nNational Public Radio. \"When Reagan Broke the Unions.\"",
  "url": "https://www.investopedia.com/terms/o/organizedlabor.asp"
}