{
  "term": "Organisation of Eastern Caribbean States (OECS): Overview",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nThe Organisation of Eastern Caribbean States (OECS) is an intergovernmental organization that promoteseconomic integrationand trade cooperation among its member states in the Eastern Caribbean.\n\nThe OECS was founded on June 18, 1981, when the original seven members signed the Treaty of Basseterre in the capital city of St. Kitts and Nevis, for which the agreement is named. In 2010, this treaty was revised to establish an economic union, removing or reducing trade andcustoms barriersand allowing goods, people, and capital to move more freely.\n\nThe protocol members of the Organisation of Eastern Caribbean States (OECS) are:\n\nThe associate members of the OECS are:\n\nAs an economic union, the OECS is a single market and customs union where goods, people, and capital are free to move. The organization also works to unifymonetary policyand policies related to government taxes and revenue, in addition to harmonizing their approach toward trade, health, education, the environment, agriculture, tourism, and energy.\n\nEight members share a single currency, theEastern Caribbean Dollar. They are Anguilla, Antigua and Barbuda, Commonwealth of Dominica, Grenada, Montserrat, St. Kitts and Nevis, Saint Lucia, and St. Vincent and The Grenadines.The British Virgin Islands use theUnited States dollar, while Martinique and Guadeloupe, as overseas departments of France, use theeuro.\n\nGeographically, these islands form a near-continuous archipelago across the Caribbean Sea, known as the Lesser Antilles.\n\nCitizens of protocol members are free to travel and work across borders without restrictions. They can do so with a passport, though a driver's license, national ID card, voter registration card, and social security card are also accepted. To live in another protocol member state, a person is not required to demonstrate means of support. They can live and work in another protocol member state indefinitely.\n\nAll protocol member states are also members of the larger grouping, theCaribbean Community and Common Market(CARICOM), and its initiative theCaribbean Single Market and Economy(CSME). Policies of the OECS are coordinated to align with members' participation in the CSME.Anguilla and the British Virgin Islands are also associate members of CARICOM.\n\nIn addition to the Eastern Caribbean Central Bank, which governs monetary policy and the Eastern Caribbean dollar, the OECS recognizes two other institutions: the Eastern Caribbean Supreme Court and the Eastern Caribbean Civil Aviation Authority. In addition, the Eastern Caribbean Telecommunications Authority is the regulatory body that oversees the telecommunications sector in the region.\n\nOrganisation of Eastern Caribbean States. \"About the OECS.\" Accessed March 24, 2021.\n\nEastern Caribbean Central Bank. \"About the ECCB.\" Accessed March 24, 2021.\n\nEastern Caribbean Central Bank. \"Member States.\" Accessed March 24, 2021.\n\nGovernment of the Virgin Islands. \"Changing USD Currency Not An Option For The BVI.\" Accessed March 24, 2021.\n\nEuropean Central Bank. \"The Euro Outside Europe.\" Accessed March 24, 2021.\n\nOrganisation of Eastern Caribbean States. \"Frequently Asked Questions.\" Accessed March 24, 2021.\n\nCARICOM. \"Member States and Associate Members.\" Accessed March 24, 2021.\n\nOrganisation of Eastern Caribbean States. \"Our Institutions.\" Accessed March 24, 2021.",
  "url": "https://www.investopedia.com/terms/o/organisation-eastern-caribbean-states-oecs.asp"
}