{
  "term": "Organisation for Economic Co-Operation and Development (OECD)",
  "definition": "The Organisation for Economic Co-operation and Development (OECD) is a group of 37 member countries that discuss and develop economic and social policy.﻿﻿﻿﻿﻿ OECD members are typically democratic countries that support free-market economies.\n\nThe OECD is variously referred to as a think tank or a monitoring group. Its stated goal is to shape policies that foster prosperity, equality, opportunity and well-being for all.Over the years, it has dealt with a range of issues, including raising thestandard of livingin member countries, contributing to the expansion of world trade, and promoting economic stability.\n\nThe OECD was established on Dec. 14, 1960, by 18 European nations, plus the United States and Canada.It has expanded over time to include members from South America and the Asia-Pacific region. It includes most of the world's highlydeveloped economies.\n\nIn 1948, in the aftermath of World War II, the Organisation for European Economic Co-operation (OEEC) was established to administer the predominantly U.S.-fundedMarshall Planfor post-war reconstruction on the continent. The group emphasized the importance of working together for economic development, with the goal of avoiding any more decades of European warfare.The OEEC was instrumental in helping the European Economic Community (EEC), which has since evolved into theEuropean Union (EU),to establish a European Free Trade Area.\n\nIn 1961, the OECD articles from the December 1960 convention went into effect, and the United States and Canada joined the European members of the OEEC, which changed its name to OECD to reflect the broader membership.The organization is headquartered in the Chateau de la Muette in Paris, France.\n\nThe OECD publishes economic reports, statistical databases, analyses, and forecasts on the outlook foreconomic growthworldwide. Reports are variously global, regional, or national in orientation.The group analyzes and reports on the impact of social policy issues–such as gender discrimination on economic growth–and makes policy recommendations designed to foster growth with sensitivity to environmental issues.The organization also seeks to eliminate bribery and other financial crime worldwide.\n\nThe OECD maintains a so-called \"black list\" of nations that are considered uncooperativetax havens, although there are not any nations currently on the list since by 2009, all nations on the original list had made commitments to implement the OECD standards of transparency.The OECD is leading an effort with the Group of 20 (G20) nations to encourage tax reform worldwide and eliminatetax avoidanceby profitable corporations.The recommendations presented for the project included an estimate thatsuch avoidancecosts the world's economies between $100 billion and $240 billion in tax revenue annually.The group also provides consulting assistance and support to nations in central Asia and eastern Europe that implement market-based economic reforms.\n\nOECD. \"Who We Are.\" Accessed Sept. 9, 2020.\n\nOECD. \"Where: Global Reach.\" Accessed Sept. 9, 2020.\n\nOECD. \"Convention on the Organisation for Economic Co-operation and Development.\" Accessed Sept. 9, 2020.\n\nOECD. \"A History of the Château de la Muette.\" Accessed Sept. 9, 2020.\n\nOECD. \"History.\" Accessed Sept. 9, 2020.\n\nOECD. \"Organisation for European Economic Co-operation.\" Accessed Sept. 9, 2020.\n\nOECD. \"Data.\" Accessed Sept. 9, 2020.\n\nOECD. \"The Economic Cost of Gender-Based Discrimination in Social Institutions.\" Accessed Sept. 9, 2020.\n\nOECD. \"Sustainable Development: Linking Economy, Society, Environment.\" Accessed Sept. 9, 2020.\n\nOECD. \"Economic and Financial Crime.\" Accessed Sept. 9, 2020.\n\nOECD. \"List of Unco-operative Tax Havens.\" Accessed Sept. 9, 2020.\n\nOECD. \"What Is BEPS?\" Accessed Sept. 9, 2020.\n\nOECD. \"International Taxation.\" Accessed Sept. 9, 2020.\n\nOECD. \"Active With Eurasia.\" Accessed Sept. 9, 2020.",
  "url": "https://www.investopedia.com/terms/o/oecd.asp"
}