{
  "term": "Organic Reserve Replacement",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nOrganic reserve replacement is the supply of oil reserves which an oil company acquires through exploration and production, rather than by purchasing aproven reserve. Recoverable reserves are oil and gas reserves which are economically and technically feasible to extract at the existing price of oil, within current economic conditions, operating methods, and government regulations.\n\nOrganic reserve replacement is a relevant metric to those needing to evaluate an oil or gas company. These evaluations would generally include a review of the reserve-replacement ratio.\n\nThereserve-replacement ratioexpresses the amount of proved reserves added to a company's reserve base during the year as compared to the amount of oil and gas produced. A company's reserve-replacement ratio should be at least 100% for the company to be profitable and viable long-term. Investors and industry analysts worry when they see an oil company with a less than 100% reserve-replacement ratio. Lower reserves indicate the company is depleting its reserves and, if that trend continues, will eventually run out of supply.\n\nSmall- and intermediate-sized oil and gas companies may use a company that specializes inexploration and production(E&P) to find organic reserves. In larger, integrated corporations such as Exxon and British Petroleum, an arm of the business may handle these duties. The termfinding and development(F&D) also refers to the process and costs incurred when a company researches and develops or purchases property to establish commodity reserves. In the oil and gas industry, exploration, finding, and developing are know as theupstreamfunctions.\n\nUsually, exploration begins in an area with high potential to hold a resource, generally due to the local geology and known nearby petroleum deposits. A geophysical and geochemical analysis is done using techniques including induced polarization (IP) surveys, drilling,assaying, seismologic sounding, and the use of electrical currents.\n\nAfter locating a promising area, the company will drill a deep test hole, known as anexploratory wellto gather more detailed geological data on rock and fluid properties. Most current exploration today is offshore, where a single exploratory well can cost $150 million, and the success rate is around one in five. It typically takes several years before an exploratory well comes into production.\n\nDuring the exploration or finding and developing stage, some companies use thefull cost accounting(FC) approach, and capitalize all their operating expenses, regardless of whether they found any commercially viable reserves or not. This accounting method inflates the balance sheet by treating costs as assets and makes the company look more profitable than it is. In comparison, thesuccessful efforts(SE) accounting method is more conservative. It only allows those expenses associated with successfully locating new oil and natural gas reserves to be capitalized.\n\nOil quantity is usually measured in barrels, and gas uses a cubic feet measurement. Calculation of a company's costs to find a new source comes from the entire exploration process. Funds spent to locate the new organic reserve replacement is totaled, and then divided by the estimated additional quantity discovered.\n\nInvestors looking at the financial strength of oil and gas companies should consider a company's organic replacement when evaluating its reserve-replacement ratio. The organic replacement portion is a significant part of that formula and can be relevant to those wanting to assess the company’s health from an economic standpoint. As an essential metric of overall business health and viability, the ratio indicates the company’s upstream and proactive efforts. The results offer a perception of the results gained from expenditures in drilling and exploration and may give insight into future profitability.",
  "url": "https://www.investopedia.com/terms/o/organic-replacement.asp"
}