{
  "term": "Organizational Chart: Types, Meaning, and How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn organizational chart, or org chart, graphically represents anorganization's structureby detailing the roles, responsibilities, and relationships between individuals within the organization.\n\nOrganizational charts either broadly depict an enterprise organization-wide, or drill down to a specific department or unit. It's one way to visualize abureaucracy.\n\nOrganizational charts graphically display an employee'shierarchicalstatus relative to other individuals within the company. For example, an assistant director will invariably fall directly below a director on the chart, indicating that the former reports to the latter. Organizational charts use simple symbols such as lines, squares, and circles to connect different job titles that relate to each other.\n\nRegardless of an organization's structure, org charts are extraordinarily useful when an entity is contemplatingrestructuringits workforce or changing its management complex. Most importantly, org charts let employees transparently see how their roles fit into the overall company structure.\n\nThis most common model situates the highest-ranking individuals at the top of the chart and positions lower-ranking individuals below them.\n\nFor example, a public company typically shows shareholders in the highest box, followed by these stakeholders in descending vertical order:\n\nOther job titles that may follow c-suite execs include:\n\nMany formal organizations are organized hierarchically and can be shown in chart form. These include corporations,nonprofits, governments, schools, universities, and the military (as the chart below illustrates).\n\nThere is no single correct way to fashion an org chart. What's key is that it identifies members, departments, and functions of the organization, and how they interact with each other.\n\nAn organizational chart should visually show the hierarchy and/or relationship of various employees. For example, an assistant director will invariably fall directly below a director on a chart, indicating that the former reports to the latter.\n\nOrg charts depict an organization's structure, which can clearly identify seniority and lines of authority that ought to be followed. An org chart that is structured around projects can show which roles are responsible for what tasks. This can remove ambiguity and improve communication.\n\nThe two types of organizational chart formats that are most often used are hierarchical and flat. Hierarchical is the most common. It shows the ranking of individuals based on their role in the organization in a descending vertical order. A flat format, also known as a horizontal org chart, places all individuals on a few levels or even one level. This suggests that the organization is structured in a way that empowers its members to make decisions autonomously.\n\nTo make an org chart, consider using a software package or a template that is available online. Or you could make one by hand. The key is to depict the organization's structure. Typically you do this by placing the more senior positions at the top. Underneath each position should be subordinate roles, which may be grouped by division or department. The chart should attempt to reflect how the organization is structured in real life, no matter how complex that may be.\n\nMatrix org charts and divisional org charts are less popular than the typical org chart.\n\nThe matrix organizational chart groups individuals by their common skill-sets, the departments they work in, and the people they report to. It's a matrix in that it shows workers connected with more than one manager.\n\nA divisional organizational chart shows the structure of an organization based on some specific criteria, like a product line or a geographical area.\n\nOrganizational charts allow you to visually understand an organization's structure and hierarchy. This shows how information spreads through organizations, whether that's a governmental department, school system, nonprofit, corporation, or the military. The most senior positions typically appear at the top of the chart with subordinate roles falling under them. The chart will vary depending on an organization's size and how its roles are arranged.",
  "url": "https://www.investopedia.com/terms/o/organizational-chart.asp"
}