{
  "term": "Organization of the Petroleum Exporting Countries (OPEC)",
  "definition": "The Organization of the Petroleum Exporting Countries (OPEC) refers to a group of 12 of the world’s major oil-exporting nations. OPEC was founded in 1960 to coordinate thepetroleumpolicies of its members and to provide member states with technical and economic aid.\n\nOPEC is acartelthat aims to manage the supply of oil inan effort to set the price of oil on the world marketand avoid fluctuations that might affect the economies of both producing and purchasing countries.\n\nCountries that belong to OPEC include Algeria, Congo, Equatorial Guinea, Gabon, Iran, Iraq, Kuwait, Libya, Nigeria, Saudi Arabia, United Arab Emirates, and Venezuela.\n\nThe Organization of the Petroleum Exporting Countries (OPEC) describes itself as a permanent intergovernmental organization. The organization is designed to \"coordinate and unify the petroleum policies of its Member Countries and ensure the stabilization of oil markets.\" This ensures that there is a steady supply for consumers and regular income for petroleum producers.\n\nIt is headquartered in Vienna, Austria, where the OPEC secretariat, its executive organ, carries out day-to-day business.OPEC was established in Baghdad in September 1960 by founding members Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela, and now consists of 12 member countries.\n\nThechief executive officer (CEO)of OPEC is its secretary-general.Mohammad Sanusi Barkindo of Nigeria was appointed to the position for a three-year term of office on June 2, 2016, and was re-elected to another three-year term in July 2019.\n\nSome of the world’s greatest oil-producing countries, such as Russia, China, and the U.S., do not belong to OPEC. This leaves them free to pursue their own objectives.\n\nAs noted above, OPEC was founded in Baghdad in 1960. Five countries took part in the Baghdad Conference between September 10 and 14 that year: Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela. The organization established its Secretariat in Geneva before finalizing its location in Vienna in 1965. Three years later, OPEC adopted its declaratory statement on petroleum policy.\n\nOPEC's membership expanded to 10 countries in 1969. As an organization, it flew under the radar until Arab member countries cut production and banned exports to the United States and the Netherlands. Theembargowas a response to the West's support of Israel during the Yom Kippur War in October 1973. A year later, oil prices shot up, causing shortages in the U.S. The embargo was lifted in 1974.By 1975, OPEC had 13 member countries.\n\nIn 1976, OPEC established the OPEC Fund for International Development. Member countries work with developing nations and the international community to provide private and trade sector financing and grants to non-member countries.\n\nAccording to its statutes,OPECmembership is open to any country that is a substantial exporter of oil and shares the ideals of the organization. In addition to its five founding members, OPEC consists of seven additional members:\n\nAs of 2024, the organization consists of 12 member countries.\n\nAccording to OPEC's website, the group's mission is “to coordinate and unify the petroleum policies of its Member Countries and ensure the stabilization of oil markets in order to secure an efficient, economic, and regular supply of petroleum to consumers, a steady income to producers, and a fair return oncapitalfor those investing in the petroleum industry.”\n\nThe organization is committed to finding ways to ensure thatoil prices are stabilizedin the international market without any major fluctuations. Doing this helps keep the interests of member nations while ensuring they receive a regular stream of income from an uninterrupted supply of crude oil to other countries.\n\nOPEC recognizes the founding nations as full members. Any country that wishes to join and whose application is accepted by the organization is also considered a full member. These countries must have significant crude petroleum exports. Membership to OPEC is only granted after receiving a vote from at least three-quarters of its full members. Associate memberships are also granted to countries under special conditions.\n\nThe percentage of crude oil reserves held by OPEC countries in 2023.\n\nCollectively, OPEC is the largest producer and exporter of crude oil and petroleum products in the world. Having said this, it's no surprise that any moves the group makes have a big impact on global energy prices. Oil prices can drop significantly if they decide to supply more oil to the market. On the other hand, if OPEC member countries decide to cut production and curb supplies, prices are highly likely to shoot up.\n\nThere are several advantages of having a cartel like OPEC operating in the crude oil industry. First, it promotes cooperation among member nations, helping them alleviate some degree of political hostilities. And because the organization's main goal is to stabilize oil production and prices, it is able to exert some influence over production from other nations.\n\nOPEC’s influence on the market has been widely criticized. Because its member countries hold the vast majority of crudeoil reserves, the organization has considerable power in these markets.As a cartel, OPEC members have a strong incentive to keep oil prices as high as possible while maintaining their shares of the global market.\n\nPromotes cooperation among member nations\n\nExerts influence over production from other nations\n\nIncentivized to keep oil prices high to maintain global market share\n\nOil prices and OPEC's role in the international petroleum market are subject to a number of different factors. The advent of new technology, especiallyfrackingin the United States, has had a major effect on worldwide oil prices andhas lessened OPEC’s influence on the markets. As a result, worldwide oil production increased and prices dropped significantly, leaving OPEC in a delicate position.\n\nOPEC decided to maintain high production levels and consequently low prices as of mid-2016, in an attempt to push higher-cost producers out of the market andregain market share. However, starting in January 2019, OPEC reduced output by 1.2 million barrels a day for six months due to a concern that an economic slowdown would create a supply glut, extending the agreement for an additional nine months in July 2019.\n\nDemand for oil dropped during the global crisis, which began in 2020. Producers had an overabundance in supply with no place to store it, as the world experienced lockdowns cutting down demand. This, along with a price war between Russia and Saudi Arabia, led to a drop in oil prices. As a result, the organization decided to cut production by 9.7 million barrels per day between May and July 2020.Oil prices continued to experience volatility, leading OPEC to adjust production levels to 7.2 million barrels per day as of January 2021.\n\nOPEC faces considerable challenges from innovation and new, green technology. High oil prices are causing some oil-importing countries to look to unconventional—and cleaner—sources of energy. These alternatives, such as shale production as an alternative energy source, and hybrid and electric cars that reduce the dependence on petroleum products, continue to put pressure on the organization.\n\nOPEC+ is a group that comprises the 12 member countries of OPEC and other non-OPEC members. These countries include Azerbaijan, Bahrain, Brunei, Kazakhstan, Russia, Mexico, Malaysia, South Sudan, Sudan, and Oman.\n\nThis group was established in 2016, a time when the economy was seeing significantly low oil prices. The purpose was to help bring stability to the global market. Together, OPEC+ nations boast 90% of the world's oil reserves.\n\nOPEC's main goal is to maintain oil prices at a profitable level for its members while keeping the market as free as possible from restrictions. The organization ensures its members receive a steady stream of income from an uninterrupted supply of oil.\n\nOPEC is made up of 12 member nations. The five founding members are Iran, Iraq, Kuwait, Saudi Arabia, and Venezuela, while the other full members include Algeria, Congo, Equatorial Guinea, Gabon, Libya, Nigeria, and the United Arab Emirates.\n\nThe United States is not part of OPEC. This means that the country has control over its own production and supply without any interference from the organization.\n\nIn December 2016, OPEC formed an alliance with other oil-exporting nations that were not a part of the organization, creating an entity that is commonly referred to as OPEC+, or OPEC Plus. Prominent members of OPEC+ include Russia, Mexico, and Kazakhstan. Working in coordination with additional oil-exporting countries makes the organization even more influential when it comes to international energy prices and the global economy.\n\nOPEC is an organization that controls petroleum production, supplies, and prices in the global market. The group was established in 1960 and is made up of 12 different oil-producing companies.It holds considerable influence in the marketplace and is often criticized for inflating oil prices to the benefit of its members. But it isn't immune to challenges, notably geopolitical tensions, oversupply and drops in demand, and the adoption of new, green technologies.\n\nCorrection—Dec. 24, 2024:This article has been edited to clarify that Equatorial Guinea is primarily a member of OPEC, and not OPEC+.\n\nOrganization of Petroleum Exporting Countries. \"Brief History.\"\n\nOrganization of Petroleum Exporting Countries. \"Our Mission.\"\n\nOrganization of Petroleum Exporting Countries. \"Member Countries.\"\n\nOrganization of Petroleum Exporting Countries. \"Secretariat.\"\n\nOrganization of the Petroleum Exporting Countries. \"About us.\"\n\nOrganization of the Petroleum Exporting Countries. \"Secretary General.\"\n\nOrganization of the Petroleum Exporting Countries. \"Mohammad Barkindo Takes Office as OPEC Secretary General.\"\n\nOrganization of the Petroleum Exporting Countries. \"Annual Report 2019,\" Page 43.\n\nBritannica. \"Arab oil embargo.\"\n\nOrganization of the Petroleum Exporting Countries. \"The OPEC Fund for International Development.\"\n\nOrganization of the Petroleum Exporting Countries. \"Statute,\" Page 1.\n\nOrganization of the Petroleum Exporting Countries. \"Statute,\" Page 5.\n\nOrganization of the Petroleum Exporting Countries. \"OPEC Share of World Crude Oil Reserves, 2021.\"\n\nOrganization of the Petroleum Exporting Countries. \"Annual Report 2019,\" Page 1.\n\nOrganization of the Petroleum Exporting Countries. \"The 10th (Extraordinary) OPEC and Non-OPEC Ministerial Meeting Concludes.\"\n\nOrganization of the Petroleum Exporting Countries. \"The 12th OPEC and Non-OPEC Ministerial Meeting Concludes.\"\n\nNasdaq. \"What Is OPEC+? An Overview of Key Members.\"\n\nOrganization of the Petroleum Exporting Countries. \"The Declaration of Cooperation of OPEC and Non-OPEC Oil-Producing Countries Reaches Five Years.\"",
  "url": "https://www.investopedia.com/terms/o/opec.asp"
}