{
  "term": "Origination Fee: Definition, Average Cost, and Ways to Save",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA mortgage origination fee is an upfront fee charged by a lender to process a new loan application. The fee is compensation for executing the loan. Loanoriginationfees are quoted as a percentage of the total loan, and they are generally between 0.5% and 1% of a mortgage loan in the United States.\n\nSometimes referred to as “discount fees” or “points,” particularly when they equal 1% of the amount borrowed, origination fees pay for services such as processing, underwriting, and funding.\n\nAn origination fee is similar to any commission-based payment. A lender would make $1,000 on a $100,000 loan—or $2,000 on a $200,000 loan—if the lender charged a 1% fee for originating the loan. The origination fee representspayment for the lender’s initial services. It sometimes represents a higher percentage of the loan amount on smaller loans, because a $50,000 loan can require the same amount of work for the lender as a $500,000 loan.\n\nTotal mortgage fees from lenders can be compared using a mortgage calculator. These fees are typically set in advance, and they should not suddenly increase at closing. They should be listed on the closing disclosure.\n\nLenders often earned exorbitant origination fees andyield spread premiums (YSPs)during the late 1990s to mid-2000s for selling the borrower a higher interest rate. Borrowers with marginal credit or unverifiable income were particularly targeted by predatorysubprimelenders. These lenders often charged origination fees as high as 4% or 5% of the loan amount, and they made thousands of additional dollars in YSPs.\n\nThe government passed new laws following the2007-2008 financial crisis. These laws limited how lenders could be compensated.Public pressure provided an incentive for lenders to rein in the practices that had made them rich during the housing boom. Origination fees shrunk to an average of 1% or less.\n\nA borrower is often better off paying a higher origination fee in exchange for a lower interest rate, because the interest savings over time will exceed the origination fee.\n\nMortgage origination fees can be negotiable, but a lender cannot and should not be expected to work for free. Obtaining a reduced origination fee usually involves conceding something to the lender. The most common way to lower the fee is to accept a higher interest rate in return.\n\nEffectively, the lender earns its commission from the YSP instead of the origination fee. This is executed through something called \"lender credits.\" They are calculated as negative points on a mortgage.As a general rule, this is a good deal for borrowers only if they plan to sell orrefinancewithin a few years; on longer mortgages what you cumulatively pay in interest will generally outstrip what you would have paid in an origination fee. If you plan to refinance, consider working with one of thebest mortgage refinance companiesto ensure you're getting a good deal.\n\nYou can negotiate to have the home seller pay your origination fees. This is most likely to happen if the seller needs to sell quickly or is having trouble selling the home. You can also negotiate with the lender to have the origination fee reduced or waived. This may not involve accepting a higher interest rate if, for example, you have shopped around and can present evidence of a better offer from a competing lender.\n\nAlso, if the mortgage is for a large amount and a long term, and you have excellent credit and a safe source of income, a lender may find your business attractive enough to go easy on fees.\n\nFinally, always make sure to look at what exactly constitutes the origination fee. Some lenders bundle other fees, such as application and processing fees, into it. If that is the case, ask to have those bundled fees waived.\n\nOrigination fees may represent just a small part of the closing costs and fees that must be paid when entering into a loan. Specific to a mortgage, there may be a variety of ways to pay this small cost. Note that the ways to cover the origination fees below are not exhausted or listed in any particular order.\n\nDiscount pointsand loan origination fees are twoprepaid finance chargesassociated with mortgages or home loans. They represent different aspects of the loan process. Borrowers may come across both as part of their purchase and financing documents.\n\nPoints are upfront fees paid to the lender at the time of closing the mortgage expressed as a percentage of the total loan amount. There are two types of points: discount points and origination points. Discount points are optional fees borrowers can pay to reduce the interest rate on the loan. Origination points are fees charged by the lender for processing the loan application and creating the loan, essentially compensating it for its services.\n\nLoan origination fees are different. They are specific charges imposed by the lender for processing the loan application and facilitating the mortgage process. Loan origination fees may be a flat fee, usually expressed in dollars, rather than a percentage of the loan amount. These fees are meant to cover administrative costs, paperwork, and other services involved in evaluating the borrower's creditworthiness.\n\nLarry is purchasing his first home and has secured a mortgage through a local bank. The loan amount is $250,000, and the lender charges a loan origination fee of 1.5% of the loan amount. This means the origination fee would be 1.5% of $250,000, which equals $3,750. Even though we discussed many more options above, let's assume Larry has only two options in this example.\n\nAssuming Larry opted for a 30-year fixed-rate mortgage with an interest rate of 4%, Larry's monthly payment for a $250,000 loan over 30 years is approximately $1,193. However, with the increased loan amount of $253,750, the new monthly payment would be approximately $1,208. By rolling the $3,750 loan origination fee into the mortgage, Larry's monthly payment increases by $15.\n\nWhile this may not seem like a significant increase, it's essential to consider the long-term impact, as he will be paying this additional amount over the entire loan term (360 months).\n\nYes, loan origination fees are often negotiable. Borrowers can try to negotiate with lenders to reduce or waive some of the origination fees. Shopping around for multiple lenders and obtaining loan estimates can provide leverage during negotiations.\n\nIn some cases, borrowers can include loan origination fees in the mortgage amount. This means the fees will be spread out over the life of the loan, but it also increases the total loan amount and the overall interest paid over time. It's essential to discuss this option with the lender and understand the implications before proceeding.\n\nYes, loan origination fees can vary depending on the type of loan and the lender's policies. Different loan programs such as conventional mortgages, FHA loans, VA loans, or jumbo loans may have different origination fee structures.\n\nIn most cases, loan origination fees are not tax-deductible. However, some points paid as part of the loan origination process may be tax-deductible if they meet certain conditions. It's essential to consult with a tax advisor or tax professional to understand the tax implications specific to your situation.\n\nOrigination fees are upfront charges imposed by lenders when obtaining a loan, such as a mortgage. They cover the cost of processing the loan application, underwriting, and preparing necessary documents for closing. Origination fees can be expressed as a percentage of the loan amount or a flat fee, impacting the borrower's upfront costs. Alternatively, they may also be commonly rolled into the mortgage, increasing the total loan amount and monthly payments.\n\nConsumer Financial Protection Bureau. \"What Is a Closing Disclosure?\"\n\nConsumer Financial Protection Bureau. \"Loan Originator Compensation Requirements Under the Truth in Lending Act (Regulation Z).\"\n\nConsumer Financial Protection Bureau. \"What Are (Discount) Points and Lender Credits and How Do They Work?\"",
  "url": "https://www.investopedia.com/terms/o/origination-fee.asp"
}