{
  "term": "Original Issue Discount (OID): Formula, Uses, and Examples",
  "definition": "An original issue discount (OID) is the discount in price from a bond'sface valueat the time abondor other debt instrument is first issued.\n\nBonds can be issued at a price lower than their face value—known as adiscount. The OID is the amount of discount or the difference between the original face value and the price paid for the bond.\n\nOriginal issue discounts are used by bond issuers to attract buyers to purchase their bonds so that the issuers can raise funds for their business. Manyzero-coupon bondsuse large OIDs to entice buyers to their products.\n\nOnce purchased, the bond's issuer usually pays the bondholder an interest rate—called acoupon—while the investor holds the bond. Periodically, the bondholder receives interest payments based on the rate of the bond. When the bond reachesmaturity, the investor gets the return of the face value paid for the bond.\n\nHowever, some bonds sell for a price less than the face or par value of the note. The OID is the difference between the price paid for a bond and its face value. The OID may be considered interest since the buyer is paid the face value of the bond at maturity even though the purchase price was lower than the face value.\n\nFor example, let's say that a bond has a $100 face value, meaning the investor would receive $100 returned at the maturity date. If the investor buys the bond for $95 and receives $100 at maturity, the OID is $5, which is the return on the investment.\n\nIf a bond offering the OID is zero-coupon, then the only money made is at maturity when the face value is paid back.\n\nThe OID is the difference between the stated redemption price and the issuance price (the discounted offering price of the debt.)\n\nOID = Redemption Price – Issuance Price\n\nLet's say that a company wants to offer a $100,000 bond (redemption price), but is willing to accept $90,000 in capital (issuance price). Therefore, the OID equals $10,000:\n\nOID=$100,000 - $90,000 = $10,000\n\nA company can have a bond that sellsat a discountto its face value while it also pays periodic interest. However, the amount of OID tends to correlate with the interest rate on the bond inversely. In other words, the bigger the discount, the lower the coupon rate offered on the bond.\n\nThe reason for the negative correlation is that companies might issue a bond at a discount to its face value, so the company does not have to pay a regular, and ongoing higher interest rate to investors. Although interest earned on a bond is income for investors, it's an expense for companies.\n\nConversely, the higher the rate on a bond, the less it is likely to sell at a discount, and its OID, if any, would be smaller. If a bond's rate is attractive to investors, there will likely be many buyers and demand for the bond, so it's not likely it will sell for much of a discount.\n\nInvestors should understand that just because they are buying a bond at a discount, it does not mean it is a bargain. The return received for the OID may end up being less than the return from a non-OID bond, bearing higher interest, or anotherfixed-income security. Comparison is important as the original issue discount plus the total of regular coupon payments must be higher than alternatives to make it a bargain.\n\nThe bonds with the highest original issue discounts are typicallyzero-coupon bonds. As the name indicates, these debt instruments do not pay a coupon interest payment. Without this to entice buyers, they must offer deeper discounts as compared to bonds that pay interest and sell at their face values. The only way for investors to earn income from a zero-coupon bond is from the difference between the bond's purchase price, and its face value at maturity.\n\nZero-coupon bonds save the costs of interest payments for the issuer at the expense of the lower initial selling price. Once the bonds mature, they are redeemed for full face value.\n\nIf interest rates rise significantly, existing fixed-rate bonds become less attractive, and their prices fall as investors sell them for higher-rate bonds elsewhere. Conversely, if interest rates fall significantly, existing fixed-rate bonds become more attractive, and their prices rise as investors rush to buy them. Even though many OID bonds don't pay any interest, this trend applies to them as well. Since bonds with higher rates would make the OID bonds less attractive, and lower yielding bonds would make them more attractive.\n\nWithout the impact of changes to themarket interest rate, some consider these investments low-risk. However, zero-coupon bonds are generally not as liquid, so there will be limited buyers and sellers on the secondarybond market.\n\nJust like you need to examine a sweater selling for a discount for flaws, the same care must be taken with OID bonds. One that is offering a large OID might be selling at a discount because the bond issuer is in financial distress. Also, a bond selling at a discount might mean there's a lack of investors willing to buy it for some reason. There may be an expectation the company mightdefaulton the bond. A default is when an issuer can no longer make interest payments or repay the principal amount that bondholders had initially invested.\n\nIf corporate bonds default, investors have little recourse. Although bondholders are paid before common stockholders in the event of a company'sbankruptcy,there is no guarantee that the investor will receive the return of the full amount of their investment, if anything at all.\n\nAlthough investors are compensated somewhat for their risk by being able to buy the bond at a discounted price, they should weigh the risks versus the rewards carefully.\n\nInvestors pay less than the par value for an OID bond.\n\nZero-coupon bonds use large OIDs to entice investors.\n\nLess capital is required to invest\n\nDiscounted bonds can indicate an issuer is facing financial difficulty.\n\nThe OID may not offset rates offered by traditional fixed-rate bonds.\n\nInvestors could face an annual tax liability before the bond matures.\n\nIt's important for investors to contact a tax professional or review theIRS tax codebefore investing in bonds that are considered original issue discounts. Since the OID on a bond is a type of interest and will serve as a source of income when it reaches maturity, the IRS may expect you to pay taxes on that money (the difference between the discounted purchase price and the face value).\n\nAlso, keep in mind that even though some OID bonds don’t pay any interest until they reach maturity, investors still may need to declare a portion of the income earned each year they hold the bond.\n\nEach year, an OID bond’s holder receives aForm 1099-OIDfrom the issuer of the bond if the interest accrued is $10 or more. The form will show how much the bond has accrued that year: that amount must be reported as income on the tax return. Since taxes are paid each year, OID bond holders don't receive a tax bill for the whole amount when the bond reaches maturity.\n\nAs an example, in 2019, KushCo Holdings Inc. (KSHB) sold or floated a senior unsecured note for over $21.3 million. This 18-month note was issued as an original issue discount as stated by the company in its press release: \"The Note is being issued at an original issue discount and will not bear additional interest.\"\n\nThe issue was placed with a private placement firm and was not registered under the U.S. Securities Act and as such, cannot be sold in the U.S.\n\nThe OID is equal to the difference between the stated redemption price of a bond and the initial price when it was first issued. It can be calculated by subtracting the issuance price from the redemption price.\n\nOID is a form of interest on a debt instrument such as a bond or note issued at less than its face amount. A debt instrument generally has a discount when it's issued for a price less than its stated redemption price at maturity. For tax purposes, this interest is considered income.\n\nTaxpayers should use Form 1099-OID, Original Issue Discount, to report any interest that is taxable OID. This type of interest is generally taxed as ordinary income. However, if a short-term discount obligation is redeemed at maturity, it should be filed with Form 1099-INT. Brokers and middlemen will typically send the appropriate form to their clients for tax purposes.\n\nAn original issue discount (OID) may be offered by companies when they sell their face value bonds or other debt instruments at a discount. Often bonds are sold at maturity for a sum less than their stated value. The difference between the two prices is the OID, which is considered additional interest income for the buyer.\n\nThe OID amount must be reported by the buyer as part of taxable income as it accrues over the remaining life of the bond, regardless of any payments from the issuer during that time. In addition, the buyer should pay taxes on the actual interest income received, if the bond is not zero-coupon.\n\nInternal Revenue Service. \"Publication 1212: Guide to Original Issue Discount (OID) Instruments.\"\n\nInuit TurboTax. \"What Is Form 1099-OID?\"\n\nNew Cannabis Ventures. \"Kushco Holdings, Inc. Announces the Private Placement of US$21,300,000 Senior Unsecured Note.\"",
  "url": "https://www.investopedia.com/terms/o/oid.asp"
}