{
  "term": "Original Equipment Manufacturer (OEM): Definition and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAn original equipment manufacturer (OEM) is a company whose goods are used as components in the products of another company. Put simply, an OEM creates parts and components that are used by other companies in their finished products. These other companies are typically calledvalue-added resellers (VARs). VARs work closely with the OEM, which often customizes designs based on the VAR’s needs and specifications.\n\nOriginal equipment manufacturers traditionally focus onbusiness-to-business (B2B)sales, while VARs sell to consumers or end users. That's because the products that OEMs design and sell are meant for other companies to complete their goods and services.\n\nOEMs usually make parts to sell to VARs as opposed to complete, finished products. An OEM may manufacture electronic components for a VAR that makes high-definition TVs, such as Samsung. Or, an OEM may sell customized fasteners with a branded monogram to a VAR—for example, the RL monograms for the clothing company Ralph Lauren.\n\nCar parts, such as exhaust systems or brake cylinders, are alsomanufacturedby OEMs. After the parts are manufactured, the OEM sells them to an auto manufacturer. This manufacturer assembles them into a car, and the completed car is marketed to auto dealers. Finally, the auto dealers sell the completed cars to consumers (end users).\n\nAs noted above, OEMs have traditionally sold their products directly to other businesses. This allows companies to use these components to manufacture and sell their finished products to consumers. But the lines have blurred in some cases, making the definition of an OEM rather muddled. That's because OEMs may also sell to the general public, effectively making them VARs.\n\nThis is common in certain industries, including computer and auto parts. For example, an individual consumer who wants to make car repairs can buy OEM parts directly from a manufacturer or a retailer that stocks those parts.\n\nTheaftermarketis the market for replacement parts, accessories, and equipment for the care of an original product. The original product may be an automobile after it has been sold to a consumer.\n\nIn the previous example, although the OEM manufactured the original parts used to assemble the car, additional companies sell equipment for the aftermarket. The consumer can buy replacement equipment for the original parts from these companies.\n\nAftermarket replacement parts are often manufactured to be close to the original specifications of the OEM's parts.\n\nSuppose the owner of a Ford car needs to replace the thermostat. The original thermostat was manufactured by ABC Thermostats, an OEM. The consumer can either buy another thermostat manufactured by ABC Thermostats, or they can buy an aftermarket part manufactured by a different company.\n\nConsumers often choose to buy replacement parts from the OEM for consistency. However, some aftermarket equipment is of higher quality than the OEM's equipment. For instance, the gear shifters manufactured by Hurst Performance became known for their superior performance, which is why car buyers preferred them to the original part.Hurst shifters were so trusted that manufacturers chose to install them in their factory designs, effectively turning Hurst into an OEM.\n\nAn OEM is distinct from an original design manufacturer (ODM). An ODM is athird-partycompany that specializes in the design and manufacture of products based on another company's exact specifications,\n\nA company may hire an ODM when it's looking to bring a new product to market; the ODM would then produce manufactured parts to meet this company's (their client's) exact specifications. The client rebrands and labels the product afterward for sale to its consumers.\n\nA company may choose to work with an ODM to save on its own research and development costs. And, ODM products usually have a low minimum order quantity, making them attractive to smaller clients.\n\nIt is more common for companies to rebrand other manufacturers’ products for resale in the digital world. Dell and Hewlett-Packard have accepted branded parts from external sources in their products over time. As a result, the usage of OEM has expanded. The phrase now can be used as an adjective, as in OEM parts, or as a verb, such as when a manufacturer says it plans to OEM a new product.\n\nThis created a shift in manufacturing dynamics and, as a result, changes in responsibility forwarranties, customer support, and other services. As Dell incorporated Intel processors into its computers, for instance, Dell advertised that it had “Intel Inside!” andmarketingmaterials suggested that Intel and Dell were partners in the processor and computer design.\n\nIn the auto repair industry, OEM parts are those products used by a car manufacturer but made by a different manufacturer. Aftermarket parts are made by a third-party manufacturer but may be compatible with the same vehicles.\n\nIn computer and electronics sales, OEM may refer to the software sold to another manufacturer for its products. It may be pre-installed on a new computer or device. An example is Windows operating systems, which Microsoft, the maker, sells to other computer makers like Dell and Lenovo to install in their hardware.\n\nOEM parts tend to be more expensive than parts made by third-party manufacturers, but they are made to a more exact set of specifications. Some third-party products are as reliable as OEM parts, and they may be significantly cheaper. When searching for replacements, consumers should research different brands to determine which manufacturer offers the best combination of price and quality.\n\nAn OEM provides components for the finished products of a VAR. Typically, OEMs manufacture parts and equipment for B2B sales, while VARs sell their finished products to consumers (end users). After the final, finished product is sold to the consumer, OEM parts often compete with generic, replacement parts.\n\nHotCars. “A Detailed Look Back at Hurst.”\n\nHemmings Motor News. \"Hurst Shifters.\"\n\nAlibaba. “OEM vs. ODM Manufacturing: What’s the Difference?”\n\nIntel. \"Ingredient Branding: End User Marketing and 'Intel Inside.'\"",
  "url": "https://www.investopedia.com/terms/o/oem.asp"
}