{
  "term": "Origination Points: Meaning, Examples in Mortgages",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nOrigination is a step-by-step process that every borrower must complete to obtain a mortgage or home loan. Meanwhile, origination points represent the fees borrowers pay to lenders or loan officers to compensate for evaluating, processing, and approving mortgage loans. They represent a way to pay closing costs, and these fees are negotiable among mortgage lenders.\n\nUnlike other types of points (e.g.,discount or mortgage points), origination points aren't tax-deductible.\n\nThere are two types of points:discount pointsand origination points. Discount points represent interest that is prepaid on the loan, and these are tax-deductible.The interest rate will be lower depending on the number of points a borrower pays; the more points paid, the lower theinterest rate. Depending on how much a borrower wants to reduce their interest rate, they can pay from zero to four points.\n\nWhile discount points represent prepaid interest, origination points are the costs the borrower must pay the lender to issue the loan. The cost of the points is tax-deductible if it is used for the mortgage and not for closing costs. According to the IRS, the cost is not tax-deductible if the fee is for items that appear on a settlement statement, such as inspection or notary fees.\n\nOrigination points vary from lender to lender, and a single origination point represents 1% of the mortgage loan. For example, if an individual is borrowing $150,000 and the bank is charging the individual 1.5 origination points, they will pay $2,250 (or 1.5% of $150,000) in origination points. The fees charged by banks to create the loan are typically 1 origination point, or 1% of the amount being borrowed.\n\nWhether a borrower should pay discount points depends on factors such as how much they have to put down as a deposit at closing and how long the borrower intends to stay in the home. If discount points are paid to lower the interest rate, that's an advantage if the borrower plans to stay in the house for a long time because the mortgage payments will be lower. However, in many cases, it is better to pay zero points and use the money for home furnishings or other investments instead.\n\nLet's consider a hypothetical example using a 30-yearfixed-rate mortgagefrom a hypothetical lender (Lender X) to show how paying discount points lowers the interest rate. It assumes that the rate for a 30-year FRM is 4.125%.\n\nIf an individual borrows $300,000 for a new home, the interest rate can be reduced to 3.875% by paying 1.524 discount points (i.e., $4,572) or 4% by paying 0.461 points ($1,383) to the lender. Paying more points will reduce monthly mortgage payments and possibly increase the possibility of having the loan approved.\n\nAs for origination points, borrowers should research lenders and inquire aboutclosing costsbecause they might be able to negotiate the amount paid. Obviously, a borrower wants to minimize the fees, closing costs, and origination points on the mortgage loan.\n\nDiscount points are upfront payments that \"buy down\" the interest rate on a mortgage, lowering its monthly payments. Origination points are instead used to cover overhead costs for the loan. Origination and discount point fees are both paid at closing. Discount points may be tax-deductible, but origination points are not.\n\nOrigination points on residential mortgages tend to be between 0.50% and 1.50%, with 1.00% being the industry average.\n\nNot all lenders charge origination points, so be sure to shop around if this is a concern you have. You might be able to negotiate lower points with your lender to close the deal, or request the seller or one of the brokers involved in the deal to pay them on your behalf.\n\nOrigination fees might seem like just another closing expense. However, the fees compensate the lender for drawing up the paperwork, verifying the information, and approving the loan. Although you can negotiate the origination points with a lender, you'll be in a stronger position if you have several lenders competing for your mortgage.\n\nInternal Revenue Service. \"Topic No. 504 Home Mortgage Points.\"\n\nConsumer Financial Protection Bureau. \"What Are (Discount) Points and Lender Credits and How Do They Work?\"",
  "url": "https://www.investopedia.com/terms/o/originationpoints.asp"
}