{
  "term": "Original Face: What It is, How It Works, Benefits",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nOriginal face is thepar valueof amortgage-backed security(MBS) at the time it isissued. An MBS is an investment that contains a number ofmortgagehome loans from various banks in which investors earn income from those loans.\n\nThe original face is thetotalprincipalamount originally owed on all of the mortgageloansand represents how much the MBS is initially worth. Original face is also referred to as originalface value.\n\nThe mortgage-backed security's original face value is helpful since it tells investors the initial total of all of the loans within the MBS. However, the original face value does not provide investors with the value of the MBS in the future.\n\nMortgage-backed securities (MBSs) are home loans that are sold by theirissuingbanks to agovernment-sponsored enterprise(GSE) or financial company and then bundled together into a single investablesecurity. Unlike most other types ofbonds, mortgage-backed securities return both principal andinterestto the holder in periodic payments, usually on a monthly basis.\n\nWhen an MBS is initially structured, the par value given to the pool is called the original face—the total outstanding balance at the time of its inception. Over time, this balance is reduced as borrowers make payments on their loans, resulting in a lower actual value of the MBS versus the original face value.\n\nAn MBS can be tailored for a specific need. For instance, if aninstitutional investormade a request for a particular face value in addition to other characteristics, the issuer would do its best to match that request.\n\nBecause mortgages don't always come in easily rounded numbers, especially wheninvestorsare looking for a particular borrower profile, the targeted original face and the actual original face will likely be a bit different. This is referred to asvariance. Usually, the variance is fairly minimal, such as a $1 million MBS coming in with a $1,010,000 original face.\n\nOnce borrowers begin to make payments, the total outstanding balance owed on the MBS decreases, and this value is referred to as thecurrent facevalue.\n\nWhile the original face value remains fixed since it represents the initial value of the total loans outstanding within the MBS, the current face value changes over time. The mortgage-backed security's current face value is, in part, driven by borrowers making loan payments or paying off their loans early.\n\nThepool factoris a measure of how much of the original loan principal remains and can be calculated by taking the current face and dividing it by the original face value. A newly issued MBS will have a pool factor of one at inception, meaning the original face will equal the current face. If 50% of the mortgages have been paid down, the MBS would have a 0.50 pool factor.\n\nInvestors monitor both the current face and the forecasted pool factor of an MBS to determine the predictability of the income stream from the security. Loans that are being paid down early—calledprepayments—can accelerate the pool factor and reduce the current face value. Conversely, borrowers who are behind on their payments also impact the pool factor and the current face value.\n\nMortgage-backed securities start life with an original face value and a pool factor of one, which moves toward zero over time as payments are made on the underlying mortgages.\n\nWheninterest ratesare low, and it becomes cheaper to borrow, homeowners are incentivized torefinancetheir mortgages, resulting in higher levels of prepayment of the original loans within the MBS. This increase will show in the pool factor as the outstanding principal balance (current face) shrinks faster than in previous months, and the pool factor drops further than its normal monthly average.\n\nMBS investors generally do not want to see the pool factor dropping faster than planned because it results in a lower overallreturnfor them. When a loan's principal is paid off early, future interest payments will not be paid on that part of the principal.\n\nQuicker repayments as a result of mortgage refinancing also leave investors suddenly finding themselves with money they need to reinvest. If it's a declining interest-rate environment, investors are stuck with lower-yielding assets that pay a lower return than the MBS they had initially purchased.\n\nThe original face gives investors the option to choose how much money they potentially want to earn from an investment. Later on down the line, the figure continues to be consulted as a key reference point, enabling investors to establish how an MBS is doing now compared to when it first started out—and determine itsreturn on investment(ROI).\n\nThe original face is used bytradersand investors in modeling and determiningvaluationsof an MBS over its lifetime. Identifying the original face value of an MBS at its time of inception and then comparing the value to the current face should provide an idea of how reliable those valuation assumptions were at the onset.\n\nLooking at both original and current face values can reveal, for example, whether the assumed prepayment rate was accurate and if the valuation is higher or lower than it should be in light of the actualprepayment riskto date.",
  "url": "https://www.investopedia.com/terms/o/original_face.asp"
}