{
  "term": "Origination: Definition in Finance, Loan Process, and Requirements",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nOrigination is the multi-step process that every individual must go through to obtain a mortgage or home loan. The term also applies to other types of amortized personal loans. Origination is often a lengthy process that is overseen by theFederal Deposit Insurance Corporation (FDIC)for compliance with Title XIV of theDodd-Frank Wall Street Reform and Consumer Protection Act.A loan origination fee, usually about 1% of the loan, is intended to compensate the lender for the work involved in the process.\n\nLoans help consumers and businesses meet their financial goals and obligations. They can be used to make large purchases, pay off debt, make investments, or buy properties like homes. In order to be approved, the borrower must apply for financing.\n\nBorrowers must submit various types of financial information and documentation to thefinancial institutionor other lender during the origination process. Some of the most common types of information and documents required include:\n\nLenders then use this information to determine the type of loan and the interest rate for which the borrower is eligible. Lenders also rely on other information, especially the borrower’scredit report, to determine loan eligibility.\n\nIt isn't uncommon for lenders in the U.S. to chargeorigination fees. These are upfront charges that borrowers are required to pay the lender as compensation for the application, underwriting, and approval process. Normally ranging between 0.5% to 1% of the loan value, the origination fee can be deducted from or added to the loan balance.\n\nOrigination includes pre-qualification of the borrower, as well as underwriting, and lenders typically charge an origination fee to cover the associated costs.\n\nPre-qualificationis the first step of the process. The loan officer meets with the borrower and obtains all basic data and information relating to income and the property that the loan is intended to cover.\n\nAt this point, the lender determines the type of loan for which the individual qualifies, such as a personal loan. Fixed-rate loans have a continuous interest rate for the entire life of the loan, whileadjustable-rate mortgages (ARMs)have an interest rate that fluctuates in relation to an index or a bond price, such as Treasury securities. Hybrid loans feature interest-rate aspects of both fixed and adjustable loans. They most often begin with a fixed rate and eventually convert to an ARM.\n\nThe borrower receives a list of information needed to complete the loan application during this stage. This extensive required documentation typically includes the purchase and sale contract,W-2 forms, profit-and-loss statements from those who are self-employed, and bank statements. It will also include mortgage statements if the loan is to refinance an existing mortgage.\n\nThe borrower fills out an application for the loan and submits all necessary documentation. The loan officer then completes the legally required paperwork to process the loan.\n\nBorrowers only pay origination fees if the loan is approved.\n\nOnce the application is complete and the documentation submitted, the process is now out of the borrower’s hands. All paperwork submitted and signed until this point is filed and run through anautomatic underwritingprogram to be approved.\n\nSome files might be sent to anunderwriterfor manual approval. The loan officer then gets the appraisal, requests insurance information, schedules a closing, and sends the loan file to the processor. The processor may request additional information, if necessary, for reviewing the loan approval.\n\nSome mortgage borrowers might be eligible for government-backed loans, such as those insured by theFederal Housing Administration (FHA)or theU.S. Department of Veteran Affairs (VA). These loans are considered non-conventional and are structured in a way that makes it easier for eligible individuals to purchase homes. They often feature lower qualifying ratios and a smaller or no down payment, and the origination process can be somewhat easier as a result.\n\nLet's say a consumer wants to purchase their first home. They put in an offer on apropertyand the seller accepts. The two parties sign a contract and agree to a purchase price of $200,000. The buyer has a total of $50,000 saved up, which means they need to borrow $150,000 to cover the remaining balance.\n\nThe buyer goes to their bank, ABC Bank, to see if theypre-qualify. When they do, ABC Bank asks them to submit a formal application and furnish supporting documents, including their proof of income, tax returns, bank statements, and approval for a credit check. The application and documents are sent to the underwriting department of ABC Bank to assess whether the borrower is a suitable candidate for the mortgage.\n\nAfter four weeks, the bank approves the loan, contacts the borrower, and arranges a time to sign the paperwork. The borrower is notified of the interest rate and loan terms and also agrees to pay the loan origination fee of 1% or $1,500. This can either be deducted from the loan balance (resulting in thedisbursementof $148,500), pay it upfront, or have the seller pay it for them.\n\nLoan origination is the process lenders use to assess and approve borrower applications for various forms of debt. These include loans and mortgages. Originations go from the initial application for credit through underwriting and the approval process. In order for the process to work, borrowers need to submit an application and additional documentation, such as tax returns and pay stubs. Lenders normally charge a fee, which is a small percentage of the balance, to compensate them for the work involved in reviewing and approving the application.\n\nMost banks, financial institutions, and lenders charge an origination fee for any type of loan as a form of compensation for the loan process. This includes personal loans, debt consolidation loans, mortgages, home equity loans, and others. Fees generally range from 0.5% to 1% of the loan balance, so if you're asking for a $100,000 loan, a 1% fee will be $1,000. Some lenders may be willing to negotiate the fee, which can be deducted from the loan disbursement or paid upfront. Keep in mind that you only pay the fee if you're approved.\n\nThe application and approval process for a credit card isn't as thorough as it is for a loan. In most cases, the origination of a credit card involves filling out an application and getting a credit check done, and you may be approved in a matter of a few days to a few weeks. Lenders don't charge an origination fee for credit cards but they may require a security deposit for anyone who is just establishing their credit or who has a bad credit rating.\n\nIt's a good idea to understand how the loan process works before you apply, whether it's for a personal loan or a mortgage. In the U.S., it's generally called origination. This process sees borrowers go through pre-qualification, application, underwriting, and approval before any loan funds are disbursed. Keep in mind that many lenders charge an origination fee, which is usually a small percentage of the loan value.\n\nFederal Deposit Insurance Corporation. \"Banker Resource Center Mortgage Lending.\"\n\nFederal Trade Commission. \"Dodd-Frank Wall Street Reform and Consumer Protection Act, Titles X and XIV.\"\n\nU.S. Department of Housing and Urban Development. \"Let FHA Loans Help You.\"\n\nU.S. Department of Veterans Affairs. \"Purchase Loan.\"",
  "url": "https://www.investopedia.com/terms/o/origination.asp"
}