{
  "term": "Orphan Block: What It Is and How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nIn blockchain terms, orphan blocks are blocks with less proof than another block, resulting in the block with more proof being accepted by the blockchain. These blocks are usually created due to network lag between nodes. However, because most minable blockchains are now consolidated to mining pools with very low latencies and updates to blockchain programming have addressed their creation, they are very rare.\n\nA blockchain consists of a series ofblocks—files that store details of the various transactions occurring on the blockchain network. During the standardminingprocess, miners produce new blocks and attempt to generate a hash that meets the network's target difficulty value.\n\nThe first miner who successfully generates a winning hash is entitled to theblock rewardand has their block added to the blockchain. The process of proposing blocks and trying to add them to the blockchain then repeats.\n\nThis process of generating sequentially linked blocks creates ablockchainwhere blocks receive information—called the block header—from the block that preceded them. The block that received the block header is called the child block, and the block that had its header transferred is called the parent block.\n\nA block without a parent block is one with an incompleteblock hash. The block hash is an encrypted number and a snapshot of the complete blockchain at the moment the block was created. Parent block information would be included in this hash, so an orphan block would be a strange occurrence in a network that relies on validation and verification of all preceding blocks.\n\nHowever, a block was occasionally proposed that was missing its parent's header, so it could not be processed. This block was called an orphan block because it had no verifiable parent block.\n\nThe parent-child relationship in a blockchain stems from its database roots, where data from the parent block are included in the child blocks so that values are linked.\n\nThe Bitcoin blockchain was updated in 2015 to prevent actual orphan blocks from occurring, so they are no longer created.Orphan blocks are now considered to be blocks that do not have enough proof to be accepted. The way this works is that occasionally a block is validated and added to the chain at the same time another valid block is. These two blocks are used to create more blocks, causing two chains to emerge. Eventually, one of the chains will have more proof, and the other chain will be discarded. The blocks of the shorter discarded chain are the orphan blocks—they are also called stale blocks.\n\nIn 2020, Pieter Wuille, a long-time Bitcoin developer and participant, called these blocks \"extinct blocks\" because they are no longer active in the blockchain.\n\nUnder current definitions, an actual orphan block without any parental block information is likely a block that has been tampered with. However, for simplicity, an unaccepted block is called an orphan block.\n\nOrphan blocks were common on proof-of-work blockchains and can still occasionally occur. Uncle blocks were similar to orphan blocks on the Ethereum blockchain when it used proof-of-work. These blocks were mined at the same time as other blocks but were not accepted on the main chain.\n\nBitcoin and similar blockchains did not reward miners who proposed orphan blocks, but Ethereum rewarded uncle block producers.\n\nEthereum transitioned to proof-of-stake in 2022, effectively eliminating uncle block production because the block-producing mechanism is not competitive like Bitcoin's.\n\nIn the past, orphan blocks occurred frequently in the Bitcoin blockchain network. However, due to updates to the code and reduced latency in mining pools, it is very rare for an orphan block to be produced.\n\nUnder current definitions, stale blocks and orphans blocks are two terms used to refer to the same type of block. These blocks have less proof than an alternate chain of blocks and are abandoned by the network.\n\nThe transactions in an orphan block are not processed but are (usually) added back to miners' mempools for processing.\n\nThe definition of an orphan block has changed as blockchains have evolved. At one time, orphan blocks were blocks that were missing the headers of their parent blocks, but now, they are the blocks in short chains that are rejected by the network because another chain has more proof. They are also called stale blocks.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nOracle. \"Using Parent-Child References.\"\n\nBitcoinCore. \"Bitcoin Core Version 0.10.0 Released.\"\n\nStack Exchange. \"Bitcoin: What Are Orphaned and Stale Blocks? Pieter Wuille, Nov. 25, 2020, 18:31.\"",
  "url": "https://www.investopedia.com/terms/o/orphan-block-cryptocurrency.asp"
}