{
  "term": "Oscillator of a Moving Average (OSMA): What it is, How it Works",
  "definition": "OsMA is an abbreviation for the term oscillator of amoving average(MA). The OsMA is a technical indicator that shows the difference between an oscillator and its moving average over a given period of time.\n\nTheMACDis the most common oscillator used in the OsMA indicator, although any oscillator can be used. The MACD has a built-in moving average, which is thesignal line. The signal line is an average of the MACD line. The OsMA is the difference or space between these two lines, usually drawn as a histogram. It can provide trend confirmation as well as possible trade signals.\n\nImage by Julie Bang © Investopedia 2021\n\n﻿OsMA = Oscillator Value−Moving Average Value\\text{OsMA = Oscillator Value} - \\text{Moving Average Value}OsMA = Oscillator Value−Moving Average Value﻿\n\nThe OsMA is a usefulindicatorof trends and trend strength. Values above zero, especially a number of periods above zero, help confirm rising prices. Values below zero, especially a number of periods in a row below zero, help confirm falling prices.\n\nCrossoversof the zero line can also be important. A zero-line crossover occurs when the oscillator crosses above or below its MA. If the oscillator value drops below the MA value then the OsMA will record a negative value and shows the price is dropping. If the oscillator rises above the MA the OsMA will be positive and signals the price is rising.\n\nCrossovers may provide the occasional good trade that catches a major price move, but crossovers can also produce loads of bad trades when the price is choppy and the OsMA flutters back and forth between positive and negative values. If using crossovers, it is better to be selective, such as only taking crossovers that align with a longer-term uptrend based on price action or another indicator. As the price is rising, consider buying when the OsMA falls below the zero line and then moves back above it. During a downtrend, considershort tradeswhen the OsMA rises above the zero line and then drops below it. This won't totally eliminate the poor signals but it will get rid of some and will aid intrading in the direction of the trend.\n\nHigh values (relative to prior readings) on the OsMA indicate a very strong uptrend since the faster moving oscillator line is moving further and further away from the slower moving MA. Low values mean the price is falling rapidly since the faster-moving oscillator is dropping quickly relative to the slower-moving MA.\n\nSuch high and low readings are subjective though, as a reading that is too high or low could indicate that the market is near an extreme and is due for at least a short-term correction in the other direction. Looking at the past can reveal extreme on the OsMA. Mark prior high and low points on the OsMA where the price reversed. These levels may be relevant in the future again, although not always.\n\nThe MACD is a commonly used oscillator that has a built-in moving average. Therefore, theMACD histogramis an OsMA which shows the difference between the MACD line and the signal line.\n\nThestochastic oscillatorindicator is a type of oscillator. Therefore, it could be used to calculate an OsMA. Like the MACD, the stochastic usually has a moving average applied to it. In this case, it is called %D, and it's a three-period SMA of the stochastic (%K). To calculate the OsMA of the stochastic oscillator, take the difference between %K and %D.\n\nThe OsMA is alagging indicator. That means that it will sometimes provide information that is outdated. For example, a positive crossover above zero may occur but the price has already moved up substantially and thus may no longer be a good candidate. Similarly, the OsMA may show a strong price uptrend with positive values, but the price could still sharply fall. The indicator may be slow to decline or cross below zero, even though the price has fallen substantially already.\n\nFalse crossoversare also a common problem, especially when the price is choppily moving. The OsMA will move quickly above and below zero, providing little insight beyond confirming that price action is choppy and trendless.",
  "url": "https://www.investopedia.com/terms/o/osma.asp"
}