{
  "term": "Oslo Stock Exchange (OSL): Meaning, History, Associated Markets",
  "definition": "The Oslo Stock Exchange (OSL) is Norway's premierstock exchange. The exchange is located in the capital city of Oslo and is the region's major regulated market for securities trading. Investors can trade different assets, such as equities, bonds, andexchange-traded products (ETPs), on the OSL. The exchange's market capitalization as of May 13, 2022, was roughly $295.55 billion.Founded in 1819, the exchange was acquired byEuronextin 2019. The exchange is part of the NOREX alliance, making it attractive to foreign investment.\n\nThe Oslo Stock Exchange is the majorstock marketin Norway. It is commonly referred to asOslo Børsand is Norway’s only regulated securities exchange. As noted above, the OSL is the country's premier exchange and is located in the capital city of Oslo.\n\nDifferent financial products are traded on the exchange, including equities, bonds,exchange-traded funds (ETFs), ETPs,derivatives, and certain funds.As of September 2024, 332 companies listed equity shares on the exchange.These companies represent manysectors, notably energy, seafood, and shipping.While a majority of the securities listed on the OSL are Norwegian public limited companies, foreign companies also participate in the exchange.\n\nInvestors have the opportunity to invest in the Oslo OBXIndexthrough the Oslo Stock Exchange. It is made up of the 24 mostliquidsecurities on the exchange.The OBX Index is revised twice each year, based on the market data on the first Monday after the third Friday each March and September.\n\nThe Oslo Stock Exchange is fully electronic. Theautomated trading systemwas established in 1999.Trading takes place Monday to Friday between 9:00 a.m. and 4:20 p.m. local time.There are seven national holidays during which the exchange is closed along with one partial trading day each year.\n\nTrading on the Oslo Stock Exchange takes place inNorwegiankroner.\n\nThe OSL was established in 1819 as theChristiana Børs. It was designed to give merchants a place where they could meet and trade news and commercial goods, such as lumber. It wasn't until 1881 that it became an official stock exchange and began to list and trade securities. The exchange changed its name to Oslo Børs in the early 1900s.\n\nAs brokerage firms increased in popularity in Norway in the late 1990s, traders lost the need to meet in person to facilitate their transactions. As a result, the OSL went private, becoming alimited liability company (LLC)in 2001.The Oslo Børs VPS Holding ASA, which was established as a result of themergerof the Oslo Børs and VPS Holding, officially assumed ownership of the exchange in 2007.\n\nAs part of an effort for Nordic exchanges to attract more international investment, the Oslo Stock Exchange joined the NOREX alliance in 2000. NOREX also includes the stock exchanges of Stockholm, Copenhagen, and Iceland, and provides a common trading platform and streamlined regulations for participants.\n\nTheNasdaqandEuronextput in competing offers to assume control of the Oslo Stock Exchange in a bid to expand their global footprint. Although the exchange's major shareholders supported the bid by Nasdaq, the offer was withdrawn in May 2019 after the country's finance ministry approved a competing bid by Euronext.Theacquisitionwas completed in June 2019.\n\nCompanies must meet certain requirements and must disclose data regarding ownership and history, shares, andmarket valueto list on the Oslo Stock Exchange.\n\nThe Oslo Børs VPS Holding ASA facilitated trading on four other marketplaces in addition to the exchange. These markets are called the Oslo Axess, Merkur Market, Nordic ABM, and Oslo Connect.\n\nOslo Axess was established in 2007 as a regulated, licensed market under the Oslo Exchange, intended to promote the growth of small companies that do not yet meet the requirements for listing on the Oslo Stock Exchange.\n\nMerkur Market was launched in 2016 as amultilateral trading facility (MTF)for small and medium enterprises, which provides the opportunity for privately-held limited companies and equivalent foreign counterparts to be traded in Oslo.Boasting one of the fastest admission processes in Europe, Merkur Market indicates that a qualified applicant can be trading in their marketplace in as little as two weeks.\n\nIn 2005, the OSL established Nordic ABM as an alternativebond market.While Nordic ABM is not a regulated market or multilateral trading facility, Oslo Stock Exchange sets the rules, fees, and registration process for bonds that request to be registered on the Nordic ABM.\n\nOslo Connect is anover-the-counter (OTC)derivatives marketplace that is regulated as a multilateral trading facility. Participants in Oslo Connect must sign an agreement with Oslo Børs and a cooperatingclearinghouse.\n\nThe Oslo Stock Exchange is the premier exchange in Norway. It is the country's only regulated securities exchange. The OSL is also called Euronext Oslo, as it is owned by Euronext, and is known locally as Oslo Børs.\n\nYes, since the Oslo Stock Exchange is owned by Euronext and operates in the EU market, the exchange is EU-regulated. However, unlike Euronext's other exchanges, the Oslo exchange is not asmall or mid-sized enterprise (SME)growth market. SMEs are designed to give advantages to companies that otherwise do not meet the criteria for admission into Euronext's regulated markets.\n\nAs of April 2024, there are 332 companies listed on the exchange.There are three Norwegian companies listed on exchanges in the United States, which are listed below.\n\nThe best way to buy Norwegian stocks is if you are able to trade on the Oslo Stock Exchange. These shares will be the most liquid and your orders will fill the fastest. However, you can still trade Norwegian stocks on markets in the United States by purchasing something called anAmerican Depositary Receipt(ADR). An ADR is a certificate that you purchase on a U.S. exchange that represents a specified number of shares of a foreign company's stock. As of May 12, 2022, there are only three Norwegian companies with ADRs listed on U.S. exchanges: Equinor (EQNR), Idex Biometrics (IDBA), and Opera (OPRA).\n\nEuronext Oslo is another name for the Oslo Stock Exchange. Euronext and NASDAQ entered into bidding for the Oslo Stock Exchange but Euronext was able to secure it in 2019. Euronext is headquartered in Amsterdam and is Europe's largest stock exchange group.\n\nAlthough Norway is not an EU member nation, the company that owns the Oslo Stock Exchange, Euronext, is headquartered in Amsterdam. The Oslo Stock Exchange is a regulated EU market and is Norway's only regulated exchange comprising around 340 companies and a number of other financial instruments.\n\nTradinghours.com. \"Oslo Stock Exchange.\"\n\nEuronext. \"Welcome to Oslo Børs!\"\n\nInvesting.com. \"Oslo OBX (OBX).\"\n\nEuronext. \"Annual Report 1999.\"\n\nTradinghours.com. \"OSE Market Holidays.\"\n\nEuronext. \"The History in Words and Pictures.\"\n\nPitchBook. \"Oslo Børs VPS Holding Overview.\"\n\nNasdaq. \"Oslo Stock Exchange to join the NOREX Alliance.\"\n\nReuters. \"Nasdaq Pulls Out of Oslo Bors Battle.\"\n\nU.S. Securities and Exchange Commission. \"Treatment of Merkur Market of Oslo Bors ASA under Rule 902(b) of Regulation S.\"\n\nEuronext. \"Choosing Your Market.\"",
  "url": "https://www.investopedia.com/terms/o/oslobors.asp"
}