{
  "term": "OTC Pink: Definition, Company Types, Investment Risks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOTC Pink, now known as the Pink Open Market, is the lowest and most speculative tier of the three marketplaces for the trading ofover-the-counter (OTC)stocks.\n\nThe OTC Pink, now branded as the Pink Open Market, is the lowest and most speculative tier of the three marketplaces for the trading ofover-the-counter (OTC)stocks. All three tiers are provided and operated by theOTC Markets Group. This marketplace offers to trade in a wide range of equities through any broker and includes companies in default or financial distress.\n\nSince it has no disclosure requirements, the categorization of OTC Pink companies is from information provided by the company. OTC Markets Group now markets OTC Pink as the Pink Open Market, but the historical name still persists.\n\nThe over-the-counter (OTC) market is a decentralized market where securities, not listed on major exchanges, are traded directly by a network ofdealers. Instead of providing an order matchmaking service like theNYSE, these dealers carry inventories of securities to facilitate any buy or sell orders. Because information was initially printed on pink paper, the OTC Pink is also referred to as thePink Sheets.\n\nThe OTC Pink, as well as its companion tiers,OTCQXandOTCQB, is run by OTC Link. The link is an electronic inter-dealer quotation and trading system developed by OTC Markets Group. Registered with the SEC as a broker-dealer, OTC Link is also analternative trading system (ATS).\n\nOTC Link allows broker-dealers not only to post and disseminate their quotes but also to negotiate trades through the system’s electronic messaging capability. This feature enabled it to replace theOver-the-Counter Bulletin Board (OTCBB), which was a quotation-only system.\n\nOn November 8, 2021, the Financial Industry Regulatory Authority (FINRA) chose to discontinue the OTC Bulletin Board (OTCBB), a quotation system it operates between dealers, and remove all OTCBB-associated rules from its rulebook.\n\nBecause of the variable, self-reporting nature by OTC Pink companies, they are classified based on the quality and quantity of information they provide to investors. Classification is as follows.\n\nThe Pink Open Market previously had a category of No Information securities, which identified companies with the lowest level of disclosure—those that had not filed any information with either the SEC or the OTC Disclosure and News Service in six months.Such securities were considered highly risky for investors. In 2021, following updated SEC transparency rules, securities that were once labeled “No Information” moved to OTC Market Group’s Expert Market, which is only available to broker-dealers and other professional investors, not to the general public.They are not promoted as investment options for average investors.\n\nAll broker-dealers that trade on the OTCQX, OTCQB, and OTC Pink securities have to beFinancial Industry Regulatory Authority (FINRA)members. Further, they must register with theSECand are subject to state securities regulations. In this way, as with exchange-traded securities, investors trading OTC securities are protected from an unethical broker-dealer’s illegal practices by the same SEC and FINRA rules such asBest Execution, Limit Order Protection, Firm Quotes, and Short Position Disclosure.\n\nOTC Pink provides for transparent trading and best execution, although there are no financial standards or disclosure requirements. The marketplace trades a wide range of domestic and foreign companies includingpenny stocks, shell companies, distressed companies, and dark companies that cannot or will not provide company information to investors.\n\nBecause of the lack of reporting requirements, only professional and sophisticated investors with a high risk-tolerance should trade here. Investors should perform all the properdue diligenceby researching the companies they are considering and reviewing all business activities.\n\nIt should be noted that the terms \"Pink Sheets\" or \"OTC Pink\" are considered outdated in the context of today's financial markets. The terminology that was once known as Pink Sheets has evolved into the OTC Markets Group, which operates regulated marketplaces fortrading over-the-counter stocks. These include the OTCQX, OTCQB, and Pink markets, each with varying levels of financial standards and regulatory oversight. Thus, referring to these markets collectively as \"Pink Sheets\" or \"OTC Pink\" is no longer accurate. However, the terms PINK or Pink market are still in everyday language, as seen in the 2022 Market Data Annual Review.\n\nThe Pink market operates as an open marketplace with no obligatory financial standards or disclosure requirements. Companies in this tier are not mandated to register their stock with the SEC. Depending on the quantity and promptness of information they share with investors, these companies can be further divided into categories, such as current, limited, or no public disclosure.\n\nThe regulatory structure of the Pink market has changed over the past couple of years. For instance, components such as \"dark securities\" have been entirely shifted out of the market.\n\nCompanies that trade on Pink Markets vary widely. They can include smaller or newer companies that don't meet the listing requirements for major exchanges, foreign entities that wish to trade in the U.S., or companies preferring less regulatory scrutiny.\n\nInvesting in Pink Markets carries substantial risk due to the lack of stringent regulatory oversight. Risks include limited financial information, high volatility, low liquidity, and potential for fraud or manipulation.\n\nYes, the regulatory structure of Pink Markets has been evolving. For instance, certain types of securities, such as \"dark securities,\" have been removed from the market entirely to increase transparency and reduce risk.\n\nNo, Pink Markets are not the same as major stock exchanges like the NYSE or NASDAQ. They operate over-the-counter, meaning trades occur directly between parties rather than through a centralized exchange, and they typically involve stocks that do not meet the listing requirements of major exchanges.\n\nThe terminology of former OTC Pink or Pink Sheets has changed, and so have certain regulatory developments. Pink Markets, or Pink Open Market, is an over-the-counter trading platform for stocks not listed on major exchanges, often involving smaller companies, foreign entities, or those seeking less regulation. While it provides opportunities for speculators and investors looking beyond traditional markets, it carries significant risks, including limited financial information, high volatility, and potential for fraudulent activity. Recent regulatory changes aim to increase transparency and reduce risk in this speculative market.\n\nTD Ameritrade. \"Pink Sheet and OTCBB Securities.\"\n\nOTC Markets. \"Market Structure.\"\n\nFINRA. \"FINRA Announces Closure of the OTC Bulletin Board\".\n\nOTC Markets. \"Pink Current and Limited Information Disclosure Requirements.\"\n\nOTC Markets. \"The SEC Strengthened Markets A Year Ago. What’s Next?\"\n\nOTCMarkets. \"2022 Market Data Annual Review\".",
  "url": "https://www.investopedia.com/terms/o/otc-pink.asp"
}