{
  "term": "OTC Markets Group: What it is, Structure, FAQs",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe OTC Markets Group is the owner and operator of the most substantial U.S. inter-dealer electronic quotation and trading system forover-the-counter(OTC) securities. It provides marketplaces for trading more than 11,500 OTC securities.\n\nOTC Markets Group Inc. provides services in three core areas that are essential for better-informed and more efficient financial markets. The fields are trading services, market data, and corporate services.\n\nThrough the trading services division, OTC Markets Group connects broker-dealers together which provides the liquidity and infrastructure for executing trades on the OTC market. The market data division provides data and quote services for more than 11,500 OTC securities. The corporate services division helps companies go public and gain greater visibility through listing in one of OTC Markets Group's three OTC tiers.\n\nThe company was preceded by theNational Quotation Bureau, which was founded in 1904. Prior to being called the OTC Markets Group Inc., the National Quotation Bureau renamed itself Pink Sheets LLC in 2000 and then Pink OTC Markets Inc. in 2008. The change to the OTC Markets Group name came in 2011.\n\nThe handling of most OTC securities trading in the U.S. is on the company’s OTC Link platform, an alternative trading system registered with theSecurities and Exchange Commission(SEC) as abroker-dealer.OTC Markets Group has its headquarters in New York City and is publicly traded on the OTCQX marketplace under the symbol OTCM.\n\nAs of March 7, 2022, the dollar volume is $219 million and the share volume is $1.4 billion. These stats are for all three tiers combined.The OTC Pink is the largest tier in terms of the number of companies listed within it.\n\nThe most visible aspect of the OTC Markets Group's stewardship is the breakdown of theOTC marketinto three tiers, based on the quality and quantity of the listed companies’ information and disclosures. This tiered structure provides different levels of transparency, so investors know what type of information is available for each company they wish to trade.\n\nOTCQXis the top tier of the three marketplaces for the OTC trading of stocks. Stocks that trade on this forum must meet more stringent qualification criteria compared to the other levels. Also called the OTCQX Best Market, it includes a large number ofblue-chip stocksfrom Europe, Canada, Brazil, and Russia.These large foreign stocks are frequently global household names. Penny stocks, shell companies, and companies in bankruptcy cannot qualify for a listing on the OTCQX.\n\nThe middle tier is calledOTCQB, also known as the Venture Market, which consists of early-stage and developing U.S. and international companies that are not yet able to qualify for the OTCQX. The company must be current in its reporting, undergo an annual verification, management certification, meet a $0.01 bid test, and must not be in bankruptcy to meet eligibility standards.\n\nThe OTC Markets Group has created many financial indexes, such as the OTCQX Banks, OTCQX Dividend, and OTCQX Canada.\n\nCompanies listed here report to a U.S. regulator such as the SEC orFederal Deposit Insurance Corporation(FDIC). The OTCQB replaced theFinancial Industry Regulatory Authority(FINRA)-operated OTC Bulletin Board (OTCBB) as the main market for trading OTC securities that report to a U.S. regulator.Because it has no minimum financial standards, the OTCQB includes shell companies,penny stocks, and small foreign issuers.\n\nOTC Pink, or Pink Sheets, is the lowest level and most speculative tier of the three marketplaces for the trading of over-the-counter stocks. This marketplace offers trading in a wide range of equities and includes companies indefault​​​​​​​ or financial distress.\n\nBecause it has fewer disclosure requirements, the categorization of OTC Pink companies is from information provided by the company. Note that as of Sept. 28, 2021, OTC Pink (as well as all other OTC Markets Group lines) will require companies on the platform to provide up-to-date disclosures, pursuant to SEC Rule 15c2-11.\n\n\"OTCM\" Stands for over-the-counter market, which is a market where parties transact the buying and selling of securities with one another without a centralized exchange facilitating the process. \"OTCM\" can also refer to OTC Markets Group, which owns and operates a trading system to facilitate OTC trading.\n\nOTCM is run by itself. It is a publicly-traded company that is headquartered in New York. The President and CEO is Cromwell Coulson.\n\nThe OTC market facilitates the trading of financial securities between two parties without the oversight of an exchange. A stock exchange is an exchange that oversees the buying and selling of stocks. Stock exchanges allow for more liquidity, oversight, and transparency than OTC markets.\n\nOTC markets are safe to trade but there are some risks with the process, such as less information available about the securities and less liquidity. Picking companies in the tiers that have stronger financial standards can help reduce the risks in OTC trading.\n\nTo be able to trade in the OTC market, a company must be sponsored by a market maker. The market maker will sponsor the issue as market makers are the only ones allowed to apply to have a quote listed.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nOTC Markets Group. \"Our Company.\"\n\nOTC Markets Group. \"Information for Pink Companies.\"\n\nOTC Markets Group. \"Get Started: OTCQX & OTCQB.\"\n\nOTC Markets Group. \"Current Market.\"\n\nOTC Markets Group. \"2011 Annual Report,\" Page 4.\n\nOTC Markets Group. \"OTC Link ATS.\"\n\nOTC Markets Group. \"Contact Us.\"\n\nOTC Markets Group. \"Current Market.\"\n\nOTC Market Group. \"Stock Screener.\"\n\nOTC Markets Group. \"Market Snapshot.\"\n\nU.S. Securities and Exchange Commission. \"Self-Regulatory Organizations; Financial Industry Regulatory Authority, Inc.; Notice of Filing of a Proposed Rule Change to Adopt FINRA Rule 6439 (Requirements for Member Inter-Dealer Quotation Systems) and Delete the Rules Related to the OTC Bulletin Board Service,\" Page 1.",
  "url": "https://www.investopedia.com/terms/o/otc-markets-group-inc.asp"
}