{
  "term": "OTC Options: Difference From Standard Options, Risks",
  "definition": "OTC options areexotic optionsthat trade in theover-the-counter marketrather than on a formal exchange likeexchange traded optioncontracts.\n\nInvestors turn to OTC options when thelisted optionsdo not quite meet their needs. The flexibility of these options is attractive to many investors. There is no standardization of strike prices and expiration dates, so participants essentially define their own terms and there is nosecondary market. As with other OTC markets, these options transact directly between buyer and seller. However,brokersandmarket makersparticipating in OTC option markets are usually regulated by some government agency, likeFINRAin the U.S.﻿﻿﻿﻿\n\nWith OTC options, both hedgers andspeculatorsavoid the restrictions placed on listed options by their respective exchanges. This flexibility allows participants to achieve their desired position more precisely and cost-effectively.﻿﻿\n\nAside from the trading venue, OTC options differ from listed options because they are the result of a private transaction between the buyer and the seller. On an exchange, options must clear through theclearing house. This clearing house step essentially places the exchange as the middleman. The market also sets specific terms forstrike prices, such as every five points, andexpiration dates, such as on a particular day of each month.﻿﻿\n\nBecause buyers and seller deal directly with each other for OTC options, they can set the combination of strike and expiration to meet their individual needs. While not typical, terms may include almost any condition, including some from outside the realm of regular trading and markets. There are nodisclosure requirements, which represents a risk that counterparties will not fulfill their obligations under the options contract. Also, these trades do not enjoy the same protection given by anexchangeor clearing house.﻿﻿\n\nFinally, since there is nosecondary market, the only way to close an OTC options position is to create anoffsetting transaction. An offsetting transaction will effectively nullify the effects of the original trade. This is in stark contrast to an exchange-listed option where the holder of that option merely has to go back to the exchange to sell their position.\n\nOTC defaults can quickly propagate around the marketplace. While risks of OTC options did not originate during the financial crisis of 2008, the failure of investment bank Lehman Brothers provides an excellent example of the difficulty of assessing actual risk with OTC options and otherderivatives. Lehman was a counterparty to many OTC transactions. When the bank failed, the counterparties to its transactions were left exposed to market conditions withouthedgesand could not, in turn, meet their obligations to their othercounterparties. Therefore, a chain reaction took place, impacting counterparties further away from the Lehman OTC trade. Many of the affected secondary and tertiary counterparties had no direct dealings with the bank, yet the cascading effect from the original event hurt them as well. This is one of the major reasons that led to the severity of the crisis, which ended up causing widespread damage to the global economy.﻿﻿\n\nFINRA. \"OTCBB Frequently Asked Questions.\" Accessed April 7, 2021.\n\nOTCMarkets. \"FINRA/SEC Rules.\" Accessed April 7, 2021.\n\nEuropean Journal of Accounting, Auditing and Finance Research. \"The Role of Over-the-Counter (OTC) Derivatives in Global Financial Crisis and Corporate Failures in Recent Times and Its Regulatory Impact,\" Pages 61-62. Accessed April 7, 2021.",
  "url": "https://www.investopedia.com/terms/o/otcoptions.asp"
}