{
  "term": "OTCQB (The Venture Market): Definition in Stocks and Benefits",
  "definition": "The OTCQB, also called \"The Venture Market,\" is the middle tier of theover-the-counter (OTC)market for U.S. stocks. It was created in 2010 and consists mainly of early-stage and developing U.S. and international companies that are not yet able to qualify for theOTCQXbut are not as speculative as the lowest-tierPink Sheets.\n\nThe OTCQB replaced the Financial Industry Regulatory Authority (FINRA)-operatedOTC Bulletin Board (OTCBB)as the main market for trading OTC securities that report to a U.S. regulator.As it has no minimum financial standards, the OTCQB often includes shell companies,penny stocks, and small foreign issuers.\n\nThe over-the-counter or OTC market is a decentralized market where securities not listed on major exchanges are traded directly by a network ofdealers. Instead of providing an order matchmaking service like theNYSE, these dealers carry inventories of securities in order to facilitate any buy and sell orders.\n\nThe OTCQB marketplace is run through OTC Link, an inter-dealer quotation and trading system developed by OTC Markets Group. OTC Link is registered with theSecurities and Exchange Commission (SEC)as a broker-dealer and also as analternative trading system (ATS).\n\nOTC Link enablesbroker-dealersto not only post and disseminate their quotes, but also negotiate trades through the system’s electronic messaging capability.This feature enabled it to effectively replace FINRA’s OTCBB, which was a quotation-only system.\n\nAll broker-dealers that trade OTCQB, OTCQX, andOTC Pinksecurities have to beFINRAmembers and registered with the SEC; they are also subject to state securities regulations. As with exchange-traded securities, investors trading OTC securities are protected from an unethical broker-dealer’s illegal practices by the same SEC/FINRA rules such asbest execution, limit order protection, firm quotes, and short position disclosure.\n\nTo be eligible, companies must be current in their reporting, undergo annual verification and certification, meet a $0.01 bid test, not be inbankruptcy, have at least 50 beneficial shareholders, each owning at least 100 shares, and a public float in excess of 10% of the totalshares outstanding—some flexibility is offered with regard to the latter requirement.\n\nCompanies listed here report to a U.S. regulator such as the SEC orFDICand must follow standards to improvetransparency—those who are most likely to be associated with stock promoters and other shady operators will be excluded.The fee for listing on OTCQB markets is $15,600 per annum, with a one-time application fee of $5,000.\n\nStocks trading in the OTCQB have many of the same protections as more established, larger stocks. However, they are still mainly considered to be speculative penny stocks.\n\nThere is also no guarantee that stocks trading in the OTC market are of higher quality than penny stocks trading on different OTC tiers or even different OTC marketplaces. As such, traders would be well served to implement strongdue diligencebefore committing their capital.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nOTC Markets Group Inc. \"OTCQX & OTCQB.\"\n\nFinancial Industry Regulatory Authority. \"FINRA Announces Closure of the OTC Bulletin Board.\"\n\nOTC Markets Group Inc. \"OTCQB.\"\n\nOTC Markets Group Inc. \"OTC Link ATS: Overview.\"\n\nOTC Markets Group Inc. \"OTC Link Services.\"\n\nOTC Markets Group Inc. \"Registration of Trader / OTC Dealer User.\"\n\nCongressional Research Service. \"Regulation Best Interest (Reg BI): The SEC’s Rule for Broker-Dealers.\" Pages 1-2, 7-8.\n\nOTC Markets Group Inc. \"Fee Schedule & Payment Instructions.\"",
  "url": "https://www.investopedia.com/terms/o/otcqb.asp"
}