{
  "term": "Other Long-Term Liabilities: Meaning, Types, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nOther long-term liabilities are a line item on abalance sheetthat lumps togetherobligationsthat are not due within 12 months. These debts that are less urgent to repay are a part of theirtotal liabilitiesbut are categorized as “other” when the company doesn’t deem them important enough to warrant individual identification.\n\nLiabilities are debts that a company owes. They appear on the balance sheet and are categorized as eithercurrent—they must be paid back within a year—orlong-term—they are not due for at least 12 months, or the length of a company’s operating cycle.\n\nThen there are other liabilities. Infinancial statements, companies use the term “other” to refer to anything extra that is not significant enough to identify separately. Because they aren’t deemed particularly noteworthy, such items are grouped together rather than broken down one by one and ascribed an individual figure.\n\nOther long-term liabilities can be defined as the rest of the debts that a company is required to pay back in a period of a year or more that are not separately accounted for and identified in the company's balance sheet.\n\nSome companies disclose the composition of these liabilities in their footnotes to the financial statements if they believe they are material.\n\nIn many cases, it is just a matter of presentation preference whether or not toitemize these material liabilities on the balance sheet or aggregate them under \"other long-term liabilities” and break the entry down in the notes. Indeed, it is often possible to determine what makes up the specifics of other long-term liabilities on a balance sheet by consulting the footnotes within the company's10-Kfiling orannual report. However, this isn’t always strictly necessary, meaning that not all companies will provide additional details of these particular obligations.\n\nOther long-term liabilities might include items such aspension liabilities,capital leases,deferred credits, customerdeposits, anddeferred tax liabilities. In the case ofholding companies,it can also contain things such as intercompany borrowings—loansmade from one of the company's divisions orsubsidiariesto another.\n\nLumping together a group of debts without identifying the nature of the debt might sound like a potential red flag. In reality, this practice is normal and shouldn’t raise concern, provided that the obligations in question are relatively small compared to the company's total liabilities. They should also be comparable to how the company has operated in the past—sometimes, year-to-year comparisons of other long-term liabilities are provided in financial statement footnotes.\n\nIf the amount of other long-term liabilities as a percentage of total liabilities (as displayed on the balance sheet) is high enough to merit investigation, and there is no associated note, the analyst could call theinvestor relations(IR) contact to ask questions.\n\nFord Motor Co. (F) reported approximately $28.4 billion of other long-term liabilities on its balance sheet forfiscal year(FY) 2020, representing around 10% of total liabilities. In the notes to the financial statements, the main components were broken down into pension liabilities, other post-retirement employee benefits, employee benefit plans, dealers' customer allowances and claims, and others.\n\nFord Motor Company. \"2020 Form 10-K,\" Pages 104 and 138. Accessed July 31, 2021.",
  "url": "https://www.investopedia.com/terms/o/otherlongtermliabilities.asp"
}