{
  "term": "Other Real Estate Owned (OREO): What It Is and How It Works",
  "definition": "Other Real Estate Owned (OREO) is a bank accounting term that refers to real estate property assets that a bank holds but are not part of its business. Often, these assets are acquired due to foreclosure proceedings. A large quantity of OREO assets on a bank balance sheet may raise concerns about the institution's overall health.\n\nWhen a real estate property is deemed \"real estate owned,\" the property is now owned by a lender. This is because the borrowerdefaultedon their mortgage, and the property did not sell at a foreclosure auction. Banks are not typically in the business of owning real estate and end up in that position when something goes wrong with their borrower (usuallyforeclosure).\n\nA former premise of a bank that has not yet sold would be another example of a bank's OREO assets, since the property is no longer income-producing. Since the real estate is not being held as an income-producing asset, it is treated differently in the bank's accounting records and reporting.The Office of the Comptroller of the Currency (OCC)regulates banks' holdings of OREO assets.\n\nIncreasing OREO on a bank’s balance sheet may indicate that the institution’s credit is deteriorating while its non-earning assets are growing. Since real estate is not a liquid asset, high levels of OREO can harm a bank's liquidity.\n\nOREO properties are categorized as non-performing assets because they do not generate income and are not part of the bank's core operation. OREO is listed under \"Other Assets\" on the balance sheet, indicating that the bank now holds real estate rather than liquid assets or performing loans.\n\nThe presence of OREO on a bank's balance sheet can have several financial implications. First, it ties up capital that could otherwise be used for income-generating activities, such as cash for issuing new loans or investing in securities. This can reduce the bank's overallprofitability, as OREO properties do not contribute to interest income and often come with ongoing costs for maintenance, insurance, and property taxes.\n\nBanks are also required to periodically revalue OREO properties to reflect theircurrent market value. If the value of these properties declines, the bank must record an impairment charge, which directly impacts its earnings and reduces net income.\n\nAnother important consideration is the regulatory impact of OREO on a bank's balance sheet. Banks are typically required to sell OREO properties within a specific timeframe, though extensions may be granted under certain circumstances. Failure to manage and dispose of OREO properties efficiently can lead to increased scrutiny from regulators, potential penalties, and a negative impact on the bank's capital adequacy ratios.\n\nMost OREO assets are available for sale by the banks who own them. Many states have laws that regulate the acquisition and maintenance of OREO properties. Banks are generally required to maintain, keep insurance on, pay taxes on, and actively market them.\n\nOREO and foreclosure are closely related terms in the context of banking and real estate, but they refer to different stages in the process of a bank reclaiming property due to a borrower's default on a loan. Foreclosure is the legal process that a lender initiates when a borrower fails to meet their mortgage obligations. Through foreclosure, the lender seeks to recover the outstanding loan balance by taking possession of the property that was used as collateral for the loan.\n\nThe foreclosure process involves several steps including notifying the borrower of their default, filing a lawsuit to obtain the right to repossess the property, and conducting a public auction where the property is offered for sale to the highest bidder. If the property sells at theauctionfor an amount that covers the outstanding loan balance, the foreclosure process ends, and the lender is repaid. However, if the property does not sell, or if the bids are insufficient to cover the loan balance, the property reverts to the lender.\n\nWhen a property reverts to the lender after a failed foreclosure auction, it is classified as OREO. At this point, the property becomes an asset on the bank's balance sheet. Understanding this distinction is important because it highlights the different responsibilities and challenges banks face at each stage. During foreclosure, the focus is on legal proceedings and attempting to sell the property at auction, whereas with OREO, the bank's goal shifts to managing the property and finding a buyer to minimize financial losses.\n\nOREO played a significant part in the2008 financial crisisas it highlighted the deep interconnection between the real estate market and the banking sector. During the housing boom leading up to the crisis, many banks aggressively expanded their mortgage lending, often extending credit to borrowers with subprime credit histories or offering risky loan products.\n\nAs housing prices began to decline and borrowers defaulted on their loans, banks were left with a growing number of foreclosed properties, which became classified as OREO. The surge in OREO was a clear indicator of the widespread distress in the housing market and the financial strain on banks. According to Pew Research, over 2.3 million housing units (1.8% of all housing units) were foreclosed in 2008.\n\nThe regulatory environment during the 2008 financial crisis further complicated the situation for banks holding large amounts of OREO. Banks were required to comply withcapital adequacy standardswhich meant they needed to maintain a certain level of reserves. In addition, as banks focused on managing and disposing of these properties, they became more conservative in their lending practices, tightening credit conditions for consumers and businesses. This reduction in credit availability contributed to a further slowdown in economic activity, deepening the recession.\n\nIn the end, the FDIC issued guidance reminding banks of their requirement to properly maintain and report OREO property in light of higher foreclosures.\n\nOREO refers to real estate property that a bank or financial institution owns due to foreclosure or other legal processes. When a borrower defaults on a loan, the bank may seize the property used as collateral, which then becomes OREO.\n\nBanks acquire OREO properties primarily through the foreclosure process. When a borrower fails to make payments on a mortgage loan, the lender can initiate foreclosure proceedings to take possession of the property. If the property fails to sell at a foreclosure auction, it reverts to the lender and is classified as OREO. Banks may also acquire OREO through deeds in lieu of foreclosure, where the borrower voluntarily transfers ownership of the property to the lender to avoid foreclosure.\n\nOnce a property becomes OREO, the bank assumes responsibility for its management, maintenance, and eventual sale. The property is usually transferred to the bank's OREO department or an asset management company specializing in handling such properties. The bank must ensure the property is secure, maintain its value, and comply with local regulations. The bank's goal is to sell the property as soon as possible to recover the unpaid loan balance and minimize holding costs.\n\nOREO properties impact a bank's financial statements by appearing as non-performing assets. They are typically listed on the balance sheet under \"Other Assets.\" OREO can affect a bank's profitability, as these properties do not generate income and may incur ongoing maintenance and legal costs.\n\nOREO refers to properties that banks acquire through foreclosure or similar legal processes after borrowers default on loans. These non-performing assets are managed by the bank with the goal of selling them to recover the outstanding loan amounts while minimizing financial losses.\n\nOffice of the Comptroller of the Currency. \"Comptroller's Handbook: Other Real Estate Owned.\"\n\nFDIC. \"RMS Manual of Examination Policies: Other Real Estate.\"\n\nPew Research. \"V. Foreclosures in the U.S. in 2008.\"\n\nFDIC. \"Other Real Estate Guidance on Other Real Estate.\"",
  "url": "https://www.investopedia.com/terms/o/other-real-estate-owned-oreo.asp"
}