{
  "term": "Other Post-Employment Benefits (OPEB): Meaning, Types, and FAQs",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nOther post-employment benefits (OPEB) are the benefits, other than pension distributions, that employees may begin to receive from their employer once they retire. Other post-employment benefits can include life insurance, health insurance, and deferred compensation. These benefits are also referred to as “other post-retirement benefits.”\n\nThe main types of other post-employment benefits are generally health insurance, life insurance, and deferred compensation. Here are more details about those benefits you may receive from your employer.\n\nRetiree health insurance is generally provided as part of a group plan, much as it probably was when the employee was still working. The group plan may be the same one offered to current employees, or it may be a separate plan just for retirees.\n\nIn many cases, if the retiree has enrolled inMedicare, the retiree coverage will be secondary. That is, Medicare will pay its portion of medical bills and the retiree coverage will pick up some part of the remainder. But terms can vary widely from plan to plan, so retirees should check their employer’s Summary Plan Description (SPD) for details.\n\nLike health insurance, the life insurance that employers may provide to retirees is typically part of a group plan and generally comes in the form ofterm life insurance. Typically, your coverage ends when your employment ends, such as if you leave, retire, or are terminated.\n\nDeferred compensation arrangements, which are also considered a post-employment benefit, pay the employee a salary or lump sum at some predetermined time, typically after they retire. These plans come in two distinct types—qualified and nonqualified—but serve the same basic purpose, which is to defer taxes while the employee is still working and provide income in the future, ideally when that person is in a lowermarginal tax bracket.\n\nIn addition to those other post-employment benefits, some employers may provide their retirees with dental and vision care, legal services, and tuition reimbursement, among other benefits.\n\nBusinesses and other organizations that may provide benefits to employees after they retire include private-sector companies; state, county, and municipal governments; and religious and educational institutions.\n\nAlthough these benefits are mostly employer-paid, retired employees may have to share a portion of the costs throughco-paymentsanddeductibles, as well as making contributions to the plan back when they were still working. Labor unions may also provide other post-employment benefits to their members.\n\nWhether retirees must pay income taxes on their OPEB depends on the type of benefit. Health insurance coverage is generally not taxable. Employer-paid life insurance premiums may be partially taxable if the death benefit exceeds $50,000.\n\nDeferred compensationarrangements come in many different permutations, in part depending on whether the employer is a for-profit business or a government or not-for-profit entity. Either way, the income from such an arrangement is generally taxed in the year that the retiree receives it.\n\nMost employers require that people who are 65 or older and eligible for retiree health benefits enroll in both Medicare Part A and Part B, according to the U.S. Centers for Medicare & Medicaid Services.\n\nRetirees who receive other post-employment benefits should note that unless there is a clear and specific agreement in writing, their employer can often change or eliminate those benefits at its discretion, according to the U.S.Department of Labor (DOL).\n\nFor that reason, it’s worth checking the Summary Plan Description (SPD) that the employer or plan administrator must provide to see exactly how it refers to other post-employment benefits, such as health coverage.\n\nIf in the SPD your employer has reserved the right to change the terms of your health plan, you may lose coverage anytime during your retirement, according to the Department of Labor.\n\nIf your employer agreed to provide specific healthcare benefits for a definite period of time or for life, and they did not reserve the right to change the plan in any formal written plan document, you should be covered.\n\nOther post-retirement benefits can be expensive for employers to fund and administer. As with many forms of retirement compensation, they also involve stringent reporting requirements.\n\nAmong other useful resources, the rules governing how companies should report pension costs and other post-employment obligations are covered by the Financial Accounting Standards Board in Compensation—Retirement Benefits—Defined Benefit Plans—General (Subtopic 715-20).\n\nThe American Society of Pension Professionals & Actuaries (ASPPA) also offersadvice for actuariesand others on how to comply with the required disclosure process.\n\nThe most significant other post-employment benefit (OPEB) is generally medical insurance, but life insurance and other benefits are also included in this term.\n\nWithdeferred compensation, the plan withholds a portion of your pay until a specific date, usually when you retire. It is part of your salary that is not paid or taxed until the future. Deferred compensation is usually used as an incentive to hold onto key employees.\n\nIf your employer provided you with health benefits in your retirement years, be aware that they could potentially cut those benefits under some circumstances. Private-sector employers are not required to provide health benefits in retirement years, and if they do, they may legally cut back on those benefits unless they promised in writing not to do so.\n\nUnderstanding your other post-employment benefits can help you better prepare for your retirement years. Consider consulting with a professional financial advisor to review your overall retirement plan and how any post-retirement benefits you receive from an employer will play a role.\n\nGovernmental Accounting Standards Board, via Internet Archive Wayback Machine. “Other Postemployment Benefits (OPEB).”\n\nMedicare.gov. “Retiree Insurance & Medicare.”\n\nInternal Revenue Service. “IRC 457(b) Deferred Compensation Plans.”\n\nInternal Revenue Service. “Group-Term Life Insurance.”\n\nU.S. Centers for Medicare & Medicaid Services. “Medicare Decisions for Those Over 65 and Planning to Retire in the Next 6 Months,” Page 4.\n\nU.S. Department of Labor. “Can the Retiree Health Benefits Provided by Your Employer Be Cut?”\n\nFinancial Accounting Standards Board. “Accounting Standards Codification.”\n\nAmerican Society of Pension Professionals & Actuaries. “Managing the ASC 715 Process.”\n\nNational Association of State Retirement Administrators. “Other Post-Employment Benefits (OPEB).”",
  "url": "https://www.investopedia.com/terms/o/opeb.asp"
}