{
  "term": "Other Post-Retirement Benefits: Meaning, Benefits, Cost",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nOther post-retirement benefits are benefits, other than pensiondistributions, paid to employees during their retirement years. Post-retirement benefits may includelife insuranceand medical plans, or premiums for such benefits, as well as deferred-compensation arrangements.\n\nAlthough these benefits are mostly employer-paid, retired employees often share in the cost of these benefits through co-payments, payment ofdeductibles, and making employee contributions to the plan when required. Other post-retirement benefits may also be referred to as \"other post-employment benefits (OPEB).\"\n\nThe benefits that fall within this category are all of the non-cash payment benefits available to employees, including dental, vision care, legal services, and tuition credits. These additional benefits, along with traditional pension benefits, can be a large expenditure for companies offering these plans, especially if the plans arefully fundedby the company.\n\nThe costs of these plans can be found in a company'sfinancial statements, usually in the notes, which will also disclose the size of the obligation along with how well funded the fund is.\n\nPost-retirement benefits may be provided by local and federal government agencies, private and public companies, and nonprofit institutions, such as charities, religious groups, colleges, and universities. Such benefits may be paid for (in full or in part) by the employer, the retiree, or a combination of the two.\n\nDirect contributions that pay for any post-employment benefits can expose an employer to certain risks and liabilities. For example, take the example of a former worker who is granted health insurance coverage at the cost/premium rates as current employees.\n\nTypically, a retired worker will be older than the average current employee, and will, therefore, be more likely to incur higher medical expenses. With this in mind, insurers may charge higher group rates to employers who intend to keep retired employees on the plan. However, with Medicare kicking in at 65, they would likely only be covering younger retired employees for a relatively short timespan.\n\nAs with other forms of retirement compensation, other post-retirement benefits can come with stringent reporting requirements due to their costs to an organization, as well as for the overall return on investment compared to the value of the work employees have performed before retirement.\n\nThe rules governing how companies report pension costs and obligations, as well as the disclosure of pension assets and obligations, are covered under Accounting Standards Codification Section 715 (ASC 715), formerly called the Statement of Financial Accounting Standards Nos. 87/88/158.The American Society of Pension Professionals & Actuaries (ASPPA) provides a guide on how tomanage the ASC 715 process, which describes the disclosure information for a client’s financial reports, as well as lists the methodology used to complete the required actuarial calculations.\n\nMedicare.gov. \"Get Started With Medicare.\"\n\nFinancial Accounting Standards Board. \"Summary of Statement No. 158.\"\n\nDeloitte. \"A. 16 ASC 715, Compensation — Retirement Benefits.\"",
  "url": "https://www.investopedia.com/terms/o/otherbenefits.asp"
}