{
  "term": "Other Current Assets (OCA) Definition and Examples of Use",
  "definition": "Other current assets (OCA) is a category of things of value that a company owns, benefits from, or uses to generate income that can be converted into cash within one business cycle. Theyare referred to as “other” because they are uncommon or insignificant, unlike typicalcurrent assetitems such as cash, securities,accounts receivable,inventory, andprepaid expenses.\n\nThe OCA account is listed on thebalance sheetand is a component of a firm's total assets.\n\nAssetsare broken down on the balance sheet as eitherfixed assetsor current assets. Fixed assets are typically long-term tangible pieces of property, such as buildings, computer equipment, land, and machinery, that a firm owns and uses in its operations to generate income. They have useful lives that span over a year and are notliquid.\n\nCurrent assets, on the other hand, are all the assets of a company that are expected to be conveniently sold, consumed, utilized, or exhausted through standard business operations. They can easily be liquidated for cash, usually within one year, and are considered when calculating a firm's ability to payshort-term liabilities. Examples of current assets include cash and cash equivalents (CCE), marketable securities, accounts receivable, inventory, and prepaid expenses.\n\nCurrent assets that are uncommon will not fall into one of the defined categories listed above. Instead, these assets will be lumped together into a generic “other” categoryand recognized as other current assets (OCA) on the balance sheet.\n\nSometimes, one-off situations, explained in a company’s10-K filings, will result in recognizing other current assets (OCA). Because these assets are rarely recorded, or are insignificant, the net balance in the OCA account is typically quite small. Examples of other current assets (OCA) include:\n\nFor the quarter ending March 31, 2019, Microsoft Corp. (MSFT) recorded total assets of $263.28 billion on its balance sheet. Of this total, 61% were attributed to current assets. As you can see in the table above, other current assets (OCA) made up a small proportion of the $159.89 billion of current assets. They were listed at $7.05 billion, meaning they accounted for just 4% of the company’s liquid assets.\n\nMicrosoft did not provide a clearer breakdown of its other current assets (OCA) in its latest10-Qand 10-K statements. Because they represent a limited source of liquidity for a company and may not have a significant impact on a business’s overall financial situation, not adding more detailed information on them is common.\n\nWhen other current assets (OCA) are discussed, information will be provided in thefootnotes to the financial statements. Explanations may be necessary, for example, when there is a notable change in other current assets (OCA) from one period to the next.\n\nOther current assets (OCA) are expected to be disposed within a year or to mature into another form. Thus, the value of a company's other current assets (OCA) may vary greatly from year to year, depending on the health of the company and how it spends its money.\n\nIt is useful to determine how material these assets are, as they may distort a firm's liquidity.\n\nIf the funds in OCA grow to a material amount, it may include one or more assets that would need to be reclassified into one or more of the major defined current assets accounts. In effect, when funds in OCA grow to a significant level, the account becomes important enough to be listed separately and added to one of the major current accounts on the balance sheet. This provides insight for anyone reviewing the company’s balance sheet since the nature of the recorded items will be better understood.",
  "url": "https://www.investopedia.com/terms/o/othercurrentassets.asp"
}