{
  "term": "Out-of-Pocket Expenses: Definition, How They Work, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nOut-of-pocket expenses are costs that an individual is responsible for paying and that may or may not be reimbursed later. The term is most often used to describe an employee's work-related expenses that the company later reimburses. It also indicates a health insurance policyholder's nonreimbursable share of medical expenses such asdeductibles,copays, andcoinsurance.\n\nEmployees often spend their own money on business-related expenses, especially if they travel on behalf of a company. These out-of-pocket expenses are typicallyreimbursed by the employerusing a company-approved process. Common examples of work-related out-of-pocket expenses include airfare, car rentals, taxis or ride-sharing fares, gas, tolls, parking, lodging, and meals, as well as work-related supplies and tools.\n\nThe term is also used in health insurance policies to refer to the portion of a medical cost that the insurance company doesn't cover. Out-of-pocket healthcare expenses include deductibles, copays, and coinsurance.\n\nHealth insurance plans haveout-of-pocket maximumsthat are set by federal law. These are caps on the amount of money that a policyholder must spend each year on healthcare expenses. TheAffordable Care Act(ACA) requires all group and individual plans to stay within annually updated guidelines for out-of-pocket maximums.\n\nFor 2024, the out-of-pocket limits are $9,450 for individual coverage and $18,900 for family coverage for Marketplace health insurance plans. For 2025, the out-of-pocket limits decrease to $9,200 for an individual and $18,400 for a family.Marketplace healthcare plans can't have out-of-pocket maximums that exceed these limits, but many offer lower maximums.\n\nIn health insurance, the deductible is the amount you pay each year for covered costs before the insurance coverage kicks in. When the deductible is met, the policyholder \"shares\" the costs with the insurance plan through coinsurance. With an 80/20 plan, for example, the policyholder pays 20% of the cost while the plan picks up the remaining 80%.\n\nThe amount you pay for coinsurance—as well as your copays and deductible—all count toward the out-of-pocket maximum for the year. When you reach your out-of-pocket maximum, the plan pays 100% of covered costs for the rest of the year.\n\nSome plans have higher deductibles than others. Typically, the lower thepremiumyou pay, the higher the deductible, and the higher the premium you pay, the lower the deductible.\n\nAhigh deductible health plan(HDHP) can save you money in the form of lower monthly premiums. You also may get a tax break on medical expenses through ahealth savings account(HSA).\n\nAccording to Internal Revenue Service (IRS) rules, for the 2024 tax year, an HDHP is a health insurance plan with a deductible of at least $1,600 for an individual plan or at least $3,200 for a family plan.For 2025, the numbers rise to $1,650 for an individual plan and $3,300 for a family plan.\n\nFor 2024, out-of-pocket costs may not exceed $8,050 for an individual or $16,100 for a family.For 2025, the figures are $8,300 for an individual and $16,600 for a family.\n\nAn HDHP provides 100% coverage for preventive services from in-network providers before you meet your deductible.\n\nFor individuals who don’t anticipate many medical expenses for the upcoming year, it makes sense to minimize premiums and choose an HDHP since you probably won't need enough healthcare to get past the high deductible. If you anticipate significant medical expenses, a plan with a lower deductible but a higher premium would be preferable so that the insurance reimbursement kicks in earlier.\n\nAn HDHP allows the holder to contribute to an HSA. Policyholders in the 24% federal tax bracket who incur $3,000 in medical expenses can use an HSA to pay for them with pretax dollars.\n\nHSAs have annual contribution limits as well:\n\nFor the 2024 tax year, the maximum allowable contribution is $4,150 for an individual plan or $8,300 for a family. The \"catch-up\" provision still applies.Those contribution limits rise to a maximum of $4,300 for an individual plan or $8,550 for a family in 2025.\n\nWhen deciding whether to choose a plan with a high or low deductible, estimate your likely medical expenses for the year and research the premiums, deductibles, and out-of-pocket maximums for the available plans.\n\nHere's an example of work-related out-of-pocket expenses. Assume an employee has a meeting with a potential client. The employee spends $250 on airfare, $50 on Uber rides, $100 on a hotel, and $100 on meals—all charged to their own credit card. After the trip, the employee submits an expense report for $500 for their out-of-pocket expenses. The employer then issues a reimbursement check for $500 to the employee.\n\nOne example of out-of-pocket health expenses is prescription medications. Many health insurance plans cover prescriptions, but the amount you pay depends on your deductible responsibilities. If you have not met your deductible amount, you will have to pay out of pocket for any prescription medications until you have.\n\nHowever, some health insurance plans allow generic drugs to be purchased at discounted rates regardless of whether the annual deductible has been met. Some medical plans have a combined medical and prescription deductible.\n\nLisa has a $2,500 combined deductible. She has already paid $2,350 in out-of-pocket expenses toward her deductible and now needs to purchase $150 worth of prescription medicine. Lisa's out-of-pocket cost will be $150. However, her combined deductible will now be met for the year.\n\nWhen you have met your deductible, you may still have to pay an amount for each prescription. For example, a plan might state that you must pay $10 for each refill of generic drugs or prescription medicine, meaning your out-of-pocket cost will be $10 for each prescription.\n\nSome out-of-pocket expenses can be deducted from your personalincome taxes.For example, income taxdeductionsare still available for expenses related tocharitable donationsand unreimbursed medical expenses.\n\nSince the passage of theTax Cut and Jobs Act(TCJA) of 2017, individuals can no longer deduct unreimbursed business expenses.\n\nThough tax deductions don't represent a direct reimbursement, there is an ancillary benefit to them because claiming these expenses as a deduction can lower your tax burden for the year.\n\nIn the real estate industry, out-of-pocket expenses refer to any expenses above and beyond the mortgage itself that the buyer incurs during the sale process. These costs vary depending on local property and real estate, but they typically include the cost of a home inspection, appraisal fees, and escrow account deposits as well asclosing costs, which can include loanorigination fees, attorney fees, and property taxes.\n\nMoving expenses, according to the IRS, are costs the taxpayer incurs as a result of relocating for a new job or transferring to a new location. However, the TCJA eliminated the deduction of moving expenses for tax years 2018 through 2025, except for members of the military on active duty who move as a result of a military order.\n\nMembers of the armed forces can use IRS Form 3903 to claim the cost of moving expenses as federal income tax deductions.\n\nActive-duty members of the U.S. military can deduct moving expenses if they incurred them in response to a military order that requires a permanent change of station. The expenses that qualify include the cost of packing, crating, hauling, in-transit storage, and insurance.\n\nIf the government provides and pays for any of your moving or storage expenses, you should not claim these expenses as a deduction on your taxes.\n\nAn out-of-pocket expense is a payment you make with your own money, whether or not it is reimbursed. It could be a business expense, such as paying for a flight reimbursed by your employer or a health expense before your total outlay reaches the insurance deductible.\n\nA health insurance plan's deductible and its out-of-pocket limit both represent points at which the insurance company pays for all or some of your subsequent health costs. However, they are two different things:\n\nThe deductible is the amount of money you have to pay on your own every year for your covered medical expenses before your insurance company starts picking up the bills.\n\nThe out-of-pocket limit is the maximum amount you will have to pay out of your own pocket for all of your insured healthcare during the year.\n\nThe out-of-pocket limit is your total expenditure in the year, including your deductible payments, your coinsurance, and your copayments (if your plan has them) up to a total dollar amount.\n\nThe out-of-pocket limit is set by federal law. For the 2024 tax year, your costs may not exceed $8,050 for an individual or $16,100 for a family.For 2025, the figures rise to $8,300 for an individual and $16,600 for a family.\n\nThe monthly premium you pay for your healthcare plan does not count as an out-of-pocket expense.\n\nOut-of-pocket costs include deductibles, coinsurance, and copayments for covered services, plus all costs for non-covered services.\n\nIt is tempting to get a high-deductible plan, choosing to pay out-of-pocket for routine healthcare in return for lower monthly premiums.\n\nThat can work if you don't have considerable medical expenses. It could get expensive if you unexpectedly need substantial medical care.\n\nWhen choosing a healthcare plan, it is wise to estimate what your healthcare costs may be each year before deciding on a low deductible-high premium or high deductible-low premium plan.\n\nAlso consider that your healthcare needs will change as you age, when you have a family, and when your income changes. All these factors will affect how much coverage you need and what level of out-of-pocket costs you can afford.\n\nU.S. Centers for Medicare & Medicaid Services. \"Out-of-Pocket Maximum/Limit.\"\n\nInternal Revenue Service. \"Topic No. 502 Medical and Dental Expenses.\"\n\nU.S. Centers for Medicare & Medicaid Services. \"Affordable Care Act Implementation FAQs - Set 18.\"\n\nInternal Revenue Service. \"Rev. Proc. 2023-23,\" Pages 1-2.\n\nInternal Revenue Service. \"Rev. Proc. 2024-25,\" Page 2.\n\nU.S. Office of Personnel Management (OPM). \"FastFacts High Deductible Health Plans.\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-25,\" Pages 1-2.\n\nU.S. Congress. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.\"\n\nInternal Revenue Service. \"Here's Who Qualifies for the Employee Business Expense Deduction.\"\n\nInternal Revenue Service. \"Instructions for Form 3903.\"\n\nInternal Revenue Service. \"Topic No. 455 Moving Expenses for Members of the Armed Forces.\"",
  "url": "https://www.investopedia.com/terms/o/outofpocket.asp"
}