{
  "term": "Out of the Money: Option Basics and Examples",
  "definition": "An \"out of the money\" option has no intrinsic value.\n\nInvestors useoptionsto profit from price movements and protect against potential losses in their portfolios. However, before adding this useful tool to your investing arsenal, it’s important to get to grips with how these contracts work and the jargon.\n\nOne of the key option-related terms you’ll come across is \"moneyness.\" Options are described as “in the money,” “out of the money,” or “at the money” depending on theirintrinsic valueat any given moment. As implied in the name, “out of the money,” the subject of this article, is an option that can’t currently be exercised for a profit.\n\nOptions give you the right, but not the obligation, to buy or sell a security, such as a stock, bond, or currency, at a certain price, called thestrike price, by a specified date, known as theexpiration date.\n\nIn every transaction, there are two sides betting against each other. There’s the seller, who creates an option they hope won’t be exercised, in exchange for a fee called thepremium. And there's the buyer, who pays for the option in the belief that the strike price will be exceeded, making them money.\n\nAmerican-style options can be exercised any time before the expiration date or on it, while European-style options can only be exercised on the exact expiration date.\n\nWhen buying an option, you bet its price will rise above the strike price, which requires buying acall option, or that the price will fall below the strike price, which requires buying aput option.\n\nJames thinks Company ABC’s share price will rise to at least $500. Rather than buy the stock, he purchases a call option for $200, giving him the option to buy 100 shares, which currently trade at $400, for $430 within six months.\n\nShould Company ABC rise to $500 within six months, James could exercise the option, in which case he’d buy the stock for $430 and then sell it for $500. That would net him a return of $7,000 ($70 x 100 shares), minus the $200 premium and any trading fees.\n\nThe same example can be applied the other way around. If James thought Company ABC's share price was set to fall significantly, he would buy a put option, paying a fee in exchange for the right to sell Lockheed’s shares at a specified price within the specified time frame.\n\nFor that move to be profitable, Lockheed’s share price needs to fall below the strike price offered by the options contract writer. If it did, James would exercise the option and cash in. If it didn’t, he’d walk away with a loss limited to the cost of the put option contract.\n\nDeciding whether to exercise an option depends primarily on the relationship between the market price of the security you’ve chosen and the strike price.\n\nAn option to buy a stock at $120 that currently trades at $100 or sell a stock at $100 that currently trades at $120 would be deemed OTM. OTM is essentially the worst situation an investor in possession of an unexpired option can find themselves in. When an option is OTM, it currently has no intrinsic value, meaning if you exercise it now you’d lose money.\n\nNevertheless, OTM options may still be worth something eventually. That’s because they still possess extrinsic ortime value. As long as there's still a chance the stock in the example rises above $120 or below $100, it has some value. How much depends mainly on how much time is left before the option expires and the volatility profile of the security. The more the security is prone to price swings and the longer the time left, the better.\n\nOTM options have several distinct characteristics. Key traits include:\n\nMatt is bullish on Company XYZ. He thinks it is undervalued at $120 a share, so buys a call option on the stock with a $150 strike price. This option expires in five months and costs $1. Each option contract represents 100 shares, so the total cost of the option is $100 (100 x $1) plus any trading fees.\n\nMatt now has to wait. To make a profit from the trade, he must exercise the option when Company XYZ's shares trade at a minimum of $151. Obviously, the higher the share price goes, the better.\n\nSadly, it doesn’t work out that way. The share price experiences an initial bounce to $155, pushing the option ITM, but Matt believes more upside is in store and decides to wait. Not long after, gloomy economic data dents sentiment, causing shares to seesaw between $100 and $115 over the next few months.\n\nWith one month left, Matt has a few possibilities. He can sell the option, which is still worth something but less than the $100 he paid because the price is now lower and there’s little time remaining. Or he can hold on and hope the company's shares rally. He opts for the latter.\n\nTwo weeks later, Company XYZ's shares rocket to $145. Given the changing economic backdrop, Matt doubts they will rise much higher in the little time remaining but doesn’t want to lose the $100 he paid for the option. As the shares aren’t far off the strike price, Matt manages to sell the option contract for $0.90 per share, or $90, thus limiting his loss to just $10 plus trading fees.\n\nOut of the money (OTM) options are contracts that currently have no intrinsic value because they can't currently be exercised for a profit. But they still hold value, based on their potential to turn profitable before their expiration date if the market moves in their favor. In fact, some investors prefer buying out of the money options because they're cheaper and offer a higher potential return. But out of the money options come with a lower probability of turning a profit and lose value as the expiration day approaches.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"\n\nCME Group Education. \"Understanding the Difference: European vs. American Style Options.\"\n\nMerrill Edge. \"Equity Option Basics.\"",
  "url": "https://www.investopedia.com/terms/o/outofthemoney.asp"
}