{
  "term": "Outcome Bias: What it Means, How it Works",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nOutcome bias arises when a decision is based on the outcome of previous events, without regard to how the past events developed. Outcome bias does not involve analysis of factors that lead to a previous event, and instead de-emphasizes the events preceding the outcomes and overemphasizes the outcome. Unlikehindsight bias, outcome bias does not involve the distortion of past events.\n\nOutcome bias can be more dangerous than hindsight bias in that it only evaluates actual outcomes. For example, an investor decides to invest in real estate after learning a colleague made a big return on an investment in real estate when interest rates were at a different level. Rather than look at other factors that could have resulted in the colleague’s success, such as the health of the overall economy or performance of real estate, the investor is focusing on the money made by the colleague.\n\nGamblers also fall prey to outcome bias. While statistically, casinos come out ahead far more regularly, many gamblers use anecdotal \"evidence\" from friends and acquaintances to justify their continued playing. This outcome bias: that continuing to play could result in winning a large amount of money prevents the gambler from leaving the casino.\n\nIn business settings, an overemphasis on \"performance\" is increasingly creating an outcome-centric culture which often exacerbates people’s fears by creating up a zero-sum game in which people are either succeeding or losing and “winners” quickly get weeded out from “losers.”\n\nAs an example, few would argue with the impressive growth of social media companies. During this growth, only a handful of individuals cautioned against the methods by which growth was generated. Upon learning personal and private user data was a significant driver of growth, the outcome bias of social media is on full display. In effect, ethical lapses are generally overlooked during successful outcomes. However, bad outcomes are far more likely toproduceactive condemnation.",
  "url": "https://www.investopedia.com/terms/o/outcome-bias.asp"
}