{
  "term": "Outlay Cost: What it Means, How it Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn outlay cost is a cost incurred in order to execute a strategy or acquire an asset. Outlay costs are also paid tovendorsto acquire goods such as inventory or services, such as consulting or software design. They are concrete expenses that are actually incurred in order to achieve a goal.\n\nOutlay costs are easy to recognize and measure because they have actually been paid to outside vendors, as opposed toopportunity costswhich are not actually incurred and paid to outside parties by the company.\n\nFor corporations, outlay costs for new projects include start-up, production, and asset acquisition costs. They can also include hiring costs for strategies or projects that require an addition to the workforce in order to be carried out.\n\nOutlay costs include the expenses paid by a business in order to manufacture a product or provide a service, and also include fees paid to outside parties to acquire assets or services. Incash accounting, outlay costs immediately reduce earnings. Inaccrual accounting, outlay costs are split across all the periods that the expense applies to and matched to related revenues.\n\nOutlay costs do not include foregone profits or benefits—such costs are known as opportunity costs and are hidden, but an important component of a business's profitability.\n\nOutlay costs, sometimes referred to as explicit costs, are direct expenses paid. These expenses can be one-time, such as repair bills, or recurring—e.g. subscription services. Direct costs can also be predictable, e.g. rent, or vary, such as utility bills.\n\nMeanwhile, the total cost is both the outlay cost and opportunity cost. So while outlay costs include direct payment, total costs include any indirect losses or missed benefits. That is, opportunity costs are those benefits a business misses out on by choosing one option over another.\n\nFor example, if XYZ Manufacturing Company wants to purchase a new widget press they will not only have to pay for the widget press but for the fees associated with transporting the widget press to their facility, as well as the costs for getting the widget press up and running and possibly expenses for training workers to use the new widget press. All of these are outlay costs associated with acquiring a new widget press.\n\nThen there are the implied costs of choosing one widget press over another. In addition, the other opportunity costs include choosing the widget press over another type of equipment or method.",
  "url": "https://www.investopedia.com/terms/o/outlaycost.asp"
}