{
  "term": "Outperform: Definition and Examples in Finance and Investing",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nIn financial news media outperform is commonly used as a rating given by analysts who publicly research and recommend securities. If they change their rating on a particular security to \"outperform\" from \"market perform\" or even \"underperform,\" then something has changed in their analyses that makes them believe the security will produce higher returns, for the foreseeable future, than the major market indexes.\n\nAnother common usage of this term is as a description of how the returns of one investment compare to another. Between two investment choices, the one with better returns is said to outperform the other. This is most commonly applied to a comparison between one investment and the market in general. Investment professionals almost always compare investment returns with a benchmark index, such as the S&P 500 index, so the term is often used in reference to whether a particular investment has outperformed the S&P 500.\n\nAn index is composed of securities from the same industry or of companies that have a similar size in terms ofmarket capitalization. Any factor that helps a company generate proportionally more revenue and more profit than its peers in an industry grouping will see its share price appreciate faster. This outperforming appreciation can happen for a variety of reasons: excellent management decisions, market preferences, network connections, or even luck.\n\nAny decisions made by senior management that help a company grow revenue and earnings faster than its competitors are highlighted as a sign of excellence. These characteristics help the company build a reputation for being more likely to bring a new product to market quickly and capture more market share. Analysts identify these conditions and use them to forecast price appreciation for high-performing companies.\n\nFor example, if an investment fund uses theStandard & Poor's 500 Indexas a benchmark, and if the portfolio manager of that fund analyzes stocks with a market capitalization similar to securities in the index and forecasts that 15 particular stocks will generate a higher rate ofearnings per share (EPS)than the average for the index. Based on this analysis, the mutual fund increases its holdings in the 15 stocks that are expected to outperform the index.\n\nAratingis an analyst’s opinion on the rate of return for a particular company’s stock, which includes the stock’s price appreciation and dividends paid to shareholders. The investment industry does not have a standard method that is used by all analysts to rate stocks. A higher rating means that the stock’s price will outperform similar companies over a specified period.\n\nThe most common use of outperform is for a rating that is above a neutral or a hold rating and below a strong buy rating. Outperform means that the company will produce a better rate of return than similar companies, but the stock may not be the best performer in the index. An analyst’s performance is evaluated based on how stocks actually perform after a rating is assigned.\n\nIf a portfolio manager consistently picks stocks that outperform the benchmark, the investment fund they work for will produce a higher rate of return and those in the financial media will take notice.Money managersare ranked based on the portfolio rate of return and how those returns compare to the benchmark.\n\nFinancial sites such as Morningstar group funds by benchmark and rank every fund in order according to its performance relative to the index. Financial sites also compare the return generated by a fund to the volatility of the portfolio over time.",
  "url": "https://www.investopedia.com/terms/o/outperform.asp"
}