{
  "term": "Outright Futures Position: What it Means, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn outright futures position is an unhedged futures trade that is taken on its own and is not part of a larger or more complex trade.\n\nAn outright futures position is a long or short trade that is nothedgedfrommarket risk. Both the potential gain and the potential risk are greater for outright positions than for positions that are covered or hedged in some way. An outright position is one that stands on its own and is not part of a larger or more complex trade. A profit is made from alongoutright futures position if the price rises following the purchase, or from ashorttrade if the price falls after the short is initiated.\n\nAn outright position is one that is a pure long or short bet on the direction of thefutures contract. Hedging or offsetting that position with another position means it is no longer an outright position.\n\nOutright futures are also called naked futures because they leave the investor exposed to market fluctuations. To reduce risk, the investor may choose to purchase a protectiveoffsettingoption, an offsetting position in the futures' underlying security, or an opposite position in a related market. Hedging or offsetting the risk means it is no longer an outright futures position.\n\nAn outright futures position is inherently risky because there is no protection against an adverse move. Most traders do not consider trading liquid futures contracts to be excessively risky, especially because in most cases it is easy tocoveror to sell the position back to the market. Most speculative positions in the futures market are outright positions.\n\nHowever, a declining market for an investor holding a long position in a futures contract still has the potential to deliver significant losses. In this case, holding aput optionagainst the long futures position could cap losses to a manageable amount. The trader's profit potential would be reduced by thepremium, or cost, of the option. Consider it to be an insurance policy the trader hopes not to use.\n\nTraders selling futures short without a hedge face even greater risk since the upside potential for mostfutures marketsis theoretically unlimited. In this case, owning a call on the underlying futures contract would limit that risk.\n\nAnother alternative to an outright futures position that can sometimes carry less risk is to take a position in avertical spreadtrade. This caps both profit potential and risk for loss, and it would be a good choice for a trader that only expects a limited move in the underlying security orcommodity.\n\nWhile all the above limit risk, they also tend to limit or reduce profit. Many speculative traders prefer outright futures positions because of their simplicity (one position) and the ability to generate larger profits when a trade is well-timed and takes advantage of an ensuing price move.\n\nAssume a trader believes that theS&P 500is going to rise over the next several months. It is currently July, so the trader buys a December contract of the E-Mini S&P 500 listed on the Chicago Mercantile Exchange (CME) under the symbol ES.\n\nThe trader uses alimit orderto enter a position at $4321, buying one contract. This particular futures contract moves in 0.25 increments, with four increments—calledticks—to each point. Each tick is worth $12.50 in profit or loss, and each point is worth $50 (4 x $12.50).\n\nThis position is a pure directional bet on the price of the futures contract rising. The trader is not taking any other positions to offset the risk or magnify the profits associated with the position. Therefore, this is an outright futures position.\n\nAssume that in one month the price of the contract is at $4351. The trader is up 30 points or $1500 ($50 x 30 points), lesscommissions. Subsequently, the price drops to $4311. The trader is down ten points, or $500 ($50 x 10 points).\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/o/outrightfuturesposition.asp"
}