{
  "term": "Outright Option: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn outright option is anoptionthat is bought or sold individually. This option is not part of aspread tradeor other types of options strategy where multiple different options are purchased.\n\nAn outright option, which can includecallsandputs, can refer to any basic option purchased on a single underlying security. They are the most basic form of options trading.\n\nOutright options trade on anexchangesimilar to security assets, like stocks. In the United States, there are numerous exchanges listing all types of outright options for investors. Thus, the options market will see activity from both institutional and retail investors alike.\n\nInstitutional investors may use options tohedgethe risk exposure in their portfolios. Managed funds may use options as the central focus of their investment objective. Manyleveragedbullish and bearish strategies also rely on the use of options.\n\nRetail investors may choose to use options as an advanced strategy or as a cheaper alternative relative to investing directly in the underlying asset. Gaining access to options trading is generally more complex and requires additional brokerage permissions. Most brokerage platforms will require amargin accountand a minimum deposit, commonly in excess of $2,000, to trade options.\n\nBoth institutional and retail investors using outright options will generally focus on either calls or puts. Calls and puts are typically contracted in 100 share increments. This means one option controls 100 shares of the underlying stock. Optionpremiumsare quoted on a per-share basis; a $0.50 option will cost $50 to buy ($0.50 x 100 shares).\n\nSpreads and exotic options involve more advanced use of option trading instruments and are not considered to be outright options. Spread strategies involve the use of two or more options contracts in a unit trade. Exotic option strategies can be constructed in a multitude of ways. Exotic options can include a contract based on a basket of underlying securities with a variety of different option contract conditions.\n\nAn outright option is either a call or put. The trader either buys or sells one or the other, but not both, as a directional bet on where the underlying asset is going, or to hedge another non-option position. The purchase of an option is also called a \"long option,\" whereas selling one is also called a \"short option.\" Taking on more than one type of option for the same trade doesn't qualify as an outright options trade.\n\nA long call option gives the buyer the right to buy an underlying security at a specifiedstrike price. With an American option, the buyer canexercisethe option at any time up until the expiration date. The strike price is the price at which the buyer can take ownership of the underlying, and exercising is taking advantage of that opportunity. In exchange for this right, the option buyer pays a premium to the option seller. The option seller gets to keep the premium but is obliged to sell the underlying security to the call buyer at the strike price if the buyer exercises their option.\n\nConversely, a long put option gives the buyer the right to sell an underlying security at a specified strike price. In exchange for this right, the put option buyer pays a premium to the option seller. The option seller gets to keep the premium but is obliged to buy the underlying from the put buyer at the strike price if the buyer exercises their option.\n\nCall and put options have an expiry date.American optionscan be exercised any time up until expiry, whileEuropean optionscan only be exercised at expiration.\n\nAssume an investor isbullishon Apple Inc. (AAPL) and believes that the stock price will appreciate over the next few months. If the investor wants to buy an outright option, they would purchase a call option. The call option gives the call buyer the right to buy Apple at a specified price.\n\nAssume the stock is currently trading at $183.20 on May 22. The investor believes that by August the stock could be trading north of $195.\n\nLooking at the available call options, the trader has to choose how they want to proceed.\n\nThey could buy an option that is alreadyin the money. For example, they could buy the $170 strike price August call for $19.20 (ask price). This would cost the investor $1,920 ($19.20 x 100 shares). If the stock price does reach $195, the option will be worth approximately $25, netting the option buyer a profit of $580 (($25 - $19.20) x 100 shares). They could also exercise their option, receiving the shares at $170 and then selling them for the current market price which in this case is theoretically $195.\n\nThe risk is that the trader could lose up to $1,920 if the price of Apple stock falls. The biggest loss would occur if it fell to $170 or below. The trader would lose their full premium. Although, they could sell the option before that happened to recoup some of the option's cost.\n\nAnother possibility is to buy anear the moneyorout of the moneycall option. These cost less but come with their own drawbacks and opportunities.\n\nAssume the trader buys a $185 strike price option for $9.90 (ask price). This cost them $990.\n\nIf the stock is trading near $195 at expiry, the option should be worth about $10. This nets the trader a profit of $10, which (lesscommissions) means they likely lose a bit of money. Put a different way, the trader could exercise the option and take control of the shares at $185. They could then sell them at $195 on the stock market for a profit of $1000 ($10 x 100 shares), but they paid $990 for the option, so their net profit is $10.\n\nIn order to make money on this trade, the price will need to rise above$195 before or at expiry. If it goes to $200, the trader nets a profit of $510. The option will be worth $15 ($200 - $185), but they paid $9.90 for it. That leaves $5.10 in profit per share, or $510 ($5.10 x 100 shares). The price needs to move up more than in the previous example.\n\nComparing the two scenarios, the first one obviously costs a lot more. The first option will be worth something at expiry unless the stock price falls below $170. That means the trader can likely recoup some of the cost of the option even if the price doesn't rise as expected (or falls).\n\nOn the other hand, the second option will continue to lose value, and be worth nothing at expiry if the price of the stock doesn't rise above the $185 strike. Even if the stock does rise above the strike price, the trade may still lose money even if the price reaches its $195 target. The price will need to move above$195 in the order for the trader to make money in the second scenario.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/o/outrightoption.asp"
}