{
  "term": "Outside Days: Meaning, Overview, Example",
  "definition": "Outside days are days where asecurity’sprice is more volatile than the previous day. On an outside day, a security's price will reach a higher high and a lower low than the previous day. Outside days are a two-day price pattern; the difference between theopenandcloseon the second day is larger than the first day when the open and close of the second day are outside the range of the first day.\n\nThe term is commonly used among markettechniciansand swing traders who look at short-term price patterns that play out over several days or weeks. The opposite of an outside day is aninside day.\n\nOutside days are a two-bar chart pattern that occurs when the current day’s price bar has a higher high and a lower low than the prior bar, and the open and close of the second day fall outside the open and/or close of the first day. Unlike bullish orbearish engulfing patterns, outside days look at an entire price bar, including both the high and low and the open and close.\n\nAn outside day shows that volatility is on the rise. The longerbody(the difference between open and close) of the second bar shows greater conviction on the part of the buyers or sellers, and provides clues as to the future direction of the security. If the second price bar heads lower, it shows sellers were in control and the price may continue down. If the second price bar was up, it shows buyers were in control and the price may continue to rise.\n\nOutside days often serve as part of a continuation pattern in the direction of the last few price bars. For example, a bullish outside day occurring during anuptrendis a signal that the uptrend is expected to continue. A bullish outside day is when the price heads higher on the second day, and meets the general criteria of an outside day: higher high, higher low, and longer body.\n\nHowever, depending on the context, outside days can also act as reversal patterns. Anoutside reversalis an outside day pattern in the opposite direction of the prior price bar. For example, if the prior price bar was up, an outside reversal would be a down bar with a longer range (both in terms of highs and lows and the open and close).\n\nAn outside day can manifest in several ways based on whether the first bar is up or down, and whether the second bar is up or down. Here are the combinations:\n\nWhile all of these combinations are outside days, when the bars are moving in different directions, those patterns are referred to as outside reversal patterns.\n\nFor additional context, traders don't typically look at only the two price bars. They look at the surrounding price action as well.\n\nIf the pattern is in a range when the outside day forms, it may not be a significant development—unless the outside day occurs when the price isbreaking outof the range. An outside day within a range could just mean a continuation of thechoppytrading already seen.\n\nIn an uptrend, if both bars point up (or just the second bar), it could mean a continuation of the uptrend. If both of the bars, or even only the second one, are pointed down, it could mean the uptrend is stalling and the price may head lower.\n\nIn a downtrend, if both bars are pointed down (or just the second one), it could mean a continuation of the downtrend. If both of the bars, or even only the second one, are pointed up, the price may start heading higher.\n\nInstead of guessing what the price will do, traders will often wait until the following day—the third day—to see where the price goes. If the pattern and context suggest a move higher, then if the price starts moving higher on the third day a trader may consider entering alongposition. If the pattern and context suggest a move lower, and the price moves lower on the third day, then the trader may consider exiting long positions or entering ashort position.\n\nOne other thing to consider isvolume. An outside day with a larger-than-average volume shows more interest and conviction than a low-volume outside day. Some traders may disregard a low volume outside day and wait for a more compelling trade signal to act on.\n\nOutside days are short-term patterns. They don't indicate how far the price will move after the pattern. Sometimes the pattern may kick off a new large trend, while other times the price may falter soon after the pattern completes.\n\nOutside days are a fairly common pattern. If you are looking at a one-year daily chart, there will typically be many examples of outside days.\n\nSeveral outside days have been highlighted on the following Amazon.com Inc. (AMZN) chart.\n\nThese were not high-volume outside patterns. As you can see, the price continued to drift in the direction of the overall trend. The left-most circled pattern was an outside reversal pattern (although it failed to halt the advance). This is why it is important to wait for confirmation. While the reversal pattern signaled a possible move lower, the pricegappedhigher the following (third) day (therefore, nullifying the signal).\n\nThe patterns were also all fairly small—there were no wide-ranging days. With the price moving higher, and no strong conviction selling days to warn of a reversal, the latter two patterns could have been used as continuation patterns. The price moved higher following the pattern on those two occasions.",
  "url": "https://www.investopedia.com/terms/o/outside-days.asp"
}