{
  "term": "Outstanding Check: Definition, Risks, and Ways to Avoid",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn outstanding check is acheckpayment that is written by someone but has not been cashed or deposited by the payee. The payor is the entity who writes the check, while the payee is the person or institution to whom it is written. An outstanding check also refers to a check that has been presented to the bank but is still in thebank’scheck-clearing cycle.\n\nAn outstanding check represents a liability for the payor. The payor must be sure to keep enough money in the account to cover the amount of the outstanding check until it is cashed, which could take weeks or sometimes even months. Checks that are outstanding for a long period of time are known as stale checks.\n\nOne of the ways of making payment for atransactionis by check. A check is a financial instrument that authorizes a bank to transfer funds from the payor’s account to the payee’s account. When the payee deposits the check at a bank, it requests the funds from the payor’s bank, which, in turn, withdraws the amount from the payor’s account and transfers it to the payee’s bank. When the bank receives the full amount requested, it deposits it into the payee’s account.\n\nA check becomes outstanding when the payee doesn't cash or deposit the check. This means it doesn't clear the payor's bank account and doesn't appear on the statement at the end of the month. Since the check is outstanding, this means it is still aliabilityfor the payor. Once the payee deposits the check, it is reconciled against the payor's records.\n\nChecks that remain outstanding for long periods of time cannot be cashed as they become void. Some checks become stale if dated after 60 or 90 days, while others become void after six months.\n\nOutstanding checks aren't necessarily inherently bad; however, there are some risks and downsides to have checks linger.\n\nAn overdraft occurs when the account holder who wrote a check that is still pending does not have enough money in their account to cover the amount of the check when it is eventually submitted for payment. This can result in the account becoming overdrawn. At the time the check was written, there might have been enough cash; however, if spending on the account occurs between when the check is written and when the check is deposited, the account is at risk fornon-sufficient fundsstatus.\n\nOutstanding checks also have the risk of being used in fraudulent conduct. Someone else could be able to change the payee name or the amount if a check is misplaced or stolen before it is taken to the bank. All else being equal, it is safest if a check is deposited as fast as possible to avoid tampering with the instrument.\n\nAccounting inconsistencies may arise if outstanding checks are not reported and tracked in the appropriate manner. Because of this, keeping correct financial records can be difficult, and it may lead to problems during audits or when reconciling finances. For example, payments may show as being paid but if the cash has not yet been debited from the account, there may be inconsistencies worth reconciling.\n\nLast, outstanding checks might have an impact on management of the cash flow. If a corporation has a substantial number of checks that have not yet been cashed, it may create ambiguity over the amount of cash that is available, making it difficult to efficiently plan for and manage expenses.\n\nOutstanding checks that remain so for a long period of time are known as stale checks.\n\nThere are actually some benefits to have checks outstanding as well, though. Writing checks makes it possible for organizations and individuals to make payments without requiring instantaneous cash or electronic transactions to be completed. Checks that linger only buy the company more time to gather up enough resources for payment to clear if more time is needed.\n\nTracking of payments can be accomplished through the use of checks, which provide both a paper trail and evidence of payment. Through the use of the check, the sender and the recipient of the payment are able to retain a record of the transaction, which includes the date, the amount, and the payee. In this context, an outstanding check need not be outstanding for long; it may simply be the short period of time between when a check is mailed and when it is received.\n\nOutstanding checks also provide the opportunity for payment delays, which can be advantageous when it comes to managing cash flow. The person who writes a check that is not immediately presented for payment is able to maintain control over the timing of the withdrawal of funds from their own account if the check is not immediately offered for payment. Even if the checkwriter has sufficient funds, any delay from the depositor simply means higher interest revenue on the capital balance waiting to be drawn down.\n\nForgotten outstanding checks are a common source of bank overdrafts. One way to avoid this occurrence is to maintain a balanced checkbook. This can help prevent any unnecessary NSFs if the payee decides to cash the check at a later date.\n\nYou can also call or write to remind the payee that the check is outstanding. This may encourage them todepositor cash the check. If they haven't received the payment, this may nudge them to notify you to reissue the check.\n\nWith banking activity becoming increasingly electronic, another way to avoid writing a check and forgetting about it is to use the checking account’s online bill pay service. This should provide real-time information about the total dollar amount of checks outstanding and the total dollar balance present in the account.\n\nWhen a business writes a check, it deducts the amount from the appropriate general ledger cash account. If the funds have not been withdrawn or cashed by the payee, the company’s bank account will be overstated and have a larger balance than the general ledger entry.\n\nToreconcile the bank statementso the company’s cash account in its financial statements is consistent with the cash in its bank account, the company must adjust its “balance per bank,” which refers to the ending cash balance on a bank statement.\n\nAs businesses have to abide by the unclaimedpropertylaws, any checks that have been outstanding for a long time must be remitted to the state as unclaimed property. As such, there is no incentive to wish for an outstanding check to permanently never be cashed as the payment is subsequently owed to the government for holding.\n\nIt is imperative for an issuer to provide payees with timely communication regarding the issuance of a check as well as any pertinent details as soon as possible. This makes it easier to set expectations and gives them the opportunity to plan properly. Be mindful of post office conditions and potential delays for seasonality, weather, or staffing issues.\n\nMake sure that payees have access to the right contact information so that they can get in touch with you or your designated representative regarding any questions, issues, or changes relating to the overdue check. Check to see that the contact information is correct, as checks may go missing simply because of an incorrect mailing address.\n\nMaintain a record of every communication pertaining to outstanding checks, and make sure to document all conversation. This includes communications such as emails, phone calls, and any other forms of correspondence. In many cases, companies send statements for invoices past due; always check these against payments made in the system in case checks have been lost, not applied correctly, or mismanaged.\n\nIf a check remains outstanding for an extended period, it may become stale-dated, and the bank may refuse to honor it. The payee should contact the issuer to request a new check if this occurs.\n\nTo reconcile outstanding checks with your bank statement, compare the checks issued but not yet cleared with the information provided on the statement, ensuring that both records align. On your reconciliation sheet, outstanding checks are often subtracted from your balance per bank because these withdrawals have not yet happened but are simply a timing matter.\n\nBouncing an outstanding check can lead to financial consequences, such as fees imposed by the bank, damage to your credit rating, and potential legal actions from the payee. Be mindful of what outstanding checks you've written before drawing down your bank balance.\n\nBest practices for managing and clearing outstanding checks include regular bank statement reconciliation, promptly voiding or canceling unused checks, and maintaining proper record-keeping. Also, always maintain in communication with payees about payments not fully processed.\n\nOutstanding checks are checks that have been issued but not yet presented for payment or cleared by the bank. They represent pending transactions where the funds have not yet been deducted from the issuer's account. These checks can pose risks such as overdrawing the account, potential fraud, accounting discrepancies, and delayed financial reporting.\n\nProper management of outstanding checks involves tracking, reconciliation, timely communication, and ensuring sufficient funds are available to honor the checks when presented for payment.",
  "url": "https://www.investopedia.com/terms/o/outstanding-check.asp"
}