{
  "term": "Outside Reversal: Meaning in Technical Analysis",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn outside reversal is a price pattern that indicates a potential change in trend on a price chart. The two-day pattern is observed when a security’s high and low prices for the day exceed the high and low of the previous day’s trading session. Outside reversal is also known as either abullish engulfing(after a downward price move) or abearish engulfing pattern(after an upward price move) when observed on candlestick charts.\n\nOutside reversal is a two-dayprice patternthat shows when a candle or bar on acandlestickorbar chartfalls “outside” of the previous day’s candle or bar. This chart pattern is commonly employed by technical analysts who seek to identify points in the price action which imply a bullish or bearish reversal of an existing trend.\n\nAn outside reversal pattern is typically one of the more precise candlestick patterns; however, these patterns require a strict definition to be useful forecasting tools. Technical analysts and experienced traders prefer to build trading signals using this identification in conjunction with other information such as trend, support and resistance ortechnical studies.\n\nOn occasion, traders see volume or support and resistance levels as a way to corroborate the outside reversal. For example, a stock price that undergoes a bearish outside reversal when it approaches trend-line resistance on high bearish volume is considerably more reliable than a stock that is moving sideways and has a bearish outside reversal on lower-than-average volume.\n\nA bullish outside reversal, also called a bullish engulfing, happens when the second candle is a move higher. For instance, a stock may make a small move lower on the first day, then open even lower than the prior day, but rally sharply higher by the end of the second day. The indication is that bears had control over the market, but then bulls took over and overwhelmed them, signifying a change in the prevailing trend.\n\nIn the chart above, Amazon.com Inc. (AMZN​) shares appeared to be consolidating before a bullish outside reversal marked a renewal of the uptrend. Its stock price continued to rise the subsequent days as the trend reversal took hold.\n\nA bearish outside reversal, also called abearish engulfing, transpires when the second candle is a move lower. For instance, a stock may have a small move higher on the first day, climb even higher the second day, but then sharply decline by the second day’s end. This demonstrates that the bulls had control over the market before the bears took the reins in a meaningful way, signaling a shift in the overalltrend.\n\nThe stock price of Cisco Systems Inc. (CSCO​) rose for three consecutive days before a bearish outside reversal. Share prices plunged the day after the outside reversal as the overall trend did an about-face.",
  "url": "https://www.investopedia.com/terms/o/outsidereversal.asp"
}