{
  "term": "Outside Director: What it is, How it Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn outside director is a member of a company'sboard of directorswho is not an employee or stakeholder in the company. Outside directors are paid an annualretainer feein the form of cash, benefits and/orstock options. Corporate governance standards require public companies to have a certain number or percentage of outside directors on their boards.﻿ In theory outside directors are more likely to provide unbiased opinions.\n\nAn outside director is also referred to as a \"non-executive director.\"\n\nIn theory, outside directors are advantageous for the company because they have lessconflict of interestand may see the big picture differently thaninsiders. The downside of outside directors is that since they are less involved with the companies they represent, they may have less information upon which to base decisions and fewer incentives to perform. Also, outside directors can face out-of-pocket liability if a judgment or settlement occurs that is not completely covered by the company or its insurance. This occurred in class-action suits against Enron and WorldCom.﻿﻿﻿\n\nBoard members with direct ties to the company are called \"inside directors.\" These can be from the ranks of a company’s senior officers or executives, as well as any person or entity that beneficially owns more than 10% of a company'svoting shares.﻿﻿﻿\n\nOutside directors have an important responsibility to uphold their positions with integrity and protect and help grow shareholder wealth. In the case ofEnron(as mentioned above), many accused the company’s outside directors of being negligent in their oversight of Enron. In 2003, plaintiffs and Congress accused Enron's outside directors of allowing the company’s former CEO Andrew S. Fastow to enter into deals that created a significant conflict of interest with shareholders as he concocted a plan to make the company appear to be on solid financial footing, despite the fact that many of its subsidiaries were losing money.﻿﻿﻿\n\nAs the Enron example showed, it’s important to set and support clearcorporate governance policiesto mitigate the risk of such fraud. Corporate governance is a comprehensive system of rules that control and direct a company. These protocol balance the interests of a company's many stakeholders, including shareholders, management, customers, suppliers, financiers, government and the community. They also help a company attain its objectives, offering action plans andinternal controlsfor performance measurement and corporatedisclosure.\n\nStanford Law Review. \"Outside Director Liability.\" Accessed Feb. 12, 2021.\n\nU.S. Securities and Exchange Commission. \"Officers, Directors, and 10% Shareholders.\" Accessed Feb. 12, 2021.\n\nU.S. Government Printing Office. \"The Role of the Board of Directors in Enron's Collapse.\" Accessed Feb. 12, 2021.",
  "url": "https://www.investopedia.com/terms/o/outsidedirector.asp"
}