{
  "term": "Outward Direct Investment: Meaning, Overview, History",
  "definition": "An outward direct investment (ODI) is a business strategy in which a domestic firm expands its operations to a foreign country.\n\nODI can take many different forms depending on the company. For example, some companies will make agreen field investment, which is when a parent company creates a subsidiary in a foreign country. A merger or acquisition can also occur in a foreign country (and so may be considered an outward direct investment). Finally, a company may decide to expand an existing foreign facility as part of an ODI strategy. Employing ODI is a natural progression for firms if their domestic markets become saturated and better business opportunities are available abroad.\n\nODI is also called outward foreign direct investment or direct investment abroad. It can be contrasted withforeign direct investment, or FDI, which occurs in the opposite funding direction.\n\nThe extent of a nation's outward direct investment can be seen as an indication that its economy is mature. ODI has been shown to increase a country’s investment competitiveness and has proven to be crucial for long-term, sustainable growth. American, European, and Japanese firms, for example, have long made extensive investments outside their domestic markets.\n\nBecause of their more rapid growth rates, emerging market economies often receive large amounts of ODI, as China has for the past two decades. The International Monetary Fund lists the top five countries as the United States, the Netherlands, Luxembourg, China, and the United Kingdom.But even some emerging market countries have begun to make investments abroad.\n\nIn 2015, Chinese overseas investment exceededforeign direct investment (FDI)in China for the first time ever. In 2016, China's ODI peaked: Chinese companies invested over $180 billion overseas.Starting in 2017, ODI began a downtrend that has continued. In 2018, China's inflow of foreign direct investment (FDI) exceeded its ODI once again (making the country a net debtor once again). In 2020, China’s ODI increased to nearly $154 billion, from around $137 billion in 2019.\n\nThe majority of China's ODI is inflows to leasing and business services, wholesale, retail, and IT.Starting in 2016, Beijing started tightening itscapital controls. As a result, many of China's overseas projects have been scaled back. These restrictive measures were intended to curbcapital flight—when assets or money rapidly flow out of a country.At the same time, the domestic economic downturn in China, primarily due to the lingering impacts of the trade war with the U.S., has also hindered Chinese ODI.\n\nBecause of sluggish domestic growth, investment in foreign assets became less appealing. Previously, foreign investment by Chinese firms has been a significant driver of global asset prices, mostly as a result of the sale of property and mergers and acquisitions.\n\nIt is important to make a distinction between outward direct investment (ODI) and foreign direct investment (FDI). FDI occurs when a non-resident invests in the shares of a resident company. ODI occurs when a resident company invests in a non-resident country as part of a strategy to expand their business.\n\nInternational Monetary Fund. \"The World's Top Recipients of Foreign Direct Investment.\"\n\nChina Economic Watch, BBVA. \"China - ODI From the Middle Kingdom: What's Next After the Big Turnaround?,\" Page 2.\n\nThe World Bank. \"Foreign Direct Investment, Net Inflows (BoP, Current US$) - China.\"\n\nThe World Bank. \"Foreign Direct Invest, Net Outflows (BoP, Current US$) - China.\"\n\nOECD. \"China's Outward Direct Investment and Its Impact on the Domestic Economy,\" Page 34.\n\nGovernment of Canada. \"Foreign Exchange Controls in China.\"\n\nCarnegie Endowment for International Peace. \"The U.S. Trade War has Become a Cold War.\"",
  "url": "https://www.investopedia.com/terms/o/outward_direct_investment.asp"
}