{
  "term": "Outward Arbitrage",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nOutward arbitrage is a type ofarbitragethat multinational, American-based banks engage in, taking advantage of differences in interest rates between the United States and other countries. Although it is almost always large banks that engage in arbitrage, smaller non-bank depositors and nonbank borrowers also engage in the practice, using much less capital.\n\nOutward arbitrage occurs when interest rates are lower in the United States than abroad, and banks will borrow in the United States at a low rate, and then lend that money abroad at a higher rate, pocketing the difference as profit.\n\nOutward arbitrage is a key concept in modern finance. Modern financial theory is based on the idea that pure arbitrage, a system whereby an investor or company can take advantage of price differentials to make money without fail, doesn’t actually happen for sustained periods.\n\nAcademic finance suggests that a true arbitrage opportunity would disappear almost instantly as investors enter that market and compete over these easy profits. But the real world does not always follow economists’ models, and some arbitrage opportunities do occur in the actual markets, as the result ofimperfect competition.\n\nFor instance, it is not easy for just any bank to scale up to the point that it can take advantage of cross-border differences in interest rates, due to regulation and imperfect markets for financial services. This lack of competition makes it possible for outward arbitrage opportunities to persist for those banks already in the position to leverage significant assets into what they consider to be profitable arbitrage dealings.\n\nOutward arbitrage was a phrase coined in the middle of the twentieth century, because of the strong demand for savings accounts abroad that were denominated in U.S. dollars. These savings deposits were referred to aseurodollarsbecause all of the foreign, dollar-denominated accounts were at that point housed in Europe.\n\nToday, however, eurodollars can be purchased in many countries around the world outside of Europe. The eurodollar market took off after 1974, when the United States lifted capital controls that hampered lending across borders. Since that time, the eurodollar market has become an important source of funding and profits for U.S. banks.\n\nDue to the lack of requirements for eurodollars, having a large supply can be extremely valuable in the outward arbitrage market, especially when traditionally leveraged assets like CDs experience low liquidity. Banks can also dip into the eurodollar market to borrow funds to engage in outward arbitrage if the reserve requirements or interest rates are more desirable in the eurodollar market when compared to domestic sources of funding.\n\nLet’s say that a large American bank wants to make money through outward arbitrage. Let’s also assume that the going rate for one-yearcertificates of depositin the United States is 2%, while dollar-denominated certificates of deposit are paying 3% in France.\n\nThe large American bank could decide to make money by accepting certificates of deposits in the United States, and then taking the proceeds to issue loans in France at a higher rate.Inward arbitrageis possible when the situation is reversed and interest rates are higher in the United States than abroad.\n\nOutward arbitrage differs fundamentally from inward arbitrage. Inward arbitrage can be considered the opposite side of outward arbitrage. When higher rates exist abroad, a bank would engage in outward arbitrage. When the domestic rates are higher, a bank would then borrow the money from the international market, depositing it domestically in order to take advantage of the rate discrepancy.\n\nBanks will engage in both outward and inward arbitrage based on the fiscal environment and ability to profit at incredibly low risk.\n\nDue to the near-zero tolerance for risk when considering inward arbitrage, acertificate of deposit (CD)is usually the preferred method of fund transfer. CDs, despite their low interest rates when compared to other investment vehicles, are some of the safest investments to make. When banks engage in arbitrage, they are doing so with significant amounts of money. Therefore, the appetite for risk is extremely low.\n\nCovered interest arbitrageis when someone engaging in arbitrage purchased a forward currency contract in order to hedge risk regarding exchange rate fluctuations. Due to purchasing a forward contract to offset risk, the financial gains of covered interest arbitrage transactions tend to be lower than those of outright arbitrage. This style of trading usually demands a high volume of trades to be markedly profitable.\n\nAn arbitrage transaction is when someone purchases and sells a product simultaneously, usually in separate markets, in order to profit from the price differences in that asset's price. Arbitrage opportunities typically do not last for long once they are discovered due to their fairly risk-averse method of ensuring profit. Arbitrage trades are commonly seen being made with stocks, currencies, and commodities.\n\nAn arbitrage trade can be directly tied to interest rates. If, for example, Investment A has an interest rate of 3% and Investment B has a rate of 4%, the person engaging in arbitrage would purchase A and sell B, pocketing the 1% difference. Interest rates are in a state of constant flux so traders are always looking for interest rate disparities to take advantage of via arbitrage.\n\nOne of the most significant risks when engaging in arbitrage trades is a fluctuation of the asset price. An interest rate could change and although the percentage change may be minimal, arbitrage trades are usually highly leveraged and exposure to such an event could result in a significant loss. If there are no willing buyers, that is another problem, as someone needs to purchase the asset for sale if the trader is going to make a profit.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/o/outwardarbitrage.asp"
}