{
  "term": "Overnight Rate (Federal Funds Rate): Definition and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe overnight rate is the interest rate at which adepositoryinstitution (generally banks) lends or borrows funds from another depository institution in the overnight market. In many countries, the overnight rate is the interest rate the central bank sets to target monetary policy. In most circumstances, the overnight rate is the lowest available interest rate, and as such, it is only available to the mostcreditworthyinstitutions.\n\nThe amount of money a bank has fluctuates daily based on its lending activities and its customers' withdrawal and deposit activity. A bank may experience a shortage or surplus of cash at the end of thebusiness day.\n\nBanks that experience a surplus often lend money overnight to institutions that experience a shortage of funds so they can maintain theirreserve requirements. These requirements ensure that the banking system remains stable and liquid.\n\nThe overnight rate provides an efficient method for banks to access short-term financing from central bank depositories. As the overnight rate is influenced bythe central bank of a nation,it can be used as a good predictor for the movement of short-term interest rates for consumers in the broader economy. The higher the overnight rate, the more expensive it is to borrow money.\n\nThe rate increases whenliquiditydecreases (when loans are more difficult to come by) and falls when liquidity increases (when loans are more readily available). As a result, the overnight rate is a good indicator of the health of a country's overall economy and banking system.\n\nAs of July 2024, the Federal Funds rate sits at a rate of 5.33%.\n\nMost consumers don't know much about the overnight rate because it doesn't get much media coverage. It also doesn't have a direct impact on consumer finances. The effect, though, is usually indirect.\n\nConsider how they relate to mortgage rates. When the overnight rate increases, it becomes more expensive for banks to settle their accounts. To compensate, they often raise longer-term rates—usually mortgage rates.\n\nThe overnight rate doesn't just affect consumer borrowing, but it also has an impact on the economy. The Federal Reserve influences the overnight rate in the U.S. through its open-market operations. In turn, the overnight rate affects employment, economic growth, and inflation. This rate has been as high as 20% in the early 1980s and as low as 0% afterthe Great Recession.\n\nNo, the bank rate and the overnight rate are not the same. The bank rate is also known as the discount rate, which is the rate that banks can borrow from the central bank. The overnight rate, also known as the federal funds rate, isthe rate at which banks can borrow from one another.\n\nBanks are required by the central bank to keep a minimum amount of reserves to ensure liquidity in the banking sector. The reserves of banks fluctuate depending on customer withdrawals and deposits. When banks have a shortfall and cannot meet their reserve requirement, they will borrow from banks with a surplus to do so.\n\nWhen the overnight rate is increased by the central bank, it becomes more expensive for banks to borrow money from one another, increasing their total cost. To make up for this increase in costs, banks increase their prime rates, which makes borrowing money for customers more expensive. In essence, banks pass the increased cost onto the consumer.\n\nThe overnight rate is the interest rate at which banks lend to one another. Banks borrow from other institutions when they have a shortage in the reserves. Most consumers aren't aware of the overnight rate and what it is—partly because it doesn't have a direct impact on our finances. But, it does have an indirect effect on our lives. Since banks have to pay more to borrow, they pass these costs on to consumers by raising long-term rates.\n\nFederal Reserve Bank of St. Louis. \"Federal Funds Effective Rate.\"",
  "url": "https://www.investopedia.com/terms/o/overnightrate.asp"
}