{
  "term": "Overview of Underlying Profit, Pros & Cons, Example",
  "definition": "Underlying profit is a calculation made internally by a company to show what it believes is a more accurate reflection of how much money it generates. The number focuses on regularaccounting cycleevents and often excludesone-time chargesor infrequent occurrences. Underlying profit differs from the requiredaccounting profitthat is recorded onfinancial statementsand other mandatory documents that follow preset practices, rules, and regulations.\n\nWhen companies publish their financials,generally accepted accounting principles(GAAP) require them to disclose how muchprofitthey generated. This is calculated by subtracting all dollar costs from revenue, the same calculation used to determine how muchincome taxto pay.\n\nOften, companies will choose to supplement this figure with their own calculation. Underlying profit is designed to offer a more useful indicator of performance on a year-by-year basis.\n\nStripping out unusual,non-recurring costs, such as natural disaster damage charges, irons out random fluctuations and should, in theory, make it easier for investors to get a betteridea of how the company’s profitfrom its everyday, standard business operations varies over several fiscal years.\n\nCompanies often use underlying profit figures for business planning purposes.\n\nThe goal here is to eliminate any distractions caused by random occurrences. Losses or gains that do not regularly crop up, such asrestructuring chargesor the buying or selling of land or property, are usually not taken into account because they do not occur often and, as a result, are not deemed to reflect the everyday costs of running the business.\n\nIn general, only regularoperating expensesconsidered to be predictable or required will be deducted from gross sales in order to arrive at the underlying profit. They can include the following:\n\nIf a company is in full ownership of two buildings, and one is currently in use while one is sitting vacant, it may choose to sell the vacant building. While the sale of this asset must be recorded for standard accounting purposes, it is excluded from the calculation of underlying profit.\n\nThe sale of a large asset, such as a building, is not a standard part of the business's operation and is not expected to occur again soon. Though it has resulted in a form of income, it is not likely to be repeated in subsequent accounting cycles for the company.\n\nAside from giving investors an indication of how much money a company makes from its standard business operations, underlying profit is also used by management for business planning.\n\nAbusiness planis a functional road map providing direction as to how the company will operate and is often the founding document drafted by new ventures. From an accounting perspective, the business plan also denotes the expected expenses that must be covered over a particular period of time.\n\nWhen determining whatoperating costscan be reasonably covered, a business may prefer to remove any one-time or highly irregular financial transactions that may falsely inflate profit norms. This creates a plan based on more common occurrences that can be anticipated.\n\nEach company has its own version of underlying profit, taking the accounting profit and then making adjustments as it sees fit. Without clear guidelines on how to report underlying profit, these figures cannot be relied on to compare different firms.\n\nFull freedom also means some of these calculations can be called into question. On occasions, firms exclude items that have a negative impact on GAAP earnings over several quarters and then promote their underlying profit figure actively as if it is the only number that merits attention.\n\nIt is important for investors to recognize the difference between accounting profit and underlying profit and gain a solid understanding of how the latter was calculated — companies will disclose this information in their financial statements.\n\nUsing the underlying profit figure can come in handy, alongside other financials, when assessing whether to invest in a company. That said, approach with caution and be sure to determine exactly why certain expenses were ignored before taking the figure at face value.",
  "url": "https://www.investopedia.com/terms/u/underlying-profit.asp"
}