{
  "term": "Over and Short: Definition and What It Means in Accounting",
  "definition": "Over and short—often called \"cash over short\"—is an accounting term that signals a discrepancy between a company's reported figures (from its sales records or receipts) and its audited figures. The term also is the name of an account in a company'sgeneral ledger—the cash-over-short account.\n\nThis term pertains primarily to cash-intensive businesses in the retail and banking sectors, as well as those that need to handlepettycash. If a cashier or bank teller errs by giving too much or too little change, for example, then the business will have a \"cash short\" or \"cash over\" position at the end of the day.\n\nAssume that I work as a cashier at a sporting goods shop. I rang up a $95 pair of yoga pants correctly for $95, but I miscounted the cash I received for the pants. The customer unwittingly gave me $96 for the purchase, an error we both failed to catch. The accounting system will show $95 in posted sales but $96 of collected cash. The one-dollar difference goes to the cash-over-short account. The journal entry for this sale would debit cash for $96, credit sales for $95, and credit cash over short for $1.\n\nThe opposite is true for transactions that produce cashshortages. Assume the same situation except that I receive $94 instead of $96 for the sale. Now cash is debited for $94, the sales account is credited for $95, and cash over and short is debited for $1.\n\nInternal tampering could cause a business to be over and short in its accounting. Usually, however, the cause results from simple human error. An employee ringing up a sale incorrectly or making another error, like miscounting cash, can generate a disparity between the sales price of the merchandise, the amount collected, and the amount recorded in the accounting system.\n\nA firm should note instances of cash variances in a single, easily accessible account. This cash-over-short account should be classified as an income-statement account, not an expense account because the recorded errors can increase or decrease a company's profits on itsincome statement.\n\nA company may use the data in the cash-over-short account to determine why cash levels are in discord and try to reduce the number of cash-over-short occurrences by using better procedures, controls, and employee training. Thus, this account serves primarily as a detective control—an accounting term for a type of internal control that aims to find problems, including any instances of fraud, within a company's processes.",
  "url": "https://www.investopedia.com/terms/o/over-and-short.asp"
}