{
  "term": "Over-the-Counter (OTC) Markets: Trading and Securities",
  "definition": "OTC markets refer to the loosely regulated trading of securities either directly between private parties or via broker-dealer networks, rather than on formal exchanges.\n\nImagine you're a hedge fund looking to buy 100,000 shares of Apple (AAPL). To avoid showing your hand to other traders and investors, you might conduct the transactions in an over-the-counter (OTC) market, which offers anonymity.\n\nThat's just one use of OTC markets, which involve two parties trading either directly or through broker-dealers rather than on a centralized exchange. Securities traded on OTCs include stocks—many are also listed on U.S. exchanges—bonds,derivatives, and cryptocurrencies. Often, the derivatives are complex instruments such as credit-default swaps on mortgage-backed securities, whose trading on the OTC markets played a key role in the global financial crisis.\n\nFinancial institutions use OTC markets to trade such derivatives partly because they can tailor contracts however they like—non-standard contracts make up a large portion of the trading on OTC markets. However, the anonymity and flexibility offered by OTC markets come with a tradeoff. OTCs aren't as closely regulated as traditional exchanges, raising increased potential risks for the parties involved.\n\nThere is no \"there\" with OTC markets. They are decentralized, with no physical location, yet account for billions of dollars in trades each day. Essentially, an OTC market refers to any trading that doesn't take place on a centralized exchange. Most of the trading takes place through networks of broker-dealers who connect buyers and sellers, though some well-known brokerages now offer retail customers access to those networks via their online platforms. Traders can also trade directly between themselves.\n\nSecurities that trade OTC include:\n\nOn traditional exchanges, such as the New York Stock Exchange (NYSE), trades are conducted through a publicly visible centralized order book. Pricing data is transparent and the exchanges, acting as intermediaries, facilitate transactions between buyers and sellers with order-matching systems and the help ofmarket makers.\n\nOTC trading is the buying and selling of financial instruments outside of such an exchange. There are two basic types of OTC market—one, a customer market in which investors buy and sell via broker-dealers, and another, the interdealer market, in which broker-dealers quote prices and trade with each other, often to minimize risk.\n\nIn the U.S., the largest network is theOTC Markets Group. Its services include connecting broker-dealers and providing data and quote services for more than 12,000 securities.\n\nThe OTC Markets Group breaks the OTC market into three tiers.\n\nTrading in the OTC market is similar to buying securities on exchanges, except that orders are transacted via a dealer network rather than a centralized exchange, and more caution is generally warranted. Here are the basic steps to follow.\n\nChoose a reputable one. Look for transparent fees and reliable execution. Many household names, including Charles Schwab and Fidelity, now provide access to OTC markets on their platforms.\n\nBefore jumping into a trade, familiarize yourself with the platform and research the security. Consider using OTC Markets Group to evaluate disclosure requirements and risk factors.\n\nPlacing an OTC order is similar to placing one on a regular exchange. You need to find the security you wish to buy, specify how many units you want, and then hit buy. Beware of the spreads, which can be wide, and consider starting small and placing limit and stop orders.\n\nOTC trading comes with benefits and drawbacks. Here are key points to know:\n\nThe OTC market gives investors access to alternative securities, including shares of smaller companies that are lesser known and may be undervalued. It can also offer greater flexibility in the terms of any transaction as well as more privacy, which is important to some investors.\n\nOTC markets aren’t as Wild West as some people make out. There are different levels, good investments to be found, and some regulation exists to protect investors.\n\nProvide access to smaller or foreign companies and alternative assets\n\nMore flexibility and customization options are available on derivatives\n\nLooser regulation attracts fraudsters and questionable investments\n\nLooser regulation means OTC markets can be riskier than national exchanges. Companies with poor finances and questionable corporate governance can issue securities here without being required to make the same disclosures as on an exchange. For every good investment, there are murky ones.\n\nOther risks of operating outside the full supervision of a formal exchange include less price transparency, fewer buyers and sellers, which can make exiting a position harder and lead to wider spreads, greater volatility, and the possibility that the other party to the transaction defaults and can’t make good on their side of the trade.\n\nThough not governed as strictly as national exchanges, OTC markets are subject to some broad SEC regulations related to fraud, market manipulation and disclosure requirements. One of the SEC’s rules calls for broker-dealers to make sure there’s current and publicly available information about an issuer before publishing quotations for its securities. Moreover, some OTC issuers, namely those trading in QTCQX, report directly to the SEC and are subject to its disclosure requirements.\n\nTheFinancial Industry Regulatory Authority(FINRA) is responsible for regulating OTC broker-dealers. Among other things, it is responsible for monitoring trading activities and handling disputes. Whenever an OTC equities transaction occurs, it must be reported to FINRA.\n\nTheCommodity Futures Trading Commission(CFTC) regulates OTC derivatives contracts and currency transactions.\n\nThe OTC market lets investors trade stocks, bonds, currencies, and other financial instruments not present on national exchanges. In these markets, there’s less regulation and fewer rules, which can be a good or bad thing.\n\nSecurities are traded directly between individuals, often with the help of a broker-dealer network such as the OTC Markets Group. OTC securities aren’t all the same. Separating the wheat from the chaff can be challenging, and given the lighter regulations in place, present risk as well as opportunity.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: American Depositary Receipts.\"\n\nOTC Markets Group. \"Our Company.\"\n\nOTC Markets Group. \"Get Started: OTCQX & OTCQB.\"\n\nOTC Market Group. \"Stock Screener.\"\n\nOTC Markets Group. “Corporate Services OTCQB.”\n\nU.S. Securities and Exchange Commission. \"Rule 15c2-11.\"\n\nFINRA. \"A Look at Over-the-Counter Equities Trading.\"",
  "url": "https://www.investopedia.com/terms/o/otc.asp"
}