{
  "term": "Overshooting: Definition in Economics, How It Works, and History",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nIn economics, overshooting, also known as the exchange rate overshooting hypothesis, is a way to think about and explain high levels of volatility in currencyexchange ratesusing the concept ofprice stickiness.\n\nOvershooting was introduced to the world by Rüdiger Dornbusch, a renowned Germaneconomistfocusing on international economics, including monetary policy, macroeconomic development, growth, and international trade. Dornbusch first introduced the model, now widely known as the Dornbusch Overshooting Model, in the famous paper \"Expectations and Exchange Rate Dynamics,\" which was published in 1976 in theJournal of Political Economy.\n\nBefore Dornbusch, economists generally believed that markets should, ideally, arrive atequilibriumand stay there. Some economists had argued that volatility was purely the result ofspeculatorsand inefficiencies in theforeign exchange market, such as asymmetric information or adjustment obstacles.\n\nDornbusch rejected this view. Instead, he argued thatvolatilitywas more fundamental to the market than this, much closer to inherent in the market than to being simply and exclusively the result of inefficiencies. More basically, Dornbusch was arguing that in the short run, equilibrium is reached in the financial markets, and in the long run, the price of goods responds to these changes in the financial markets.\n\nPrice stickinessrefers to the tendency of some prices to move slowly in response to changes in the market. The overshoot model states that exchange rates react strongly to monetary policy, while goods prices tend to be sticky.\n\nThe overshooting model argues that the foreign exchange rate will temporarily overreact to changes inmonetary policyto compensate for sticky prices of goods in the economy. This means that, in the short run, the equilibrium level will be reached through shifts infinancial marketprices, rather than through shifts in the prices of goods themselves. Gradually, as the prices of goods unstick and adjust to the reality of these financial market prices, the financial market, including the foreign exchange market, also adjusts to this financial reality.\n\nSo, initially, foreign exchange markets overreact to changes in monetary policy, which creates equilibrium in the short term. Then, as the prices of goods gradually respond to these financial market prices, the foreign exchange markets temper their reaction and create long-term equilibrium. Thus, there will be more volatility in the exchange rate due to overshooting and subsequentcorrectionsthan would otherwise be expected.\n\nAlthough Dornbusch's model was compelling, initially it was also regarded as somewhat radical due to its assumption of sticky prices. Today, sticky prices are accepted as fitting with empirical economic observations, and Dornbusch's Overshooting Model is widely regarded as the forerunner to modern international economics. In fact, some have said it \"marks the birth of modern international macroeconomics.\"\n\nThe overshooting model is considered especially significant because it explained exchange rate volatility during a time when the world was moving from fixed tofloating rate exchanges. Kenneth Rogoff, during his stint as economic counselor and director of the research department at theInternational Monetary Fund(IMF), said Dornbusch's paper imposed \"rational expectations\" on private actors about exchange rates. \"Rational expectations is a way of imposing overall consistency on one's theoretical analysis,\" Rogoff wrote on the paper's 25th anniversary.\n\nIn economics, \"stickiness\" refers to the tendency of goods prices to change more slowly than the supply and demand in the market for that good. This may be because sellers wish to reducemenu costsby avoiding frequent price changes, or because it is difficult to accurately determine how production costs are changing in real time. A more formal term for stickiness is nominal rigidity.\n\nIn economics, overshooting refers to the tendency of some prices to overreact to changes in supply and demand. This is in contrast to classical economics, which posts that prices should eventually reach an equilibrium price. Overshooting is used to explain why exchange rates tend to be more volatile than goods prices.\n\nAccording to the Dornbusch Overshoot model, exchange rates are volatile because forex markets are highly sensitive to changes in monetary policy, while goods prices are more slow to react. As a result, when monetary policy changes, exchange rates will fluctuate until goods prices adjust to the new equilibrium.\n\nThe overshooting model was introduced by economist Rüdiger Dornbusch to explain why exchange rates tend to be so volatile. This theory states that exchange rates will react strongly to changes in monetary policy until goods prices reach a new equilibrium.\n\nJournal of Political Economy. \"Expectations and Exchange Rate Dynamics,\" Pages 1161-1176.\n\nInternational Monetary Fund. \"Dornbusch's Overshooting Model After Twenty-Five Years,\" Page 3.\n\nInternational Monetary Fund. \"Dornbusch's Overshooting Model After Twenty-Five Years,\" Page 14.",
  "url": "https://www.investopedia.com/terms/o/overshooting.asp"
}