{
  "term": "Overcapitalization: Definition, Causes, and Example",
  "definition": "The term “overcapitalization” refers to a situation wherein the value of a company’scapitalis worth more than its totalassets. Put simply, there is moredebtandequitycompared to the value of its assets.\n\nWhen a company is overcapitalized, its market value is less than its total capitalized value or its current value. An overcapitalized company may end up paying more in interest anddividendpayments than it can sustain in the long term. Being overcapitalized means that a company’s capital management strategies are running inefficiently, placing it in a poor financial position.\n\nCapitalizationis a term used in corporate finance to describe the total amount of debt and equity held by a company. As such, it defines the total amount of money that is invested in the company itself. This includes bothstocks and bonds.\n\nCompanies can be either undercapitalized or overcapitalized. Here, we focus on the latter, but we go over what it means to be undercapitalized a little further down.\n\nBeing overcapitalized means that a corporation’s issued capital exceeds its operational needs. The heavy debt burden and associated interest payments that an overcapitalized entity carries can be a strain on profits and reduce the amount ofretained fundsthat the company has to invest inresearch and development (R&D)or other projects. Raising capital may be difficult, as a company’s stock may lose value in the market. As a whole, being overcapitalized puts a strain on a company’s earning potential.\n\nThere are several reasons why companies may find themselves in a position where they are overcapitalized. Some of the most common causes of overcapitalization include:\n\nCompanies may also find themselves at risk of becoming overcapitalized when they either mismanage or underutilize the capital they have.\n\nAn overcapitalized company has several options available to correct the situation. Some of these options include:\n\nIf none of these options is viable, then the company may want to seek out a merger or be acquired by another entity.\n\nOvercapitalization isn’t just used in corporate finance. It’s also commonly used in the insurance industry. When used in this context, the supply of available policies exceeds consumer demand. This situation creates asoft marketand causesinsurance premiumsto decline until the market stabilizes. Policies purchased whenpremiumsare low can reduce an insurance company’s profitability.\n\nAlthough it may seem detrimental to a business, there is one advantage to being overcapitalized. When a company finds itself in this situation, it may have excess capital or cash on itsbalance sheet. This cash can earn a nominalrate of return (RoR)and increase the company’sliquidity.\n\nThe excess capital also means that the company has a higher valuation and can claim a higher price in the event of anacquisitionormerger. Additional capital can also be used to fund capital expenditures, such as R&D projects.\n\nHere’s another way to look at overcapitalization: When a company raises capital well above certain limits, it may become overcapitalized. Again, this isn’t good for the company, as its capitalized value is higher than its market worth.\n\nThe opposite of overcapitalization isundercapitalization. Just like overcapitalization, being undercapitalized is not where any company wants to be.\n\nUndercapitalization occurs when a company has neither sufficientcash flownor access to the credit it requires to finance its operations. The company may not be able to issue stock on the publicmarketsbecause the company does not meet the requirements or because the filing expenses are too high.\n\nEssentially, the company cannot raise capital to fund itself, its daily operations, or any expansion projects. Undercapitalization most commonly occurs in companies with high startup costs, too much debt, and insufficient cash flow. Undercapitalization can ultimately lead tobankruptcy.\n\nHere’s a hypothetical example of how overcapitalization works. Assume that construction firm Company ABC earns $200,000 and has a required rate of return of 20%. The fairly capitalized capital is $1,000,000, or $200,000 ÷ 20%.\n\nInstead of $1,000,000, Company ABC decides to use $1,200,000 as its capital. The rate of earnings in this case becomes 17%, or $200,000 ÷ $1,200,000 × 100. Due to overcapitalization, the rate of return has dropped from 20% to 17%.\n\nOvercapitalization happens when a company’s debt and equity values are higher than those of its total assets. This means that its market value is less than its capitalized value. Companies that are overcapitalized may have trouble getting more financing or may be subject to higher interest rates. They may also have to pay more in dividends than they can sustain over the long run.\n\nA number of factors can lead to a company becoming overcapitalized. A company may become overcapitalized if it buys assets that are priced too high or acquires assets that don’t fit into its operations. Other reasons include poor corporate management, higher-than-expected startup costs (which often appear as assets on the balance sheet), and a change in the business environment. Underutilizing funds can also lead to overcapitalization.\n\nMarket capitalization refers to the total dollar value of a company’s outstanding shares. You can easily calculate this figure by multiplying the price of one share by the total number of shares outstanding.\n\nOvercapitalization is when a company’s capital is worth more than its total assets. It has more debt and equity than the value of its assets.\n\nAn overcapitalized company has a market value less than its total capitalized value or current value, and may end up paying more in interest and dividend payments than it can sustain in the long term.",
  "url": "https://www.investopedia.com/terms/o/overcapitalization.asp"
}