{
  "term": "Overextension: What It Means, How It Works",
  "definition": "The term \"overextension\" refers to a situation in finance in which an individual or corporation has moredebtthan they can handle and repay. Consumers who must use more than a third of theirnet incometo repay debt are generally considered to be overextended. They may need to consolidate their debts into a single loan. Granting more credit to overextended consumers or companies can be a great risk to lenders. Being overextended also represents excessiveleveragein a trader or investor's account equity and their buying power for securities.\n\nBeing overextended can mean several different things infinance. As noted above, it is most commonly used to describe an individual or company's financial situation when they have more debt than they can afford to repay. Entities that use at least one-third of the money they make to repay debt are considered overextended.For instance, someone who makes $30,000 a year and pays $10,000 to satisfy theirdebt loadis overextended. The same principle applies to companies that have more debt than earnedincome.\n\nCredit, debt, and overextension are tricky to model financially. Because they can have asnowball effect, where conditions pile onto one another, conventional linear models do not account for the nonlinear, exponential nature ofcredit risk. Often, once strong credit issuers or borrowers can rapidly deteriorate to weak credits as Murphy's law works against an individual or business—anything that can go wrong will go wrong.\n\nIn many cases, consumers may have to turn to additional debt to take control of their finances. This often comes throughdebt consolidation, which involves paying off individual debts by taking on a largerloan.Doing so ensures that the borrower only has one large payment to make rather than many smaller ones. However, companies may have to find new ways to raisecapital, such as issuing new shares ofequityrather than taking on more debt.\n\nAs mentioned earlier, overextension is also used to describe excess leverage in trader and investors' account equity and buying power.Overextension of this kind can greatly amplify losses in abear marketand force the trader to meet steepmargin calls. The inability to do this can result in forcedliquidationof securities and the freezing of the account.\n\nBeing overextended generally doesn't include mortgage debt.\n\nThe idea of overextension varies based on the financial characteristics of a borrower. Wealthy individuals and cash-rich businesses can take on proportionally more debt than weaker borrowers without overextending themselves.\n\nBecoming overextended can be out of the control of a firm's management. For example, during a steep economic downturn, such as arecession, a company's financial condition can materially deteriorate largely out of the company's control. During tough economic times, it is not uncommon for a once healthy business to become overextended as conditions move out of its favor.\n\nThis can happen to entiresectorseven during robust economic climates. For instance, traditionalbrick-and-mortarretailers have struggled to adjust to online ande-commercecompetition, despite record growth in many segments of the economy.\n\nWhich Mortgage. \"Are you overextending yourself with too big of a mortgage?\" Accessed June 1, 2021.\n\nMerrill. \"Yes, you can get out of debt.\" Accessed June 1, 2021.\n\nStocks to Trade. \"Leverage Trading: Pros and Cons & Is it Worth it? [2021].\" Accessed June 1, 2021.",
  "url": "https://www.investopedia.com/terms/o/overextension.asp"
}