{
  "term": "Overhead: What It Means in Business, Major Types, and Examples",
  "definition": "Investopedia / Paige McLaughlin\n\nOverhead is an ongoing business expense not directly attributed to creating a product or service.\n\nCompanies have numerous expenses. Overhead contains the everyday costs that aren't derived from a specific business activity, product, or service. These costs can be substantial, are often very important or mandatory, and help companies budget and set prices.\n\nOverhead can make or break a business. When it's well managed, revenues and profits are maximized.\n\nOverhead is the set ofbusiness expensesthat don’t directly contribute to the production of goods or provision of services. They tend to be recurring and constant regardless of whether business is booming or not.\n\nOverhead costs vary by industry. Common examples include the following:\n\nOverhead costs, alongsidedirect costs, the other main category of business expense, determine a company’s profitability. These expenses are subtracted from revenue in theincome statementto arrive at net income, the closely watched figure that tells us the amount of money the company gets to keep. The company can use this money for various purposes, such as investing in the business or sharing it with shareholders by declaring dividends.\n\nUnlike direct costs, overhead costs don’t directly influence revenues. However, they are still necessary to run the business and can in cases like advertising, employee perks, and renting prime real estate, indirectly have a significant bearing on sales.\n\nSince overhead costs generally stay constant regardless of a business's revenue, they are often used to calculatethe breakeven point, where a company sells enough to become profitable. Thus, overhead is essential for setting prices.\n\nCompanies need to set prices low enough to attract customers and compete with rivals, but not too low that it becomes impossible to make money. Finding the right balance to maximize revenues and profits requires careful management of overheads.\n\nIf overhead is high, the company will need to charge customers more to make a profit, which could lead to a loss of business. If it's low, it can keep prices competitive and still make a reasonable amount of money. However, this isn’t as simple as it sounds. Some overhead can't be cut, and a line needs to be drawn in areas where it can be. If too many costs are slashed, it could jeopardize sales.\n\nOverhead costs are typically categorized as fixed, variable, or semi-variable.\n\nFixed costs stay constant irrespective of business activity. Examples include insurance, salaries, accounting services, and rent. If the company has a good or bad month, these costs stay the same.\n\nVariable costs fluctuate with business activity. Examples include sales commissions, shipping expenses, and maintenance. When business is booming, these expenses tend to grow. When it’s not or when everything shuts down, they decrease.\n\nSemi-variable costs have a fixed and variable component. They start at a baseline number and increase proportionally based on usage, such as with utilities. Customers don’t just pay for electricity based on consumption. They are also typically charged a fixed amount to be connected to the grid, which must be paid regardless of usage.\n\nOverhead can also be broken down into other categories. The two primary ones are administration and production, although companies may add extra categories to be more specific. Which ones depend on the nature of their business and the types of costs they commonly incur.\n\nAdministrative overheadis the general day-to-day costs of running a business. Examples include insurance, telephone bills, office supplies, and the wages of staff not directly involved in producing goods or services, such as management, secretaries, janitors, lawyers, IT, and human resources departments.\n\nIf a company wishes to break down these costs further, it can create subcategories of administrative overhead. Examples include financial overhead, which is the costs associated with managing a company's finances, such as interest on loans, taxes, and accountant and auditor fees, and selling overhead, which is the costs associated with marketing and selling a company’s goods or services, such as advertising and the salaries and commissions paid to sales employees.\n\nProduction or manufacturing overhead covers indirect expenses incurred while producing the company’s product or service. Examples include rent and property taxes, salaries for supervisors, utilities, depreciation on equipment, repairs, and maintenance.\n\nOverhead costs come in many forms and vary depending on the company’s size and sector. Below we look at some of the more common ones.\n\nA classic example of overhead is rent. Companies generally have at least one location or office and may also need factories and other facilities to operate. These buildings are usually rented, representing a fixed cost that must be paid every month, quarter, or year.\n\nThis expense is often essential and generally doesn’t change depending on business activity. The rent is due even if no income is made.\n\nCompanies can reduce rent by shuttering an underperforming part of the business, sharing facilities, downsizing, or moving to a less expensive location. However, this could also have negative implications. For example, relocating an office to the suburbs may impact the company’s ability to retain and attract talented staff. Similarly, a retail store may not want to reduce overheads by moving to a less costly location in the suburbs because this may negatively impact foot traffic and, hence, profits.\n\nUtilities include water, gas, electricity, internet, and phone service. Companies need these services to operate.\n\nSome utilities are fixed, while others are semi-variable, meaning a minimum monthly payment is added to an amount based on consumption. The quality of most of these services is pretty standard. However, you can cut these costs by changing suppliers, renegotiating rates, or investing in alternative technologies.\n\nAdministrative costs are often the most expensive overhead. These expenses support the day-to-day running of the business and are vast. Examples include equipment, such as printers, stationery, and desks, and the salaries of staff not directly involved in producing the company’s revenue.\n\nAdministrative costs can be cut by laying off staff or reducing their hours, outsourcing or insourcing certain services, paying less for things like toilet paper and stationery, and no longer offering free coffee.\n\nThere is generally a lot of ground to save money with administrative costs. However, certain cutbacks can have the undesirable effect of indirectly reducing the quality of the company’s product or service and scaring customers away.\n\nOverhead must be carefully managed as they eat into profitability. Companies will keep them as low as possible without jeopardizing quality and sales. The key to successfully running a business is smart spending.\n\nRegularly reviewing and analyzing overhead costs can help maximize efficiency. Managers need to know about costs increasing and understand the implications of cutting expenses as soon as possible.\n\nPotentially non-damaging ways to cut costs include:\n\nOverhead is the ongoing cost of running a business that is not directly related to producing a good or service. Examples include rent, insurance, and administrative expenses.\n\nThese costs eat intoprofitabilitybut also indirectly impact the top line. Effectively managing overhead enables companies to set competitive prices, maximize sales, and keep a decent chunk of their revenues.",
  "url": "https://www.investopedia.com/terms/o/overhead.asp"
}