{
  "term": "Oversubscribed: Definition, Example, Costs & Benefits",
  "definition": "Oversubscribed is a term used when the demand for a new issue of stock is greater than the number of shares available. When anew issueis oversubscribed, underwriters or other financial entities offering the security can adjust the price upward or offer more securities to reflect the higher-than-anticipated demand.\n\nAn oversubscribed issue can be contrasted with anundersubscribedissue, where demand cannot fully meet the available supply of shares.\n\nAn oversubscribed security offering often occurs when the interest for it far exceeds the available supply of the issue. Over-subscription can happen in any market where the available supply of new securities is limited, but is most often associated with the sale of newly minted shares in the secondary market via aninitial public offering (IPO). Here, the demand exceeds the total number of shares issued by the IPO'ing company. The degree of oversubscription is shown as a multiple, such as \"ABC IPO oversubscribed two times.\" A two-times multiple means there is effectively twice as much demand for shares as there are available in the scheduled issue.\n\nShare prices are intentionally set at a level that will ideally sell all shares. Theunderwritersof an IPO generally do not want to be left with unpurchased shares in an undersubscribed issue.\n\nWhen a broker/dealer or market maker has to purchase shares because there are not enough buyers, it is known as eating stock.\n\nIf there is more demand for an IPO than there is supply (creating a shortage), a higher price can be charged for the securities resulting in more capital raised for the issuer, which also means more fees earned for the underwriter.\n\nHowever, oversubscribed IPO shares are oftenunderpricedto some extent to allow for a post-IPO pop and robust trading to continue to generate excitement around the issue. Companies leave a bit of capital on the table, but may still please the internal stockholders by giving them a paper gain even if they are stuck in a lock-up period.\n\nWhen securities are oversubscribed, companies can offer more of the securities, raise the price of the security, or partake in some combination of the two to meet demand and raise more capital in the process. This means that they can raise more capital and at better terms.\n\nCompanies will almost always hold back a significant portion of their shares to allow for future capital needs and management incentives, so there is usually a standing reserve of shares that can be added if an IPO is looking to be badly oversubscribed without having to register new securities with regulators.\n\nMore capital is good for a company, of course. Investors, however, have to pay higher prices and may get priced out of the issue if the price rises above their willingness to pay. It may also hurt investors who herd into ahot IPOthat drives the initial market price far above fundamentals, only to see a collapse in price over the following weeks and months.\n\nIn early 2012,analystsindicated that the long-awaited IPO of Facebook (now Meta), which initially sought to raise about $10.6 billion by selling around 337 million shares at $28 to $35 per share, would generate far more interest from investors such that it might quickly become an oversubscribed IPO. As predicted, investor interest leading up to the IPO on May 18, 2012, produced far more demand for Facebook shares than the company was offering.\n\nTo take advantage of the oversubscribed IPO and fulfill that surge in investor demand, Facebook (META) provided not only more shares (421 million versus 337 million, or 25% more shares) to investors, but also raised the IPO price range to $34 to $38 per share, around a 15% increase in price. In effect, Facebook and its underwriters raised both the supply and price of shares to meet demand and diminish the securities oversubscription for a net increase in value of around 40% from the initial IPO terms. As a result, Facebook raised more capital and carried a higher valuation, but investors got the shares that they wanted.\n\nHowever, it quickly became clear that Facebook was not at first worth the new IPO price, as the stock fell precipitously in its first four months of trading. The stock failed to trade above its IPO price until July 31, 2013. Of course, in the years since, the stock has performed quite well.\n\nReuters. \"Facebook's IPO Already Oversubscribed.\"\n\nYahoo! Finance. \"Facebook Boosts Size of IPO by 25 Percent.\"\n\nYahoo! Finance. \"Meta Platforms, Inc. (FB).\"",
  "url": "https://www.investopedia.com/terms/o/oversubscribed.asp"
}