{
  "term": "Overhead Rate Meaning, Formula, Calculations, Uses, Examples",
  "definition": "Investopedia / Madelyn Goodnight\n\nThe overhead rate is a cost allocated to the production of a product or service. Overhead costs are expenses that are not directly tied to production such as the cost of thecorporateoffice. To allocate overhead costs, an overhead rate is applied to the direct costs tied to production by spreading or allocating the overhead costs based on specific measures.\n\nFor example, overhead costs may be applied at a set rate based on the number of machine hours or labor hours required for the product.\n\nAlthough there are multiple ways to calculate an overhead rate, below is the basis for any calculation:\n\n﻿Overhead rate=Indirect costsAllocation measure\\text{Overhead rate} = \\frac{\\text{Indirect costs}}{\\text{Allocation measure}}Overhead rate=Allocation measureIndirect costs​﻿\n\nThe calculation of the overhead rate has a basis on a specific period. So, if you wanted to determine the indirect costs for a week, you would total up your weekly indirect or overhead costs. You would then take the measurement of what goes into production for the same period. So, if you were to measure the total direct labor cost for the week, the denominator would be the total weekly cost of direct labor for production that week. Finally, you would divide the indirect costs by the allocation measure to achieve how much in overhead costs for every dollar spent on direct labor for the week.\n\nThe overhead rate is a cost added on to thedirect costsof production in order to more accurately assess the profitability of each product. In more complicated cases, a combination of several cost drivers may be used to approximate overhead costs.\n\nOverhead expenses are generally fixed costs, meaning they're incurred whether or not a factory produces a single item or a retail store sells a single product. Fixed costs would include building or office space rent, utilities, insurance, supplies, and maintenance and repair. Overhead costs also include administrative salaries and some professional and miscellaneous fees that are tucked underselling, general, and administrative (SG&A)within a firm's operating expenses on theincome statement. Unless a cost can be directly attributable to a specific revenue-generating product or service, it will be classified as overhead, or as an indirect expense.\n\nIt is often difficult to assess precisely the amount of overhead costs that should be attributed to each production process. Costs must thus be estimated based on an overhead rate for each cost driver or activity. It is important to include indirect costs that are based on this overhead rate in order to price a product or service appropriately. If a company prices its products so low that revenues do not cover its overhead costs, the business will be unprofitable.\n\nDirect costsare costs directly tied to a product or service that a company produces. Direct costs can be easily traced to their cost objects. Cost objects can include goods, services,departments, or projects. Direct costs include direct labor, direct materials, manufacturing supplies, and wages tied to production.\n\nThe overhead rate allocates indirect costs to the direct costs tied to production by spreading or allocating the overhead costs based on the dollar amount for direct costs, total labor hours, or even machine hours.\n\nThe overhead rate has limitations when applying it to companies that have few overhead costs or when their costs are mostly tied to production. Also, it's important to compare the overhead rate to companies within the same industry. A large company with a corporate office, a benefits department, and a human resources division will have a higher overhead rate than a company that's far smaller and with fewer indirect costs.\n\nThe equation for the overhead rate is overhead (or indirect) costs divided by direct costs or whatever you're measuring. Direct costs typically are direct labor, direct machine costs, or direct material costs—all expressed in dollar amounts. Each one of these is also known as an \"activity driver\" or \"allocation measure.\"\n\nLet's assume a company has overhead expenses that total $20 million for the period. The company wants to know how much overhead relates to direct labor costs. The company has direct labor expenses totaling $5 million for the same period.\n\nTo calculate the overhead rate:\n\nThe overhead rate can also be expressed in terms of the number of hours. Let's say a company has overhead expenses totaling $500,000 for one month. During that same month, the company logs 30,000 machine hours to produce their goods.\n\nTo calculate the overhead rate:\n\nBy analyzing how much it costs in overhead for every hour the machine is producing the company's goods, management can properly price the product to make sure there's enough profit margin to compensate for the $16.66 per hour in indirect costs.\n\nOf course, management also has to price the product to cover the direct costs involved in the production, including direct labor, electricity, and raw materials. A company that excels at monitoring and improving its overhead rate can improve itsbottom lineor profitability.",
  "url": "https://www.investopedia.com/terms/o/overhead-rate.asp"
}