{
  "term": "Overdraft Explained: Fees, Protection, and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn overdraft occurs when there isn't enough money in an account to cover a transaction or withdrawal, but the bank allows the transaction anyway. Essentially, it's an extension ofcreditfrom the financial institution that is granted when an account reaches zero.\n\nThe overdraft allows the account holder to continue withdrawing money even when the account has no funds in it or has insufficient funds to cover the amount of the withdrawal.\n\nInvestopedia / Madelyn Goodnight\n\nWith an overdraft account, a bank is covering payments a customer has made that would otherwise be rejected, or, in the case of actual physical checks, wouldbounceand be returned without payment. Basically, an overdraft means that the bank allows customers to borrow a set amount of money. There is interest on the loan, and there is typically a fee per overdraft. At some banks, an overdraft fee can run upwards of $37.\n\nAs with any loan, the borrower pays interest on the outstanding balance of an overdraft loan. Often, theinterest on the loan is lowerthan the interest on credit cards, making the overdraft a better short-term option in anemergency.In many cases, there are additional fees for using overdraft protection that reduce the amount available tocover your checks, such asinsufficient funds feesper check or withdrawal.\n\nWhile banks can charge overdraft fees, they can't change the order of a customer's transactions to collect more overdraft fees. In 2010, Wells Fargo was fined $203 million for the predatory practice of structuring customer withdrawals in a way that maximized overdraft fees.\n\nIn 2023, the Consumer Financial Protection Bureau (CFPB) found some financial institutions charged unfair overdraft fees by authorizing an ATM or debit transaction made when the customer had a positive balance, but later charging an overdraft fee because intervening transactions went through before the debit settled. The CFPB found customers couldn't reasonably avoid these surprise fees. It told the banks and credit unions to stop charging overdraft fees in these situations, and a number of them have come up with plans to refund customers who were charged the fees in the past.\n\nYour bank can opt to use its own funds to cover your overdraft.Another option is to link the overdraft to a credit card. If the bank uses its own funds to cover your overdraft, it typically won't affect your credit score.When a credit card is used for overdraft protection, it's possible that you can increase your debt to the point where it could affect yourcredit score. However, this won't show up as a problem with overdrafts on your checking accounts.\n\nIf you don't pay your overdrafts back in a predetermined amount of time, your bank can turn over your account to a collection agency. This collection action can affect your credit score and get reported to the three maincredit agencies: Equifax, Experian, and TransUnion. It depends on how the account is reported to the agencies as to whether it shows up as a problem with an overdraft on a checking account.\n\nIf an overdrawn account isn't paid off in time, the bank may turn the debt over to acollection agency.\n\nSome but not all banks willpay overdrafts automatically, as a courtesy to the customer (while charging fees, of course).Overdraft protectionprovides the customer with a further tool to prevent embarrassing shortfalls that reflect poorly on your ability to pay.\n\nUsually, it works by linking your checking account to a savings account, another checking account, or aline of credit. If there's a shortfall, this source gets tapped for the funds, ensuring that you won't have a check returned or a transaction/transfer declined. It also avoids triggering a non-sufficient funds (NSF) charge.The dollar amount of overdraft protection varies by account and by bank. Often, the customer needs to specifically request it. There are a variety ofpros and cons to usingoverdraft protection, but one thing to bear in mind is that banks aren't providing the service out of the goodness of their hearts. They usually charge a fee for it.\n\nAs such, customers should be sure to rely on overdraft protection sparingly and only in an emergency. If the overdraft protection is used excessively, the financial institution can remove the protection from the account.\n\nAn overdraft is a loan provided by a bank that allows a customer to pay for bills and other expenses when the account reaches zero. For a fee, the bank provides a loan to the client in the event of an unexpected charge or insufficient account balance. Typically, these accounts will charge a one-time funds fee and interest on the outstanding balance.\n\nUnder overdraft protection, if a client’s checking account enters a negative balance, they will be able to access a predetermined loan provided by the bank and be charged a fee. In many cases, overdraft protection is used to prevent a check from bouncing and the embarrassment that this may cause. Additionally, it may prevent a non-sufficient funds fee, but in many cases, each type of fee will be roughly the same amount.\n\nThe pros of overdraft involve providing coverage when an account unexpectedly has insufficient funds, and avoiding embarrassment and \"returned check\" charges from merchants or creditors. But it's important to weigh the costs. Overdraft protection often comes with a significant fee and interest, which, if not paid off in a timely manner, can add an additional burden to the account holder. According to the CFPB, customers who had overdraft protection, in fact, often paid more in fees than those without it.\n\nAn overdraft is a temporary loan that allows bank customers to continue paying bills or withdrawing money even after their accounts are empty. This can be useful in emergencies, especially if the bank offers overdraft protection. However, overdrawing an account incurs additional penalties or interest, and should be avoided if possible.\n\nConsumer Financial Protection Bureau. \"Overdraft/NSF Metrics for Top 20 Banks Based on Overdraft/NSF Revenue Reported During 2021.\"\n\nLloyd's Bank. \"Should I Consider a Loan, Credit Card, or Overdraft?\"\n\nThe New York Times. \"Wells Fargo Loses Ruling on Overdraft Fees.\"\n\nConsumer Financial Protection Bureau. \"Supervisory Highlights Junk Fees Special Edition.\" Pages 3-4.\n\nHelpWithMyBank.gov. \"What Is Overdraft Protection?\"\n\nCapital One. \"Does an Overdraft Affect Your Credit Score?\"\n\nConsumer Financial Protection Bureau. \"CFPB Unveils Prototypes of 'Know Before You Owe' Overdraft Disclosure Designed to Make Costs and Risks Easier to Understand.\"",
  "url": "https://www.investopedia.com/terms/o/overdraft.asp"
}