{
  "term": "Overall Turnover: What it Means, How it Works",
  "definition": "Overall turnover is a synonym for a company’s total revenues. It is a term that is most commonly used in Europe and Asia. For example, a European or Asian company's press release that announces overall turnover increased 20% last year simply means that gross revenues or total sales increased by that percentage.\n\nIn the United States, companies use revenue or sales to describe turnover. If the overall inventory turnover for an American manufacturing company is 10, it means that the company as a whole generated $10 in revenues for every $1 of assets.\n\nOverall turnover, in the North American context, may also refer to certain metrics, such as laborturnoveror asset turnover for an organization as a whole, as opposed to measuring them for a specific division or business unit.\n\nIn addition to tracking trends in the level and evolution of a company’s overall turnover, analysts, bankers and investors also use net turnover (overall turnover minus the costs of sales—e.g., tax, discounts, and other costs) figures in a number of financial ratio calculations to assess a company’s health, efficiency in using assets and generating profits, and compare its performance relative to peers.\n\nThe usefulness of certain ratios varies by industry, but some of the key ratios include asset andreceivables turnover ratiosand cash turnover ratios. The asset turnover ratio divides a company’s net turnover by its average level of assets during the year. This is a profitability ratio that measures the company’s ability to use its assets to generate sales.\n\nReceivables turnover is calculated by dividing net turnover by the company’s average level of accounts receivables. This measures how quickly a company collects payments from its customers. Cash turnover ratio compares a compares turnover to its working capital (current assets minus current liabilities) to gauge how well a company can finance its current operations.\n\nHow companies report their turnover figures and how reliable they are to investors and analysts is regularly debated. Most of the concerns relate to when and how revenue is recognized and reported.\n\nThe Financial Accounting Standards Board (FASB)and its European counterpart the International Accounting Standards Board (IASB) issued new revenue recognition standards for addressing how companies account for revenue/turnover from contracts. The changes are designed to make it easier to compare revenue figures reported on financial statements across companies. The standard took effect in 2018.\n\nFinancial Accounting Standards Board (FASB). \"Revenue Recognition.\"",
  "url": "https://www.investopedia.com/terms/o/overall-turnover.asp"
}