{
  "term": "Overtrading: Definition, Causes, Types, and Ways to Avoid",
  "definition": "Overtrading refers to the excessive buying and selling of stocks by either a broker or an individual trader. Both are entirely different situations and have very different implications.\n\nAn individual trader, whether working for themselves or employed on a trading desk by a financial firm, will have rules about how much risk they can take (including how many trades are appropriate for them to make). Once they have reached this limit, to continue trading is to do so unsoundly. While such behavior may be bad for the trader or bad for the firm, it is not regulated in any way by outside entities.\n\nHowever, a broker overtrades when they excessively buy and sell stocks on the investor’s behalf purely for the sake of generating commissions. Overtrading, also known aschurning, is a prohibited practice under securities law. Investors can observe that their broker has been overtrading when the frequency of their trades becomes counterproductive to their investment objectives, driving commission costs consistently higher without observable results over time.\n\nOvertrading can occur for a number of reasons, but they all have the same outcome: poor performance of the investments at the expense of increased broker fees. One reason this practice has been known to occur comes about when brokers are pressured to place newly issuedsecuritiesunderwritten by a firm's investment banking arm.\n\nFor example, each broker may receive a 10% bonus if they can secure a certain allotment of a new security to their customers. Such incentives may not have the investors' best interest in mind. Investors can protect themselves from overtrading (or churning) through awrap account—a type of account managed for a flat rate, rather than charging a commission on every transaction.\n\nIndividual traders usually overtrade after they have suffered a significant loss or a number of smaller losses in a long losing streak. To recoup their capital, or to seek “revenge” on the market after a string of losing trades, they may try harder to make up profits wherever they can, usually by increasing the size and frequency of their trades. While this practice often results in poor performance of the trader, the SEC does not regulate this kind of behavior because it is being done on the trader's own account.\n\nTheSecurities and Exchange Commission(SEC) defines overtrading (churning) as excessive buying and selling in a customer’s account that the broker controls to generate increased commissions. Brokers who overtrade may be in breach of SEC Rule 15c1-7 that governs manipulative and deceptive conduct.\n\nTheFinancial Industry Regulatory Authority(FINRA) governs overtrading under rule 2111 and theNew York Stock Exchange(NYSE) prohibits the practice under Rule 408(c). Investors who believe they are avictim of churningcan file a complaint with either the SEC or FINRA.\n\nOvertrading in one's own account can only be curtailed by self-regulation. Below are some common forms of overtrading that investors may engage in, and begin informed about each can lead to better self-awareness.\n\nThere are a few steps traders can take to help prevent overtrading:",
  "url": "https://www.investopedia.com/terms/o/overtrading.asp"
}