{
  "term": "Overall Liquidity Ratio: What It Is, How It Works",
  "definition": "The overall liquidity ratio is the measurement of a company's capacity to pay its outstandingliabilitieswith itsassetson hand. The overallliquidityratio is calculated by dividing total assets by the difference between its total liabilities andconditional reserves. This ratio is used in the insurance industry, as well as in the analysis of financial institutions.\n\nRegulators use financial metrics, like the overall liquidity ratio, to determine whether an insurer, bank, or other company is financially healthy andsolventenough to cover its liabilities. Financial and insurance companies use the cash that their activities generate to obtain a return. A bank, for example, may use funds received from customer deposits to providemortgagesand other loans. The balance of customer deposits that are left over may be kept as cash, or may be invested in liquid assets.\n\nInsurance companies receive money in the form of premium payments by policyholders, and they in turn are liable for the coverage benefits they guarantee byunderwritingpolicies. Depending on the duration of the policy, the liability can last anywhere from a few months to a few years. Liabilities that come due within the following twelve month period are considered to becurrent liabilities.\n\nThe amount of money that a financial institution or insurer has to keep readily available to cover its liabilities is determined by regulators. Regulators examineliquidity ratiosto determine whether the company is complying with its legal requirements. The formula to calculate the overall liquidity ratio is: [Total Assets / (Total Liabilities – Conditional Reserves)]. In this calculation, conditional reserves refer to rainy-day funds held by insurance companies to help cover unanticipated expenses during times of financial stress.\n\nA low overall liquidity ratio could indicate that the financial institution or insurance company is in financial trouble, whether from poor operational management, poor risk management, or poor investment management. In order to comply with legal requirements and guarantee sufficient funds to cover its liabilities, most lenders and insurers try to improve their overall liquidity ratio.\n\nHowever, a high overall liquidity ratio isn’t necessarily good either, especially if current assets represent a high percentage of the company's total assets. A large proportion of current assets means that the company may not be investing sufficiently to earn a highreturn on assets, but it may instead be focusing solely on liquidity.\n\nOther liquidity metrics include thequick ratioandcurrent ratio. Liquidity ratios show if a company can meet its short-term obligations for debt and other liabilities. The current ratio reflects the business's ability to create the cash needed to pay their debts. Analysts look to the quick ratio to see if the company is using liquid assets to meet these debts.\n\nThe current ratio compares acompany's total current assets to its current obligations. The quick ratio compares a company's assets that are readily available for use, including cash, short-term investments,government bonds, andunaffiliated investments, to its current obligations (short-term liabilities due within the upcoming 12 month period).\n\nThe quick ratio is more conservative than the current ratio because it doesn't take into account current assets such as inventory, which are harder to quickly turn into usable cash.",
  "url": "https://www.investopedia.com/terms/o/overall-liquidity-ratio.asp"
}