{
  "term": "Overhead Ratio: Meaning, Formula, How it Works",
  "definition": "An overhead ratio is a measurement of the operating costs of doing business compared to the company's income. A low overhead ratio indicates that a company is minimizing business expenses that are not directly related to production.\n\nThe overhead ratio is arrived at by dividing operating expenses by the sum of taxablenet interest incomeand operating income. That is:\n\n﻿Overhead Ratio=Operating ExpensesTII+Operating Incomewhere:TII=Taxable interest income\\begin{aligned} &\\text{Overhead Ratio} = \\frac { \\text{Operating Expenses} }{ \\text{TII} + \\text{Operating Income} } \\\\ &\\textbf{where:} \\\\ &\\text{TII} = \\text{Taxable interest income} \\\\ \\end{aligned}​Overhead Ratio=TII+Operating IncomeOperating Expenses​where:TII=Taxable interest income​﻿\n\nA company's overhead expenses are the costs that result from its normal, day-to-day business operations. Operating expenses might include office rent, advertising, utilities, insurance,depreciation, or machinery.\n\nCalculations of overhead exclude costs that are directly related to the production of the goods or services that the company produces.\n\nThus, in a toy factory, the skilled workers who make the toys and the tools they use to create them are not overhead expenses. But employees of the marketing department and the promotional materials they produce are overhead costs.\n\nCalculating its overhead ratio helps a company evaluate its costs of doing business compared to the income the business is generating. In general, a company strives to achieve the lowest operating expenses possible without sacrificing the quality or competitiveness of its goods or services.\n\nA company also may keep track of its overhead ratio in order to compare it to others in its industry, or its industry as a whole. A higher overhead ratio in comparison to the competition might require some adjustment or at least a rational explanation. For example, a company might determine that maintaining its headquarters in Manhattan or San Francisco has caused it to have a higher overhead ratio than a competitor located in Omaha or Akron.\n\nCutting expenses has a positive effect on the overhead ratio. However, a company must balance the effect of these cuts with any potential damage to the products or services it sells.",
  "url": "https://www.investopedia.com/terms/o/overhead-ratio.asp"
}