{
  "term": "Overnight Trading: Definition, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOvernight trading is done between the market close and the open on the following day.\n\nOvernight trading refers to trades executed between an exchange's official closing time and its next opening bell. Each exchange has different rules on the exact hours such trading can be done.\n\nAn extension of after-hours trading, overnight trading provides investors with the ability to react to news and global market shifts outside regular trading hours. While not available across all markets, overnight trading has become increasingly accessible through electronic communication networks (ECNs) and mainstream broker platforms.\n\nBelow, we take you through what you need to know, as well as the strategies savvier investors use during this period.\n\nOvernight trading comprises a wide range of transactions done outside the regular market hours. The most established markets for overnight trading include stocks, bonds, foreign exchange (forex), and cryptocurrencies. Each market segment has developed different rules governing off-hours transactions. For example, the crypto markets never close, while the forex markets are closed only on weekends.\n\nFor stocks,ECNshave enabled the move to after-hours trading by matching buy and sell orders without using a formal venue like the New York Stock Exchange. Over time, trading windows have been extending more and more outside conventional hours.\n\nHowever, the market conditions can be very different for overnight trading. Far fewer investors are participating, which means prices can move quite quickly andbid-ask spreadsare wider.\n\nIn March 2025, many of those trading Stellantis NV (STLA) in the overnight hours were rewarded when the automaker's stock surged over 8% in after-hours trading following a White House announcement of a tariff exemption for certain auto manufacturers.This big move—worth billions inmarket capitalization—occurred well outside regular trading hours, leaving many investors with traditional brokerage accounts unable to capitalize on the news until the next trading day's opening bell.\n\nSuch situations, and competition from assets such as crypto that trade around the clock, have pushed brokers to expand the trading windows for stocks. Below are the overnight hours for several popular brokers:\n\nIn overnight trading, ECNs often accumulate orders overnight until they have enough matches for the trades to go through. This means your trade execution is often delayed as the system waits for acounterpartyto show interest at the price you requested.\n\nBelow is a chart showing a sample overnight trading session for Apple Inc.'s (AAPL) stock. AAPL trades on the Nasdaq, which closes at 4 p.m., at which pointafter-hours tradingbegins. The volume of trades immediately drops off, though there is a spike at 5:01 p.m.\n\nThe next morning, the trade at 4 a.m. is higher than the previous night. Volume stays light in thepremarkethours, picking up again as the Nasdaq opens at 9:30 a.m.\n\nFor overnight trading, a strategic approach is essential if you don't want to be saddled with losses from quick shifts in off-hours pricing:\n\nThe ability to trade around the clock represents a fundamental shift in market accessibility, but it calls for investors to use a disciplined approach. While you can respond 24 hours a day to breaking news and global events, the thinner liquidity in overnight trading carries heightened risks that can quickly erode potential gains.\n\nThe most successful overnight traders strictly manage their risk, usinglimit ordersand selectively engaging only when specific events warrant action rather than treating extended hours as simply an extension of regular trading.\n\nGlobe & Mail. \"General Motors (NYSE:GM) and Dodge-Owner Stellantis Rally on Tariff ‘Flexibility’ Hopes.\"\n\nNew York Stock Exchange. \"Holidays & Trading Hours.\"\n\nCharles Schwab. \"Extended Hours Trading.\"\n\nRobinhood. \"Robinhood 24-Hour Market.\"\n\nInteractive Brokers, LLC. \"Trade US Stocks and Options Around the Clock.\"\n\nLachance, M.-E. \"Night Trading: Lower Risk But Higher Returns?\"Review of Financial Economics, vol. 41 (2023), pp. 347–363.\n\nU.S. Securities and Exchange Commission. \"Net Asset Value.\"\n\nU.S. Securities and Exchange Commission. \"Mutual Funds and ETFs,\" Page 4.",
  "url": "https://www.investopedia.com/terms/o/overnighttrading.asp"
}