{
  "term": "Oversupply: What it is, How it Works, Example",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nOversupply is an excessive amount of a product that is the result of when demand is lower than supply, resulting in a surplus.\n\nSimply put, an oversupply is when there is more product for sale than people are prepared to buy at the current price. Although the context can vary, oversupply results from overproduction and leads to the accumulation of unsalable inventories. Price levels and oversupply are strongly correlated.\n\nThere are many reasons why oversupply may occur. There can be an oversupply of a current product due to people waiting for an improved model in a series, such as smartphones from a particular maker. Oversupply can also occur in situations where the price of the good or service is too high and people are simply not willing to buy it at that price. An oversupply may also simply be a case of a producer completely misreading the market demand for a product.Surplusis a synonym for oversupply.\n\nWhen a price is too high, the quantity demanded will be less than the quantity supplied and the unsold quantity will increase unless the producer discounts the good or halts production. Discounting product is the most obvious way to deal with an oversupply, and it is often the only way to clearunsold inventory, especially if new product is on its way. Discounting does impact the bottom line of the seller and the producer may have to agree to share that pain with the seller.\n\nIncommodity markets, oversupply is more of a market condition than a problem to be solved. For commodities like oil, natural gas, precious metals, meat, and so on, the production timeline requires a significant lead time and the prices are all market-based. If, for example, a number of large scale gas fields begin production at the same time, there will be an oversupply of natural gas on the market leading to a lower price. During periods of oversupply, producers may actually lose money on the units they are selling.\n\nThe interesting thing about some types of commodity oversupply is that it is not a matter of unsold inventory, but how much of the commodity can be stored andstockpiledbefore it eventually sells at whatever price the market will pay. Because production cannot be easily dialed up and down, commodity producers depend on storage to help remove oversupply from the market while production cycles adjust to the lowered longer-term demand. Of course, if too much production is curtailed, then the market will be undersupplied and more investment will flow into the production side. This is one of the many reasons that many commodities have cyclicalboom and bustpricing charts.\n\nOversupply and its impact on marketequilibriumis best understood through an example. Suppose the price of a computer is $600 at a volume of 1,000 units, but buyers demand only 300 units at that price. In such a situation, sellers are seeking to sell 700 more computers than buyers are willing to purchase.\n\nThe oversupply of 700 units puts the market for computers indisequilibrium. Since they're not able to sell all the computers for the desired price of $600, sellers consider a price reduction to make the product more attractive to buyers. In response to the reduction in the price of the product, consumers demand more computers and producers cut production. Eventually, the market will achieve equilibrium price and quantity, absent the introduction of other external factors.\n\nThis process may happen quickly for some goods, when the prices and quantities that can be offered on the market are relatively flexible. the longer it take prices and quantities to adjust on the market, the longer the oversupply will persist. Whenprices are sticky, due tomenu costsor other issues, or when the government intervenes to set aprice floor, then an oversupply of a goods can persist or some time.",
  "url": "https://www.investopedia.com/terms/o/oversupply.asp"
}