{
  "term": "Over-Line Definition",
  "definition": "In theinsurance industry, the term “over-line” refers to the portion of an insurance company’s coverage that exceeds the normal amount of coverage that they provide. Over-line coverage can occur when an insurerunderwritesmore policies than normal, or when a reinsurer accepts a larger amount of liabilities through a reinsurance contract than is typical for that firm.\n\nInsurance companies make money by collectingpremiumsin exchange forindemnifyingtheir customers against certain risks. Of course, in order to insure these risks, insurance companies must ensure that they have sufficient financial capacity to do so. The amount ofcapacityan insurer has depends on its financial strength and excess capital, or funds not currently used to cover policy-related liabilities. An insurer with excess capacity can underwrite new policies, and thus bring in more premiums.\n\nIn addition to providing insurance to individual customers, insurance companies also provide insurance to one another throughreinsurance contracts. For example, if Insurer A has excess capacity—that is, more money than it needs in order to cover its existing liabilities—it can use that capacity to sell additional insurance coverage, such as by selling reinsurance to Insurer B. At times, this can lead insurers to have covered a larger overall amount than is typical for their operations. This excess level of coverage is referred to as the firm’s “over-line.”\n\nState insurance regulators pay close attention to the amount of liability that insurance companies take on through their underwriting activities. Insurers are required to report their financial position to stateregulators, who use these reports to determine whether an insurer is in good financial health or if there is a risk ofinsolvency. For this reason, companies with significant levels of over-line coverage might attract scrutiny from insurance regulators, who may wonder whether the insurer has assumed responsibility for an unsustainable level of risk.\n\nEmma is the manager of an insurance company. Looking over her company’s financial metrics, she notes that her firm’s financial performance has been unusually strong in the past 12 months, leading to an excess of cash reserves. She estimates that, if the claims on her existing contracts play out in line with projections, she will be left with roughly 20% excess capacity.\n\nTo deploy this capital and improve her bottom line, Emma decides to take on reinsurance contracts, accepting the risk held by other insurers in exchange for additional premiums. Although Emma believes that her new contracts are likely to be both profitable and safe, the additional reinsurance contracts raise her firm’s overall coverage level above its historical average. For this reason, it is possible that the new over-line coverage level will attract the attention of the state insurance regulator, requiring Emma to explain the change and demonstrate that the new policies are financially sound.\n\nExcess and surplus lines insurance, which is also calledsurplus lines insurance, or E&S insurance, covers financial risks that are not commonly covered by standard insurance companies. E&S Insurance covers high risk, complicated or unusual risks and falls under the category of property and casualty insurance. This type of insurance can by bought by an individual or by a company.\n\nAllied linesrefers to property-casualty insurance that is closely connected to fire insurance and is often taken out in conjunction with a standard fire insurance policy. It is used to cover damage such as tornado, windstorm, or water damage.All-risk insurance, which is also called open peril, covers a variety of risks that are not explicitly left out of the policy.\n\nHomeowners Insuranceis a kind of property insurance that that covers damage to a residence, as well as furnishings and other property in the home. It also provides liability coverage in the case of any accidents that occur in the home or on the property.",
  "url": "https://www.investopedia.com/terms/o/overline.asp"
}