{
  "term": "Overseas Private Investment Corporation (OPIC) Overview",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Overseas Private Investment Corporation (OPIC) was a U.S. development finance institution. This government agency assisted private businesses that wanted to invest abroad. OPIC encouraged development in emerging markets through private sector investment overseas by assisting corporations to analyze andmanage riskswhile encouraging development in emerging markets. This helped the agency advance the country's foreign policy and national security goals.\n\nOPIC wasconsolidatedwith the U.S. Agency for International Development's (USAID) Development Credit Authority to form the U.S. International Development Finance Corporation in 2019.\n\nThe Overseas Private Investment Corporation was established in 1971 as a U.S. government agency under then-President Richard Nixon.It was the country's one-and-only development finance institution (DFI) and was based in Washington, D.C. DFIs are government-owned organizations that invest inprivate sectorprojects and promote national interests.\n\nAs the country's DFI, OPIC helped private sector investment abroad. OPIC-backed projects were reinforced and aligned with U.S. foreign policy. They fostered economic and political stability, along withfree-marketideals, especially in conflict-ridden areas.\n\nIts initialportfolioincluded political riskinsuranceworth $8.4 billion along with $169 million inloanguarantees. That portfolio expanded to more than $20 billion, reaching out to more than 160 different developing countries.Direct loans and guarantees ranged from a few million to $350 million for up to 20 years in underserved areas without easy access tocommercial financing.\n\nFunding was only provided to companies with a sound business model, for which it charged market-based fees. This allowed the agency to operate without the need for anytaxpayerassistance. The agency reported that it actually generated money for American taxpayers, contributing as much as $3.7 billion toward reducing the nationaldeficitbetween 2006 and 2016.\n\nAccording to OPIC's operating statute, the projects it helped could not cause job loss in the United States.\n\nAs mentioned above, OPIC was consolidated with USAID’s Development Credit Authority to form the U.S. International Development Finance Corporation (DFC) in 2019. Themergerwas realized after the passing of the Better Utilization of Investments Leading to Development Act was passed on Oct. 5, 2018. The new entity allows the use of newer and more innovative financial products to help distributeprivate capitalto developing economies.\n\nJust like its predecessor, DFC aims to advance the interests of American foreign policy and national security as the private sector helps the development ofemerging market economies. It accomplishes this through political risk insurance anddebt financing, comprising of direct loans and guarantees of up to $1 billion for up to 25 years. It also provides:\n\nThe DFC allows private sector investment in several sectors, including energy, health care, criticalinfrastructure, technology. Businesses are required to meet specific standards and have an established history in their specificindustries.\n\nU.S. International Development Finance Corporation. \"Overview.\" Accessed April 27, 2021.\n\nWaybackMachine: OPIC. \"OPIC HISTORY.\" Accessed April 27, 2021.\n\nEDFI. \"European DFIs.\" Accessed April 27, 2021.\n\nWaybackMachine: OPIC. \"WHO WE ARE.\" Accessed April 27, 2021\n\nWaybackMachine: OPIC. \"WHO WE ARE - FREQUENTLY ASKED QUESTIONS.\" Accessed April 27, 2021.",
  "url": "https://www.investopedia.com/terms/o/overseas-private-investment-corporation.asp"
}