{
  "term": "Overcast",
  "definition": "An overcast is a type offorecastingerror that occurs when an estimated metric, such as future cash flows, performance levels, or production, is forecast too high. Overcasting thus is when the estimated value turns out to be above the realized or actual value.\n\nOvercasting can be contrasted withundercasting, which is when a forecast is made too low.\n\nAn overcast is caused by a variety of forecasting factors. The main factor that results in overcasting is using the wrong inputs. For example, when estimating the net income of a company for next year, one may overcast the amount if you underestimate costs or overestimate sales.\n\nAn overcast or undercast is not realized until after the end of the estimated period. Although it can usually apply to the forecast of budget items, such as sales and costs, these errors are also found when estimating other items. Uncertainties and items that require estimates are areas where analysts and those building forecasts must use judgment. The assumptions used can prove to be wrong, or unforeseen circumstances may arise, which leads to overcasting or undercasting.\n\nOvercasting could be indicative of aggressive estimates or aggressive accounting. Consistent overcasting should be investigated. Company employees could be overpromising to please upper management. Or the company might be hoping to keep current shareholders and might be trying to attract additional shareholders with aggressive forecasts.\n\nAn undercast is the opposite of an overcast, in which a forecaster has underestimated a certain performance metric, either due to incorrect inputs or unforeseen events.\n\nIf Company ABC expects to generate $10 million in sales for the year, but ends up only bringing in $8 million, an overcast of $2 million happened. This could happen for a variety of reasons. If during the budget building or forecasting process the company overestimates its average selling price for units, with all else equal, it can lead to an overcast. As well, if it overestimates the expected number of units sold, this can lead to an overcast.\n\nIf the same company expects to generate $1 million in net income but generates $800,000, that’s also an overcast. The reasons for an overcast of net income can be plentiful. They could include overestimating sales or underestimating costs, such as employee expenses, inventory purchases, or marketing costs.\n\nThe idea of overcasting or undercasting can extend beyond company budgets to other forecasts, such as the number of products or parts a plant can manufacture in a week. If a plant forecasts it can create 13,000 parts in a week, but it puts out 12,900, there was an overcast. It can also apply to an investor’s portfolio. If an investor expects to collect $1,000 per year in dividends, but due to a dividend cut they collect $750, a $250 dividend income overcast happened.",
  "url": "https://www.investopedia.com/terms/o/overcast.asp"
}