{
  "term": "Over-Hedging: What it is, How it Works, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nOver-hedging is a risk management strategy that uses an offsetting position which exceeds the size of the original position being hedged. The result may be a net position in the opposite direction of the initial position.\n\nOver-hedging may be inadvertent or purposeful.\n\nWhen over-hedged, thehedgeput on is for a greater amount than the underlying position initially held by the one entering into the hedge. The over-hedged position essentially locks in a price for more goods,commodities, orsecuritiesthan is required to protect the position. When one is over-hedged, it impacts the ability to profit from the original position.\n\nOver-hedging in the futures market can be a matter of improperly matching contract size to need. For example, let's say a natural gas firm entered into a Januaryfutures contractto sell 25,000 mm British thermal units (mmbtu) at $3.50/mmbtu. However, the firm only has an inventory of 15,000 mmbtu that they're trying to hedge. Due to the size of the futures contract, the firm now has excess futures contracts that amount to 10,000 mmbtu.\n\nThat 10,000 mmbtu in over-hedging actually opens up the firm to risk, as it becomes a speculative investment if they don't have the underlying deliverable in hand when the contract comes due. They would have to go out and get it on the open market for a profit or a loss depending on what the price of natural gas does over that time period.\n\nAny drop in the price of natural gas would be covered by the hedge, protecting the company's inventory price, and the company would get an additional profit by delivering the excess amount at a higher contract price than what it can purchase on the market. An increase in the price of natural gas, however, would see the company make less than market value on its inventory and then have to spend even more to fulfill the excess by buying it at the higher price.\n\nOver-hedging is often done by mistake; but for many companies, a lack of any hedge is a far bigger risk.\n\nAs shown above, over-hedging can actually create additional risk rather than remove it. Over-hedging is essentially the same thing as under-hedging in that both are improper uses of the hedge strategy.\n\nThere are, of course, situations where a poorly set-up hedge is better than no hedge at all. In the natural gas scenario above, the company locks in its price for its entire inventory and then speculates on market prices by mistake. In a down market, the over-hedging helps the company, but the important point is that a lack of a hedge would mean a deep loss on the firm's entire inventory.",
  "url": "https://www.investopedia.com/terms/o/overhedging.asp"
}