{
  "term": "Overreaction: What it is, How it Works, Examples",
  "definition": "An overreaction is an extreme emotional response to new information. In finance and investing, it is an emotional response to asecuritysuch as a stock or other investment, which is led either by greed or fear. Investors overreacting to news cause the security to become either overbought or oversold until it returns to itsintrinsic value.\n\nInvestors are not always rational. Many investors base buy and sell actions on emotional behavior. At times,easy access to 24-hour informationand news can cause unwarranted investor actions. Instead of pricing all publicly known information perfectly and instantly, as theefficient market hypothesisassumes, they are often affected by cognitive and emotional biases.\n\nSome of the most influential work inbehavioral financeconcerns the initial underreaction and subsequent overreaction of prices to new information. Many funds now use behavioral finance strategies to exploit these biases in their portfolios, especially in less efficient markets such as small-cap stocks.\n\nFunds that seek to take advantage of overreactions look for companies whose shares have been depressed by bad earnings news, but where the news is likely to be temporary. Lowprice-to-bookstocks, otherwise known asvalue stocks, are an example of such stocks.\n\nIn contrast to overreaction, underreaction to new information is more likely to be permanent. An underreaction is often caused byanchoring, a term that describes people's attachment to old information, which is especially strong when that information is critical to a coherent way of explaining the world (also known as a hermeneutic) held by the investor. Anchoring ideas such as \"brick and mortar retail stores are dead\" can cause investors to overlook undervalued stocks and miss opportunities to make a profit.\n\nAll asset bubbles are examples of overreaction, from thetulip maniain Holland in the 17th century to themeteoric rise of cryptocurrencies in 2017.\n\nAssetbubblesform when the rising price of an asset starts to attract investors as the primary source of return, rather than the fundamental returns offered by the asset. For stocks, the \"fundamental\" return is the growth of the company and possibly thedividendoffered by the stock.\n\nThe \"fundamental return\" of a tulip bulb in the 1600s was the beauty of the flower it produced, which is a difficult result to quantify. Because investors didn't have a good way to measure the desirability of the bulbs, price was used as that metric, and because the price of bulbs was always going up, it created the unfounded belief that the bulbs were intrinsically valuable—and a good investment.\n\nOverreaction to theupsideholds until the smart money begins to exit the investment, at which point the value of the security starts to fall, producing an overreaction to the downside. In the case of thedotcom bubbleof the late 1990s and early 2000s, the market correction put many unprofitable businesses out of commission, but also lowered the value of good stocks to bargain levels.\n\nAmazon.com Inc. peaked before the dotcom bubble burst at $106.70 on Dec. 10, 1999, before falling to a low of $5.97 in September of 2001, a 94% loss. In 2020, the average stock price of Amazon was $2,680.86.\n\nMacrotrends. \"Amazon - 24 Year Stock Price History.\" Accessed May 6, 2021.",
  "url": "https://www.investopedia.com/terms/o/overreaction.asp"
}