{
  "term": "Overhang: What it is, How it Works, Calculations and FAQ",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nOverhang is a measure of the potentialdilutionof stock shares due to possible awards of stock-based compensation. It is usually represented as a percentage and is calculated asstock optionsgranted plus the remaining options to be granted divided by the total shares outstanding ((SO+RO)/TSO).\n\nThere is no rule of thumb for determining how much overhang is harmful to common shareholders, but generally speaking, the higher the number, the greater the risk. The options overhang decreases after a public offering because the number of shares outstanding increases. If a company has a very high options overhang, it must generate even higher levels of growth and profits to compensate for the overhang's dilutive effects onearnings per share (EPS)and therefore investor returns.\n\nThis, in turn, can lead managers to take on more risk, pay out less in dividends, and take on more debt—all of which can result in greatervolatilityin the company's stock price. Companies with high levels of employee stock ownership, on the other hand, tend to have stronger financial performance, pay higher dividends, and see less stock price volatility.\n\nThe simplest way to calculate options overhang is to add up existing and future option issues divided by the total number of stock outstanding. For example, suppose a company has already issued 50,000 options and has plans to distribute 50,000 more. Assuming that the company has 1 million shares outstanding, then the total overhang is (50,000 + 50,000)/1,000,000 = 10%.\n\nUsed in the broad sense,market overhangcan refer to any situation where investors hold back from an asset due to uncertainties about the near future.\n\nAccording to a 2020 study by executive compensation consultant F.W. Cook & Co.,small-capcompanies grant a significantly higher percentage of their stock options to executives as compared tolarge-capcompanies. Technology companies also have the lowest share of awards granted to senior management while the retail and industrial sectors have the highest.\n\nBecause an options overhang can have a negative effect on the price of a stock, entrepreneurs and company management generally devise HR strategies to mitigate its impact. Performance-based options are one such strategy. The chances are lower that an employee will exercise performance-based options versus traditional stock options that are not tied to performance and are almost certain to be exercised, once theirvestingperiod is over.\n\nIn the broadest definition, market overhang refers to a situation where customers or investors wait for future events rather than buying a certain product or stock. This is usually because of uncertainties or fears regarding that stock's near-term future.\n\nBroadly speaking, stock overhang refers to situations where a few shareholders possess a large block of stock shares, raising the possibility of a price drop if they sell them all at once. Stock overhang is most common in situations where employees are compensated with a large number of company shares, but it may also apply to the stock holdings owned by large institutional investors.\n\nBearish overhang refers to a situation in which buyers are reluctant to purchase a certain asset, due to the presence of a large block of that asset that would cause prices to fall if the block were sold. This usually refers to stock shares, but it can also refer to commodities. For example, during the negotiations over U.S.–Iran sanctions, some analysts warned of a \"bearish overhang\" caused by a potential sell-off of the Iranian oil supply.\n\nIn insurance, risk overhang refers to situations where continuous exposure to past transactions can limit an insurer's actions in the present. This is usually the case when an insurer has to pass on lucrative opportunities because they cannot take on any more risk.\n\nF.W. Cook. \"2020 Aggregate Share-Based Compensation,\" Page 4.\n\nYahoo News. \"There's a 'Major Bearish Overhang' on Oil Markets, Analyst Says.\"",
  "url": "https://www.investopedia.com/terms/o/overhang.asp"
}