{
  "term": "Over-the-Counter Markets: What They Are and How They Work",
  "definition": "An over-the-counter (OTC) market is decentralize and where participants trade stocks, commodities, currencies, or other instruments directly between two parties, without a central exchange or broker.\n\nSuppose you manage a company looking to raise capital but don't meet the stringent requirements to list on a major stock exchange. Or you're an investor seeking to trade more exotic securities not offered on the New York Stock Exchange (NYSE) or Nasdaq. Where do you turn? Enter the over-the-counter (OTC) markets, where trading is done electronically.\n\nOTC markets allow investors to trade stocks, bonds, derivatives, and other financial instruments directly between two parties without the supervision of a formal exchange. This freewheeling format provides prospects but also pitfalls compared with exchange-based trading. Apple Inc. (AAPL) and Microsoft Corporation (MSFT) traded OTC, as did many long-forgotten penny stocks.\n\nIn this article, we'll examine what OTC markets are, how they differ from traditional stock exchanges, and the advantages and disadvantages for investors. We'll explore the key OTC market types, the companies that tend to trade on them, and how these markets are evolving in today's electronic trading environment.\n\nIn pharmaceuticals, OTC is a category of medications that can be bought without a doctor's or pharmacist's guidance; OTC is something similar in finance since what's sold are securities that haven't passed through the supervision of a formal exchange like the Nasdaq or NYSE.\n\nOTC markets have a long history, dating back to the early days of stock trading in the 17th century. Before the establishment of formal exchanges, most securities were traded over the counter. As exchanges became more prevalent in the late 19th and early 20th centuries, OTC trading remained a significant part of the financial ecosystem. They have always had a reputation for where you find the dodgiest deals and enterprises, but might also find future profit-makers among them.\n\nSince the exchanges take in much of the legitimate investment capital, stocks listed on them have far greater liquidity. OTC securities, meanwhile, often have very low liquidity, which means just a few trades can change their prices fast, leading to significant volatility. This has made the OTC markets a breeding ground forpump-and-dump schemesand other frauds that have long kept the enforcement division of the U.S. Securities and Exchange Commission (SEC) busy.\n\nIn the U.S., the National Association of Securities Dealers (NASD), later the Financial Industry Regulatory Authority (FINRA), was established in 1939 to regulate the OTC market. While NASD evolved into an electronic quotation platform in 1971 and subsequently a formal exchange, before then, the OTC stock market operated through a network of \"market makers\" who facilitated trades between investors.\n\nThe trading process during this era was cumbersome and inefficient. Investors had to manually contact multiple market makers by phone to compare prices and find the best deal. This made it impossible to establish a fixed stock price at any given time, impeding the ability to track price changes and overall market trends. These issues supplied obvious openings for less scrupulous market participants.\n\nTraders also looked to thePink Sheets, now known as OTC Markets Group, over a century ago as a paper-based system for trading unlisted securities. The term \"Pink Sheets\" derived from the pink-colored paper on which the bid and ask prices of these securities were printed and circulated. In the late 1990s, Pink Sheets transitioned to an electronic quotation system, eventually becoming the OTC Markets Group, which operates the OTCQX, OTCQB, and OTC Pink platforms.\n\nToday, these platforms offer access to shares and other securities for a wide range of companies, from well-established foreign firms to small, emerging companies that don't yet meet the listing requirements of major exchanges. The shares for many major foreign companies trade OTC in the U.S. through American depositary receipts (ADRs). These securities represent ownership in the shares of a foreign company. They are issued by a U.S. depositary bank, providing U.S. investors with exposure to foreign companies without the need to directly purchase shares on a foreign exchange.\n\nWhile OTC markets offer greater flexibility and fewer barriers to entry than traditional exchanges, they also come with exceptional risks and challenges. FINRA regulates broker-dealers in the U.S. OTC markets.Nevertheless, because OTC-traded securities are subject to less stringent reporting and disclosure requirements, investors may have limited access to reliable information about the companies they are investing in. Below is a table distinguishing the differences between trading OTC and on a regulated exchange.\n\nThere are several OTC markets in the U.S., including the following:\n\nOTC markets provide access to securities not listed on major exchanges, including shares of foreign companies. This allows investors to diversify their portfolios and gain exposure tointernational marketsand companies that may not be available through traditional exchanges.\n\nTrading foreign shares directly on their local exchanges can be logistically challenging and expensive for individual investors. OTC markets offer a more convenient and cost-effective way to invest in foreign companies since trades are executed in U.S. dollars during U.S. trading hours, often with lower commissions than trading directly on foreign exchanges.\n\nFor foreign companies, cross-listing in OTC markets like theOTCQXcan attract a broader base of U.S. investors, potentially increasing trading volume and narrowing bid-ask spreads. Some foreign companies trade OTC to avoid the stringent reporting and compliance requirements of listing on major U.S. exchanges. OTC markets, while regulated, generally have less strict listing requirements, making them attractive for companies seeking to access U.S. investors without the burden of SEC registration for an exchange listing.\n\nThe number of securities traded in over-the-counter markets.\n\nOTC derivativesare private agreements directly negotiated between the parties without the need for an exchange or other formal intermediaries. However, a broker may assist in facilitating the trade. This direct negotiation allows the terms of the OTC derivatives to be tailored to meet the specific risk and return requirements of each counterparty, providing a high level of flexibility.\n\nWhile OTC derivatives offer the advantage of customization, they also carry a higher level of credit risk compared with exchange-traded derivatives. This is because there is no central clearing corporation to guarantee the performance of the contract, meaning that each party is exposed to the potential default of their counterparty.\n\nSome common OTC derivatives include the following:\n\nThe foreign exchange (forex) market is the largest and most liquid financial market globally.Unlike stocks or commodities, forex trading occurs only over-the-counter (OTC). This decentralized nature allows for greater flexibility in transaction sizes. However, it also exposes traders to counterparty risk, as transactions rely on the other party's creditworthiness.\n\nMajor markets are open 24 hours a day, five days a week, and a majority of the trading occurs in financial centers like Frankfurt, Hong Kong, London, New York, Paris, Sydney, Tokyo, and Zurich. This means the forex market begins in Tokyo and Hong Kong when U.S. trading ends. The forex market is volatile, with price quotes changing constantly. Like other OTC markets, due diligence is needed to avoid fraud endemic to parts of this trading world.\n\nAccess to emerging or smaller companies\n\nLess stringent requirements for companies to be able to list\n\nLess transparency and reliable public information\n\nSusceptibility to market manipulation\n\nOTC markets offer access to emerging companies that may not meet the listing requirements of major exchanges. These smaller, growing companies can sometimes provide investors with the potential for higher returns, although this comes with higher risk.\n\nOTC markets may also offer more flexibility in trading than traditionalexchanges. Transactions can, in some cases, be customized to meet the specific needs of the parties involved, such as the size of the trade or the settlement terms. This flexibility can be particularly worthwhile for institutional investors or those trading large blocks of securities.\n\nIn addition, companies traded OTC have fewer regulatory and reporting requirements, which can make it easier and less expensive when raising capital.\n\nUnlike major exchanges that have strict listing requirements, OTC markets have minimal standards for companies to meet. Regulated exchanges require a minimum market capitalization, financial stability, and corporate governance standards. In contrast, OTC markets have fewer requirements, making trading easier for financially unsound or even fraudulent companies.Here are the major disadvantages:\n\nInvesting in OTC markets carries significant risks that investors should be aware of before trading there. These markets often lack the regulations, transparency, and liquidity of exchanges.\n\nLet's start with an example from a company's point of view. Suppose Green Penny Innovations, a promising renewable energy startup, is not yet publicly listed on a major stock exchange. However, institutional investors and high-net-worth individuals are interested in acquiring company shares. Mega Investments, a prominent investment firm, contacts brokers specializing in OTC securities. They inquire about the availability of Green Penny shares and receive quotes from different market makers. One market maker, OTC Securities Group, offers to sell 50,000 shares at $0.85 per share. Another market maker, Global Trading Solutions, offers to sell a smaller block of 10,000 shares at $0.90 per share.\n\nAfter evaluating the quotes and considering the company's prospects, MegaFund buys 30,000 shares from OTC Securities Group at $0.85 per share. The trade is executed directly between MegaFund and OTC Securities Group through a private negotiation. No public announcement is made about the transaction, and the price isn't displayed on any exchange.\n\nSeveral days later, another investor, TechVision Ventures, contacts a different broker and expresses interest in buying Green Penny shares. The broker reaches out to various market makers and discovers that the price has increased due to growing investor interest. TechVision eventually purchases 20,000 shares at $0.95 per share from another market maker.\n\nSuppose you're an investor seeking high returns on your investments, so you're willing to dip into the OTC markets if you can find the right stock. You come across an opportunity called \"CoinDeal,\" which promises exceptionally high returns on the premise that one or more technology companies under the \"ViRSE\" banner are about to be acquired by a group of wealthy investors. You look to be in early on what promises like a big deal, just like other storied early investors.\n\nThe promoter of CoinDeal assures you that even if the returns from CoinDeal do not materialize, he'll repay your investment with 7% annual interest over three years. The promoter points to an exclusive and lucrative contract with AT&T to distribute government-funded phones to support this promise. He also says he has an app ready for the Better Business Bureau to distribute that will yield substantial revenue.\n\nEnticed by these promises, you and thousands of other investors invest in CoinDeal. However, when the promised sale doesn't close, you discover that the promoter, Michael Glaspie, 72, of Florida, has transferred investor funds to other accounts—he'd been buying cryptocurrency, among other things—despite his assurances he wouldn't. The case is, of course, one of many OTC frauds targeting retail investors. Glaspie pleaded guilty in 2023 to defrauding more than 10,000 victims of over $55 million through his \"CoinDeal\" investment scheme.\n\nThis case highlights the importance of due diligence and the risks associated with OTC investments. When considering an OTC investment, you should do the following:\n\nInvesting in OTC securities is possible through many online discount brokers, which typically provide access to OTC markets. However, it's essential to note that not all brokers offer the same level of access or support for OTC investments. Some brokers may limit trading in certain OTC securities (such as \"penny stocks\") or charge higher fees for these transactions.\n\nSome specialized OTC brokers focus on specific markets or sectors, such as international OTC markets or penny stocks. These brokers may provide access to a wider range of OTC securities but may also charge higher fees or have more stringent account requirements or minimum transaction sizes.\n\nOTC markets are regulated by the SEC andFINRA. The SEC sets the overarching regulatory framework, while FINRA oversees the day-to-day operations and compliance of broker-dealers participating in the OTC markets. SEC regulations include disclosure requirements and other regulations that issuers and broker-dealers must follow. The SEC's Rule 15c2-11 plays a critical role in regulating the OTC markets by requiring broker-dealers to conduct due diligence on the issuers of securities before publishing quotations for those securities.The rule mandates that broker-dealers gather and review specific information about the issuer, ensure that the information is up to date and publicly available, and have a reasonable basis for believing that the information is accurate and the sources are reliable.\n\nFINRA's responsibilities include monitoring trading activities, enforcing compliance, and handling disputes. Broker-dealers must follow Rule 15c2-11 when initiating or resuming quotations in OTC securities, which includes submitting Form 211 to FINRA to demonstrate compliance.\n\nMost brokerages allow retail investors to trade on OTC markets, although they may have additional requirements due to the risk of OTC trades. Interactive Brokers, TradeStation, and Zacks Trade are allexamples of brokersthat offer OTC markets.\n\nThe over-the-counter (OTC) market is a decentralized market where stocks, bonds, derivatives, currencies, and so on are traded directly between counterparties. While the OTC market offers prospects for investors to access a wide range ofsecuritiesand for smaller companies to raise capital—many storied firms have passed through the OTC market—it also comes with risks. The OTC market's lack of regulatory oversight and transparency makes it more susceptible to fraud, manipulation, and other unethical practices.\n\nFor investors considering OTC securities, it is crucial to conduct thorough due diligence, understand the hazards involved, and decide on investments with an eye toward your investment goals and risk tolerance. Seeking the guidance of a qualified financial professional can also help you navigate the complexities of these markets.\n\nNew York Times. \"When Will the O-T-C Wake Up?\"\n\nFinancial Industry Regulatory Authority. \"Low-Priced Stocks Can Spell Big Problems.\"\n\nU.S. Securities and Exchange Commission. \"Over-the-Counter Market.\"\n\nFinancial Industry Regulatory Authority. \"Markets Statistics.\"\n\nWendy L. Pirie, ed. \"Derivatives.\" John Wiley & Sons, 2017. Pages 11-13, 148-150.\n\nA. Gottesman. \"Derivatives Essentials: An Introduction to Forwards, Futures, Options, and Swaps.\" John Wiley & Sons, 2016. Chapter 2.\n\nReuters. \"Global FX Trading Hits Record $7.5 Trln a Day – BIS Survey.\"\n\nCommodities Futures Trading Commission. \"Forex Frauds.\"\n\nInternational Monetary Fund. \"Counterparty Risk in the Over-The-Counter Derivatives Market,\"\n\nFederal Reserve Bank of New York. \"How Does Information Affect Liquidity in Over-the-Counter Markets?\"\n\nFederal Bureau of Investigation. \"Man Pleads Guilty to $55M Investment Fraud Scheme.\"\n\nOTC Markets. \"Broker-Dealer Directory.\"\n\nU.S. Securities and Exchange Commission. \"Rule 15c2-11.\"",
  "url": "https://www.investopedia.com/terms/o/over-the-countermarket.asp"
}