{
  "term": "Overview of Insurtech & Its Impact on the Insurance Industry",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInsurtech refers to the use of technology innovations designed to find cost savings and efficiency from the currentinsuranceindustry model. Insurtech is a combination of the words “insurance” and “technology,” inspired by the term fintech.\n\nInsurtech is premised on the belief that the insurance industry is ripe for innovation and disruption. Insurtech is exploring avenues that large insurance firms have less incentive to exploit, such as offering ultra-customized policies and social insurance and using new streams of data from Internet-enabled devices to dynamically price premiums according to observed behavior.\n\nRegarding traditional insurance, some people pay more than they should based on the basic level of data used to group people. Among other things, insurtech is looking to tackle this data and analysis issue head-on.\n\nUsing inputs from all manners of devices, includinggeolocationtracking of cars to the activity trackers on our wrists, these companies are building more finely delineated groupings of risk, allowing products to be priced more competitively.\n\nIn addition to better pricing models, insurtechstartupsare testing the waters on a host of potential game-changers. These include using deep learning-trained artificial intelligence (AI) to handle the tasks of brokers and find the right mix of policies to complete an individual’s coverage.\n\nThere is also interest in the use of apps to pull disparate policies into one platform for management and monitoring, creating on-demand insurance for micro-events like borrowing a friend's car, and the adoption of the peer-to-peer model to both create customized group coverage and incentivize positive choices through group rebates.\n\nThere are many similarities between the goals and implementations of insurtech and fintech, as both the insurance industry and financial industry are undergoing substantial process changes.\n\nInsurtech plays an important part in changing how coverage is applied and paid for in a number of different ways:\n\nThe claims management process traditionally resulted in manually reviewing each claim, deciding what compensation to award, and then remitting that compensation. Now, insurtech companies aim to build processes that automate certain processes and detect fraud.\n\nLarger companies can leverage technology to gather and aggregate specific data points regarding specific claims. These claims may also be validated using automation by comparing different data streams. Last, large companies can use automation or repetitive workflows to pay out a large number of claims with minimal human intervention.\n\nTheunderwritingprocess entails reviewing an individual's profile, assessing their risk profile, and extending them an insurance package offer that includes their coverage. The information provided to a client also includes their monthly premium in addition to what compensation they may be entitled to under various claims.\n\nMuch of this data can be mined or gathered automatically. Even if a client must submit information, modern technology uses many data points to compare against historical data that can continually learn, grow, and make more educated assumptions. This means the data decides for itself whether to extend a policy to the individual and what price is fair for the associated level of risk.\n\nWhether it's related to paying out a claim, enforcing a different insurance level tier, closing a customer's policy that has expired, or approving a new customer, there are a tremendous number of contracts that occur related to insurance.\n\nWhen leveraging blockchain technology,smart contractscan be triggered to execute when specific criteria are met. This eliminates the human element needing to handle the contract, and this allows an unbiased, neutral party (i.e. technology) to evaluate the criteria of a contract and decide the appropriate course of action.\n\nAs mentioned earlier, big data can be used to gather, analyze, and summarize information. This includes analyzing a customer's historical activity or assessing a broad range of claim types. Based on the information gathered, insurers may be able to detect fraud, protect against unsuitable risk, or better understand where they may be most exposed.\n\nAccording to Grand View Research, the total insurtech industry value in 2022 was $5.4 billion. The revenue forecast for 2030 is $152 billion.\n\nThere continues to be a growing, evolving range of technology used in insurtech that changes the way insurance is being performed. Here are the following most notable technologies being leveraged.\n\nArtificial intelligence functions allow certain tasks that previously required human interaction to now be performed exclusively reliant on technology.\n\nFor example, customers would previously have to interact with representatives to have questions answered; now, interactive discussions withchatbotsmay allow a customer to receive help without talking to a human.\n\nA subset of artificial intelligence is machine learning, the ability to extract historical data and compile predictive models. These models are then used to distribute information and may be set to a feedback loop. If future data is fed into the model, the model may \"learn\" and continually evaluate how to calculate appropriate premiums based on demographics or risk profiles.\n\nInsurtech change relies on efficiency. This means that when insurance clients fill out a document online, that record is automatically stored in adata warehouseor used to automatically compile a policy ready for signature. Automation tools are utilized to avoid manual human intervention when technological tools can carry out a process on their own.\n\nBig data refers to the collection of massive amounts of information. This includes a broad range of data, the fast collection of real-time data, and a variety of data sets.\n\nBig data collection techniques allow insurers to gather a broader set of data used to analyze the risk profile of a customer to better understand their characteristics and habits. In addition, this information can be gathered for millions of customers and fed into predictive models discussed earlier.\n\nThough most known forcryptocurrency, the fundamental basis for blockchain technology is immutable, distributed ledgers. This allows for unalterable record-keeping to ensure security and reliability in information storage.\n\nIt also allows for smart contract execution to reside on a blockchain, remaining dormant until specific conditions are met to release insurance proceeds or validate an insurance client.\n\nInsurtech also relies on innovative hardware technologies as well.Dronescan be used to assess properties, evaluate property damage where it might have been physically unsafe for humans to traverse, or audit a site for a claim.\n\nDrones are now becoming increasingly reliant on high-definition photo and video quality, allowing assessors to heavily rely on photographs and stored images from flights.\n\nAnother insurtech innovation that relies on physical innovation is theInternet of Things (IoT). Though a digital concept, IoT relies on the interaction between physical goods and software.\n\nFor example, auto insurers now commonly offer devices that gauge vehicle speed, handling, and driving habits that can be used to reward positive driving habits or penalize negative driving habits. While this level of information has never been available before, insurance companies can now base premiums on the smallest of details.\n\nAccording to Hourly, there were 3,475 insurtech companies in 2023 (latest information), up from 1,500 companies in 2018.\n\nBelow are examples of real insurtech companies and the ways each is innovating the insurance industry.\n\nLemonade directly sells insurance coverage via a custom mobile app. This coverage is sold directly to the customer as opposed to being transmitted via brokers. Insurance policies includerenters' insurance, homeowners' insurance, pet insurance, and auto insurance. All insurance claims processing is performed through the digital platform.\n\nDacadoo leverages consumer devices such as phones andsmartwatchesto gather information via an integrated API. This information crafts individual consumer profiles that allow Dacadoo to assess risk in real time and adjust profiles based on positive or negative life improvements.\n\nBdeo leverages artificial intelligence to improve the claim processing experience. Bdeo relies on chatbots to interact with customers to gather claim information.\n\nThe chatbot gives directions on what information is needed, how to photograph the damage, and where to input information. Then, remote adjusters analyze the information provided. The company also leverages a computer vision model that utilizes technology to minimize adjustor misevaluations.\n\nEtherisc leverages blockchain technology to utilize smart contracts. Etherisc gathers information from third-party providers. Then, as events unfold, the company is able to have its contracts automatically perform tasks based on outcomes that are compared against this third-party information.\n\nFor example,agribusinessinsurance claims may automatically process when specific natural conditions occur; these natural conditions such as rainfall are compared with third-party data to ensure no fraudulent activity may occur.\n\nAvinew is a pioneer in the insurtech industry regarding the Internet of Things technology. The company offers lower premiums to customers who change their driving habits, choose less risky routes, or use an automatic driving system. This information is all possible by onboard devices that track vehicle usage and tendencies.\n\nAlthough many of these innovations are long overdue, there are reasons why the incumbent insurance companies are so reluctant to adapt. Insurance is a highly regulated industry with many layers of jurisdictional legal baggage to deal with.\n\nAs such, the major companies have survived this long by being incredibly cautious, which has made them shy away from working with any startups—let alone startups in their own, very stable industry.\n\nThis is a bigger problem than it sounds, as many of the insurtech startups still require the help of traditional insurers to handle underwriting and manage catastrophic risk.\n\nThat said, as more insurtech startups garner consumer interest with a refined model and a user-friendly approach, they may find that the incumbent players warm to the idea of insurtech and become interested in buying up some of the innovation.\n\nThere is also a certain level of privacy that is relinquished when adopting insurtech methodologies. Consider tracking devices that can detect whether you actually stop at stop signs. These devices also track your location, the places you visit, and how long you are at those locations.\n\nFor some, this level of data collection andpersonally identifiable informationis less preferable than the benefit received from the efficient innovation of insurtech.\n\nInsurtech is a combination of \"insurance\" and \"technology\". It is an emerging industry that utilizes technology and modern innovations to change how traditional insurance is performed.\n\nInsurtech and fintech are often considered two different industries. Both rely on modern solutions to change how traditional services are performed. However, there are many differences between the financial sector and the insurance sector. Therefore, insurtech companies are not likely to offer financial services in addition to insurance coverage.\n\nInsurtech relies on minimal overhead and operational efficiency to make money. Though it still earns revenue from clients, the goal is to have minimal costs by eliminating a physical office or personnel to perform tasks that have been eliminated through chatbots or automation. Due to lower costs, insurtech companies are often able to offer lower prices.\n\nSome customers may prefer face-to-face interactions with a dedicated insurance agent they've gotten to know for years. Other customers may prefer to self-select their own policy that can be canceled using an app. Insurtech simply offers a different method of delivering insurance coverage that traditional insurance may not have been able to offer. Whether one is better than the other is simply a matter of consumer preference.\n\nThe traditional insurance industry is being disrupted by the introduction of technology. This new sector called insurtech offers customers a new way to do things by gathering information differently, executing contracts more efficiently, and analyzing information more accurately.\n\nThough some may feel the insurance industry will be losing a personal touch, insurtech strives to offer lower, more custom, and more flexible coverage.\n\nGrand View Research. \"Insurtech Market Size.\"\n\nHourly. \"What Does Insurtech Mean?\"",
  "url": "https://www.investopedia.com/terms/i/insurtech.asp"
}