{
  "term": "Overwriting: What it Means, How it Works, Example",
  "definition": "Overwriting is a trading strategy that involves sellingoptionsthat are believed to be overpriced, with the assumption that the options won't get exercised before they expire.\n\nOverwriting is a speculative strategy that some option writers may employ to collect a premium even when they believe theunderlying securityis incorrectly valued, hoping that they do not getassignedthe short options. Investors may also refer to the strategy as \"overriding.\"\n\nThewriter(seller) of an option has an obligation to deliver their shares to the buyer if the buyer decides toexercisethe option, while the holder/buyer of an option has the right but not the obligation to purchase the seller'ssharesat a specific price within a specified time. Overwriting is a technique used by speculative option writers in an attempt to profit from the premiums paid by option buyers for option contracts the writer hopes will expire without being exercised. Overwriting is considered risky and should only be attempted by investors who have a comprehensive understanding of options and options strategies.\n\nOverwriting can help investors who hold adividend-paying stockto increase their income by collecting the premium they receive from writing an option against the stock they own. For example, if they currently receive a 3% dividend yield, they could increase that yield to effectively more than 10% by overwriting. The strategy is most effective when stock prices have had a sharp decline and premiums get overvalued, as the higher premiums help offset possible further losses.\n\nThe downside risk to overwriting is that if the stock’s price rises sharply, the seller loses any profit they would have made above the options strike price. To combat this, the seller may want to buy the option back, although they would most likely need to repurchase it at a higher price than what they sold it for.\n\nSuppose an investor holds a stock that is trading at $50. They decide to write a $60 call option against it that expires in three months and they receive a $5 premium. The buyer will likely exercise thecall optionif the stock is trading above $60 before the expiry date, which limits the seller's profit to $15 a share (the difference between $50 and $60, plus the $5 premium) on an asset that may continue to rise in value. This is why the seller hopes that the call option will expire worthless—they get to keep the premium already collected AND continue to hold an asset that is on the rise. If the stock declines, the $5 premium the seller received helps to partially offset any loss incurred.",
  "url": "https://www.investopedia.com/terms/o/overwriting.asp"
}