{
  "term": "Overbought: What It Means and How To Identify Overbought Stocks",
  "definition": "Overbought is a term used when a security is believed to be trading at a level above its intrinsic or fair value. Overbought generally describes recent or short-term movement in the price of the security, and reflects an expectation that the market will correct the price in the near future. This belief is often the result of technical analysis of the security’s price history, but fundamentals may also be employed. A stock that is overbought may be a good candidate for sale.\n\nThe opposite of overbought isoversold, where a security is thought to be trading below its intrinsic value.\n\nOverbought refers to a security which has been subject to a persistent upward pressure and thattechnical analysissuggests is due for a correction. The bullish trend may be due to positive news regarding the underlying company, industry or market in general. Buying pressure can feed on itself and lead to continued bullishness beyond what many traders consider reasonable. When this is the case, traders refer to the asset as overbought and many will bet on a reversal in price.\n\nTraditionally, the standard indicator of a stock’s value has been the price-earnings ratio (P/E). Analysts and companies have used either publicly reported results or earnings estimates to identify the appropriate price for a particular stock. If a stock’s P/E rises above that of its sector or a relevant index, investors may see it as overvalued and pass on buying for the time being. This is a form offundamental analysis, which uses macroeconomic and industry factors to determine a reasonable price for a stock.\n\nThe rise of technical analysis has allowed traders to focus onindicatorsof a stock to forecast price. These indicators measure the recent price, volume, and momentum. Traders use technical tools to identify stocks that have become overvalued in recent trading and refer to these equities as overbought.\n\nSome traders use pricing channels likeBollinger Bandsto spot overbought areas. On a chart, Bollinger Bands are positioned at a multiple of a stock'sstandard deviationabove and below anexponential moving average. When the price reaches the upper band, it may be overbought.\n\nTechnical analysis has provided traders with increasingly sophisticated calculations to identify overbought stocks. George Lane’sstochasticoscillator, which he developed in the 1950s, examines recent price movements to identify imminent changes in a stock’s momentum and pricing trend. This oscillator laid the foundation for the technical indicator which has become the primary indicator of an overbought stock, therelative strength index (RSI). The RSI measures the power behind price movements over a recent period, typically 14 days, using the following formula:\n\n﻿RSI=100−100/(1+RS)\\text{RSI}=100-100/\\left(1+\\text{RS}\\right)RSI=100−100/(1+RS)﻿\n\nRS represents the ratio of average upward movement to downward movement over a specified period of time. A high RSI, generally above 70, signals traders that a stock may be overbought and that the market should correct with downward pressure in the near term. Many traders use pricing channels likeBollinger Bandsto confirm the signal that the RSI generates. On a chart, Bollinger Bands lie one standard deviation above and below the exponential moving average of a stock’s recent price. Analysts that identify a stock with a high RSI and a price that is edging toward the high end of its upper Bollinger Band will likely consider it to be overbought.\n\nHere's an example of a chart with a high RSI reading that suggests overbought conditions:\n\nIn the above chart, the oversold RSI conditions (below 30) predicted a rebound in the stock price in October. The overbought RSI conditions (above 70) in February could indicate that the stock will consolidate or move lower in the near-term.",
  "url": "https://www.investopedia.com/terms/o/overbought.asp"
}