{
  "term": "Overnight Position: Definition, Risks and Benefits in Trading",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nOvernight positions areopen tradesthat have not been closed or liquidated by the end of the normal trading day.\n\nOvernight positions are not held by day traders but are quite common inforeign exchangeandfuturesmarkets. Long-term investors naturally hold overnight positions on an ongoing basis.\n\nSimply put, overnight positions are trading positions that are not closed by the end of the trading day. These trades are held overnight for trading the following day. Overnight positions expose the traders to risk from adverse movements that occur after normal trading closes.\n\nThis risk can be mitigated to varying degrees, depending on the markets traded. For example, in the currency market, orspot market, anycontingent orders, such asstop-lossandlimit orders, can be attached to the open position.\n\nIn the currency markets, overnight positions represent all open long and short positions that a forex trader possesses as of 5:00 p.m. EST, which is the end of theforextrading day.\n\nOvernight trading refers to trades that are placed after an exchange’s close and before its open. Overnight trading hours can vary based on the type of exchange in which an investor seeks to transact.\n\nAlternative markets may include foreign exchange trading andcryptocurrencies. Each market has standards for overnight trading that must be considered by investors when placing trades during off-market hours.\n\nThere are benefits and drawbacks to holding an overnight position. In the forex market, 5 p.m. EST is considered the end of the trading day, although, with the advent of technology and the global nature of this arena, this market is open 24 hours a day, five days a week.\n\nBecause a new trading day begins after 5 p.m., positions opened as late as 4:59 p.m. EST and closed as early as 5:01 p.m. EST are still considered to be overnight positions. The overlap of trading hours between exchanges in North America, Australia, Asia, and European markets makes it possible for a trader to execute a foreign exchange trade through abroker-dealerat any time.\n\nTherollover interest rateon overnight positions affects the trading account as either a credit or a debit.In forex, a rollovermeans that a position extends at the end of the trading day without settling. Most forex trades roll over daily until they close out or settle. The rollovers are conducted using eitherspot-nextortom-nexttransactions.\n\nIf atraderentered into a position on Monday at 4:59 p.m. EST and closes it on the same Monday at 5:03 p.m. EST, this will still be considered an overnight position, since the position was held past 5:00 p.m. EST, and is subject to rollover interest.\n\nForex traders will generally take therisk, cost of capital,leveragechanges, and strategy into account when deciding to maintain an overnight position. The goal of keeping an overnight position is to try to increase profit on the trade by holding it overnight or by minimizing the loss of a losing daytime trade.\n\nSome stock investors believe that maintaining an overnight position is a beneficial strategy, while others think purchasing or selling stocks shortly before closing time is a more profitable move. Those who believe in keeping an overnight position often hold their positions overnight, then sell, or trade, them as close to the opening bell as possible in the morning.\n\nBy trading early, stocks and traders are fresh, and any potential negative aspects of the previous day’s market have cleared the account.\n\nAday traderoften closes all trades before the end of the trading day, so as not to holdopen positionsovernight.\n\nIt is rare that an overnight position can transform a daytime loss into a profit and, additionally, there is a risk with keeping an open position overnight. Primarily, the market can shift dramatically overnight, with the arrival of catastrophic news or other events that can affect the markets.\n\nThis risk is why many investors have a strict daytime trading-only policy. Borrowing costs may occur as an overnight position requires broker leverage to maintain the position.\n\nMost companies report their financial results when markets are closed, to enable all investors to receive the information at the same time. Significant announcements may be made after market hours, rather than in the middle of the trading day and can affect overnight positions.\n\nGAIN Capital Group. \"Rollover Rates.\"",
  "url": "https://www.investopedia.com/terms/o/overnight-position.asp"
}