{
  "term": "Overfunded Pension Plan: What It Means and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn overfunded pension plan is a company retirement plan that has more assets thanliabilities. In other words, there is asurplusamount of money needed to cover current and future monthly benefits to retirees. Although accounting standards allow the company to record the surplus as net income, it cannot be paid out to corporation shareholders like other income as it is reserved for current and future retirees.\n\nA pension plan is a type ofdefined benefit planin which employers contribute money on behalf of their employees based on a formula that considers the employee's salary and length of employment. The funds in many pensions are invested in individual securities, such as stocks, and a basket of securities, such asmutual funds. Many pension funds are also invested inbonds, which are debt instruments that typically pay interest payments during the life of the bond.\n\nThe goal is to have the pension fund grow as a result of investment gains and any interest earned from the securities. The growth in the fund's investment earnings is extremely important since the majority of the monthly benefits paid out to an employee are usually from these earnings while employer contributions make up a smaller portion of the monthly benefits.\n\nOver time, pension plans can become overfunded as a result of long periods ofstock marketincreases. As a result of an overfunded pension, there are more than enough funds to pay both current and future monthly benefits to employees.\n\nHowever, it's usually more common for a pension plan to beunderfundedas investment shortfalls tend to be more common. An underfunded pension is when there are not enough funds in the plan to cover current or future pension benefits.\n\nHow well a pension plan is funded is determined by calculating the plan's funding ratio. The funding ratio is the result of dividing the total assets in a plan by the amount of benefits that are due to be paid out. A pension plan that has a funding ratio of less than 100% means that it doesn't have enough funds to cover future liabilities or monthly benefits. A pension that's overfunded would have a funding ratio of more than 100 percent.\n\nHowever, just because a funding ratio is below 100%, doesn't necessarily mean the pension is in trouble or in danger of not fulfilling its financial commitments. Typically, a pension that has a funding ratio of 80% or more is considered stable. These plans enjoyed surpluses during the dot-com bubble and the years preceding theGreat Recessionbut failed to benefit from the bull market of the past decade.\n\nMost pension funds are technically underfunded. In 2022, the average funding ratio was 77.8%.In 2023, the average funding ratio was 78.1%.\n\nThe funding level of a pension plan is an indication of the health of the plan and the likelihood that the company will be able to pay the monthly retirement benefits when employees retire. If the pension plan is more than 100% funded, it's an overfunded plan, and that's a good thing for beneficiaries. It means the company has already saved more than enough money to pay projected retirement benefits for current workers and retirees.\n\nWith excess funds, the pension plan can have greater flexibility in its investment strategy. It may have the opportunity to invest in a broader range of assets or pursue higher-return investments, potentially increasing overall returns.\n\nKnowing that the pension plan is well-funded can boost employee morale and confidence in the organization. Employees may feel more secure about their retirement benefits, contributing to a positive workplace atmosphere. In a very indirect way, you may be able to make the case that prospective employees or applicants are more likely to be willing to join the company (as opposed to knowing the company's pension plan is underfunded).\n\nExcessive funding in a pension plan can lead to unfavorable tax consequences for organizations. When a pension plan is significantly overfunded, there may be limitations on the deductibility of contributions, affecting the tax benefits associated with pension funding.\n\nOverfunded pension plans may sometimes draw regulatory scrutiny, particularly if there are suspicions of mismanagement or improper use of surplus funds. Regulatory bodies may choose to more closely monitor overfunded pension funds to ensure compliance with laws and regulations. Organizations must always adhere to reporting requirements accurately and maintain transparency in fund management. These requirements may be slightly heightened to show any surplus is being handled according to regulatory standards.\n\nThere's also a psychological risk with overfunded plans and employee expectations. The awareness of a significant surplus in a pension plan can raise employee expectations forincreased benefitsor additional perks. Managing these expectations is crucial to prevent dissatisfaction among employees as they may question why benefits can't be higher.\n\nEstimating the amount of money a company will need to pay its pension obligations is not a simple undertaking. Anactuaryis a professional that uses mathematical and statistical analysis to measure risks and financial obligations for companies in the future.Actuaries create mathematical modelsto try to predict how long employees and their spouses will live, future salary growth, at what age employees will retire, and the amount of money a company will earn from investing its pension savings. The resulting estimate is the amount of money the company should have saved in the pension fund.\n\nActuaries calculate the amount of contributions a company must pay into a pension, based on the benefits the participants receive or are promised and the estimated growth of the plan’s investments. These contributions are tax-deductible to the employer.\n\nHow much money the plan ends up with at the end of the year depends on the amount they paid out to participants and the investment growth that was earned on the money. As such, shifts in the market can cause a fund to be either underfunded or overfunded.\n\nPension reporting laws vary by country and jurisdiction. These laws don't necessarily discriminate against plans that are overfunded; however, those plans may receive more scrutiny because of their status. Here are some reporting-related requirements to be mindful of:\n\nERISA is a comprehensive federal law that sets standards and regulations for private-sector employee benefit plans, including pension plans. It was enacted in 1974. Under ERISA, plan administrators are obligated to provide participants with detailed information about various aspects of the pension plan, typically communicated through two key documents (Summary Plan Description and Summary Annual Report).\n\nForm 5500 is a mandatory annual filing that plan administrators must submit to theU.S. Department of Labor. This form serves as a comprehensive report on the financial condition, investments, and operations of the pension plan. Larger plans are also subject to an additional requirement of an annual audit, meaning plans that are overfunded may find themselves facing additional requirements.\n\nThe PBGC is a federal agency that provides insurance protection to participants in private-sector defined-benefit pension plans. Plans covered by PBGC insurance are subject to reporting requirements to the PBGC. Pension plans must report certain events to the PBGC.\n\nThe IRS plays a crucial role in overseeing the tax aspects of pension plans. In addition to filing with the DOL, pension plans are required to file Form 5500 with the IRS. This filing includes information relevant to tax compliance and is separate from the DOL filing. Plan administrators are also required to provide regular statements to participants, and any amendments to the pension plan or significant changes in plan status must be reported to the IRS.\n\nIn some cases, defined benefit plans can become overfunded in the hundreds of thousands or even millions of dollars. Regrettably, overfunding is of no use while in the plan (beyond the sense of security it may provide beneficiaries). An overfunded pension plan will not result in increased participant benefits and cannot be used by the business or its owners. As mentioned above, it's important for participants to understand that an overfunded plan won't correlate to higher benefits.\n\nMaintaining an overfunded status in the long term requires ongoing management and monitoring as the plan's funding status may quickly change. Changes in demographics, workforce dynamics, or economic conditions can impact the status, and investing/macroeconomic factors may cause the plan to lose funds via its investment choices.\n\nThe tax implications of having an overfunded pension plan revolve around limitations on the deductibility of contributions and potential tax consequences on investment earnings. Excessive funding may lead to restrictions on the tax benefits associated with pension contributions. Additionally, the investment earnings generated by the surplus assets may be subject to tax.\n\nOverfunded pension plans can face risks, particularly in terms of investments. One risk is the temptation to pursue riskier investments to maximize returns on surplus funds as there may be less of an impact for losses.\n\nInterest rate changes play a significant role in the management of overfunded pension plans. The present value of future pension obligations is often calculated based on interest rates. Changes in interest rates can impact the calculation of pension liabilities, potentially leading to shifts in the funding status of the plan.\n\nWhile overfunded pension plans provide flexibility, constraints exist regarding the use of surplus funds. Legal and contractual obligations may impose restrictions on how surplus assets can be utilized. For example, there may be limitations on distributing surplus funds to shareholders or repurposing them for non-pension-related purposes.\n\nAn overfunded pension plan occurs when the assets held by the plan exceed its present and future liabilities. While providing financial stability and investment flexibility, it introduces challenges such as tax implications, regulatory scrutiny, and the need for careful management to align with legal and fiduciary responsibilities.\n\nNational Conference on Public Employee Retirement Systems. \"Public Pension Funding Ratios Increased in 2022, NCPERS Study Finds.\"\n\nS&P Global. \"U.S. Public Pension Fiscal 2023 Update: Funded Ratios Stable, Inflation Retreats, and POB Issuance Stops.\"\n\nInternal Revenue Service. \"What is an Actuary? - A Brief Overview.\"\n\nInternal Revenue Service. \"Choosing a Retirement Plan: Defined Benefit Plan.\"\n\nDepartment of Labor. \"Employee Retirement Income Security Act (ERISA).\"\n\nDepartment of Labor. \"Form 5500 Series.\"\n\nInternal Revenue Service. \"Retirement Plan Reporting and Disclosure.\"",
  "url": "https://www.investopedia.com/terms/o/overfunded_pension_plan.asp"
}