{
  "term": "Overvalued: Definition, Example, Stock Investing Strategies",
  "definition": "An overvalued stock has a current price that is not justified by itsearningsoutlook, known as profit projections, or itsprice-earnings (P/E) ratio. Consequently, analysts and other economic experts expect the price to drop eventually.\n\nOvervaluation may result from an uptick in emotional trading, or illogical, gut-driven decision making that artificially inflates the stock'smarket price. Overvaluation can also occur due to deterioration in a company's fundamentals and financial strength. Potential investors strive to avoid overpaying for stocks.\n\nThe most popular valuation metric for publicly traded companies is the P/E ratio, which analyzes a company's stock price relative to its earnings. An overvalued company trades at an unjustifiably rich level compared to its peers.\n\nA small group of market theorists believes that the market isperfectly efficient, by nature. They opine thatfundamental analysisof a stock is a pointless exercise because the stock market is all-knowing. Therefore, stocks may neither be truly undervalued or overvalued. Contrarily, fundamental analysts are staunch in their belief that there are always opportunities to ferret out undervalued and overvalued stocks because the market is as irrational as its participants.\n\nOvervalued stocks are ideal for investors looking toshort a position. This entails selling shares to capitalize on an anticipated price declines. Investors may also legitimately trade overvalued stocks at a premium due to the brand, superior management, or other factors that increase the value of one company's earnings over another.\n\nRelative earnings analysis is the most common way to identify an overvalued stock. This metric compares earnings to some comparable market value, such as price. The most popular comparison is theP/E ratio, which analyzes a company's stock price relative to its earnings.\n\nAnalysts looking for stocks to short may seek overvalued companies with high P/E ratios, particularly when compared to other companies in the same sector orpeer group. For example, assume a company has a stock price of $100 andearnings per shareof $2. The calculation of its P/E ratio is determined by dividing the price by the earnings ($100/$2 = 50). So, in this example, the security is trading at 50 times earnings.\n\nIf that same company has a banner year and makes $10 in EPS, the new P/E ratio is $100 divided by $10, or 10 times ($100/$10 = 10). Most people would consider the company to be overvalued at a P/E of 50, but possibly undervalued at 10.\n\nAlthough by definition, a stock is overvalued only by the opinion of an analyst, The Motley Fool website is never shy about weighing in. For example, they deemed the pharma giantEly Lillyto be overvalued because the company's valuation reached \"untenable levels following the company's meteoric rise during the tail end of 2019 and early days of 2020.\"\n\nAccording to The Motley Fool, in January 2020, the company's stock was the second most expensive among its industry peers and Eli Lilly might find it hard to deliver consistent expected growth.",
  "url": "https://www.investopedia.com/terms/o/overvalued.asp"
}