{
  "term": "Owner-Occupant: Who They Are and Comparison to Absentee Owner",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn owner-occupant is a resident of a property who holds thetitleto that property. In contrast, an absentee owner carries the title to the property but doesn't live there. An absentee landlord is a type of absentee owner.\n\nWhen applying for a mortgage orrefinancing, the lender must know if the borrower will be an owner-occupant or absentee. Some types of loans may be available only to owner-occupants and not to investors. The application usually states, “The borrower intends to occupy the property as his/her primary residence,” or some variation thereof when the borrower is an owner-occupant. Generally, for a property to be owner-occupied, the owner must move into the residence within 60 days of closing and live there for at least one year.\n\nAn owner-occupant owns a property and resides at the same property, while an absentee owner does not live at the owned property.\n\nBuyers do not qualify as owner-occupants if they purchase property in the name of a trust, as a vacation or second home, or as a part-time home or for a child or relative.\n\nHomeowners usually are not required to notify their lender if they are moving out of an owner-occupied home in which they have lived for at least 12 months. The intent when applying for and receiving the loan is significant. If a buyer tells the lender that they plan to live in a home while knowing that they intend to rent it, that is consideredoccupancy fraud.\n\nMortgagelenders may offer special programs to buyers who intend to live in a property rather than renovate and sell or lease it. For proof, such a buyer must sign an Owner-Occupant Certification document. The Owner-Occupant Certification form, also known as HUD-9548D, can be found on theU.S. Department of Housing and Urban Development (HUD)website. It must be signed by the property’s buyer and real estate agent and filed with the sale contract. Any submission of a false Owner-Occupant Certification on property risks hefty fines of up to $250,000 or imprisonment of up to two years.\n\nThere is some flexibility in lending guidelines for borrowers who intend to live in the home but need to move out within 12 months of the loan start date. Loan documents may specify minimum residency for some programs. For example, HUD offers a 50% discount on HUD-owned homes to firefighters, law enforcement, teachers, and emergency responders. The Good Neighbor Next Door Program encourages these professionals to move into revitalization areas. The HUD discount is connected to a three-year owner-occupancy requirement. Borrowers who leave before the period ends would owe HUD a prorated portion of the discount they received.\n\nAccess to U.S. Department of Housing and Urban Development (HUD) buying assistance programs\n\nPotentially more expensive insurance\n\nPotentially roommates with your tenants\n\nLiving in the home you invest in and rent out can help you quickly generate wealth. Unfortunately, it also comes with the reality of living with your tenants or, at the very least, having very close contact with them—for example, if you’re in a duplex. Make sure you consider your personality and willingness to live with others before you make the leap.\n\nNo. A second home does not qualify as owner-occupied. If an owner decides later to make their second home their primary residence, then they could potentiallyrefinanceit at that point as their primary residence.\n\nAs long as you intend to live in part of the duplex as your primary residence, a duplex counts as an owner-occupied property.\n\nYes. If you, as the owner, are living in either the main home or theaccessory dwelling unit (ADU), then a home with an ADU qualifies as owner-occupied.\n\nOwner-occupied units give potential investors significant savings and the ability to climb the property ladder at a lower income than if they are just buying a home in which to live. The potential for rental income offsetting your own housing costs is attractive, but don’t forget the significant downside of living with your potential tenants. Make sure you know what you’re getting into before you sign a deal that will make you a landlord to your roommates.\n\nRocket Mortgage. “Understanding Owner-Occupied Properties: What Investors Should Know.”\n\nU.S. Department of Housing and Urban Development. “Certification for Individual Owner-Occupant Buyers.”\n\nU.S. Department of Housing and Urban Development. \"About Good Neighbor Next Door.\"",
  "url": "https://www.investopedia.com/terms/o/owner-occupant.asp"
}