{
  "term": "Owners' Equivalent Rent (OER): Definition and Relationship to CPI",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nOwners’ equivalent rent (OER) is the amount ofrentthat would have to be paid in order to substitute a currently owned house as a rental property. This value is also referred to as the rental equivalent. In other words, OER figures the amount of monthly rent that would be equivalent to the monthly expenses of owning a property (e.g. mortgage, taxes, etc.).\n\nOwners’ equivalent rent is a statistic followed by homeowners and tracked by theBureau of Labor Statistics. The data used to calculate it is obtained through surveys, which ask members of a household (called a consumer unit) the following question: \"If someone were to rent your home today, how much do you think it would rent for monthly, unfurnished, and without utilities?\"\n\nOER is a commonly cited measure that provides a gauge for changes inreal estatemarket values. If OER is high, it may be more worthwhile to buy a home rather than rent it. On the other hand, if OER is low, renting might be a better prospect.\n\nOwners’ equivalent rent typically changes with movements in the Consumer Price Index. OER increases over time and was steadily increasing up until 2022, when the economy was hit with high inflation, which saw OER increase at higher rates than before 2022.\n\nWhen evaluating housing and shelter, owners' equivalent rent of a primary residence is one of the three components of the shelter category that contribute to theConsumer Price Index (CPI). The CPI measures the average change over time in the prices paid by consumers for a market basket of goods and services.\n\nThe calculation takes into account rental values, owners’ equivalent rent, and lodging away from home. These three components drive changes in the total value of shelter. Collectively, they can be influenced by the overall real estate market environment and various monetary factors, such as prevailing interest rates, property taxes, availablemortgageproducts, andinsurance.\n\nFor instance, in December 2024, the shelter component of theConsumer Price Indexreported a 0.3% monthly increase and a 4.6% annual increase. Shelter prices were among the highest increases across the CPI the previous year, with medical care, utilities, and transportation services having the highest impact. In December 2024, the CPI’s average increase across all items was 2.9%.\n\nIn addition to serving as a component of the CPI, the Bureau of Labor Statistics also provides data on fluctuations in owners’ equivalent rent monthly. This owners' equivalent rent is a percentage change that the Bureau of Labor Statistics publishes to measure the change in implicit rent, which is the amount a homeowner would pay to rent or would earn from renting their home in a competitive market.\n\nOwners' equivalent rent (OER) is calculated using a monthly survey of consumers living in a unit. The survey poses the question of how much the owner would pay to rent their home rather than own it.\n\nThe CPI owners' equivalent rent (OER) measures the change in the \"shelter\" component of the CPI along with \"rent of primary residence,\" which, both together, is a measure of the change consumers experience in shelter costs.\n\nThe consumer price index (CPI) measures the rate of change in inflation over time. The CPI is based on the prices U.S. consumers pay for goods and services. The percentage change of the CPI over a given period is inflation.\n\nOwners’ equivalent rent (OER) is a metric that provides insight into the changes in the real estate market and can help assist consumers in determining whether it is a better time to buy a property or rent a home.\n\nFederal Reserve Bank of St. Louis. \"Consumer Price Index for All Urban Consumers: Owners' Equivalent Rent of Residences in U.S. City Average.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Summary.\"\n\nU.S. Bureau of Labor Statistics. \"Databases, Tables & Calculators by Subject.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index. Measuring Price Change in the CPI: Rent and Rental Equivalence.\"",
  "url": "https://www.investopedia.com/terms/o/owners-equivalent-rent.asp"
}