{
  "term": "Owner Earnings Run Rate: What it is, How it Works, Pros and Cons",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nOwner earnings run rate is an extrapolated estimate of an owner's earnings (free cash flow) over a defined period of time — typically a year.\n\nOwner earnings run rate is a term made up of two separate components: owner earnings andrun rate. To understand how it works, it is first necessary to get to the bottom of what each of them mean.\n\nThe run rate is a method for forecasting the futurefinancial performanceof a company based on past data. Let’s say a company recordsrevenueof $100 million in its last quarter. Using this information as a predictor of future performance, we could say that it is expected to register sales of $400 million for the year—or is operating at a $400 million run rate.\n\nThen there’s owner earnings: a valuation method favored by investment guru Warren Buffett.Net income(NI) gets a lot of attention from investors, yet does not always fully reflect the actual dollar amount that a business has in its coffers to distribute to owners and boostshareholder value.\n\nThat’s what owner earnings sets out to achieve. Buffett stated that the value of a company is simply the total of the net cash flows (owner earnings) expected to occur over the life of the business, minus any reinvestment ofearnings. In a 1986 Berkshire Hathaway Annual Shareholder Letter, Buffett gave some insight into owner earnings and how it should be calculated:﻿﻿﻿\n\nIn other words, owner earnings = reported earnings +depreciation, amortization+/- other non-cash charges – average annual maintenance capex +/- changes inworking capital. What the resulting figure aims to tell us is the amount of value the company is creating and how much is flowing back to shareholders. Often, it ends up similar to free cash flow (FCF): the cash a company generates after accounting for cash outflows to support operations and maintain its capital assets.\n\nOwner earnings is an important metric that investors can use to gauge a company’sfinancial health. Increased owner earnings tend to act as a signal that a company's subsequent earnings will be good. Therefore, assessing an accurate owner earnings run rate could be very important in predicting the company's longer-term performance.\n\nThe problem is that the owner earnings run rate is not always reliable, namely because it takes for granted that the company’s financial performance stays consistent throughout the period. For example, let’s say that after threequartersa company posts owner earnings of $9 million. Assuming that performance stays consistent, the company's owner earnings run rate for thefiscal year(FY) would be $12 million ($3 million per quarter).\n\nThis estimate can be difficult to assess if the company is operating in an industry that experiencesseasonality. In such cases, owner earnings from one period may not be applicable across the entire time period.\n\nThe owner earnings run rate is flawed when applied to companies whose financial performance fluctuates from quarter to quarter.\n\nRun rates do not account for higher sales linked to a new product release, a common occurrence among many technology firms, or large, one-time sales, either.\n\nBerkshire Hathaway Inc. \"Annual Shareholder Letter, 1986.\" Accessed Feb. 25, 2021.",
  "url": "https://www.investopedia.com/terms/o/owner_earnings_run_rate.asp"
}