{
  "term": "Paid-In Capital: Examples, Calculation, and Excess of Par Value",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nPaid-in capital is the total amount of cash that a company has received in exchange for its common or preferred stock issues.\n\nPaid-in capital is the total amount of cash that a company has received in exchange for its common or preferred stock issues. In a company balance sheet, paid-in capital will appear in a line item listed under shareholders' equity (or stockholders' equity). It is often shown alongside a line item for additional paid-in capital, also known as thecontributed surplus.\n\nThe figure for paid-in capital will include thepar valueof the shares plus amounts paid in excess of par value.\n\nPaid-in capital represents the money raised by the business through selling its equity rather than from ongoing business operations.\n\nFor sales ofcommon stock, paid-in capital, also referred to as contributed capital, consists of a stock's par value plus any amount paid in excess of par value. In contrast,additional paid-in capitalrefers only to the amount of capital in excess of par value, or the premium paid by investors in return for the shares issued to them.\n\nIn modern times, most common shares are assigned token par values of a few pennies. Because of this, \"additional paid-in capital\" tends to be essentially representative of the total paid-in capital figure and is sometimes shown by itself on the balance sheet. (Preferred shares sometimes have par values that are more than marginal.)\n\nAdditional paid-in capital can provide a significant part of a young company's resources before earnings start accumulating through multiple profitable years. It is an important layer of defense against potential business losses if retained earnings show adeficit.\n\nShort of the retirement of shares, the account balance of paid-in capital—specifically, the total par value and the amount of additional paid-in capital—should remain unchanged as a company carries on its business.\n\nThe balance sheet number on paid-in capital may reflect transactions in common shares, preferred shares, treasury stock, or some combination of all of these.\n\nPaid-in capital is not a day-to-day revenue stream for a public company, and its value does not fluctuate.\n\nWhen a public company wants to raise money, it may issue a round of common stock shares. It sells all of those shares to the public at par plus whatever value the market puts on it. From then on, the shares fluctuate in value as sellers and buyers determine their value in the open market.\n\nA company certainly has a great interest in its stock price from day to day, but not because its balance sheet is immediately affected for better or worse.\n\nApreferred stockissue is another way for a company to raise cash for its business. This hybrid of a stock and a bond appeals to investors who want a steady dividend payment and protection of their capital from bankruptcy.\n\nInvestors value preferred stock shares for their steady returns, not for their price growth, which can be minimal. They appeal to fewer investors, which is why most companies have relatively few shares of preferred stock than common stock in circulation.\n\nCompanies maybuy backshares from time to time in order to reduce the total number of their shares in circulation. This is a popular move among shareholders, who are likely to see their shares increase in value.\n\nThe shares bought back are listed within the shareholders' equity section at their repurchase price astreasury stock, acontra-equity accountthat reduces the total balance of shareholders' equity.\n\nIf the treasury stock is sold above its repurchase price, the gain is credited to an account called \"paid-in capital from treasury stock.\" If the treasury stock is sold below its repurchase price, the loss reduces the company's retained earnings. If the treasury stock is sold at a price equal to its repurchase price, the removal of the treasury stock simply restores shareholders' equity to its pre-buyback level.\n\nCompanies may opt to remove treasury stock by retiring some treasury shares rather than reissuing them. The retirement of treasury stock reduces the balance of paid-in capital, applicable to the number of retired treasury shares.\n\nIf the initial repurchase price of the treasury stock was lower than the amount of paid-in capital related to the number of shares retired, then \"paid-in capital from the retirement of treasury stock\" is credited. If the initial repurchase price of the treasury stock was higher than the amount of paid-in capital related to the number of shares retired, then the loss reduces the company's retained earnings.\n\nOnce treasury shares are retired, they are canceled and cannot be reissued.\n\nSay Company B issues 2,000 shares of common stock with a par value of $2 per share. The market price per share is $20 per share. Paid-in capital is the total amount paid by investors for common or preferred stock. Therefore, the total paid-in capital is $40,000 ($4,000 par value of the shares + $36,000 amount of additional capital in excess of par).\n\nIn the shareholders' equity section of Company B's balance sheet, $36,000 is recorded next to the line item \"Paid-in Capital in Excess of Par,\" while $4,000 is recorded next to the line item \"Common Stock.\" The figures combined equal the total paid-in capital.\n\nEach of these line items in a balance sheet conveys a different piece of information to the interested investor or analyst:\n\nA young company with big expectations might have significantly more paid-in capital than earned capital. This shows a degree of enthusiasm from investors.\n\nA mature company should have more earned capital than paid-in capital. Earned capital is an indication of the amount of money that a company is actually taking in for its goods and services.\n\nPaid-in capital is the total amount received by a company from the issuance of common or preferred stock. It is calculated by adding the par value of the issued shares with the amounts received in excess of the shares' par value.\n\nPaid-in capital is recorded on the company's balance sheet under the shareholders' equity section. It can be called out as its own line item, listed as an item next to Additional Paid-in Capital, or determined by adding the totals from the common or preferred stock and the additional paid-in capital lines. Paid-up share capital is also listed in the shareholders' equity section.Paid-up share capitalis money that the company has already received in payment of any sold shares.\n\nPaid-in capital appears as a credit (that is, an increase) to the paid-in capital section of the balance sheet, and as a debit, or increase, to cash. If not distinguished as its own line item, there will be a debit to cash for the total amount received and credits to common or preferred stock and additional paid-in capital.\n\nCommon stock is a component of paid-in capital, which is the total amount received from investors for stock. On the balance sheet, the par value of outstanding shares is recorded to common stock, and the excess (that is, the amount the market price adds to par value) is recorded to additional paid-in capital. The sum of common stock and additional paid-in capital represents the paid-in capital.\n\nPaid-in capital may not be a headline number for a company, but it's worth taking note of it as an investor. This number indicates the total amount of money that individual investors and institutional investors have staked on a company's success.",
  "url": "https://www.investopedia.com/terms/p/paidincapital.asp"
}