{
  "term": "Paid-Up Additional Insurance: Definition and the Role of Dividends",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nPaid-up additional life insurance can be thought of as small chunks of whole life insurance purchased with dividends from a whole life policy. Each paid-up addition (PUA) has its own death benefit and cash value, and also earns dividends. This makes them an effective way to increase thecash valueand death benefit over time without medical underwriting or increasing the premium payment.\n\nPaid-up additions are just that, paid up. Which means that, unlike your base policy, you don't have to pay premiums on them once purchased. Keep in mind that these are very small packets of life insurance; on their own, they wouldn't be worth much. But if you use dividends to purchase paid-up life insurance over time, their value can compound as they also earn dividends, which can be used to purchase more paid-up insurance. The net effect can be a significant increase in the value of the policy. Not only does that mean a larger death benefit, but also a larger cash value.\n\nAnother benefit is that paid-up additions increase coverage without going through medical underwriting. This is not only convenient but especially beneficial if your health has declined since the policy was issued. Poor health can increase the cost of life insurance or make you ineligible for a policy entirely. If you can’t increase life insurance coverage through other means, having the option to purchase paid-up additional life insurance is invaluable. And since paid up additional insurance works just like regular insurance, you can surrender paid-up additions for their cash value or take a loan against them.\n\nYou can only purchase PUAs in participating whole life policies (those that pay dividends). However, they are one of many ways you can use your dividends—other ways include reducing your premium, adding to the cash value, and receiving a cash check.\n\nParticipating whole life insurance policies—those that pay dividends—are offered by mutual life insurance companies.\n\nMany life insurance companies also offer a paid-up additions (PUA) rider, which lets you pay extra premium dollars in order to purchase more PUAs than you could with dividends from the base policy alone. This can be a turbocharged way to increase the cash value and death benefit, especially since the value of paid-up additional life insurance compounds over time as it earns dividends which can purchase even more life insurance.\n\nA paid-up additional insurance rider must be structured into the policy when you purchase it. Some companies may allow you to add it later, but health, age, and other factors could make that difficult.\n\nPUA riders vary among insurance companies. They often have slightly different names, such as \"additional life insurance rider,\" or \"paid-up additions rider,\" or \"paid-up additional life insurance rider.\" They may work differently as well. For some, the rider is flexible, allowing you to contribute between a maximum and minimum amount to the rider each year. Other companies stipulate that contributions remain at consistent levels, or you might lose the rider and need to reapply for it in the future.\n\nIf you take two otherwise identical whole life insurance policies with the same annual premium, but one has a PUA rider and one doesn’t, the one with the rider may have a higher guaranteed net cash value sooner than the one without.However, in most cases, the policy with the PUA rider will initially have a lower cash value and much lower death benefit. It will take many years, possibly decades,for the two policies to have similar death benefits. For this reason, whole life insurance with a PUA rider should be viewed as a long-term strategy to maximize the cash value and death benefit.\n\nOnly member-owned mutual insurance companies issue dividends. Dividends are not guaranteed, but they are generally issued annually when the company is doing well financially. But some standout life insurance companies have a very long history of annual dividend payments and are unlikely to break their records, making these companies a good choice for dividends.\n\nIf you don't want to use dividends to purchase paid-up additional insurance, you can use them instead to lower the premium, earn interest, reduce loan payments, or you can receive a check.\n\nReduced paid-up insurance is different from paid-up additional insurance. The former is anonforfeiture optionthat allows the policy owner to receive a lower amount of fully paid whole life insurance if a policy with cash value lapses.The attained age of the insured and the cash value determine the face value of the new policy. As a result, the death benefit is smaller than that of the lapsed policy.\n\nConsider a 45-year-old male who purchases a whole life policy with an annual base premium of $2,000 for a $100,000 death benefit. In the first year of the policy, he decides to contribute an additional $3,000 to a paid-up additions rider. The paid-up additions will give him an immediate cash value while adding $15,000 to his death benefit. If he continues to purchase paid-up additions, he will continue to increase his cash value and death benefit as time goes on.\n\nParadigmLife.net. \"What Are Paid Up Additions (PUA) In Life Insurance?: Using PUA Riders as a Financing Strategy.\"\n\nNational Association of Insurance Commissioners. \"Life Insurance.\"",
  "url": "https://www.investopedia.com/terms/p/paidup-additional-insurance.asp"
}