{
  "term": "Painting the Tape: Definition, Legality, Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nPainting the tape is a form of market manipulation whereby market players attempt toinfluence the price of a securityby buying and selling it among themselves to create the appearance of substantial trading activity. The goal of painting the tape is to create the illusion of an increased interest in a stock to trick investors into buying shares, which would drive the price higher.\n\nPainting the tape is an illegal activity that is prohibited by theSecurities and Exchange Commission (SEC)because it creates an artificial price. The SEC regulates and monitors financial activity in the markets to ensure that trading is done in a fair and orderly manner.﻿﻿\n\nThe term originated in a bygone era when stock prices were largely transmitted on aticker tape. Ticker tapes were first used to print the financial details of trades sent via a telegraph. The name was derived by the mechanical sound from the printers that printed the narrow strip of paper that contained stock quotes. Today, an electronic version of the ticker tape is used.﻿﻿\n\nMarketmanipulatorsknow that high trading volumes in a security often attract the attention of investors. Painting the tape increases volume and attracts investors, who then may push the price higher. The market manipulators who have painted the tape will then sell their holdings—often acquired at much lower prices—to investors unaware of the manipulation. These investors are left \"holding the bag\" once the manipulation ceases, and the price of the stock declines steeply.\n\nTwo common objectives of painting the tape are to lure unsuspecting investors into a security and to achieve a high closing price for the security.\n\nManipulators may paint the tape near the market's close in an attempt to boost a stock's price substantially at market close–a practice called marking the close. Closing prices are widely reported in the media and are closely watched by investors. Since most securities are valued on the basis of their closing prices, manipulators use this tactic to achieve highermarket valuefor their holdings.\n\nLet's say as an example that XYZ Trading Partners managed money for their clients and provided advice as to what stocks to buy or sell. The CEO of the firm was looking to unload apenny stockcalled ABC Inc., which was trading at $2 per share. However, the CEO had purchased the stock at $3 and would take a loss if he sold his shares given the current market price. As a result, the CEO decided to engage in manipulative trading practices to get investors interested in buying the stock.\n\nThe CEO entered into a number of buy trades in ABC's stock throughout the day, particularly when the stock price was rising. The CEO continued his active buying into the close of the trading day. The trading activity increased the typical daily trading volume for ABC and led to the stock closing at a multi-month high of $4 per share. As a result, investor interest spiked during the next trading day as investors interpreted the rising price as a bullish signal. The increase in trading volume attracted even more investors when investment websites showed ABC as one of the biggest percentage gainers for the day.\n\nThe stock of ABC rose to $6 per share and seeing that his strategy worked, the CEO sold all of his shares. When the sale trades of ABC hit the tape, the stock price began to falter. Other investors, who realized the move higher was a false move, rushed in to sell their shares. The frenzy of selling pushed ABC's stock price lower to $1.50 per share.\n\nMany investors were duped into buying ABC's stock with no fundamental news to drive it higher, and they suffered widespread financial losses as a result. In the meantime, the CEO of XYZ Trading Partners doubled his investment at the expense of others through his manipulative trading practices, including painting the tape.\n\nU.S. Securities and Exchange Commission. \"Enforcement Proceedings.\" Accessed Sept. 2, 2020.\n\nFinancial Dictionary. \"painting the tape.\" Accessed Sept. 2, 2020.",
  "url": "https://www.investopedia.com/terms/p/paintingthetape.asp"
}