{
  "term": "Par Value of Stocks and Bonds Explained",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nPar value is the face value of a bond or stock when it is first issued.\n\nPar value is the stated orface valueof a financial instrument, primarily bonds and stocks. The par value is typically required at the time it is issued. For bonds and otherfixed-incomeassets, it shows the maturity value and the dollar value of the coupon (or interest) payments that are due to the bondholder. Also called nominal or original value, par value is the opposite of market value, which fluctuates every day.\n\nPar value is the face value of certain assets, such as a bond. It determines the instrument's maturity value as well as the dollar value ofcoupon payments. This is contrary to the asset's market price, which may be above or below par depending on factors like the level of interest rates and its credit status. The most common par value for a bond is often $1,000 but it isn't unusual to see bonds with par values of $100.\n\nA share's par value is stated in thecorporate charter. Shares usually have no par value or low par value, such as one cent per share.Once defined, it is the lowest limit set to the value of a share of stock. The par value, however, is commonly unrelated to a stock's market price.\n\nPar value is a primary component of fixed-income securities and represents the value of a contractual agreement between the issuing party and thebondholder. The issuer of a fixed-income security is liable to repay the lender the par value on the maturity date.\n\nCompanies issue shares of stock to raise equity, and those that issue par value stocks often do it at a value inconsistent with the actualmarket value. This adjustment allows companies to minimize their and the shareholders’ contractual obligations, as par value carries a binding contract between an organization and its shareholders.\n\nThe termspar value and face valueare interchangeable and refer to the stated value of a financial instrument at the time it is issued.\n\nThe par value of a bond is the amount of money the issuer promises to repay bondholders at maturity. Bondholders essentially loan money to the bond issuer.\n\nBonds can tradeat a premiumora discountdepending on the level of interest rates in the economy. A bond with a face value of $1,000 trading at $1,020 is trading at a premium, while another bond trading at $950 is considered a discount bond. Whether a bond is trading at a discount or premium, the issuer always repays the par value to the investor at maturity.\n\nThecoupon ratedetermines whether a bond will trade at, below, or above par value. The coupon rate is the interest payment made to bondholders, annually or semi-annually, as compensation for loaning the bond issuer money. When market interest rates are lower, bonds trade above par. When market interest rates are higher, bonds trade at a discount.\n\nA stock's par value never fluctuates and is determined when shares are issued and formally stated on the stock certificate. A bond's par value is the face value of the bond plus coupon payments, annually or sem-annually, owed to the bondholders by the issuer of the debt.\n\nA bond with a par value of $1,000 and a coupon rate of 4% will have annual interest payments of $40 or 4% x $1,000.\n\nWhile the par value of a corporate bond is usually stated as either $100 or $1,000, municipal bonds typically have par values of $5,000.Treasury Billsare sold at a discount to par in multiples of $100.\n\nSome states, including Florida, require that companies set a par value below which shares cannot be sold.To comply with state regulations, most companies set a par value for their stocks to a minimal amount. The par value for shares of Apple (AAPL) is $0.00001, and the par value for Amazon (AMZN) stock is $0.01.\n\nShares cannot be sold below this value uponinitial public offering (IPO)to reassure investors that no one is receiving preferential price treatment.\n\nSome states allow the issuance of stock with no par value.An investor can identifyno-parstocks on stock certificates as they will have \"no par value\" printed on them.The par value of a company's stock can be found in the Shareholders' Equity section of thebalance sheet.\n\nThere are four main reasons why a company might set a par value. This list mainly considers equities Note that any given company may not experience the same requirements or considerations for having to set a par value.\n\nA financial instrument's par value is determined by the institution that issues it. Market value is the current price at which a bond or stock can be traded on theopen marketand constantly fluctuates as investors buy and sell bonds and shares of stock.\n\nA bond can be purchased for more or less than its par value, depending on interest rates and market sentiment. Because shares of stocks are commonly issued with a par value near zero, the market value is often higher than the par value. Investors count on gains made by the changing value of a stock based on company performance and market sentiment.\n\nThe market value of a security, especially stocks, is also dependent on other factors, including:\n\nPar value plays a role in accounting. The par value of shares issued by a company is recorded in the common stock account on the balance sheet. Any amount received above the par value is recorded in theadditional paid-in capital (APIC)account. Therefore, there are accounting and reporting presentation implications for what the par value is.\n\nFor example, if shares with a par value of $1 are sold for $5 each, $1 per share is recorded in the Common Stock account, and the remaining $4 per share is recorded in APIC. This separation helps clearly distinguish between the nominal value of shares and the additional capital contributed by shareholders.\n\nIssuing par value stock impacts the balance sheet's equity section presentation. Though the ultimate dollar amount isn't impacted, this distinction provides transparency about the source of equity capital. While par value does not directly influence dividend payments, it impacts the calculation of legal capital, ensuring that a minimum amount of retained earnings is preserved to meet creditor protection requirements. So, it is important from an accounting perspective that these two amounts are recorded differently and according togenerally accepted accounting principles (GAAP).\n\nFor stocks issued with no par value, the total proceeds are credited to the common stock account, simplifying the equity classification and eliminating the concept of legal capital associated with par value. There is some accounting simplicity with this method, though they may have hurdles that prevent them from being able to do so.\n\nPar value at maturity refers to the value that the bond issuer pays the bondholder when the bond comes due once it matures. So, if the par value is $1,000 and the bond matures in one year, the bondholder receives that amount a year from the issue date from the company on the bond's maturity date.\n\nNo-par value means that a company's stock does not have a set minimum price per share. This means that the stock's value is only determined by the market. Companies often issue no-par value stocks to avoid legal liability if the price drops below a certain level and to simplify their accounting process (they don't have to keep tracking the difference between the par and market value of the stock).\n\nBonds are not necessarily issued at their par value. They could also be issued at a premium or a discount depending on the level of interest rates in the economy. A bond that is trading above par is said to be trading at a premium, while a bond trading below par is trading at a discount.\n\nThe coupon rate, the periodic interest payments made to bondholders as compensation for loaning the issuer the money, and the market interest rates determine whether a bond will trade at, below, or above its par value. If the coupon rate equals the interest rate, the bond will trade at its par value. If interest rates rise, the price of a lower-coupon bond must decline to offer the same yield to investors, causing it to trade below its par value. If interest rates fall, then the price of a higher-coupon bond will rise and trade above its par value since its coupon rate is more attractive.\n\nIn some jurisdictions, a security issuance may be required to have a par value. This isn't always the case, but in some situations, a stock or bond can't be issued without one.\n\nPar value is the face value of a bond or the value of a stock certificate stated in the corporate charter. A stock's par value is often unrelated to the actual value of its shares trading on the stock market. Par value is required for a bond or a fixed-income instrument and defines its maturity value and the value of its required coupon payments.\n\nCornell Law School. \"Par value.\"\n\nBusiness Development Bank of Canada. \"Par Value of Shares.\"\n\nU.S. Security and Exchange Commission. \"Interest Rate Risk – When Interest Rates Go Up, Prices of Fixed-Rate Bonds Fall,” Pages 1-2.\n\nMSRB. \"How Are Municipal Bonds Quoted and Priced?,\" Page 2.\n\nU.S. Department of the Treasury, Bureau of the Fiscal Service. \"Treasury Bills.\"\n\nThe Florida Legislature. \"The 2024 Florida Statutes (including 2025 Special Session C).\"\n\nU.S. Securities and Exchange Commission. \"Apple 2021 10-K,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Amazon 2021 - 10-K,\" Page 1.\n\nThe Iowa Legislature. \"Chapter 493: Stock Without Par Value,\" Page 1.\n\nMuseum of American Finance. “Stock Certificate Reference Guide,” Page 2.\n\nU.S. Security and Exchange Commission. “Financial Reporting Manual.”",
  "url": "https://www.investopedia.com/terms/p/parvalue.asp"
}