{
  "term": "Par Yield Curve: Definition, Calculation, Vs. Spot Curve",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA par yield curve is a graphical representation of the yields of hypothetical Treasury securities with prices at par.\n\nA par yield curve is a graphical representation of the yields of hypotheticalTreasury securitieswith prices at par. On the par yield curve, the coupon rate will equal theyield to maturity(YTM) of the security, which is why the Treasury bond will trade atpar.\n\nThe par yield curve can be compared with thespot yield curveand the forward yield curve for Treasuries.\n\nThe yield curve is a graph that shows the relationship between interest rates andbond yieldsof various maturities, ranging from three-monthTreasury billsto 30-yearTreasury bonds. The graph is plotted with the y-axis depicting interest rates and the x-axis showing the increasing time durations.\n\nSince short-term bonds typically have lower yields than longer-term bonds, the curve slopes upwards to the right. When the yield curve is spoken of, this usually refers to the spot yield curve, specifically, the spot yield curve forrisk-free bonds. However, there are some instances where another type of yield curve is referred to—the par yield curve.\n\nThe par yield curve graphs the YTM of coupon-paying bonds of different maturity dates. The yield to maturity is the return that a bond investor expects to make assuming the bond will be held until maturity. A bond that is issued atparhas a YTM that is equal to thecoupon rate. As interest rates fluctuate over time, the YTM either increases or decreases to reflect the current interest rate environment.\n\nFor example, if interest rates decrease after a bond has been issued, the value of the bond will increase given that the coupon rate affixed to the bond is now higher than the interest rate. In this case, the coupon rate will be higher than the YTM. In effect, the YTM is thediscount rateat which the sum of all future cash flows from the bond (that is, coupons and principal) is equal to the current price of the bond.\n\nA par yield is the coupon rate at which bond prices are zero. A par yield curve represents bonds that are trading at par. In other words, the par yield curve is a plot of the yield to maturity againstterm to maturityfor a group of bonds priced at par. It is used to determine the coupon rate that a new bond with a given maturity will pay in order to sell at par today. The par yield curve gives a yield that is used to discount multiple cash flows for a coupon-paying bond. It uses the information in the spot yield curve, also known as the zero percent coupon curve, to discount each coupon by the appropriate spot rate.\n\nSince duration is longer on the spot yield curve, the curve will always lie above the par yield curve when the par yield curve is upward sloping, and lie below the par yield curve when the par yield curve is downward sloping.\n\nDeriving a par yield curve is one step toward creating a theoretical spot rate yield curve, which is then used to more accurately price a coupon-paying bond. A method known asbootstrappingis used to derive the arbitrage-freeforward interest rates. Since Treasury bills offered by the government do not have data for every period, the bootstrapping method is used mainly to fill in the missing figures in order to derive the yield curve. For example, consider these bonds with face values of $100 and maturities of six months, one year, 18 months, and two years.\n\nSince coupon payments are made semi-annually, the six-month bond has only one payment. Its yield is, therefore, equal to the par rate, which is 2%. The one-year bond will have two payments made after six months. The first payment will be $100 x (0.023/2) = $1.15. This interest payment should be discounted by 2%, which is the spot rate for six months. The second payment will be the sum of the coupon payment and principal repayment = $1.15 + $100 = $101.15. We need to find the rate at which this payment should be discounted to get a par value of $100. The calculation is:\n\nThis is the zero-coupon rate for a one-year bond or the one-year spot rate. We can calculate the spot rate for the other bonds maturing in 18 months and two years using this process.",
  "url": "https://www.investopedia.com/terms/p/par-yield-curve.asp"
}