{
  "term": "Parabolic SAR Indicator: Definition, Formula, Trading Strategies",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTheparabolic SARindicator, developed by J. Wells Wilder, is used by traders to determine trend direction and potential reversals in price. The indicator uses a trailing stop and reverse method called \"SAR,\" or stop and reverse, to identify suitable exit andentry points. Traders also refer to the indicator as to the parabolic stop and reverse, parabolic SAR, or PSAR.\n\nThe parabolic SAR indicator appears on a chart as a series of dots, either above or below an asset's price, depending on the direction the price is moving. A dot is placed below the price when it istrendingupward, and above the price when it is trending downward.\n\nA rising PSAR has a slightly different formula than a falling PSAR.\n\nRPSAR=Prior PSAR+[Prior AF(Prior EP-Prior PSAR)]FPSAR=Prior PSAR−[Prior AF(Prior PSAR-Prior EP)]where:RPSAR = Rising PSARAF = Acceleration Factor, it starts at 0.02 andincreases by 0.02, up to a maximum of 0.2, eachtime the extreme point makes a new low (fallingSAR)or high(rising SAR)FPSAR = Falling PSAREP = Extreme Point, the lowest low in the currentdowntrend(falling SAR)or the highest high in thecurrent uptrend(rising SAR)\\begin{aligned} &\\text{RPSAR}=\\text{Prior PSAR }+\\\\ &[\\text{Prior AF}\\left(\\text{Prior EP-Prior PSAR}\\right)]\\\\ &\\text{FPSAR}=\\text{Prior PSAR }-\\\\ &[\\text{Prior AF}\\left(\\text{Prior PSAR-Prior EP}\\right)]\\\\ &\\textbf{where:}\\\\ &\\text{RPSAR = Rising PSAR}\\\\ &\\text{AF = Acceleration Factor, it starts at 0.02 and}\\\\ &\\text{increases by 0.02, up to a maximum of 0.2, each}\\\\ &\\text{time the extreme point makes a new low (falling}\\\\ &\\text{SAR})\\text{ or high}\\left(\\text{rising SAR}\\right)\\\\ &\\text{FPSAR = Falling PSAR}\\\\ &\\text{EP = Extreme Point, the lowest low in the current}\\\\ &\\text{downtrend}\\left(\\text{falling SAR}\\right)\\text{or the highest high in the}\\\\ &\\text{current uptrend}\\left(\\text{rising SAR}\\right)\\\\ \\end{aligned}​RPSAR=Prior PSAR+[Prior AF(Prior EP-Prior PSAR)]FPSAR=Prior PSAR−[Prior AF(Prior PSAR-Prior EP)]where:RPSAR = Rising PSARAF = Acceleration Factor, it starts at 0.02 andincreases by 0.02, up to a maximum of 0.2, eachtime the extreme point makes a new low (fallingSAR)or high(rising SAR)FPSAR = Falling PSAREP = Extreme Point, the lowest low in the currentdowntrend(falling SAR)or the highest high in thecurrent uptrend(rising SAR)​\n\nThere are lots of things to track when using the parabolic stop and reverse indicator. One thing to constantly keep in mind is that if the SAR is initially rising, and the price has aclosebelow the rising SAR value, then the trend is now down and the falling SAR formula will be used. If the price rises above the falling SAR value, then switch to the rising formula.\n\nCharting software automatically calculates the PSAR, which meanstradersonly need to know how to interpret the indicator’s signals.\n\nThe parabolic indicator generates buy or sell signals when the position of the dots moves from one side of the asset's price to the other. For example, a buy signal occurs when the dots move from above the price to below the price, while asell signaloccurs when the dots move from below the price to above the price.\n\nTraders also use the PSAR dots to set trailing stop loss orders. For example, if the price is rising, and the PSAR is also rising, the PSAR can be used as a possible exit iflong. If the price drops below the PSAR, exit the long trade.\n\nThe PSAR moves regardless of whether the price moves. This means that if the price is rising initially, but then moves sideways, the PSAR will keep rising despite the sideways movement in price. Areversalsignal will be generated at some point, even if the price hasn't dropped. The PSAR only needs to catch up to price to generate a reversal signal. For this reason, a reversal signal on the indicator doesn't necessarily mean the price is reversing.\n\nThe parabolic indicator generates a new signal each time it moves to the opposite side of an asset's price. This ensures a position in the market always, which makes the indicator appealing to active traders. The indicator works most effectively in trending markets where large price moves allow traders to capture significant gains. When a security’s price isrange-bound, the indicator will constantly be reversing, resulting in multiple low-profit or losing trades.\n\nFor best results, traders should use the parabolic indicator with other technical indicators that indicate whether a market is trending or not, such as theaverage directional index (ADX), a moving average (MA), or atrendline. For example, traders might confirm a PSAR buy signal with an ADX reading above 30 and a bounce for a long-term rising trendline.\n\nThe PSAR andMAsboth track the price and help show the trend, but they do it using different formulas.\n\nAn MA takes the average price over a selected number of periods and then plots it on the chart. The PSAR looks at extreme highs and lows and then applies an acceleration factor. These varying formulas look very different on the chart and will provide different analytical insights andtrade signals.\n\nThe parabolic SAR is always on, and constantly generating signals, whether there is a quality trend or not. Therefore, many signals may be of poor quality because no significant trend is present or develops following a signal.\n\nReversal signals are also generated, eventually, regardless of whether the price actually reverses. This is because a reversal is generated when the SAR catches up to the price due to the acceleration factor in the formula.Therefore, a reversal signal may get a trader out of a trade even though the price hasn't technically reversed.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nJeremy du Plessis. \"Definitive Guide to Point and Figure: A Comprehensive Guide to the Theory and Practical Use of the Point and Figure Charting Method,\" Pages 394-400. Harriman House Publishing, 2012.\n\nJeremy du Plessis. \"Definitive Guide to Point and Figure: A Comprehensive Guide to the Theory and Practical Use of the Point and Figure Charting Method,\" Pages 394-400. Harriman House Publishing, 2012.",
  "url": "https://www.investopedia.com/terms/p/parabolicindicator.asp"
}