{
  "term": "Pareto Improvement: Definition, Examples, and Critique",
  "definition": "Under the rubric ofneoclassical economictheory, a Pareto improvement occurs when a change in allocation harms no one and helps at least one person, given an initial allocation of goods for a set of persons. The theory states that Pareto improvements can keep enhancing value to an economy until it achieves a Pareto optimum, where no more Pareto improvements can be made.\n\nNamed after Vilfredo Pareto (1848-1923), an Italian economist and political scientist also renowned for thePareto Principle, a Pareto improvement is an action that makes at least one person better off without making anyone worse off.\n\nGiven an initial allocation of goods or resources for a set of individuals, if a change in resources benefits at least one person while harming no one else, a Pareto improvement has been made. These improvements can continue to a point where the allocation isPareto efficient—also known as Pareto optimal.At a Pareto optimum, no more changes can be made to the allocation without making someone worse off.\n\nThe goal of Pareto improvements in the general economy is to create a net benefit to society that also does not harm any member of the society. If a Pareto improvement is possible, it always makes sense to do. Colloquially, a Pareto improvement is also known as a \"no-brainer,\" based on the supposition that only a person with no brain would not take a Pareto improvement.\n\nAside from applications in economics, the concept of Pareto improvements can be found in the fields of life sciences, engineering, and any academic discipline where trade-offs are simulated and studied to determine the number and type of reallocation of resource variables necessary to achieve Pareto equilibrium.\n\nIn the business world, factory managers may run Pareto improvement trials in which, for example, they reallocate labor resources to try to boost theproductivityof assembly workers without decreasing the productivity of the packing and shipping workers. If such an adjustment to production can be found, then the business should always make it. Failing to do so is like leaving money on the table.\n\nConsumers can also consider Pareto improvements to the mix of goods that they consume. If some change to a consumer's behavior will allow them to enjoy more of some good, without sacrificing anything else, then such a move would be a Pareto improvement for that consumer. The consumer literally gets something for nothing by making a Pareto improvement.\n\nPareto improvements, along with Pareto efficiency, are criticized in the realm ofpolitical economybecause they are alleged not to address issues of fairness among different groups of people. Pareto analysis can not distinguish between two different moves that are both Pareto improvements, but that favor different individuals or groups.\n\nPareto improvements inform only steps to reach an efficient state, not necessarily an \"equitable\" one based on the other ethical values of the decision-makers, especially if their goal is to do harm to some individuals or segments of the population in the name of \"equity.\" For example, if by some reallocation of society's resources the wealthy class of a society is made better off without hurting the poor, then a Pareto improvement has been made.\n\nSimilarly, a change that can make the poor better off without making the rich worse off would also be a Pareto improvement. However, if policymakers' goal is to favor one group over another, or to harm or punish certain classes or individuals in the society, then Pareto analysis has little to say.\n\nA more serious challenge to Pareto improvement is that Pareto improvements are often hard to find in practice, because of the obvious and powerful incentive to always make any available Pareto improvement. Most of the time, we should expect that if a Pareto improvement were possible, then it would have already been made, so true Pareto improvements should be rather rare.\n\nAn exception to this is a situation where the existing allocation of resources is based on notions of \"equity\" that have been put in place to deliberately harm some people. In this case, Pareto improvements may be easily available but forgone in the name of \"equity.\"\n\nIt might still be possible to effect a change that represents a net gain for society but isn't a Pareto improvement. A Kaldor-Hicks improvement is designed to overcome this shortcoming of Pareto improvements. In a Kaldor-Hicks improvement, someone is made better off and someone else is made worse off, but the gains for the winners are larger than the losses to the losers.\n\nSo, with a Kaldor-Hicks improvement, there is a net gain for society when the gains and losses are all added together. These net gains should in theory be enough to compensate for the individuals' losses, though actual transfers from the winners to the losers may or may not occur and are not strictly necessary for a move to be a Kaldor-Hicks improvement.\n\nSuppose an equal amount of funds can be disbursed (ex nihilo) to two families, one rich and another poor. The amount helps lift the latter above thepoverty levelbut does not make much difference to the overall income of the former.\n\nEither way, this is a Pareto improvement as long as the disbursed funds are not first taken from someone and as long as the resulting distribution of real goods and services once the funds have been distributed and spent by the recipient does not result in anyone's consumption being reduced. In practice, both of these conditions are virtually impossible.\n\nAnother example of Pareto improvement is the case of two students exchanging lunchboxes. One of the students, who does not like cheeseburgers, gives their burger to another student who considers it delicious. Even though one of the students gives away their burger, no one is worse off and both students are satisfied with the trade exchange. This is an example of a Pareto improvement.\n\nJohn Motil. \"The Pareto Principle.\" College of Engineering and Computer Science, California State University, Northridge.\n\nKanbur, Ravi. \"Pareto's Revenge.\"Cornell University, Department of Applied Economics and Management, Working Paper 2005-01, February 2005, pp. 2.\n\nScienceDirect. \"Pareto Optimality.\"\n\nColeman, Jules. \"Efficiency, Utility, and Wealth Maximization.\"Hofstra Law Review, vol. 8, no. 509, 1980, pp. 513-514.",
  "url": "https://www.investopedia.com/terms/p/paretoimprovement.asp"
}