{
  "term": "Pareto Analysis: Definition, How to Create a Pareto Chart, and Example",
  "definition": "Pareto analysis is a decision-making tool that is based on the 80-20 principle, which states that 80% of outcomes stem from 20% of inputs.\n\nPareto analysis is based on the 80/20 rule, which states that 80% of any outcome, good or bad, can be traced to 20% of its causes. Pareto analysis can be used as a decision-making tool. A project or a process can be improved or streamlined by focusing attention on the steps that have the greatest impact on the end result.\n\nPareto analysis will typically show that a disproportionate improvement can be achieved by ranking the causes of a problem and then concentrating on solutions that will have the largest impact.\n\nIt is a technique for gathering the facts that are necessary to set priorities.\n\nPareto analysis is mainly used for business decision-making in business, but it has applications in other areas fromwelfare economicsto quality control.\n\nA Pareto analysis is most effective when each variable being tracked is graphically depicted. This depiction is called a Pareto chart.\n\nPareto analysis gets its name from Italian economist Vilfredo Pareto, who discovered in 1906 that 80% of the land in Italy was owned by just 20% of its people. He extended his research and determined that this disproportionatewealthdistribution existed throughout Europe.\n\nThe80-20 rulewas originally defined as follows: The top 20% of a country’s population accounts for an estimated 80% ofthe country’s wealth or total income.\n\nJoseph Juran, a Romanian-American business theorist, discovered Pareto’s research in 1937, about 40 years after it was published. Juran proceeded to rename the 80-20 rule as “Pareto’s Principle of Unequal Distribution.”\n\nJuran extended Pareto’s principle to the business world to understand whether the rule could be applied to problems faced by businesses.\n\nJuran observed that most production defects were the result of a small number of defects. So, by extension, 80% of the problems are caused by 20% of the defects; Juran’s work implies that if you focus on fixing that 20%, you can have a big impact with minimal effort.\n\nPareto analysis saves the most scarce resource, which is time. It allows problems to be addressed more efficiently.\n\nModern-day applications of Pareto analysis are used to determine which issues cause the most problems in an organization. Typically, Pareto analysis is employed bybusiness managers, whose approach may involve conducting a statistical analysis, such as a cause-and-effect analysis, to produce a list of potential problems and their outcomes.\n\nA Pareto analysis might include:\n\nJoseph Juran, a Romanian-American engineer and management consultant, coined the terms “vital few,” “useful many,” and “trivial many” to categorize the contributions to a project.\n\nBy applying the 80-20 rule, problems can be sorted based on whether they affect profits, customer complaints, technical issues, product defects, or delays and backlogs from missed deadlines.\n\nEach of these issues is given a rating based on the amount of revenue or sales and time lost, or the number of complaints received.\n\nHere is a basic breakdown of the steps of Pareto analysis:\n\nNot all problems will have a high score, and some smaller problems may not be worth pursuing immediately. By allocating resources to high-impact issues or higher scores, companies can solve problems more efficiently, targeting the issues that have a major impact on profits, sales, or customers.\n\nA common part of Pareto analysis is to graphically depict the occurrence of each variable being tracked. This is a Pareto chart, and it organizes and displays information to show the relative importance of various problems or causes of problems.\n\nIt is similar to a vertical bar graph in that it puts items in order (from highest to lowest) relative to some measurable effect of interest: frequency, cost, or time. Here is the process of making a Pareto chart.\n\nThe final step is analysis. You can analyze a Pareto chart by identifying those items that appear to account for most of the difficulty. In the example below, the Institute for Healthcare Improvement identified three vital types of errors discovered during surgical setup.\n\nThe advantage of Pareto analysis is that it helps to identify and determine the root causes of defects or problems.\n\nThis should save time in addressing the defects and problems. In business, the most important resource is time.\n\nWith this technique, businesses can resolve defects or errors with the highest priority first, getting the maximum gain with the minimum effort.\n\nPareto charts can help determine the cumulative impact of a problem. Cumulative impact is the result of problems festering over time.\n\nPareto charts can sharpen problem-solving and decision-making. Problems are distilled into issues to be addressed.\n\nThe main disadvantage of Pareto analysis is that it does not provide solutions to issues. It only identifies the causes of problems.\n\nIt also uses past data. There’s no guarantee that it will be relevant in future scenarios.\n\nA final disadvantage of Pareto charts is that they can only show qualitative data, not quantitative data. For example, Pareto charts cannot be used to calculate the mean, the standard deviation, or the average of the data, their variability, or changes in the measured attributes over time.\n\nHelps to determine the root causes of defects or problems.\n\nIdentifies issues that can be addressed with the greatest impact.\n\nDetermines the cumulative impact of a problem.\n\nFocuses attention on the most substantive actions to be taken.\n\nIdentifies problems, not solutions.\n\nReveals only qualitative data that can be observed, not quantitative data.\n\nThe Department of Ecology for the state of Washington performed a study to identify why oil spills happen. It gathered information on 209 oil spill incidents, including an internal peer review of the causes, and factored in input from responsible parties.\n\nIn total, the Department of Ecology identified dozens of causes for oil spills. It identified the primary causes as:\n\nThe total number of explanations above (six) represents a little bit more than 20% of the total causes identified (29 total causal factors). However, these six causes cumulatively were responsible for 71% (149 of 209 cases) of the oil spills identified.\n\nIn this example of Pareto analysis, only a few data items are primarily responsible for most causes of oil spills.\n\nPareto analysis is used to identify the root causes of problems or strengths in an organization, and their relative impact on the whole. It identifies the material issues worth resolving or the successful aspects worth preserving.\n\nA vertical bar graph visually displays data using bars rising from the bottom. The lengths of the bars are proportional to the quantities they represent. Vertical bar graphs are typically used when one axis cannot have a numerical scale.\n\nA Pareto chart contains both bars and a line graph. Individual values are represented in descending order by bars, and the cumulative total is represented by the line. The bars are positioned in order of decreasing height, with the tallest bar on the left.\n\nPareto efficiencyis an optimal condition in which resources cannot be reallocated to provide more advantages for one individual without making at least one other individual worse off. Pareto efficiency implies that resources areallocatedin the mosteconomically efficientmanner. However, this state does not guarantee equality or fairness.\n\nWhen there are too many options to choose from or it is difficult to decide what is most important, a Pareto analysis can be a good next step. It attempts to identify the most crucial and impactful steps to take.\n\nBy leveraging Pareto analysis, a company can more efficiently and effectively approach its decision-making process.\n\nVilfredo Pareto, via Google Books. “Cours d’Économie Politique: Nouvelle édition par G.-H. Bousquet et G. Busino.”Librairie Droz, 1964.\n\nNational Center for Biotechnology Information. “Joseph Juran: Overcoming Resistance to Organisational Change.”\n\nInstitute for Healthcare Improvement, via Upstate Medical University, University Hospital Nursing. “QI Essentials Toolkit: Pareto Chart.”\n\nWashington State Department of Ecology, via Internet Archive Wayback Machine. “Why Spills Happen.”",
  "url": "https://www.investopedia.com/terms/p/pareto-analysis.asp"
}