{
  "term": "Parent Company: Definition, Types, and Examples",
  "definition": "Michela Buttignol / Investopedia\n\nA parent company is a business that has a controlling interest in other companies and provides financial, strategic, and operational support.\n\nA parent company, also known as a holding company, is an entity that holds a controlling interest in one or more other companies, thereby exerting control over their operations.\n\nParent companies can be either hands-on or hands-off owners of their subsidiaries, depending on the amount of managerial control given to subsidiary managers, but will always maintain a certain level of active control.\n\nCompanies can form subsidiaries using various methods, such as mergers, acquisitions, or by establishing them for different objectives.\n\nParent companies can be conglomerates, made up of several different, seemingly unrelated businesses, like General Electric (GE), whose diverse business units are able to benefit from cross-branding.A parent company, however, is different from a holding company. Parent companies conduct their own business operations, unlike holding or shell companies, which are set up specifically to passively own a group of subsidiaries, often for tax purposes.\n\nParent companies and their subsidiaries may behorizontally integrated, like Gap Inc., which owns the Old Navy and Banana Republic subsidiaries.Alternatively, they may bevertically integratedby owning several companies at different stages along the production or supply chain. For instance, AT&T’s acquisition of Time Warner meant that it became the owner of both the film production business and broadcasters that sold those productions to audiences, in addition to its telecommunications networks that provided the media infrastructure.\n\nThe two most common ways that companies become parent companies are by acquiring smaller companies or creating new ones.\n\nLarger companies often buy out smaller companies to alleviate competition, broaden their operations, reduce overhead, or gain synergies. For example, Meta (META), formerly Facebook, acquired Instagram to increase overall user engagement and strengthen its own platform, while Instagram benefits from having an additional platform on which to advertise and attract more users. Meta, however, has not exerted too much control, keeping an autonomous team in place, including its original founders and CEO.\n\nParent businesses that want to streamline their operations often spin off less productive or unrelated subsidiary businesses. For instance, a company might spin off one of its mature business units that is not growing, so it can focus on a product or service with better growth prospects. On the other hand, if a part of the business is headed in a different direction and has different strategic priorities from the parent company, it may be spun off so it can unlock value as an independent operation—and perhaps be put up for sale.\n\nBecause parent companies own more than 50% of the voting stock in a subsidiary, they must produceconsolidated financial statementsthat combine the parent and subsidiary financial statements into one larger set of financial statements. These consolidated statements must eliminate any and all overlaps, such as intercompany transfers, payments, and loans.\n\nThese combined financial statements provide a picture of the overall health of the entire group of companies as opposed to one’s stand-alone position. If the ownership stake of the parent company is less than 100%, a minority interest is recorded on the balance sheet to account for the portion of the subsidiary that is not owned by the parent company.\n\nYes, whether they are hands-on or hands-off owners of their subsidiaries. Hands-on or hands-off depends on the amount of managerial control given to subsidiary managers.\n\nParent companies and their subsidiaries may be horizontally integrated, meaning that they operate at the same level of the value chain in the same industry—in other words, they make or offer similar goods or services.\n\nParent companies and their subsidiaries may also be vertically integrated, meaning that they operate at different stages along the production or supply chain.\n\nThe two most common ways that companies become parent companies are by acquiring smaller companies or creating them.\n\nA parent company has a controlling interest (at least 50%) in another company, giving it control of its operations. Business entities most often acquire or merge with other companies and become parent companies. These companies must account for subsidiaries appropriately on their financial statements and for tax purposes.\n\nGeneral Electric, via Internet Archive Wayback Machine. “GE Directory.”\n\nGap Inc. Newsroom. “Gap Inc. Announces Plan to Separate into Two Independent Publicly Traded Companies.”\n\nAT&T. “AT&T Completes Acquisition of Time Warner Inc.”\n\nMeta. “Facebook to Acquire Instagram.”",
  "url": "https://www.investopedia.com/terms/p/parentcompany.asp"
}