{
  "term": "Parsonage Allowance: Meaning and Qualifications",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA parsonage allowance is a sum of money awarded by the same governing board of a house of worship to its minister to offset housing expenses. For tax purposes, this allowance is exempted from the recipient's gross income.A parsonage allowance may also be called a rental allowance or housing allowance.\n\nIt is important to note that a minister doesn't necessarily mean a Christian. As defined by the IRS, a minister can be Christian, Jewish, Muslim, or any other religion.\n\nSection 107of the Internal Revenue Code (IRC) allows the minister of a religious body to exempt some or all of a housing allowance fromgross incomefor income tax purposes.\n\nAs compensation for ministerial services provided, a minister may receive ministerial income, a portion of which includes a rental or housing allowance. The minister can exclude from gross income the lesser of the following amounts:\n\nIf the payment is greater than the actual expenditure, the minister is responsible for reporting and paying taxes on the correct amount of income.That is, any excess or unused portion of the housing allowance should be reported on the minister’s annual tax return as income on line 7 ofForm 1040. In addition, the payments officially designated as parsonage allowance must be used in the year received.\n\nParsonage allowances only apply to a minister’s primary residence and do not include commercial property or vacation homes. Housing expenses that are eligible to be excluded from income include:\n\nMinisters living in parsonages provided by the church may have part of their compensation designated as a tax-free parsonage or housing allowance to cover the cost of furniture purchase and repair, as well as other expenses related to maintenance that are not reimbursed by the church employer. If ahome equity loanis used to pay for expenses related to the parsonage, it can be included as part of the minister’s parsonage allowance.\n\nHowever, suppose the home equity loan is used to cover post-secondary tuition expenses or other costs not eligible as a parsonage expense. In that case, the loan cannot be included as a parsonage allowance.\n\nIn addition to home equity loans used to pay off non-housing expenses, the cost of food, clothing, domestic help, and cleaning services are not part of a minister’s parsonage allowance. A minister who has a parsonage allowance and itemizes deductions may also deduct mortgage interest and property taxes from income taxes. The parsonage allowance is atax exemptionfrom income, while mortgage interest and property taxes aretax deductionsfrom income.\n\nAlthough parsonage allowance is deducted forfederal income taxpurposes, it is not deducted forself-employment taxpurposes. Parsonage allowance and/or the fair market rental value of a parsonage provided to a pastor must be included as self-employment earnings subject to the self-employment tax.\n\nRetired ministers may be eligible for the parsonage allowance.\n\nNote that although someone in a church may be referred to as a minister, the IRS may not regard that individual as a minister for tax purposes. While ordained ministers are more likely to be eligible for a parsonage allowance exemption, commissioned and licensed ministers are less likely to be treated as ministers by the IRS.\n\nAlso, secular employers cannot give an employee working in a non-ministerial role a tax-free housing allowance, even if the employee is a minister in the church.\n\nFurthermore, the IRS does not differentiate an active church minister from a retired one.Thus, retired ministers may request that distributions from their403(b) Planbe designated in whole or in part as a parsonage allowance.\n\nFor example, assume an ordained minister receives an annual income of $50,000 from a church, providing a parsonage. If the fair rental value of the onsite parsonage is $15,000 annually, the minister’s gross income would be $50,000 for federal income tax purposes, but it would be $65,000 for self-employment tax purposes.\n\nA parsonage can be a rental, or it can be a home with a mortgage, and the church provides a parsonage allowance. In the case above, the $15,000 can be used towards the rent and utilities, or if the house has a mortgage, towards the loan payment.\n\nLike other retirement plans, a 403(b)(9) plan is a defined contribution retirement plan used by evangelical churches or church organizations. This plan is not subject to ERISA requirements. The church, as the employer, may contribute to the plans, and this type of plan offers distribution methods for retired ministers, too.\n\nNo, you cannot take a housing allowance distribution if you roll over your 403(b)(9) into a 401(k) or an IRA. It is recommended that retired clergy members do not move their 403(b) funds to take tax-free distributions. If you roll over your funds out of your 403(b), you will not be able to claim a housing allowance.\n\nA parsonage allowance is an exclusion that can be taken from gross income for income but not self-employment tax purposes, according to the IRS website. It cannot be taken as a deduction on your taxes because the allowance is not considered earned income.\n\nIn addition, members of the clergy who receive a parsonage allowance must include \"the amount of the fair rental value of a parsonage or housing allowance for social security coverage purposes,\" according to the Internal Revenue Service.\n\nInternal Revenue Service. \"Topic No. 417: Earnings for Clergy.\" Accessed June 13, 2021.\n\nInternal Revenue Service. \"2019 Publication 517: Social Security and Other Information for Members of the Clergy and Religious Workers,\" Page 3. Accessed June 13, 2021.\n\nUnited States Government. \"Internal Revenue Code, Title 26, Section 107,\" Page 452. Accessed June 13,2021.\n\nInternal Revenue Service. \"Ministers' Compensation & Housing Allowance.\" Accessed June 13, 2021.\n\nInternal Revenue Service. \"2019 Publication 517: Social Security and Other Information for Members of the Clergy and Religious Workers,\" Page 9. Accessed June 13, 2021.\n\nClergy Financial Resources. \"The Parsonage Allowance.\" Accessed June 13, 2021.\n\nEagle Retirement Plans, Inc. \"Church Plans.\" Accessed June 13, 2021.\n\nEnvoy Financial. \"How Does the Minister’s Housing Allowance Impact Your Retirement?\" June 13, 2021.\n\nInternal Revenue Service. \"FAQs. Ministers' Compensation and Housing.\" Accessed June 13, 2021.\n\nInternal Revenue Service. \"Ministers' Compensation and Housing.\" Accessed June 13, 2021.\n\nInternal Revenue Service. \"Topic No. 417 Earnings for Clergy.\" Accessed June 13, 2021.",
  "url": "https://www.investopedia.com/terms/p/parsonageallowance.asp"
}