{
  "term": "Participating Preferred Stock: How it Works, Examples",
  "definition": "Participating preferred stock is a type ofpreferred stockthat gives the holder the right to receive dividends equal to the customarily specified rate thatpreferred dividendsare paid to preferred shareholders, as well as an additionaldividendbased on some predetermined condition. Participating preferred stock can also have liquidation preferences upon a liquidation event.\n\nParticipating preferred stock—like other forms of preferred stock—takes precedence in a firm's capital structure over common stock but ranks below debt in liquidation events. The additional dividend paid to preferred shareholders is commonly structured to be paid only if the amount of dividends thatcommon shareholdersreceive exceeds a specified per-share amount.\n\nFurthermore, in the event ofliquidation, participating preferred shareholders can also have the right to receive the stock's purchasing price back as well as a pro-rata share of any remaining proceeds that the common shareholders receive.\n\nWhen there is a liquidation event, whether an investor's preferred stock is participating or nonparticipating will determine if that investor receives additional consideration over the liquidation value of the preferred stock and any dividends owed to the investor. If an investor's preferred stock is participating, that investor is entitled to any value leftover post-liquidation as if that stock had been common stock. Nonparticipating preferred shareholders, on the other hand, receive their liquidation value and any dividends in arrears if applicable, but they are not entitled to any other consideration.\n\nParticipating preferred stock is rarely issued, but one way in which it is used is as apoison pill. In this case, current shareholders are issued stock that gives them the right to new common shares at a bargain price in the event of an unwanted takeover bid.\n\nSuppose Company A issues participating preferred shares with a dividend rate of $1 per share. The preferred shares also carry a clause on extra dividends for participating preferred stock, which is triggered whenever the dividend for common shares exceeds that of the preferred shares. If during its current quarter, Company A announces that it will release a dividend of $1.05 per share for its common shares, the participating preferred shareholders will receive a total dividend of $1.05 per share ($1.00 + 0.05) as well.\n\nNow consider a liquidation event. Company A has $10 million of preferred participating stock outstanding, representing 20% of the company's capital structure with the other 80%, or $40 million, made up of common stock. Company A liquidates, and the proceeds are $60 million. The participating preferred shareholders would receive $10 million but also would be entitled to 20% of the remaining proceeds. That amount would be $10 million, calculated as 20% x ($60 million - $10 million). Nonparticipating preferred shareholders would not receive additional consideration.\n\nCorrection—Nov. 4, 2022: A previous version of this article misstated the calculation in an example for the additional amount to be received by participating preferred shareholders from a liquidation.",
  "url": "https://www.investopedia.com/terms/p/participatingpreferredstock.asp"
}