{
  "term": "Participatory Notes (P-Notes): Definition and How They Work",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nParticipatory notes also referred to as P-notes, or PNs, are financial instruments required by investors orhedge fundsto invest in Indian securities without having to register with theSecurities and Exchange Board of India(SEBI). P-notes are among the group of investments considered to be Offshore Derivative Investments (ODIs).\n\nAny dividends or capital gains collected from the securities go back to the investors. Indian regulators are generally not in support of participatory notes because they fear that hedge funds acting through participatory notes will cause economicvolatilityin India's exchanges.\n\nParticipatory notes are offshorederivativeinstruments with Indian shares as the underlying assets. Because of the short-term nature of investing, regulators have fewer guidelines for foreign institutional investors. To invest in the Indian stock markets and to avoid the cumbersome regulatory approval process, these investors trade participatory notes.\n\nForeign institutional investors(FIIs) issue the financial instruments to investors in other countries who want to invest in Indian securities. Brokers and foreign institutional investors registered with the Securities and Exchange Board of India (SEBI) issue the participatory notes and invest on behalf of the foreign investors. Each month, brokers must report their participatory note issuance status to the regulatory board.\n\nThis system lets unregistered overseas investors, such as high-net-worth individuals, hedge funds, and other investors buy Indian shares without the need to register with the Indian regulatory body. They provide access to quick money in the Indian capital markets. Investors save time, money, and scrutiny associated with direct registration. These investments are also beneficial to India as they allow for foreign investment into the country.\n\nParticipatory notes are easily traded overseas through endorsement and delivery. They are popular because investors anonymously take positions in Indian markets, and hedge funds may anonymously carry out their operations. Some entities route their investments through participatory notes to take advantage of tax laws that are available in certain countries.\n\nHowever, because of the anonymity, Indian regulators face difficulty determining a participatory note's original owner and end owner. Therefore, substantial amounts of unaccounted-for money enter the country through participatory notes. This flow of untracked funds has raised some red flags.\n\nSEBI has no jurisdiction over participatory note trading. Although foreign institutional investors must register with the Indian regulatory board, the participatory notes trading among foreign institutional investors are not recorded. Officials fear this practice may lead to the P-notes being used for money laundering or other illegal activity.\n\nThis inability to track money is also why the Special Investigation Team (SIT) would like stricter compliance measures for the trading of participatory notes. The SIT is a specialized team of officers in Indian law enforcement which consists of personnel who have been trained to investigate serious crimes.\n\nHowever, when the governmentproposed trade restrictionson the notes in the past, the Indian market became extremely volatile. For example, in October 2007, the government announced it was considering curbing participatory note trading. The announcement caused the Sensex index to plummet 1,744 points during the day's session, which was more than an 8% drop.\n\nThis market disturbance was in response to investor and government worries that the curbing of the P-notes would be a direct hit on the Indian economy. That is because foreign institutional investors help fuel the growth of the Indian economy, industries, andcapital markets, and increasing regulation would make it more difficult for foreign money to enter the market. The government ultimately decided not to regulate participatory notes.\n\nP-notes can be used to purchase any Indian security an investor wants through a series of steps.\n\nAn investor deposits funds with the U.S. or European operations of a registered foreign institutional investor (FII), such as HSBC or Deutsche Bank. The investors then inform the bank of the Indian security or securities they wish to purchase\n\nFunds transfer from the investor to the FII account, and the FII issues the participatory notes to the client and buys the underlying stock or stocks in the correct quantities from the Indianmarketplace.\n\nThe investor is eligible to receive dividends,capital gains, and any other payouts due to stockholders holding the shares of the Indian company. The FII reports all of its issuances each month to the Indian regulators, but as per law, it does not disclose the identity of the actual investor.\n\nParticipatory notes were introduced in India in 2000 by the Securities and Exchange Board of India (SEBI) to allow foreign investors (financial institutions and high-net-worth individuals) access to the Indian financial markets without having to register as a foreign institutional investor (FII).\n\nP-notes are issued by local Indian investors, known as foreign institutional investors (FIIs), to international investors seeking access to Indian markets. The P-notes are sold directly to investors and are not traded on an exchange. International investors do have to go through a due diligence process when they open an account with a registered foreign institutional investor (FII).\n\nYes, participatory notes are legal in India yet the Securities and Exchange Board of India (SEBI) has no direct jurisdiction over them but has attempted to control the market by imposing various stipulations around foreign institutional investors (FII) in India selling these notes.\n\nSecurities and Exchange Board of India. \"Reporting of Offshore Derivative Instruments(ODIs)/ Participatory Notes(PNs) Activity.\"\n\nIndia Today. \"Purging the P-note.\"\n\nAngel One. \"Rules of Participatory Notes (P-Note) SEBI.\"",
  "url": "https://www.investopedia.com/terms/p/participatorynotes.asp"
}