{
  "term": "Passive Investing: Definition, Pros and Cons, vs. Active Investing",
  "definition": "Passive investing is aninvestment strategythat aims to maximize returns in large part by minimizing the costs of buying and selling securities. Index investing is one common passive investing strategy. Using it, investors purchase the securities in a representative benchmark, such as the S&P 500 index, and hold them for a long time.\n\nPassive investing is typically done by investing in a mutual fund or exchange-traded fund (ETF) that mimics the index’s holdings, either exactly or approximately. The strategy's name reflects the fact that managers who use the strategy do not have to actively hunt for investments; they simply buy and sell the investments that their target benchmark trades. In contrast,active investorsmust research and decide which securities to own.\n\nPassive investing methods seek to reduce the costs of selecting investments. That’s done in part by simplifying the portfolio construction process. It’s also done by reducing the fees that are triggered by frequent trading. In addition, index mutual funds are larger on average than actively managed funds, so economies of scale help lower relative costs.\n\nPassive investing often, but not always, seeks a long-term,buy-and-hold approach. It means holding securities for relatively long time periods. That type of investing aims to build wealth gradually. Avoiding frequent trading reduces costs in the form of transaction fees, commissions, and taxable capital gains.\n\nUnlike some activetraders, buy-and-hold passive investors do not seek to profit from short-term price fluctuations or market timing. The market’s history of posting positive returns over time is the key central assumption of passive investment strategy. The market has always gained ground in the past. Passive investors expect that pattern to continue in the long run.\n\nThe short term is different. Passive managers generally believe it is difficult to out-think the market over short periods of time, so they simply try to match market or sector performance. Passive investing attempts to replicate market performance by constructing well-diversified portfolios of stocks, which if done individually, would require extensive research.\n\nThe introduction ofindex fundsin the 1970s made achieving returns in line with the market much easier.In the 1990s, exchange-traded funds, or ETFs, that track major indices simplified the process further by allowing investors to trade index funds as though they were stocks. The SPDR S&P 500 ETF (SPY) is the first index ETF and one of the most traded.\n\nMaintaining a well-diversifiedportfoliois important to successful investing, and passive investing via indexing enables investors to achieve diversification. Index funds spread risk by holding the securities in their target benchmarks or a representative sample of those securities. Index funds track a target benchmark or index rather than seeking isolated individual winners. That way, they reduce the time and effort it takes to decide which securities to buy and sell. That often reduces the amount of trading that they do. For both of those reasons, they commonly have lower fees and operating expenses thanactively managedfunds.\n\nAn index fund offers a simple and easy way to invest in a chosen market because it seeks to track an index. There is no need to select individual securities or choose among investment themes. Nonetheless, passive investing is subject tomarket risk. When the prices of stocks, bonds, or other securities in an index fall, so do the share prices (sometimes referred to as net asset value, or NAV) of index funds that track those securities.\n\nAnother risk is the lack of flexibility. Index fund managers usually are prohibited from using defensive measures such as reducing a position in shares of particular securities, even if the manager thinks those share prices will decline. In addition, passively managed index funds face performance constraints. They are designed to provide returns that closely track their benchmark index, rather than outperformance. They rarely beat the return on the index, and usually return slightly less due to operating costs.\n\nFees for funds vary. Actively managed funds typically have higher operating costs than passively managed funds, but it is always important to check fees before choosing an investment fund.\n\nActive investing also has strengths and weaknesses.\n\nPassive investing and passive income go hand in hand. “Passive income” refers to strategies for generating income that require little, if any, ongoing effort from you other than the investment itself. Funds that generate dividends or interest are prime examples.\n\nThose can be funds that focus on stocks that generate dividends, bonds that pump out interest, and real estate investment trusts (REITs). A REIT fund pays dividends that come from properties it owns. In turn, those properties can generate rent income, interest payments, royalties, and so on. Real estate crowdfunding is another way to generate passive income. It is a strategy for investing in real estate. You do it by using online platforms that specialize in real estate crowdfunding–which is a process for forming pools of investment money from many small investors.\n\nIf your goal is to invest in one or more funds that provide income without requiring you to invest more of your own time, energy, and skills, why not take that a step further and invest in funds that minimize their costs and your risks by using passive management? A passive investment approach to passive income is easier, less risky, and less expensive than having to find your own income-oriented investments one by one. It also combines the benefits of passive investing while avoiding the potential downsides of actively run funds.\n\nIf passive investment strategies appeal to you, consider the pros and cons of using a robo-advisor. Investing can be complicated and requires a lot of work. If you want to invest to build wealth and generate income, but don’t have the time or interest in researching which investments to choose, consider using an online robo-advisor. Those platforms are a relatively low-cost way to put your investing on autopilot.\n\nIndex funds are designed to mirror the activity of a market index, such as the Russell 2000 Index. In part, index funds are designed to maximize returns in the long run by purchasing and selling less often than actively managed funds. You can pursue a passive investment strategy by buying shares in either index mutual funds or indexexchange-traded funds (ETFs). Index-based ETFs, like index funds, track the activity of a securities index.\n\nPassive investing is often less expensive than active investing. One reason is that passive fund managers generally use their benchmark as a roadmap in picking stocks, bonds, and other securities. They don’t have to do as much, if any, costly research. Still, even passively managed funds charge fees. Whenever deciding what kind of fund to invest in, investigate the associated costs.\n\nActive investment aims to drive up returns by building portfolios that contain securities that outperform rivals, whether those competitors are other funds or benchmarks. Even if holdings do outperform, net returns are diminished by the fees associated with professional management and transaction fees. Research shows that few actively managed funds give investors returns above the benchmark over long periods of time.\n\nPassive investing targets strong returns in the long term by minimizing the expenses associated with fund management and, in some cases, by minimizing the amount of buying and selling a fund does. However, a passive manager is unlikely to beat the market unless they have authorization to adjust their portfolio, typically by deviating from their benchmark by adding and subtracting securities or their weightings in certain securities.\n\nThose custom-tailoring steps are customarily limited in scope. Active investment can bring bigger returns, but it also comes with greater risks than passive investment.\n\nPassive investing has pros and cons compared toactive management. Passive strategies can have lower fees and greater tax efficiency, but they can result in smaller short-term returns compared to active investing. Passive investment can be an attractive option for hands-off investors who want returns with less risk over a longer period of time.\n\nVanguard. \"Vanguard Announces the Passing of Founder John C. Bogle.\"\n\nState Street Global Advisors. \"Get the Power of the S&P 500® With the Most Traded ETF.\"\n\nInvestment Company Institute. \"Trends in the Expenses and Fees of Funds, 2023.\" Page 9.\n\nU.S. Securities and Exchange Commission. \"Index Funds.\"\n\nU.S. Securities and Exchange Commission. \"Exchange-Traded Funds (ETFs).\"\n\nS&P Global. \"SPIVA: SPIVA Data.\"Results by Region: U.S.\n\nS&P Global. \"SPIVA: About SPIVA.\"",
  "url": "https://www.investopedia.com/terms/p/passiveinvesting.asp"
}