{
  "term": "Pattern Day Trader (PDT): Definition and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMichela Buttignol / Investopedia\n\nA pattern day trader (PDT) is a regulatory designation for those traders or investors who execute four or moreday tradesover the span of five business days using amargin account. The number of day trades must constitute more than 6% of the margin account’s total trade activity during that five-business-day window.\n\nIf this occurs, the trader’s account will be flagged as a PDT by theirbroker. The PDT designation places certain restrictions on further trading; this designation is put in place to discourage investors from trading excessively.\n\nPattern day traders may trade different types of securities, including stock options and short sales. Any type of trade will be accounted for, in terms of this designation, as long as they occur on the same day.\n\nPattern day traders can trade amounts up to what is known as their day-trading buying power. This is generally equal to four times the equity they hold in excess of theirmaintenance margin, or the minimum equity that traders need to keep in their margin account. Those without the PDT designation can trade only up to two times their amount of excess equity.\n\nIf there is amargin call, the pattern day trader will have five business days to answer it. Their trading will be restricted to that of two times the maintenance margin excess until the call has been met. Failing to address this issue after five business days will result in a 90-day cash-restricted account status, or until such time that the issues have been resolved.\n\nNote thatlongandshortpositions that have been held overnight—but sold prior to new purchases of the same security the next day—are exempt from the PDT designation.\n\nPattern day trading is limited to stock and equity options trades.\n\nThe PDT designation is determined by theFinancial Industry Regulatory Authority (FINRA); it differs from that of a standard day trader by the number of day trades completed in a time frame. Although both groups have mandatory minimumassetsthat must be held in their margin accounts, a pattern day trader must hold at least $25,000 in their account. That amount need not necessarily be cash; it can be a combination of cash and eligible securities. If the trader’s equity in the account drops below $25,000, they will be prohibited at this point from making any further day trades until the balance is brought back up.\n\nFINRA has established a rule requiring that all PDTs have a minimum of $25,000 in theirbrokerage accountsin a combination of cash and certain securities as a way of reducing risk. If the cash equity in the account drops below this $25,000 threshold, then the PDT can no longer complete any day trades until the account is back up above that point. This is known as the Pattern Day Trader Rule, or the PDT Rule. These rules are set forth as an industry standard, but individual brokerage firms may have stricter interpretations of them. They may also allow their investors to self-identify as day traders.\n\nConsider the case of a pattern day trader with $100,000 in assets in her margin account. The general requirements for margin accounts stipulate that she would need to have equity, or ownership, of at least 25% of those assets, or $25,000.If the trader’s equity comes to $30,000 instead, that leaves her with $5,000 in excess of her maintenance margin.\n\nAs a pattern day trader, she could be eligible to purchase up to four times her maintenance margin excess, or $20,000 worth of stock. This is double the amount that an average margin account holder with the same balance and equity could trade, which is typically two times maintenance margin excess, or $10,000.\n\nThis capacity to make larger trades brings with it the potential for higher returns, which can make the strategy of pattern day trading seem appealing forhigh-net-worth individuals (HNWIs). However, like most practices that havethe potential for higher returns, the potential for significant losses can be even greater.\n\nBrokers automatically flag pattern day traders. These are customers who execute four or more day trades within five business days, provided that the number of day trades represents more than 6% of the customer’s total trades in a margin account for that same five-business-day period. This rule is a minimum requirement, and somebroker-dealersmay use a slightly broader definition in determining whether a customer qualifies as a pattern day trader.\n\nDay trading refers to buying, then selling or selling short, then buying, thesame security on the same day. Just purchasing a security, without selling it later that same day, would not be considered a day trade.\n\nNot necessarily, but you will face certain account restrictions or requirements. Under Financial Industry Regulatory Authority (FINRA) rules, customers designated “pattern day traders” by their broker must have at least $25,000 in their accounts and can only trade in margin accounts. If the account falls below that requirement, then the pattern day trader will not be permitted to day trade until the account is restored to the $25,000 minimum equity level. The margin rule applies to day trading in any security, including options.\n\nIn general, once your account has been flagged by your broker as a pattern day trader, they will continue to regard you as a pattern day trader even if you do not day trade for a while. This is because the firm will have a “reasonable belief” that you are a pattern day trader based on your prior trading activities. However, if you have decided to reduce or cease your day-trading activities, you should contact your brokerage to discuss the appropriate coding of your account.\n\nThe label of pattern day trader (PDT) applies to people who carry out four or more day trades in a five-business-day span using their margin account. If your brokerage firm classifies you as a PDT based on your trading activity, you become subject to additional requirements, such as maintaining equity of at least $25,000 in your margin account. If the equity in a PDT’s account falls below this amount, their broker may prohibit them from trading until the minimum balance is restored.\n\nFinancial Industry Regulatory Authority. “Day Trading.”\n\nFinancial Industry Regulatory Authority. “Margin Regulation.”",
  "url": "https://www.investopedia.com/terms/p/patterndaytrader.asp"
}