{
  "term": "Payback Period: Definition, Formula, and Calculation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe payback period formula is often used by investors, consumers, and corporations to determine how long it will take the business to recover the initial expenses of an investment.\n\nIndividuals and corporations invest their money with the intention of getting it back and realizing a positive return. The shorter the payback, the more attractive an investment becomes. The payback period determines how long it will likely take for it to occur.\n\nIt's the length of time before an investment reaches abreakeven point. Determining the payback period is a simple calculation.\n\nThe payback period helps to determine how long it will take to recover the initial costs associated with an investment. You can calculate the payback period using this formula:\n\nPayback Period=Cost of InvestmentAverage Annual Cash Flow\\begin{aligned}\\text{Payback Period}=\\frac{\\text{Cost of Investment}}{\\text{Average Annual Cash Flow}}\\end{aligned}Payback Period=Average Annual Cash FlowCost of Investment​​\n\nAverage cash flows represent the money going into and out of an investment. Inflows refer to any amount that enters the investment, such as deposits, dividends, or earnings. Cash outflows include any fees or charges that are subtracted from the balance.\n\nThe payback period is commonly used by investors, financial professionals, and corporations to calculate investment returns.\n\nCapital budgeting is a key activity incorporate finance. One of the most important concepts every corporate financial analyst must learn is how to value different investments or operational projects to determine the most profitable project or investment to undertake. Corporate financial analysts do this with the payback period.\n\nCalculating the payback period is useful in financial andcapital budgeting, but this metric also has applications in other industries and for individuals. It can be used by homeowners and businesses to calculate the return on energy-efficient technologies such as solar panels and insulation, including maintenance and upgrades.\n\nSome analysts favor the payback method for its simplicity. Others like to use it as an additional point of reference in a capital budgeting decision framework.\n\nThe payback period ignores thetime value of money (TVM), unlike other methods of capital budgeting. Money is worth more today than the same amount in the future because of the earning potential of the present money.\n\nMost capital budgeting formulas, such asnet present value (NPV),internal rate of return (IRR), and discounted cash flow, consider the TVM. It must include an opportunity cost if you pay an investor tomorrow. The TVM is a concept that assigns a value to this opportunity cost.\n\nThe payback period disregards the time value of money and is determined by counting the number of years it takes to recover the funds invested. The payback period would be five years if it takes five years to recover the cost of an investment.\n\nThis period doesn't account for what happens after payback occurs. It ignores an investment's overall profitability. Many managers and investors prefer to use net present value (NPV) as a tool for making investment decisions for this reason. The NPV is the difference between thepresent valueof cash coming in and the current value of cash going out over a period.\n\nAssume Company A invests $1 million in a project that's expected to save the company $250,000 each year. We arrive at a payback period of four years for this investment if we divide $1 million by $250,000\n\nConsider another project that costs $200,000 with no associated cash savings that will make the company an incremental $100,000 each year for the next 20 years, totaling $2 million. The second project can make the company twice as much money, but how long will it take to pay the investment back?\n\nDivide $200,000 by $100,000 to get two years: The second project will take less time to pay back, and the company's earnings potential is greater, so the second project is a better investment based solely on the payback period method if the company wants to prioritize recapturing its capital investment as quickly as possible.\n\nThe shorter the payback, the more desirable the investment. The longer the payback, the more attractive it becomes. Let's say you're contemplating installing solar panels on your home. The installation cost will be $5,000, and your savings will be $100 each month. The payback period indicates that it would therefore take you 4.2 years to break even.\n\nThis might seem like a long time, but it's a pretty good payback period for this type of investment. Experts indicate that it can take as long as seven to 10 years for residential U.S. homeowners to break even on this upgrade.\n\nThe best payback period is the shortest one possible. Getting repaid or recovering the initial cost of a project or investment should be achieved as quickly as possible. Not all projects and investments have the same time horizon, however, so the shortest possible payback period should be nested within the larger context of that time horizon.\n\nThe two terms are related, but they're not the same. The breakeven point is the price or value that an investment or project must rise to if you want to cover the initial costs or outlay. The payback period refers to how long it takes to reach that point.\n\nA higher payback period means that it will take longer to cover the initial investment. It's usually better for a company to have a lower payback period because this typically represents a less risky investment. The quicker a company can recoup its initial investment, the less exposure it has to a potential loss.\n\nThe payback period calculation is a simple one. It doesn't account for the time value of money, the effects of inflation, or the complexity of investments that may have unequal cash flow over time.\n\nThediscounted payback periodis often used to better account for some of the shortcomings, such as using the present value of future cash flows. The simple payback period may be favorable, while the discounted payback period might indicate an unfavorable investment for this reason.\n\nThe payback period is favored when a company is under liquidity constraints because it can show how long it should take to recover the money it's laid out for the project. A short payback period may be more attractive than a longer-term investment that has a higher NPV if short-term cash flows are a concern.\n\nThe payback period is the length of time it will take to break even on an investment. The appropriate timeframe will vary depending on the type of project or investment and the expectations of those undertaking it.\n\nInvestors might use payback in conjunction withreturn on investment (ROI)to determine whether to invest or enter a trade. Corporations and business managers also use the payback period to evaluate the relative favorability of potential projects in conjunction with tools like IRR or NPV.\n\nSaylor Academy. \"The Payback Method.\"\n\nHarvard Business School. \"Time Value of Money (TVM): A Primer.\"\n\nCFI Education. \"Net Present Value (NVP).\"\n\nSolar. \"What Is the Average Payback Period for Solar Panels?\"",
  "url": "https://www.investopedia.com/terms/p/paybackperiod.asp"
}