{
  "term": "Payment-in-Kind (PIK): What It Is, How It Works, Pros and Cons",
  "definition": "Payment-in-kind (PIK) is the use of a good or service as payment instead of cash. Payment-in-kind also refers to a financial instrument that pays interest or dividends to investors of bonds, notes, or preferred stock with additionalsecuritiesorequityinstead of cash. Payment-in-kind securities are attractive to companies preferring not to make cash outlays and they are often used in leveragedbuyouts.\n\nPayment-in-kind securities are a type ofmezzanine financing, where they have characteristics indicative of debt and equities. They tend to pay a relatively high rate of interest but are considered risky. Investors who can afford to take above-average risks, such asprivate equityinvestors andhedge fundmanagers, are most likely to invest in payment-in-kind securities.\n\nPayment-in-kind notes give the issuer a chance to delay making dividend payments in cash and in return for the delay, the issuing company typically agrees to offer a higher rate of return on the note.\n\nIn most cases, PIK notes compromise a fraction of a company's total outstanding debts, and the financier structures these notes so they mature later than the company's other debts. This allows the company to focus on repaying traditional debts or debts tied to cash dividends more quickly, but it adds additional risk to the financier. To cover their risk, most financiers stipulate an early payment penalty to maximize their potential earnings.\n\nThe phrase \"payment-in-kind\" also applies to accepting cash alternatives for work or services. For example, a farmhand who is given \"free\" room and board instead of receiving an hourly wage in exchange for helping out on the farm is an example of payment-in-kind.\n\nThe Internal Revenue Service (IRS)requires people who receive payment-in-kind income through bartering to report it on their income tax return. For example, if a plumber accepts a side of beef in exchange for services, they should report the fair market value of the beef or their usual fee as income on their income tax return.\n\nThe Internal Revenue Service (IRS) refers to payment-in-kind as bartering income.\n\nPayment-in-kind instruments have evolved to take several different forms. Agreements may have flexible terms that depend on prevailingmacroeconomicconditions or elections by the borrower.\n\nTraditional or true payment-in-kind agreements explicitly layout the arrangement for cash payments and in-kind payments.Loan termsare predefined, and this is the most standard type of payment-in-kind arrangements. In addition to defined dollar amounts, timing expectations are also defined in advance.\n\nPay-if-you-can agreements stipulate that interest is supposed to paid in cash at specific intervals or at a designated cadence. If the conditions surrounding interest payments are not satisfied, the borrower may opt to make a payment-in-kind interest payment. This pay-if-you-can assessment is often imposed at a higher interest rate and is only triggered if specific covenants or agreements are achieved (i.e. an insufficient amount of capital was on hand at a specific time).\n\nSometimes called toggle notes or pay-if-you-want, pay-if-you-like agreements gives the borrower (though sometimes the issuer) the discretion to elect the type of payment to make. The borrower can often choose between paying in cash, in-kind, or a combination of the two. This structure allows a borrower to continue to pay interest on a bond or defer payments until thebond matures. Should the borrower elect to defer cash payment and instead be assessed payment-in-kind interest, the prevailing interest rate used will be higher.\n\nCertain debt agreements add in aholding company(\"holdco\") level in which debt payments are reliant on the operating company's stream of cash. Any debt service or repayments of principal may be contingent on distributions from an operating group that may be subject to conditions of its own. Because the downstream holding company may not be guaranteed credit support from its parent entity, holdco payment-in-kind agreements are often riskier.\n\nPayment-in-kind agreements can include shares of stock or equity discounts. Companies wanted to preserve capital can opt to dilute equity as their form of payment.\n\nCompanies enter into payment-in-kind agreements because debt instruments can be used to leverage their existing capital structure. Companies looking to avoid pressuring their cash flow may engage in these agreements. This is especially true for companies with longcash conversion cycleswhere inventory turnover is slow and capital is often tied up for long periods of time.\n\nPayment-in-kind agreements may also have flexibility in several respects. First, payment-in-kind agreements may give the borrower the option to make payment or in-kind payments. There may also be flexibility in terms of covenants that require one form of payment over the other.\n\nThough flexibility may be appreciated, payment-in-kind agreements may encourage a company to continually defer payments. Companies may also not be motivated to meet financial covenants as failing to achieve certain criteria may defer interest payments (which the company may find favorable).\n\nIn-kind payment assessments are often charged at a higher rate of interest than cash payments. Though a company may preserve cash, it will face higher net charges that often demand more company resources through in-kind assessments. For example, certain hybrid agreements may entitle the lender to purchase securities of the company at a discount. Again, though capital is preserved, equity isdilutedand management now owns a smaller portion of the company due to the in-kind agreement.\n\nMay allow a company to leverage their capital through debt\n\nGives a company flexibility over the method of payments\n\nMay help cash-strapped companies still enter into debt agreements\n\nGives a company more control over the potential timing of when payments occur\n\nMay incentivize companies to continually defer payment obligations\n\nOften result in higher interest assessments\n\nMay dilute ownership if interest is paid in equity or equity discounts\n\nIn-kind donations and payment-in-kind are both non-cash transactions where goods or services are exchanged instead of money. Payment-in-kind is generally used to describe a business transaction, whereas an in-kind donation typically refers to a nonprofit organization.\n\nAn example of an in-kind donation for a nonprofit auction would be a local caterer donating food services for a private event. Instead of contributing cash, the caterer offers a complete catering package, including food, setup, and service for a dinner party or special occasion. As opposed to a payment-in-kind, the caterer is not expected any reciprocal payment (aside from potentially atax deduction).\n\nThe similarities between in-kind donations and payment in kind extend to how they are treated for accounting and tax purposes. In both cases, the receiving party must account for the value of the non-cash goods or services received, and this value is typically included as part of their financial reporting. For tax purposes, donors of in-kind donations can often claim a deduction.\n\nPayment-in-kind bonds are a unique type of debt security where the issuer can make interest payments by issuing additional bonds rather than paying cash. This allows companies to defer cash interest payments until the bond matures, reducing immediate cash outflows and providing flexibility in managing their cash.\n\nWhen a company issues PIK bonds, it accumulates additional debt to generate new bonds that fulfill the interest payments. On scheduledcoupon paymentdates, instead of distributing cash, the issuer provides bondholders with additional securities, typically similar to the underlying bonds but occasionally with different terms. This process continues throughout the initial period of the bond's life, allowing the issuer to preserve cash for other purposes or investments.\n\nThe structure of PIK bonds can vary, with some offering a \"toggle\" feature that allows the issuer to choose between making cash interest payments or issuing additional bonds. PIK bonds generally offer higher yields than traditional bonds due to the increased risk associated with deferred cash payments.\n\nTo illustrate how payment-in-kind notes work, imagine a financier offering a struggling company payment-in-kind notes worth $2 million. The notes have a 10% interest rate and mature at the end of a 10-year period. Each year, the note incurs $200,000 in interest.\n\nHowever, instead of being required to repay that amount or any principal payments, the interest is added to the debt in kind, meaning more debt. As a result, by the end of the first year, the company owes $2.2 million and that amount continues to grow until the loan matures when the cash is due.\n\nThe phrase \"payment-in-kind\" also applies toaccepting cash alternativesfor work or services. For example, a farmhand who is given \"free\" room and board instead of receiving an hourly wage in exchange for helping out on the farm is an example of payment-in-kind. PIK is derived from the bartering system that was used before the advent of money as a means of exchange.\n\nPayment-in-kind also refers to a financial instrument that pays interest or dividends to its investors. It's a type of mezzanine financing with characteristics indicative of debt and equities. They tend to pay a relatively high rate of interest but are considered risky. PIK notes give the issuer a chance to delay making dividend payments in cash and return for the delay, the issuing company typically agrees to offer a higher rate of return on the note.\n\nPIK securities are attractive to companies preferring not to make cash outlays. In most cases, PIK notes compromise a fraction of a company's total outstanding debts, and the financier structures these notes so they mature later than the company's other debts. This allows the company to focus on repaying traditional debts or debts tied to cash dividends more quickly, PIK debt is often used in leveraged buyouts.\n\nThe Internal Revenue Service considers bartered exchanges as income. The fair market value of goods and services are often taxable, as the recipient received a value even though the exchange was not made in cash.\n\nSome payment-in-kind arrangements call for periodic assessments of interest. Interest on these debt instruments may be made in cash, or a company may be assessed additional debt, equity, or other non-cash charges. Though payment-in-kind agreements favor a company not wanting to part with cash, the company often faces a steeper interest expense through a higher interest rate when opting for the in-kind payment option.\n\nInternal Revenue Service. \"Topic No. 420, Bartering Income.\"\n\nInternal Revenue Service. \"Charitable Contributions: Written Acknowledgements.\"",
  "url": "https://www.investopedia.com/terms/p/paymentinkind.asp"
}