{
  "term": "Payout Ratio: What It Is, How to Use It, and How to Calculate It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA company's payout ratio shows how much of its profits are given to shareholders via dividends.\n\nCompanies often pay out dividends to shareholders as a monetary reward, and these are taken out of earnings. The portion of earnings allocated to dividends is measured by the payout ratio. It's expressed as a percentage of the company’s totalearningsor, less commonly, as a percentage of a company’s cash flow.\n\nThe payout ratio is also known as the dividend payout ratio.\n\nThe payout ratio measures the reward a shareholder gets for buying and holding a company's stock. But, a high payout ratio is not always good, and a low ratio is not necessarily bad.\n\nThe payout ratioindicates the sustainabilityof a company’s dividend payment program. It's the amount of dividends paid to shareholders relative to the total net income of a company.\n\nThere's no single number for an ideal payout ratio. The factors largely depend on thesectorin which a given company operates.\n\nCompanies indefensive industriessuch as utilities, pipelines, and telecommunications tend to have stable earnings andcash flowsthat can support high payouts over the long run. Income-driven investors are advised to look for a ratio in the neighborhood of 60%, but 35% to 55% is considered strong.\n\nCompanies incyclical industrieslike airlines and automobiles tend to pay out less reliably because their profits are vulnerable to economic fluctuations.\n\nPeople spend less of their incomes on new cars, entertainment, and luxury goods in times of economic hardship. Companies in these cyclical industry sectors tend to experience earnings peaks and valleys that move in line with economic cycles.\n\nLet’s assume Company A has earnings per share of $1 and pays dividends per share of $0.60. The payout ratio would be 60% (0.6 ÷ 1). Let’s further assume that Company Z has earnings per share of $2 and dividends per share of $1.50. The payout ratio is 75% (1.5 ÷ 2) in this scenario.\n\nCompany A pays out a smaller percentage of its earnings to shareholders as dividends, giving it a more sustainable payout ratio than Company Z.\n\nDPR=TotaldividendsNetincomewhere:DPR=Divided payout ratio (or simply payout ratio)\\begin{aligned} &DPR=\\dfrac{\\textit{Total dividends}}{\\textit{Net income}} \\\\ &\\textbf{where:} \\\\ &DPR = \\text{Divided payout ratio (or simply payout ratio)}\\\\ \\end{aligned}​DPR=Net incomeTotal dividends​where:DPR=Divided payout ratio (or simply payout ratio)​\n\nSome companies pay out all their earnings to shareholders. Others dole out only a portion and funnel the rest back into their businesses. The measure of retained earnings is known as the retention ratio. The higher the retention ratio, the lower the payout ratio.\n\nThe payout ratio would be $25,000 ÷ $100,000 = 25% if a company reports a net income of $100,000 and issues $25,000 in dividends. This implies that the company boasts a 75% retention ratio. It records the remaining $75,000 of its income for the period in its financial statements as retained earnings. This appears in the equity section of the company’sbalance sheetthe following year.\n\nCompanies with the best long-term records of dividend payments generally have stable payout ratios over many years. A payout ratio greater than 100% suggests that a company is paying out more in dividends than its earnings can support. This might be cause for concern.\n\nA company's payout ratio is the amount of its total net income that is paid to shareholders as dividends. If the payout ratio is high, stock analysts question whether its size is sustainable or could hurt the company's growth and even its stability over time.\n\nA payout ratio over 100% gets additional scrutiny. A low payout ratio can be viewed favorably as a sign that the company is reinvesting its earnings into the business.\n\nInvestors who prize dividends should look for companies with stable payout ratios over many years.\n\nThe payout ratio shows the proportion of earnings that a company pays its shareholders in the form of dividends. It is expressed as a percentage of the company’s total earnings. To calculate it, divide the total dividends being paid out by the net income generated.\n\nIt can also be calculated by dividing dividends per share (DPS) by earnings per share (EPS).\n\nAn ideal payout ratio depends on the company and the sector it operates in.\n\nCompanies indefensive industrieslike utilities or consumer staples should be able to pay decent dividends regularly. Companies incyclical sectorslike airlines make less reliable payouts because their revenues are vulnerable to macroeconomic fluctuations.\n\nIf you're considering stocks that pay a high dividend regularly, the payout ratio is an important number. It's the percentage of the company's revenue that is returned to its shareholders in dividends.\n\nHowever, the dividend ratio is also studied for warning signs that a company is spending too much of its income on retaining shareholders and too little on growing or even maintaining the business.\n\nIf dividends are important to your investing strategy, look at companies in defensive industries like utilities and consumer staples, where revenues tend to stay steady in good times and bad. These companies can afford to pay steady regular dividends without neglecting the business.\n\nYahoo! News. \"What Is a Good Dividend Payout Ratio?\"",
  "url": "https://www.investopedia.com/terms/p/payoutratio.asp"
}