{
  "term": "P/E 10 Ratio: Meaning, Examples and Calculations",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe P/E 10 ratio is a valuation measure generally applied to broad equityindicesthat use real per-share earnings over 10 years. The P/E 10 ratio also uses smoothed real earnings to eliminate the fluctuations in net income caused by variations in profit margins over a typical business cycle. The P/E 10 ratio is also known as thecyclically adjusted price-to-earnings(CAPE) ratio or the Shiller PE ratio.\n\nThe ratio was popularized by Yale University professor Robert Shiller, author of the bestseller \"Irrational Exuberance,\" who won theNobel Prize in Economic Sciencesin 2013.﻿﻿ Shiller attracted attention after he warned that the frenetic U.S. stock market rally of the late-1990s would turn out to be a bubble.\n\nThe P/E 10 ratio is based on the work of renowned investorsBenjamin Grahamand David Dodd in their legendary 1934 investment tome \"Security Analysis.\" The investors attributed illogical P/E ratios to temporary and sometimes extreme fluctuations in the business cycle. To smooth a firm's earnings over a period, Graham and Dodd recommended using a multi-year average ofearnings per share(EPS)—such as five, seven, or 10 years—when computingP/E ratios.﻿﻿\n\nThe P/E 10 ratio is calculated as follows: take the annual EPS of an equity index, such as theS&P 500, for the past 10 years. Adjust these earnings for inflation using the consumer price index (CPI)—that is, adjust past earnings to today's dollars. Take the average of these real EPS figures over the 10 years. Divide the current level of the S&P 500 by the 10-year average EPS number to get the P/E 10 ratio orCAPE ratio.\n\nThe P/E 10 ratio varies a great deal over time. According to data first presented in \"Irrational Exuberance\" (which was released in March 2000, coinciding with the peak of thedotcom boom), and updated to cover the period 1881 to August 2020, the ratio has varied from a low of 4.78 in December 1920 to a high of 44.20 in December 1999. As of August 2020, the historic P/E 10 average was 17.1.﻿﻿\n\nUsing market data from both estimated (1881 to 1956) and actual (1957 onward) earnings reports from theS&P index, Shiller and John Campbell found that the lower the CAPE, the higher the investors' likely return from equities over the following 20 years.\n\nA criticism of the P/E 10 ratio is that it is not always accurate in signaling market tops or bottoms. For example, an article in the September 2011 issue of the American Association of Individual Investors Journal noted that the CAPE ratio for the S&P 500 was 23.35 in July 2011.﻿﻿\n\nComparing this ratio to the long-term CAPE average of 16.41 would suggest that the index was more than 40% overvalued at that point. The article suggested that the CAPE ratio provided an overlybearish viewof the market since conventional valuation measures like the P/E showed the S&P 500 trading at a multiple of 16.17 (based on reported earnings) or 14.84 (based on operating earnings).﻿﻿ Although the S&P 500 did plunge 16% in one month from mid-July to mid-August 2011, the index subsequently rose more than 35% from July 2011 to new highs by November 2013.﻿﻿\n\nThe Nobel Prize. \"Robert J. Shiller.\" Accessed Sept. 1, 2020.\n\nJohn Y. Campbell and Robert J. Shiller. \"Stock Prices, Earnings, and Expected Dividends,\" Page 664. The Journal of Finance, Vol. 43, No. 3, 1987l\n\nRobert Shiller. \"Online Data Robert Shiller.\" Download \"U.S. Stock Markets 1871-Present and CAPE Ratio.\" Accessed Sept. 1, 2020.\n\nAmerican Association of Individual Investors. \"A Cautionary Note about Robert Shiller’s CAPE.\" Accessed Sept. 1, 2020.\n\nMacrotrends. \"S&P 500 Index - 90 Year Historical Chart.\" Accessed Sept. 1, 2020.",
  "url": "https://www.investopedia.com/terms/p/pe10ratio.asp"
}