{
  "term": "Pell Grant: What It Is, How It Works, and How to Get One",
  "definition": "Federal Pell Grants are a type of student aid generally awarded to undergraduates who’ve demonstrated extraordinary financial need on their Free Application for Federal Student Aid (FAFSA) forms. Unlike federalstudent loans, Pell Grants usually won’t require repayment.\n\nThe first step to receiving a Pell Grant is to submit theFree Application for Federal Student Aid (FAFSA). For all of the schools that a student applies to, the financial aid offices will each calculate how much federal aid they may be eligible for, based on the information included in their FAFSA.\n\nThere are two figures used to determine this amount: the applicant’sStudent Aid Index (SAI)and the school’scost of attendance (COA). The SAI is an eligibility index for student aid that takes both the student's and their parents’ income and assets into account. The COA, meanwhile, is the overall cost of going to a particular school, including tuition, fees, books, room and board, etc.If the difference between these two figures indicates that the student would have a substantial funding gap, then the school will likely provide them with at least some financial aid.\n\nIn addition tosubsidized and unsubsidized federal loans, which have to be repaid, students may also be offered scholarships, federal work-study, and/or Pell Grants. Of these types of aid, Pell Grants and subsidized loans are unique in that they’re both earmarked for students who’ve shown a greater financial need.Outside of students in certain postbaccalaureate teacher training programs, Pell Grants are only available for undergraduates.\n\nYou cannot qualify for a Pell Grant without submitting the FAFSA, so be sure to do so for each year you expect to need financial aid.\n\nFor the 2025–2026 award year (i.e., July 1, 2025, to June 30, 2026), the maximum annual Pell Grant is $7,395. Additionally, the total amount a student receives cannot exceed 12 terms (roughly six years) of funding, which the United States Department of Education tracks via its Lifetime Eligibility Used (LEU) percentage.If a student’s LEU equals or exceeds 600%, they won’t be eligible for further Pell Grant funding.\n\nPell Grants give students with serious financial need a better chance of affording a higher education. As with other kinds of federal financial aid, a student must fill out the FAFSA in order to qualify. However, Pell Grants have the added benefit of not requiring repayment, whereas student loans do.\n\nFederal Student Aid. “How Financial Aid Is Calculated.”\n\nFederal Student Aid. “Direct Subsidized and Direct Unsubsidized Loans.”\n\nFederal Student Aid. “Federal Pell Grants.”\n\nFederal Student Aid. “Calculating Pell Grant Lifetime Eligibility Used.”\n\nFederal Student Aid. “Federal Supplemental Educational Opportunity Grant (FSEOG).”\n\nFederal Student Aid. “Receive a TEACH Grant to Pay for College.”\n\nSt. Lawrence University. “Iraq and Afghanistan Service Grant.”",
  "url": "https://www.investopedia.com/terms/p/pell-grant.asp"
}