{
  "term": "Per Stirpes: Meaning and Use in Estate Planning",
  "definition": "Per stirpes is a legal term designating who inherits a beneficiary's portion of an estate or asset if that beneficiary dies before the testator who created the will.\n\nPer stirpes is a legal term often used inestate planning, including in wills. It designates who should inherit a designated asset (or assets) if the originalbeneficiarydies before the testator (the person writing the will).\n\nIn Latin, per stirpes means \"by branch\" or \"by roots.\" In a will, it signifies that the beneficiary's share of an estate will go to that beneficiary's descendants or heirs.Per stirpes can also designate beneficiaries in anindividual retirement account (IRA).\n\nPer stirpes is often used in wills andretirement accountsto ensure that assets are distributed through the branches of a family tree according to the wishes of the testator (person who created the will) or the account holder. Per stirpes includes everyone descending the branch of a family tree from a single person. For example, the descendants of a parent would be their children, grandchildren, and great-grandchildren.\n\nPer stirpes is used to indicate that, in the event of an \"out of order\" death in which a beneficiary predeceases the person they are inheriting from, that beneficiary's descendants will split their portion of the inheritance equally.\n\nFor example, if a parent has two children, each with two children of their own, and one child predeceases the parent, per stirpes would mean that the parent's estate would be split into two portions: one that would go in full to the living child, and one that would be split evenly between the deceased child's two children. Spouses are not included in a per stirpes designation.\n\nWhen used, per stirpes is generally written, \"to [person's] descendants, per stirpes.\" Usually, the \"person\" should be a single person, not a group. The word \"descendants\" or \"issue\" must appear. If you wish to indicate that your descendants will inherit, you would write \"to my descendants, per stirpes.\" However, you may alsochoose a beneficiarywho is not your descendant, then indicate their their descendants would inherit per stirpes.\n\nDifferent jurisdictions may have variations in how they define terms like \"per stirpes.\" To avoid confusion, and to make sure your legal documents follow your wishes, it's best to work with a lawyer who is familiar with local laws and legal definitions.\n\nLeaving a bequest per stirpes indicates that a beneficiary's share, should they die before the testator, will be split equally among thebeneficiary's heirs. Another option is to divide up an estate \"per capita,\" which means \"by the heads.\"\n\nPer capita indicates that any assets should be divided equally among the testator'ssurviving beneficiaries. If one beneficiary predeceases the testator, their portion of the inheritance is returned to the estate and divided among the remaining beneficiaries.\n\nFor example, if a parent has two children, each with two children of their own, and one child predeceases the parent,per capitawould mean that the parent's estate would be split into three equal portions: one each to the surviving child and the deceased child's children.\n\nNeither per stirpes nor per capita is inherently better than the other. The correct choice will depend on your family situation and how you wish for your assets to be divided after your death.\n\nConsider a family of four generations. A parent, Maria, has two children, Flora and Shauna. Flora has two children as well, Stephanie and Robert. Shauna has one child, River, and two grandchildren (Maria's great-grandchildren), Bruno and Sofia. Maria's will indicates that her childrenwill inherither estate per stirpes, each receiving half.\n\nIf Maria passes away and is survived by both her children, her estate will be split evenly between Flora and Shauna. None of the grandchildren or great-grandchildren will inherit anything.\n\nIf Flora passes away before her mother, half of Maria's estate will go to Shauna; the other half will be split equally between Flora's children, Stephanie and Robert. River, Bruno, and Sofia will not inherit anything.\n\nIf Flora survives her mother, but Shauna and River both pass away before Maria's death, then the estate will again be divided in two. Half will go to Flora, and the other half will be split between River's children (Maria's great-grandchildren), Bruno and Sofia. Flora's children, Stephanie and Robert, will notinheritanything.\n\nCreating a will can be stressful, but it's important to designate how you want your assets to be divided after your death. If you do not have a will, your assets will be divided according to the state laws where you live.\n\nHowever, because legal terminology like per stirpes can be confusing, a mistake in how your will is written can create confusion and difficulties for your heirs. To avoid this, work with anestate plannerwho is familiar with your state laws to create a will that accurately reflects your wishes.\n\nCornell Law School, Legal Information Institute. \"Per Stirpes.\"\n\nCornell Law School, Legal Information Institute. \"Pure Per Stirpes.\"\n\nCornell Law School, Legal Information Institute. \"Per Capita.\"\n\nAmerican Bar Association. \"Introduction to Wills.\"",
  "url": "https://www.investopedia.com/terms/p/perstirpes.asp"
}