{
  "term": "Per Capita: What It Means, How It’s Determined, Uses, and Examples",
  "definition": "Per capita means the amount of something for each person in a group, and it is often used in statistics to compare things like income, spending, or resource use across different populations.\n\nPer capita is a Latin word meaning \"by head,\" used in English to refer to the average per person, and often replaces “per person” when presenting data in statistics or economic analysis. If an amount is expressed per capita, it means that amount per person.\n\nThe phrase can be used for almost any kind of population description, but it is common when discussing economic data. This could include a country’s:\n\nPer capita is a term primarily used ineconomicsandstatisticsto determine how certain metrics apply to a population. It is most often used in reference tometricsof a country and how that metric applies to the population of that country. The most common uses of per capita are GDP per capita, which breaks down a country's GDP to an amount per person, and income per capita, which determines the average per-person incomefor an area.\n\nFor nationaleconomic indicators, such as GDP or GNP, the total figure is certainly of interest. However, the per capita basis will give the analyst more granular information and allow for better apples-to-apples comparisons across different countries.\n\nTo calculate per capita, take the number you are interested in (e.g., a country’s GDP) and divide it by the population being analyzed.\n\nIn contrast to per capita measures,mediannumbers, such as those for income, provide an arguably more accurate picture of how much the residents of a particular country or area are likely to earn.\n\nThemedian incomeis the income level in the very middle of a list of incomes. Exactly half of the people are considered to earn above the median income figure, while the other half earn below that number. Real median household income in the United States in 2023 was $78,538, whereas per capita income was lower at $43,289.\n\nPer capita expresses the average number for all of the citizens in a particular country or area. Therefore, it can be a misleading number because it includes everyone from infants to older citizens and fails to account for statistical outliers. The median income in this instance will take into account any outliers.\n\nThe World Bankissues data on total GDP and GDP per capita, but each statistic can provide a conflicting perspective on the economic state of a country and the wealth of its people.\n\nAccording to some economists, a country’s aggregate economic growth, or its overall GDP, is not what matters when the concern is thepovertylevel of individuals in a country. For example, if an outlet reports that the world’s GDP grew by 3%, it may sound like great news, but it would fail to take into consideration that the world’s population grew by 1.5%, making the GDP number less impressive.\n\nFor countries where the population is not increasing rapidly, the difference between GDP per capita growth and total GDP growth is minimal. However, for countries with rapidly growing populations, such as those in Africa and South Asia, reporting GDP growth can be highly misleading because a country can show GDP growth overall, but a decline in per capita growth.\n\nIn economic analysis, per capita is also used as an apples-to-apples comparison between countries, as all countries have different populations.\n\nFor example, U.S. GDP was $27.72 trillion in 2023, according to the latest data from the World Bank. The United States’ population in the same period was approximately 334.91 million. That results in a GDP per capita of $82,769.\n\nChina, meanwhile, had a GDP of around $17.79 trillion in 2023. However, China has far more people than the United States, so the per capita GDP for China is just $12,614. Thus, using per capita GDP shows that most Chinese citizens are still earning far less than the average American despite the country’s aggregate output.\n\nIn Latin,per capitameans “by head” or “for each head.”\n\nTo calculate per capita, simply divide the figure or value in question by the size of the population.\n\nAccording to the World Bank, the world’s total GDP per capita was $13,170 in 2023. With 8.06 billion people in the world in 2023, that amounts to a total global GDP of around $106.17 trillion.\n\nPer capita is a way of averaging values on a per-person basis to better understand how each individual shares in aggregated figures. In economics, GDP and income per capita are used to understand a country’s average level of prosperity and for making like comparisons across countries. You can also use per capita measures of non-economic data, such as alcohol consumption per capita or car crashes per capita.\n\nMerriam-Webster Dictionary. \"Per Capita.\"\n\nU.S. Census Bureau. “QuickFacts.\"Income and Poverty.\n\nThe World Bank. \"GDP per capita growth (annual %) - South Asia, South Africa, Central African Republic, Sub-Saharan Africa.\"\n\nThe World Bank. \"GDP growth (annual %) - South Asia, South Africa, Central African Republic, Sub-Saharan Africa.\"\n\nPew Research Center. “For World Population Day, a Look at the Countries with the Biggest Projected Gains—and Losses—by 2100.”\n\nThe World Bank. \"Population, total - United States.\"\n\nThe World Bank. \"GDP (current US$) - United States.\"\n\nThe World Bank. \"GDP per capita (current US$) - United States.\"\n\nThe World Bank. \"GDP (current US$) - China.\"\n\nThe World Bank. \"Population, total - China.\"\n\nThe World Bank. \"GDP per capita (current US$) - China.\"\n\nThe World Bank. \"GDP per capita (current US$).\"\n\nThe World Bank. \"GDP (current US$).\"\n\nThe World Bank. \"Population, total.\"",
  "url": "https://www.investopedia.com/terms/p/percapita.asp"
}