{
  "term": "Perceived Value: What It Is and Why It’s Important",
  "definition": "In marketing terminology, perceived value is customers’ evaluation of a product or service’s merits and its ability to meet their needs and expectations, especially compared with its peers.\n\nMarketingprofessionals try to influence consumers’ perceived value of a product by describing the attributes that make it superior to the competition.\n\nPerceived value comes down to the price that the public is willing to pay for a good or service. Even a snap decision made in a store aisle involves an analysis of a product’s ability to fulfill a need and provide satisfaction compared to other products under different brand names.\n\nThe work of the marketing professional is to enhance the perceived value of the brand they are selling.\n\nThe pricing of products takes perceived value into consideration. In some cases, the price of a product or service may have more to do with its emotional appeal than with the actual cost of production.\n\nEven a snap decision made in a store aisle involves an analysis of a product’s perceived ability to fulfill a need and provide satisfaction.\n\nMarketers who want to influence the perceived value of a product define its attributes in terms of its utility, or the extra benefits and values that the customer expects to get in using it. The perceived utility of many products and services may differ widely even among similar or virtually identical products.\n\nThere are five types of utilities that companies aim to create through marketing campaigns for products:\n\nA company’sbrandis meant to communicate a set of expectations associated with its products or services. That’s why a well-established brand can command a higher price than its generic equivalents. Advil and Motrin both contain ibuprofen, but both brands are priced higher than generic ibuprofen.\n\nLuxury goods, however, carry the perception of value to another level with the addition of prestige. The highest value of luxury goods is associated not with their utility but with the prestige that owning and using it entails. The perceived value of a Rolex watch is not based on its functionality but with its image as a mark of personal success and refined taste.\n\nAt the opposite end of the scale, some brands are marketed as smart bargains. The perceived value of a product may be its low price compared with competitors of equal quality.\n\nPerceived value comes down to the price that the public is willing to pay for a good or service.\n\nMarketers aiming to influence the perceived value of a product define its attributes in terms of its utility, or the extra benefits and values that the customer expects to get in using it.\n\nA company’s well-established brand can command a higher price than its generic equivalents, because that brand is meant to communicate a set of expectations associated with its products or services.\n\nIn marketing parlance, perceived value is customers’ evaluation of the merits of a product or service and its ability to meet their needs and expectations, especially in comparison with its peers.",
  "url": "https://www.investopedia.com/terms/p/perceived-value.asp"
}