{
  "term": "Performance Budget: Advantages and Disadvantages",
  "definition": "A performance budget is a results-oriented method of budgeting that revolves around desired outcomes. The goals and objectives of the project are at the center of the budget, which reflects the input of resources and the output of services for each unit of an organization.\n\nThe budget identifies and scores relative performance based on goal attainment for specified outcomes. Performance budgets often rely on quantifying otherwise qualitative or subjective factors so that they can be measured and accounted for.\n\nThis type ofbudgetis commonly used by government bodies and agencies to show the link between taxpayer funds and the outcome of services provided by federal, state, or local governments.\n\nThe decision process for performance budgets focuses on outputs—or outcomes—of services. In other words, the allocation of funds and resources is based on specific goals agreed upon by budget committees and agency heads of services.\n\nPerformance budgets, as the theory goes, are designed to motivate workers, increasing their commitment to the project and making it more likely that they will produce the desired results.\n\nA few examples of outcomes that a performance budget could address include:\n\nAll of these would have numerical targets attached to them. A performance budget would be developed accordingly to identify those target numbers. The budget would develop a method of evaluating performance.\n\nThe advantages in the public sector are an increase in accountability of the local authorities to thetaxpayers, communication to the public about priorities, and quantifying particular goals. Taxpayers want to know where and how their money is being spent and to what end.\n\nSimilarly,nonprofit organizationsdraw up performance budgets to linkinputs and outputsfor their missions. Donors to these organizations also want to know what kind ofreturnsociety is getting from their donations.\n\nSome disadvantages of a performance budget include:\n\nOne prominent disadvantage of performance budgets is that by assigning target scores or numbers that an organization uses as itsbenchmarkfor achievement, the numbers can be gamed or become the sole focus of one's task. For instance, teachers looking to earn a certain score may only focus on the factors that comprise that score and overlook or ignore other factors that may be important to teaching.\n\nIt's primarily government agencies that use performance budgets. However, almost any organization can use them.\n\nTo make a performance budget, consider what outcomes or milestones you would like your organization to achieve. It's crucial to determine the correct metrics. Make sure to use enough metrics but not too many, or the system will start to feel overloaded.\n\nIn schools, teachers may earn bonuses or promotions based on aggregate test scores among their students, which is supposed to show a high degree of skill and effectiveness (although this may not always be the case).\n\nIn a government agency or program, a performance-based budget may set the following desired outcomes: less spending, more transparency, and more accountability.\n\nA performance budget, or performance-based budgeting, is a budget that is designed with outcomes in mind. Its operation depends on motivating workers to achieve those outcomes. These outcomes are measured and reported. Each outcome must be carefully tailored to the organization or agency's mission.",
  "url": "https://www.investopedia.com/terms/p/performance-budget.asp"
}