{
  "term": "Periodic Interest Rate: Definition, How It Works, and Example",
  "definition": "A periodic interest rate is a rate that can be charged on a loan, or realized on an investment over a specific period of time. Lenders typically quote interest rates on an annual basis, but theinterest compoundsmore frequently than annually in most cases. The periodic interest rate is the annual interest rate divided by the number of compounding periods.\n\nA greater number of compounding periods allows interest to be earned on or added to interest a greater number of times.\n\nThe number of compounding periods directly affects the periodic interest rate of an investment or a loan. An investment's periodic rate is 1% if it has an effective annual return of 12% and it compounds every month. Its periodic interest rate is 0.00033 if you are compounding the daily periodic rate, it would be the equivalent of 0.03%.\n\nThe more frequently an investment compounds, the more quickly it grows. Imagine that two options are available on a $1,000 investment. Under option one, the investor receives an 8% annual interest rate and the interest compounds monthly. Under option two, the investor receives an 8.125% interest rate, compounded annually.\n\nBy the end of a 10-year period, the $1,000 investment under option one grows to $2,219.64, but under option two, it grows to $2,184.04. The more frequent compounding of option one yields a greater return even though the interest rate is higher in option two.\n\nTheinterest on a mortgageis compounded or applied on a monthly basis. If the annual interest rate on that mortgage is 8%, the periodic interest rate used to calculate the interest assessed in any single month is 0.08 divided by 12, working out to 0.0067 or 0.67%.\n\nThe remaining principal balance of the mortgage loan would have a 0.67% interest rate applied to it each month.\n\nThe annual interest rate typically quoted on loans or investments is the nominal interest rate—the periodic ratebeforecompounding has been taken into account. The effective interest rate is the actual interest rate after the effects of compounding have been included in the calculation.\n\nYou must know a loan's nominal rate and the number of compounding periods to calculate itseffective annual interest rate. First, divide the nominal rate by the number of compounding periods. The result is the periodic rate. Now add this number to 1 and take the sum by the power of the number of compounding interest rates. Subtract 1 from the product to get the effective interest rate.\n\nFor example, if a mortgage compounds monthly and has a nominal annual interest rate of 6%, its periodic rate is 0.5%. When you convert the percentage to a decimal and add 1, the sum is 1.005. This number to the 12th power is 1.0617. When you subtract 1 from this number, the difference is 0.0617 or 6.17%. The effective rate is slightly higher than the nominal rate.\n\nCredit card lenders typically calculate interest based on a daily periodic rate.The interest rate is multiplied by the amount the borrower owes at the end of each day. This interest is thenadded to that day's balance, and the whole process happens again 24 hours later—when what the borrower owes is typically more unless they have made a payment because now their balance includes the previous day's interest. These lenders often quote an annual percentage rate (APR), glossing over thisdaily periodic rate calculation. You can identify your daily periodic rate by dividing the APR by 365, although some lenders determine daily periodic rates by dividing by 360.\n\nSome revolving loans offer a \"grace period\" from accumulating interest, allowing borrowers to pay off their balances by a certain date within the billing cycle without further interest compounding on their balances.The date and duration of your grace period, if any, should be clearly identified in your contract with the lender.\n\nConsumer Financial Protection Bureau. “What Is a \"Daily Periodic Rate\" on a Credit Card?”\n\nConsumer Financial Protection Bureau. “What Is a Grace Period for a Credit Card?”",
  "url": "https://www.investopedia.com/terms/p/periodic_interest_rate.asp"
}