{
  "term": "Permanent Income Hypothesis: Definition, How It Works, and Impact",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe permanent income hypothesis is an economic theory that suggests consumers base their spending decisions on their average long-term income rather than their current income.\n\nThe permanent income hypothesis states that people spend their money based on how much they expect to earn, not just on how much they make now. So, the level you expect to earn over your lifetime becomes the permanent income you can safely spend. That being said, the theory also states that a one-time bonus won't make you change the way you shop because it's a temporary change in your income. Most people tend to save when their current income is higher (like when you get that bonus) than their expected permanent income. The opposite is true when they need to borrow money.\n\nThe permanent income hypothesis was formulated by the Nobel Prize-winning economistMilton Friedmanin 1957. The hypothesis implies that changes in consumption behavior are not predictable because they are based on individual expectations. This has broad implications concerning economic policy.\n\nAccording to this theory, even if economic policies are successful in increasing income, the policies may not kick off amultiplier effectin regards to increased consumer spending. Rather, the theory predicts that there will not be an uptick inconsumer spendinguntil workers reform expectations about their future incomes.\n\nMilton believed that people will consume based on an estimate of their future income as opposed toKeynesianeconomics, which proposes that people will consume based on their after-tax income at that moment. Milton's basis was that individuals prefer tosmooththeir consumption rather than let it bounce around as a result of short-term fluctuations in income.\n\nIf a worker is aware that they are likely to receive an incomebonusat the end of a particular pay period, it is plausible that the worker’s spending in advance of that bonus may change in anticipation of the additional earnings. However, it is also possible that workers may choose not to increase their spending based solely on a short-term windfall. They may instead make efforts to increase their savings, based on the expected boost in income.\n\nSomething similar can be said of individuals who are informed that they are to receive aninheritance. Their personal expenditures could change to take advantage of the anticipated influx of funds, but per this theory, they may maintain their current spending levels in order to save the supplemental assets. Or, they may seek to invest those supplemental funds to provide long-term growth of their money rather than spend it immediately on disposable products and services.\n\nTheliquidityof the individual can play a role in future income expectations. Individuals with no assets may already be in the habit of spending without regard to their income; current or future.\n\nChanges over time, however—through incremental salary raises or the assumption of new long-term jobs that bring higher, sustained pay—can lead to changes in permanent income. With their expectations elevated, employees may allow their expenditures to scale up in turn.\n\nThelife cycle hypothesisfocuses on how the spending and saving habits of an individual changes within their lifetime, or life cycle, as they grow older. On the other hand, the permanent income hypothesis examines an individual's spending habits based on expected income, and it applies at any point during their lifetimes.\n\nAs the name suggests, transitory income is a temporary, unexpected change in income generally from inconsistent sources. Meanwhile, permanent income is the expected average income of an individual that remains stable over a long period of time.\n\nAccording to a survey conducted by OnePoll, the average American spends around $1,497 a month on non-essentials, totaling nearly $18,000 a year.\n\nThe permanent income hypothesis, by Milton Friedman, states that consumers spend money based on their expected long-term average income, meaning that economic policies aiming to increase consumer spending may not be successful at first due to the stability of individual expectations.\n\nUniversity of Chicago, Harris School of Public Policy. \"Permanent Income.\"\n\nLadder. \"National Life Insurance Day Survey 2019.\"",
  "url": "https://www.investopedia.com/terms/p/permanent-income-hypothesis.asp"
}