{
  "term": "Perpetuity: Financial Definition, Formula, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA perpetuity is a financial instrument that provides continuous cash flow indefinitely without a predetermined end date.\n\nA perpetuity is an investment asset that pays a stated return for an infinite time. An annuity with no termination date is an example of a perpetuity.\n\nSadly, perpetuities are extremely rare in modern times. The abstract concept of perpetuity lives on in the financial world and the field of economics, however. Perpetuity is defined in finance as a continuous stream of identical cash flows with no end. The concept of perpetuity is used in several financial theories including thedividend discount model(DDM).\n\nAn annuity is a stream of cash flows. A retiree might invest a sum of cash in an annuity in return for a monthly stream of income for a set number of years or an indefinite lifespan. A perpetuity is a type of annuity that lasts forever. The stream of cash flows doesn't have an end date.\n\nA perpetuity calculation is used in finance to determine the present value of a company's cash flows when discounted back at a certain rate.\n\nBritish-issued bonds known as consols were an example of a financial instrument with perpetual cash flows. The Bank of England phased these out in 2015. The bondholder was entitled to receive annual interest payments forever when they purchased a consol from the British government.\n\nThe British consol was a means of passing wealth down through the generations beginning in 1751.\n\nIt may seem illogical but an infinite series of cash flows can have a finite present value. Each payment is worth only a fraction of the previous payment because of the cumulative time value of money.\n\nThe perpetuity formula determines the amount of cash flows in theterminal yearof operation. When companies are valued, they're valued as going concerns. They're assumed to continue forever. The terminal year is therefore a perpetuity and analysts use the perpetuity formula to find its value.\n\nThe formula to calculate the present value of a perpetuity or security with perpetual cash flows is:\n\nPV=C(1+r)1+C(1+r)2+C(1+r)3⋯=Crwhere:PV=present valueC=cash flowr=discount rate\\begin{aligned} &\\text{PV} = \\frac { C }{ ( 1 + r ) ^ 1 } + \\frac { C }{ ( 1 + r ) ^ 2 } + \\frac { C }{ ( 1 + r ) ^ 3 } \\cdots = \\frac { C }{ r } \\\\ &\\textbf{where:} \\\\ &\\text{PV} = \\text{present value} \\\\ &C = \\text{cash flow} \\\\ &r = \\text{discount rate} \\\\ \\end{aligned}​PV=(1+r)1C​+(1+r)2C​+(1+r)3C​⋯=rC​where:PV=present valueC=cash flowr=discount rate​\n\nThe basic method used to calculate a perpetuity is to divide cash flows by some discount rate.\n\nThe formula used to calculate the terminal value in a stream of cash flows for valuation purposes is a bit more complicated. It's the estimate of cash flows in year 10 of the company, multiplied by one plus the company’s long-term growth rate and then divided by the difference between thecost of capitaland the growth rate.\n\nThe terminal value is some amount of cash flows divided by some discount rate which is the basic formula for a perpetuity.\n\nThe value of the perpetuity is as follows if a company is projected to make $100,000 in year 10 and the company’s cost of capital is 8% with a long-term growth rate of 3%:\n\n=Cash FlowYear 10×(1+g)r−g=$100,000×1.030.08−0.03=$103,0000.05=$2.06million\\begin{aligned} &= \\frac{ \\text{Cash Flow}_\\text{Year 10} \\times ( 1 + g ) }{ r - g } \\\\ &= \\frac{ \\$100,000 \\times 1.03 }{ 0.08 - 0.03 } \\\\ &= \\frac{ \\$103,000 }{ 0.05 } \\\\ &= \\$2.06 \\text{ million} \\\\ \\end{aligned}​=r−gCash FlowYear 10​×(1+g)​=0.08−0.03$100,000×1.03​=0.05$103,000​=$2.06million​\n\nThis means that $100,000 paid into a perpetuity is worth $2.06 million in 10 years assuming a 3% rate of growth with an 8% cost of capital.\n\nNow we must find the value of that $2.06 million today. Analysts use another formula referred to as the present value of a perpetuity to find this.\n\nThe net present value of a perpetuity isn't as large as it might seem because the time value of money erodes the value of dollars far into the future due to inflation. The cash flows received by a fixed perpetuity many years from now can therefore become negligible in terms of future buying power.\n\nA growing perpetuity adjusts the amount of perpetual payments each period by a given rate, helping to maintain buying power over time. The present value of a growing perpetuity will therefore be greater than a fixed or non-growing perpetuity. The higher the growth rate of future payments per period, the greater the present value.\n\nThe formula for a growing perpetuity is nearly identical to the standard formula but it subtracts the growth rate,g,from the discount rate,r,in the denominator:\n\nThe growth rate remains fixed in this formula so it's also only a rough estimate if we use it to value future cash flows. Businesses don't grow at the same rate each year.\n\nNote that the rate of growth in a growing perpetuity remains fixed over its infinite life. It may or may not cover inflation.\n\nA perpetuity is a financial instrument that offers a stream of cash flows in perpetuity or without end. Unlike other bonds, perpetuities don't have a fixed maturity date but they continue paying interest indefinitely.\n\nThe U.K. offered a government bond called a consol until 2015. The name was a contraction for consolidated annuities. It was structured as a perpetuity. The bonds were discontinued.\n\nIt might seem at first glance that an instrument that offers aninfinite stream of cash flowswould be almost infinitely valuable but this isn't the case. The value of a perpetuity is finite and its value can be determined by discounting its future cash flows to the present using a specified discount rate.\n\nThis procedure is known asdiscounted cash flow(DCF) analysis and it's also widely used to value other types of securities such as stocks, bonds, and real estate investments.\n\nA perpetuity and anannuityare similar in that both offer a fixed set of cash flows over time. The key difference is that annuities have a predetermined end date known as the maturity date. Perpetuities are intended to last forever. Both annuities and perpetuities can be valued using DCF analysis.\n\nA perpetuity lasts forever...or presumably until the end of the world as we know it.\n\nPerpetuities are investments that make payments indefinitely with no maturity or expiration date. They're essentially never-ending annuities. Perpetuities as financial products have become quite rare but the abstract concept of a perpetuity and the calculation of its present value, dividing the cash flow amount by the discount rate, remains a key concept in finance.\n\nFederal Reserve Bank of St. Louis. \"Consols: The Never-Ending Bonds.\"",
  "url": "https://www.investopedia.com/terms/p/perpetuity.asp"
}