{
  "term": "Personal Property: Definition, Examples, and Role in Insurance",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nPersonal property is a class of property that can include any asset other than real estate. The distinguishing factor between personal property andreal estate, or real property, is that personal property is movable, meaning it isn't fixed permanently to one particular location. Typically, personal property isnot taxed like fixed property.\n\nPersonal property is also known as movable property, movables, and chattels. Because it is viewed as anasset, it may be taken into consideration by a mortgage lender when someone applies for a mortgage or other loan.\n\nPersonal property can be insured in one of two ways: For its current value, which takes depreciation into account; or for what it would cost to replace it with a similar new item.\n\nSome kinds of property, such as home appliances, clothing, and automobiles, tend to depreciate in value over time. Other types, such as artworks and antiques, may appreciate in value. When assessing a would-be borrower'screditworthiness, lenders may look at the total current value of their personal property added to their real property.\n\nPersonal property can be characterized as either tangible or intangible. Examples oftangible personal propertyinclude vehicles, furniture, boats, and collectibles.Digital assets, patents, and intellectual property areintangiblepersonal property.\n\nJust as some loans—mortgages, for example—are secured by real property like a house, some loans are secured by personal property. A common example is car loans, where the vehicle serves ascollateralfor the loan.\n\nPersonal property also comes into play when people insure their homes. Ahomeowners insurancepolicy typically covers both the physical dwelling and the owner's personal property, often referred to as the home's \"contents.\"\n\nIt's important to create a list of your personal belongings, which might include:\n\nCreate a home inventory list of your personal belongings for each room in case you need to make a claim. Take pictures or shoot a video, and don't forget the closets, drawers, garage, and shed.\n\nMost homeowners policies base the value of the policyholder's personal property on a percentage of the dwelling's value, typically 50% to 70%.For example, if a home costs $200,000 to rebuild following a fire, the policy might use 70% of that figure, or $140,000, as the coverage limit for the owner's personal property.\n\nHomeowners policyholders can typically choose between two options for covering their personal property:replacement valueoractual cash value. If the policy provides for replacement value, the insurer would be obligated to replace a destroyed item with a similar new item.\n\nWith actual cash value, the insurer may pay you the item's value afterdepreciatingit. In other words, the item's value is reduced to reflect its age, which means you'll likely be paid less than the cost to replace it. You can also add arecoverable depreciation clauseto your policy, which pays out the depreciated and calculated replacement cash values.\n\nFor example, if a 10-year-old refrigerator is destroyed in a house fire, a homeowner with replacement coverage should receive enough money to buy a new refrigerator. However, a homeowner with actual cost coverage would receive an amount based on the insurance company's estimated value of a 10-year-old refrigerator.\n\nIn the event that their personal property is destroyed, policyholders must file a claim with their insurance company describing what they lost. For that reason, homeowners should make an inventory of their personal property, ideally with photos and receipts, and store it safely off-premises, just in case it's ever needed.\n\nHomeowners policies limit coverage for certain types of personal property, such as jewelry and computers. For example, a policy may limit its coverage of jewelry to $1,500. Policyholders whose jewelry is worth more than that can pay extra to raise the limits in their policy or buy additional insurance, often called afloater, to cover its full value.\n\nPersonal belongings covered by homeowners insurance may include furniture, appliances, dishes, rugs, electronics, lamps, curtains, jewelry, clothing, tools, and outdoor equipment.\n\nPersonal property insurance compensates you financially for belongings covered by your policy.Personal liability insuranceprovides coverage if you are found liable for harm to another person while they are on your property.\n\nReplacement cost value means your homeowner's insurance policy will pay you the amount needed to replace the covered item at its current market value. With actual cash value, the insurer will pay you the item's depreciated value, which is reduced to reflect its age.\n\nPersonal property are movable items that people own. Personal property can be intangible, such as stocks and bonds, or tangible, such as clothes or artwork. Homeowners insurance typically covers personal belongings such as furniture, appliances, clothes, and electronics. To receive compensation from an insurance claim, create a household inventory list with pictures of the items to send to your insurer.\n\nTexas Department of Insurance. \"A Home Inventory: Why You Need It and How to Do It.\"\n\nInsurance Information Institute. \"How Much Homeowners Insurance Do I Need?\"\n\nSouth Carolina Department of Insurance. \"Understanding Basic Homeowners Insurance.\"\n\nCommonwealth of Massachusetts. \"Understanding Home Insurance.\"",
  "url": "https://www.investopedia.com/terms/p/personalproperty.asp"
}