{
  "term": "Personal Identification Number (PIN): What It Is, How It's Used",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA personal identification number (PIN) isa numerical code used in many electronic financial transactions. Personal identification numbers are usually issued in association with payment cards and may be required to complete a transaction. The purpose of a personal identification number (PIN) is to add additional security to the electronic transaction process.\n\nPersonal identification numbers provide additional security on an account and are most commonly used withdebit cardslinked to a person’s bank account. When a person is issued a debit card, they are required to choose a unique personal identification number (PIN) that they will need to enter every time they wish towithdrawmoney from an ATM and, oftentimes, when they make payments at various merchant stores.\n\nAs PINs are like passwords, they are also used in many other instances, such as home security and mobile phones. A PIN is basically any numerical method used to verify an individual's identity. Credit cards will verify identity after a user is prompted to enter their identification number. The system uses theLuhn algorithmto compute and compare the given number to the valid identity.\n\nThe IRS often requires an identify protection PIN when filing your electronic or paper tax return. This PIN is a six-digit number and can be obtained via the IRS website.\n\nPersonal identification numbers (PINs) usually range from four to six digits and are generated by the issuing bank through a coding system that makes each PIN unique, or are chosen by the account holder themself. Typically, a PIN is issued to a cardholder by mail separately from the associated card or punched in at a local branch when opening an account in person.\n\nWhen choosing a PIN, it is recommended to choose one that will be difficult to guess but also easy for the account holder to remember. Short, basic PINs are advised against, such as using \"123\" or numbers that would be easy to guess in instances offraud; common information, such as an account holder's birthday, marriage anniversary, orSocial Security Number. It is crucial that account-holders be cautious about sharing or disclosing their personal identification number to prevent unwanted access to their bank accounts.\n\nElectronic transactions with merchants are slightly more complex than standard ATM transactions. Merchant transactions will involve the merchant, the merchantacquiring bank, the processing network, and the issuing bank. Therefore, the use of a PIN number can help make transactions more secure by requiring an additional layer of identification from the buyer.\n\nPINs are commonly required as the final step in a payment, giving a merchant the approval to process a card for payment. A PIN is usually only required by the merchant at thepoint of saleas opposed to being required for online purchases. Once approval is given to process a card, communication is sent to the merchant acquiring bank, which facilitates the settlement of the payment.\n\nOnce payment communication is designated to the specified processing network, the processing network can then contact the cardholder’s issuing bank. The issuing bank does additional security checks on the transaction to ensure that it is not fraudulent. They also confirm that the funds are available in a cardholder’s account to cover the payment.\n\nThe issuing bank takesadditional security precautionswhen receiving transaction communication from a merchant in order to ensure the safety of the transaction. Once confirmed by the issuing bank, communication is sent through the processor to the merchant acquiring bank who notifies the merchant and begins settlement on the transaction.\n\nSome PINs may disallow the use of certain features such as duplicated digits, sequential digits, or re-using the same PIN from before.\n\nAlthough both a PIN and apasswordare critical elements related to security, there are some important differences between a PIN and password. A PIN is typically a sequence of digits, while a password can be longer and contain a combination of letters, numbers, and symbols. A PIN is also usually shorter or usually have a more limited length allowed compared to a password with more characters.\n\nDue to length and characters, a password is simply more complex. It can usually or require use of both upper case letters, lower case letters, numbers, or symbols. It may also require a combination of any of the options above. Therefore, a password is more useful to secure access, a device, an online account, or a network that require stronger security. A PIN is more suitable for a faster and easier access.\n\nThere are potential technical differences between a PIN and a password. A PIN more often is stored locally on a device which operates with less security. On the other hand, a password may be stored externally on a secure server. A password may also more commonly be encrypted, hashed, or require multi-factor authentication to retrieve. Therefore, a password is simply a more securely protected authorization tool.\n\nThough a PIN should be easy to remember, there are certain pitfalls a user should attempt to avoid. Avoid using obvious combinations such as \"0000\" as these are the most common PIN numbers and are easy to guess. Consider using a random combination of numbers that you can remember easily but not someone else. It's often advised to not use personal information like your birthdate, phone number, or social security number as these can also be easily guessed or obtained via personal documents.\n\nSometimes, you may have the option of choosing the own length of your PIN. If this is the case, choose a PIN that is longer than four digits. A longer PIN will make it more difficult for someone to guess or hack, although there are ways to leverage technology to brute force guess a PIN. In addition, avoid repeating digits or consecutive numbers. For example, \"1212\" or \"1234\" should be avoided. If it's an option, mix numbers and letters to make it even more secure. However, make sure that you can easily remember the combination.\n\nLast, consider changing your PIN regularly. If someone is able to guess your PIN, you may not know that they have been accessing your account. By changing your PIN regularly, you may be incidentally stopping unknown unknown unauthorized access.\n\nIf you've forgotten your PIN number, consider contacting your bank. You'll likely have to verify your identity, but a customer service representative should be able to help you reset your PIN.\n\nYes, all debit cards require a PIN number. However, be mindful that not all debit card transactions require the use of a PIN number. The transaction itself, your recent purchasing history, or the vendor purchasing from may influence the security checks implemented by the issuing bank.\n\nNo, a debit card's CVV number is different from a PIN. A CVV is used when making payments online or over the phone to verify the physical card's information. A PIN is more useful to authorize in-person transactions to ensure the user using the card is an authorized person that is allowed to spend using the card.\n\nTo activate a debit card PIN, you often must enter your card at an ATM or use it in a transaction. You may be prompted to enter the debit card number, then you can follow the instructions to set your PIN. In other cases, you may be given a phone number to call to verify and activate your card. As part of that phone call, you may be asked to establish a PIN.\n\nA personal identification number is an often-numeric code used for authentication purposes to access a device, a system, or an account. It's typically a four to six digit code and is a simple way to authenticate a user. It is also used to secure certain features and functions of the device or account.\n\nInternal Revenue Service. \"Get An Identity Protection PIN (IP PIN).\"",
  "url": "https://www.investopedia.com/terms/p/personal-identification-number.asp"
}