{
  "term": "Perseroan Terbatas (PT): Overview and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPerseroan Terbatas (PT) is the type of legal entity that a foreign company, foreign government, or foreign individual must use to run a revenue-generating business in Indonesia. Also known as a foreign investment limited liability company, a PT is a business entity that allows foreign investors to conduct commercial activities in Indonesia.\n\nAny Indonesian company that directly receives foreign investments must take the form of a PT. A PT may be classified as an open, closed, domestic, foreign, individual, or a general public PT.\n\nEvery country has different legal entity types. The American equivalent of a Perseroan Terbatas (PT) is a limited liability company (LLC). Most PTs operate similarly tolimited liability companies (LLCs)and offer shares to the public. Shareholders of a PT are legally liable for a company's debts if it files for bankruptcy. However, investors are only liable only for the amount of their original investment. Thearticles of associationof a PT outline share ownership.\n\nIndonesian law governs the types of businesses that can operate as a PT. Governance and administration of PTs are handled on a regional basis and the rules may vary for each region of the country. The license requirements for each business will depend on the type of work in which they will be involved. While the United States has business entities that operate similarly to an Indonesian PT, the specific rules and guidelines for a PT adhere to Indonesian law regarding business entities.\n\nCountries often define their business in different terms and with various stipulations. Although a PT mirrors the limited liability company of the United States, there are fundamental differences attributed to the governing laws.\n\nThere are a few basic types of PTs.\n\nAn open PT is an LLC that offerssharesto the public. Typically, this type of LLC offers ownership shares available for purchase by most investors. Thus, buying and selling stocks is relatively straightforward.\n\nA closed PT is an LLC that offers onlyprivate sharesand restricts the sale of those shares to specific individuals or groups. This limitation is most common for family-owned and operated companies.\n\nA domestic PT is an LLC that physically exists and offers its goods or services in Indonesia. These types of PTs must strictly comply with rules governing businesses in the Republic of Indonesia.\n\nAn individual PT is an LLC with shares issued to and owned by only one person. This person, typically the owner or director of the company, has sole authority within this type of business structure.\n\nA foreign PT is an LLC that isincorporatedin, and subject to, the laws of a foreign country. When an external company establishes a PT in Indonesia, the business is also subject to the laws and regulations of Indonesia.\n\nA general public PT is an LLC that has a free-share type ownership system. Any entity may own shares of this type of company. The structure is similar to an open PT. However, shares of this type of company can also be listed on thestock exchange.\n\nThe Indonesian Investment Coordinating Board (BKPM) is a Non-Ministerial Government Agency, that acts as a go-between for the government and private businesses. The BKPM is in charge of implementing policy and coordinating foreign direct investment in accordance with the country's regulatory provisions. The BKPM is mandated to help increase quality domestic and foreign direct investment to help drive the Indonesian economy and promote job growth.﻿﻿﻿\n\nBelow are some of the steps required to establish a PT and the length of time it may take to complete each step:\n\nForeigners interested in starting or investing in an Indonesian business will need to navigate the country's complex rules regardingforeign investment. While a PT is a legal form for foreigners to engage in business, setting up a foreign investment company in Indonesia can require a significant amount of time and expertise to comply with government regulations and receive final approval.\n\nNot allsectorsare open to foreign investment in Indonesia. Some sectors require partial domestic ownership, which means the foreign investor will need to work with a local partner if they want to form a PT.\n\nIn some cases, establishing a representative office might be a better option for a foreign investment company looking to do business in Indonesia. This allows the company to explore business opportunities through local networking and market research. After performing suchdue diligence, the company will be better informed before taking the next step of forming a Perseroan Terbatas.\n\nBKPM. \"Profile.\" Accessed Feb. 04, 2021.",
  "url": "https://www.investopedia.com/terms/p/pt-perseroan-terbatas.asp"
}