{
  "term": "Personally Identifiable Information (PII): Definition, Types, and Examples",
  "definition": "Michela Buttignol / Investopedia\n\nPersonally identifiable information (PII) is information that, when used alone or with other relevant data, can identify an individual.\n\nPII may contain direct identifiers (e.g., passport information) that can identify a person uniquely, or quasi-identifiers (e.g., race) that can be combined with other quasi-identifiers (e.g., date of birth) to successfully recognize an individual.\n\nEither direct and sensitive or indirect and nonsensitive, PII types include but are not limited to:\n\nAdvancing technology platforms have changed the way businesses operate, governments legislate, and individuals relate. With digital tools like cellphones, the internet, ecommerce, and social media, there has been an explosion in the supply of all kinds of data.\n\nBig data, as it is called, is being collected, analyzed, and processed by businesses and shared with other companies. The wealth of information provided by big data has enabled companies to gain insight into how to better interact with customers.\n\nHowever, the emergence of big data has also increased the number of data breaches and cyberattacks by entities who realize the value of this information. As a result, concerns have been raised over how companies handle the sensitive information of their consumers. Regulatory bodies are seeking new laws toprotect the data of consumers, while users are looking for more anonymous ways to stay digital.\n\nPersonally identifiable information (PII) can be sensitive or nonsensitive. Sensitive personal information includes legal statistics such as:\n\nThe above list is by no means exhaustive.\n\nCompanies that share data about their clients normally useanonymizationtechniques to encrypt and obfuscate the PII, so it is received in a form that is not personally identifiable. An insurance company that shares its clients’ information with a marketing company will mask the sensitive PII included in the data and leave only information related to the marketing company’s goal.\n\nNonsensitive or indirect PII is easily accessible from public sources like phone books, the internet, and corporate directories. Examples of nonsensitive or indirect PII include:\n\nThe above list contains quasi-identifiers and examples of nonsensitive information that can be released to the public. This type of information cannot be used alone to determine an individual’s identity.\n\nHowever, nonsensitive information—although not delicate—is linkable. This means that nonsensitive data, when used with other personal linkable information, can reveal the identity of an individual.De-anonymizationand re-identification techniques tend to be successful when multiple sets of quasi-identifiers are pieced together and can be used to distinguish one person from another.\n\nRegulating and safeguarding personally identifiable information (PII) has become a dominant issue for individuals, corporations, and governments.\n\nMultiple data protection laws have been adopted by various countries to create guidelines for companies that gather, store, and share the personal information of clients. Some of the basic principles outlined by these laws state that some sensitive information should not be collected unless for extreme situations.\n\nAlso, regulatory guidelines stipulate that data should be deleted if no longer needed for its stated purpose, and personal information should not be shared with sources that cannot guarantee its protection.\n\nCybercriminalsbreach data systems to access PII and then sell it to willing buyers in underground digital marketplaces. For example, in 2015, the Internal Revenue Service (IRS) suffered a data breach leading to the theft of more than 100,000 taxpayers’ PII.\n\nUsing quasi-information stolen from multiple sources, the perpetrators were able to access an IRS website application by answering personal verification questions that should have been privy to the taxpayers only.\n\nSafeguarding PII may not always be the sole responsibility of a service provider. In some cases, it may be shared with the individual.\n\nMany thieves find PII of unsuspecting victims by digging through their trash for unopened mail. This can provide them with a person’s name and address. In some cases, it can also reveal information about their employment, banking relationships, or even their Social Security numbers.\n\nNowadays, the internet has become a major vector for identity theft.Phishingandsocial engineeringattacks use a deceptive-looking website or email to trick someone into revealing key information, such as their name, bank account numbers, passwords, or Social Security number. It is also possible to steal this information through deceptive phone calls or SMS messages.\n\nWhile it is not possible to fully protect yourself, you can make yourself a smaller target by reducing the opportunities to steal your PII. Experian, one of the top three credit agencies, lists several steps that you can take to reduce your surface area.\n\nFor example, a locked mailbox or P.O. box makes it harder for thieves to steal your mail, and removing personal identification from junk mail and other documents makes it harder for identity thieves to associate a name with an address. Also, avoid carrying more PII than you need—there’s no reason to keep your Social Security card in your wallet.\n\nLikewise, there are some steps you can take to preventonline identity theft. Data leaks are a major source of identity theft, so it is important to use a different, complex password for each online account. Always encrypt your important data, and use a password for each phone or device. It is also a good idea to reformat your hard drive whenever you sell or donate a computer.\n\nThe definition of what comprises PII differs depending on where you live in the world. The following are the privacy regimes in specific jurisdictions:\n\nIn the United States, the government defined “personally identifiable” in 2020 as anything that can “be used to distinguish or trace an individual’s identity,” such as name, SSN, and biometrics information; either alone or with other identifiers such as date of birth or place of birth.\n\nIn theEuropean Union (EU), the definition expands to include quasi-identifiers as outlined in theGeneral Data Protection Regulation (GDPR)that went into effect in May 2018. The GDPR is a legal framework that sets rules for collecting and processing personal information for those residing in the EU.\n\nPersonal information is protected by the Privacy Act 1988. This law regulates the collection, storage, use, and disclosure of personal information, whether by the federal government or private entities. Later amendments regulate the use of healthcare identifiers and establish the obligations of entities that suffer from a data breach.\n\nThe Personal Information Protection and Electronic Documents Act regulates the use of personal information for commercial use. This is defined as information that, on its own or combined with other data, can identify you as an individual.\n\nPersonal data encompasses a broader range of contexts than PII—for instance, your IP address, device ID numbers, browser cookies, online aliases, or genetic data. Certain attributes such as religion, ethnicity, sexual orientation, or medical history may be classified as personal data, but not personally identifiable information.\n\nThere have been many instances where customer PII has been stolen from companies. Often, this has resulted in hefty fines.\n\nThe biggest fine on record, as of October 2023, was handed to Didi Global. The Chinese ride-hailing company was fined 8.026 billion yuan ($1.1 billion) by the Cyberspace Administration of China for breaching the nation’s network security law, data security law, and personal information protection law. Other recipients of big fines for failing to adequately protect personally identifiable information include Equifax, Amazon, and Meta.\n\nOne of the most well-known cases belongs to Meta, or Facebook as it was then known. In the 2010s, the profiles of 30 million Facebook users were collected without their consent by an outside company called Cambridge Analytica.Cambridge Analytica got its data from Facebook through a researcher who worked at the University of Cambridge. The researcher built a Facebook app that was a personality quiz.\n\nThe app was designed to take the information from those who volunteered to give access to their data for the quiz. Unfortunately, the app collected not only the quiz takers’ data but also, because of a loophole in Facebook’s system, data from the friends and family members of the quiz takers.\n\nAs a result, over 50 million Facebook users had their data exposed to Cambridge Analytica without their consent.Although Facebook banned the sale of their data, Cambridge Analytica turned around and sold the data to be used for political consulting.\n\nThe data breach not only affected Facebook users but investors as well. In its first quarter (Q1) 2019 report, Facebook said it accrued $3 billion in legal expenses, which it claimed squeezed its operating margin by 20 percentage points and lowered itsearnings per shareby $1.04.\n\nThat was just the start. In the years that followed, the company continued to rack up expenses and paid billions of dollars in fines. The data breach also tarnished its reputation and led some users to stop using the social network website.\n\nPersonally identifiable information is defined by the U.S. government as:\n\n“Information which can be used to distinguish or trace an individual’s identity, such as their name, Social Security number, biometric records, etc. alone, or when combined with other personal or identifying information which is linked or linkable to a specific individual, such as date and place of birth, mother’s maiden name, etc.”\n\nPersonal data is not classified as PII and non-personal data such as the company you work for, shared data, or anonymized data.\n\nPII violations are illegal, and often involve frauds such as identity theft. Violations may also stem from unauthorized access, use, or disclosure of PII. Failure to report a PII breach can also be a violation.\n\nBecause email is not always secure, try to avoid emailing PII. If you must, use encryption or secure verification techniques.\n\nVarious federal and state consumer protection laws protect PII and sanction its unauthorized use—for instance, the Federal Trade Commission Act and the Privacy Act of 1974.\n\nPersonally identifiable information (PII) is any type of data that can be used to identify someone, from their name and address to their phone number, passport information, and Social Security numbers. This information is frequently a target for identity thieves, especially over the internet. For that reason, it is essential for companies and government agencies to keep their databases secure.\n\nEuropean Union. “Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016.”\n\nUnited Nations Conference on Trade and Development. “Data Protection and Privacy Legislation Worldwide.”\n\nInternal Revenue Service. “IRS Statement on the ‘Get Transcript’ Application.”\n\nExperian. “What Is Personally Identifiable Information?”\n\nNational Institute of Standards and Technology, Computer Security Resource Center. “PII.”\n\nEuropean Commission. “Data Protection in the EU.”\n\nOffice of the Australian Information Commissioner. “History of the Privacy Act.”\n\nOffice of the Privacy Commissioner of Canada. “Summary of Privacy Laws in Canada: What Is Personal Information?”\n\nCSO. “The Biggest Data Breach Fines, Penalties, and Settlements So Far.”\n\nU.S. Securities and Exchange Commission. “Facebook to Pay $100 Million for Misleading Investors About the Risks It Faced from Misuse of User Data.”\n\nFederal Trade Commission. “FTC Issues Opinion and Order Against Cambridge Analytica for Deceiving Consumers About the Collection of Facebook Data, Compliance with EU-U.S. Privacy Shield.”\n\nFederal Trade Commission. “FTC Sues Cambridge Analytica, Settles with Former CEO and App Developer.”\n\nMeta Investor Relations. “Facebook Reports First Quarter 2019 Results.”\n\nFederal Trade Commission. “FTC Imposes $5 Billion Penalty and Sweeping New Privacy Restrictions on Facebook.”\n\nThe New York Times. “For Many Facebook Users, a ‘Last Straw’ That Led Them to Quit.”\n\nU.S. Department of Commerce, Office of Privacy and Open Government, via Internet Archive Wayback Machine. “Safeguarding Information.”\n\nFederal Trade Commission. “Federal Trade Commission Act.”\n\nU.S. Department of Justice, Office of Privacy and Civil Liberties. “Privacy Act of 1974.”",
  "url": "https://www.investopedia.com/terms/p/personally-identifiable-information-pii.asp"
}