{
  "term": "Personal Financial Specialists: Overview, Requirements, Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA Personal Financial Specialist (PFS) is a certification forcertified public accountants(CPAs) that allows them to expand their expertise and offerings to includefinancial planningandwealth management.\n\nTheAmerican Institute of Certified Public Accountants(AICPA) established the Personal Financial Specialist (PFS) credential, which is reserved for CPAs, meaning holding a CPA is a prerequisite.\n\nThere are both educational and professional requirements that must be met before earning a PFS. However, the benefits of holding a PFS are numerous, which include expanded employment opportunities with corporations, consulting firms, and the ability to manage or own a wealth management practice.\n\nA Personal Financial Specialist (PFS) certification is exclusively granted to CPAs. According to the AICPA, a PFS certification represents \"a powerful combination of extensive tax expertise comprehensive knowledge of financial planning.\"\n\nPFS applicants studyestate planning,retirement planning, investing,insurance, and other areas of personal financial planning. Individuals with the PFS designation may work for accounting firms, consulting firms, or manage their own firm.\n\nEarning the Personal Financial Specialist (PFS) means that individuals have earned the right to use the PFS designation with their names, which can improve job opportunities, professional reputation, and pay.\n\nThere are four major requirements that are necessary to achieve a personal financial specialist designation, including a CPA license, education, a specified level of experience, and passing an examination. Some of those requirements are outlined below:\n\nCandidates must obtain or hold an unrevoked and valid CPA certification that has been issued by a state. The candidate must also be a current Regular member of the AICPA.\n\nThere are two pathways that candidates can choose from, depending on their level of experience.\n\nThe Standard and Certificate pathways have the following requirements:\n\nThe Experienced pathway has the following requirements:\n\nA Reinstatement pathway is also available and includes agreeing to the Reinstatement terms.\n\nAccording to the PFS credential handbook, regardless of the pathway, the education and experience must be in any of the 12 areas that make up the personal financial planning (PFP) Body of Knowledge. The AICPA offers educational courses for personal financial planning covering the topics within those 12 areas. However, certain approved courses from an accredited university or college may be accepted as substitutes.\n\nThe 12 areas that comprise the PFP Body of Knowledge for the education and experience requirements are listed below:\n\nAlso, every year, PFS professionals must complete 20 hours of continuing professional education. Annually, they must pay a fee of several hundred dollars to continue using the designation.\n\nA personal financial specialist (PFS) designation offers CPAs the ability to stand out from other financial planners while offering clients an expert who can develop a well-rounded financial strategy.\n\nThe exam requirement for the PFS is extensive, covering the financial planning process and professional responsibilities with topics such as tax, retirement, investments, insurance, and estate planning.\n\nThe PFS exam consists of 160 questions, half of which are standalone multiple-choice, while the remainder includes case studies with accompanying multiple-choice questions.\n\nThe PFS Experience pathway examination includes a total of 60 questions with one part for each of four case studies. Those who are on the Certificate pathway must pass four 100-minute tests.\n\nThe AICPA provides a brief video tutorial that features a mock exam session. The exam can be taken at one of the testing centers or online with a laptop or through a proctored exam via webcam. Candidates are allocated five hours to complete it, as well as a 30-minute break. Experience pathway exams take about 100 minutes.\n\nExempt from the PFS exam are CPAs who have passed theCertified Financial Planner(CFP) orChartered Financial Consultant(ChFC) exams. They are deemed to have met the exam requirement.\n\nBenefits exist for those who hold a PFS certification and clients looking for a financial professional to help them develop a financial plan for the long term.\n\nProfessionals have the ability to display their financial expertise by demonstrating their knowledge of financial planning, which can help attract new clients. The PFS certificate can enhance a professional's reputation and professional brand, thus improving career opportunities with the potential of boosting income. An added benefit to the PFS is that candidates have knowledge of financial planning, but they have extensive tax andcorporate financeexpertise as a CPA.\n\nA CPA who holds a PFS can be particularly beneficial for clients who are looking to develop a financial plan that aligns with their long-term goals while also receiving the benefit of tax and accounting services. Another benefit to clients is that they gain access to a professional who is an expert in elder and estate planning and wealth preservation and retirement income.\n\nAlthough the personal financial specialist andcertified financial planner(CFP) have many similarities, there are distinct differences between the two designations. CPAs with a PFS certification have a well-rounded knowledge of accounting, tax,financial statements, and wealth management. However, a CFP is considered a type of financial advisor since it is given out by the Certified Planner Board of Standards, Inc.\n\nAs a result, there is a fiduciary responsibility that CFP's must adhere to, meaning they must provide financial advice that is in the best interest of their clients. CFPs must follow a strict code of ethics as outlined by the Certified Planner Board of Standard’s code of ethics.\n\nSimilar to a PFS designation, to earn a CFP, an individual must have 6,000 hours of professional experience and hold a bachelor’s degree from an accredited university.Also, both the CFP and PFS certifications allow candidates to waive some of the requirements if they hold a CFA. However, the CFP does not require candidates to have a prior certification, which contrasts with the PFS prerequisite of holding a CPA certification.\n\nThe benefits and employment opportunities of holding a CFP or PFS are numerous, and both certifications offer careers in personal financial planning, retirement, and tax planning. While a CFP allows an individual to offer investment planning, a PFS allows an individual to offer financial management at a corporate finance level due to the CPA certification.\n\nAICPA. \"PFS Credential Handbook,\" Page 2.\n\nAICPA. \"Personal Financial Specialist Credential Handbook,\" Page 9.Download PDF.\n\nAICPA. \"AICPA Credential Recertification Requirements.\"\n\nAICPA. \"What Is the PFS Credential?,\" Select \"PFS Exams.\"\n\nCertified Financial Planner Board of Standards. \"Certified Financial Planner Certification Requirements,\" Click \"Experience.\"",
  "url": "https://www.investopedia.com/terms/p/personal-financial-specialist-pfs.asp"
}