{
  "term": "Personal Income Definition & Difference From Disposable Income",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPersonal income refers to allincomecollectively received by all individuals or households in a country. Personal income includes compensation from a number of sources, including salaries,wages, and bonuses received from employment or self-employment,dividendsanddistributionsreceived from investments, rental receipts from real estate investments, andprofit sharingfrom businesses.\n\nThe term “personal income” is sometimes used to refer to the total compensation received by an individual, but this is more aptly referred to as individual income. In most jurisdictions, personal income, also calledgross income, issubject to taxation above a certain base amount.\n\nPersonal income has a significant effect on consumer consumption. Asconsumer spendingdrives much of the economy, national statistical organizations, economists, and analysts track personal income on a quarterly or annual basis.\n\nIn the United States, theBureau of Economic Analysis (BEA)tracks personal income statistics each month and compares them to numbers from the previous month. The agency also breaks out the numbers into categories, such as personal income earned through employment wages, rental income, farming, andsole proprietorships. This allows the agency to make analyses about how earning trends are changing.\n\nPersonal income tends to rise during periods of economicexpansionand stagnate or decline slightly duringrecessionarytimes. Rapid economic growth since the 1980s in economies such as China, India, and Brazil has spurred substantial increases in personal incomes for millions of their citizens.\n\nDisposable personal income (DPI)refers to the amount of money that a population has left aftertaxeshave been paid. It differs from personal income in that it takes taxes into account.\n\nAnalyzing after-tax income is important, as this is the money that the population is effectively left with to spend, save, or invest.\n\nOnlyincome taxesare removed from the personal income figure when calculating disposable personal income.\n\nPersonal income is often compared topersonal consumption expenditures (PCEs). PCEs measure changes in the price ofconsumer goodsand services. By taking these changes into account, analysts can ascertainhow changes in personal income affect spending.\n\nTo illustrate, if personal income increases significantly one month, and PCEs also increase, consumers collectively may have more cash in their pockets but also may have to spend more money on basic goods and services.\n\nPersonal income represents all payments made to individuals before tax. It’s not disposable income, which reveals how much people actually have left to spend, save, or invest after income taxes have been deducted.\n\nTo calculate personal income, all income collectively received by individuals or households in a country needs to be tallied up. That is not only gross pay from work but also dividends, rental income, interest, and so forth. Disposable income is then calculated by taking the personal income number and subtracting personal income taxes.\n\nPersonal income focuses on how much money a country’s inhabitants are earning.Gross national income (GNI), on the other hand, reveals the total amount of money earned by a nation’s residents and businesses.\n\nInternal Revenue Service. “Taxation of U.S. Residents.”\n\nU.S. Bureau of Economic Analysis. “Personal Income and Outlays, June 2023.”\n\nU.S. Bureau of Economic Analysis. “Consumer Spending.”\n\nU.S. Bureau of Economic Analysis. “Personal Income.”\n\nThe World Bank. “Four Decades of Poverty Reduction in China,” Pages 20-23.\n\nU.S. Bureau of Economic Analysis. “Disposable Personal Income.”\n\nU.S. Bureau of Economic Analysis. “Income & Savings.”",
  "url": "https://www.investopedia.com/terms/p/personalincome.asp"
}