{
  "term": "Personal Finance",
  "definition": "Personal finance encompasses the whole universe of managing individual and family finances, taking responsibility for your current and future financial situation, and setting financial goals. It also includes handling individual financial tasks and saving for emergencies.\n\nPersonal finance is aboutmeeting your financial goalsand understanding all the routes to do this, fromsavingand investing, and keeping debt under control, tobuying a hometoplanning for retirement—and  coming up with a plan to accomplish these goals.It’s also the name of the industry that provides financial products to meet these goals.\n\nNot getting control of your personal finances can leave you unprotected when a crisis comes along–whether it’s an illness, anunexpected job loss, or the death of the family breadwinner. The pandemic that began in March 2020 showed all of these issues in sharp relief and showed the importance ofplanning for emergencies.\n\nWhat the pandemic showed is that people are a lot more secure if they have anemergency fund, have learned to budgetand have created a financial plan–one with a Plan B and Plan C. Those who haven’t done these things, should get busy doing them. It–and the war in Ukraine–are both wake-up calls thatstock market crashescan happen abruptly in a crisis and that everyone needs acrisis investment plan.\n\nFor starters, you need to buy at leastthe minimum amountfor your state. The two types of liability coverage for an auto accident are bodily injury liability (for injury to other people) and property damage liability (for property damage). Bodily injury liability specifies  both a per-person liability and a total liability per accident. For any damage outside of that you will need to pay personally, unless you have anumbrella insurance policyto make up the difference.\n\nIt's certainly looking that way. Even Warren Buffett had to switch to one in 2020. Banking is increasingly done online, budgeting apps are more convenient to use with a phone than a desktop or laptop, and it’s easier to check on your investments. And at work and elsewhere,two-factor authenticationpretty much requires having a phone. So goes getting anUber or Lyft.\n\nIf you need to move large amounts of money, a wire transfer–either bank to bank or via an agent such as Western Union–is the safest way to go. Expect to pay a fee and review the fine print before you agree to the transfer. It may take a few hours or days, depending on the details. Note that a wire transfer is different from anAutomated Clearing House (ACH) transfer. Those are used to pay bills or move money between linked accounts.\n\nManaging your money—including saving, investing, and setting financial goals—are all part of personal finance. So are areas like budgeting, retirement planning, and saving for your children’s college educations.\n\nThis free document-scanning and filing app from Google photographs documents like bills and receipts, and stores them as pdfs. It’s only available for Android phones and tablets, not Apple products.\n\nThis is the plan you need when your car breaks down on the road. You can get this coverage from your auto insurance company, or from AAA or your credit card. Even your cellphone provider might offer  it. Your vehicle’s age and mileage might be an issue on the coverage you can get, and there will likely be limits on how far you can be towed and how many service calls you get per year. Your car warranty may also cover assistance for a newer car.\n\nYour assets and liabilities–summarized on a document or spreadsheet–are what constitute a personal financial statement. Subtracting your liabilities.  from your assets will yield your net worth. You will need a personal financial statement if you are applying for a mortgage or other loan. It will also let you track your personal worth over time. Interestingly, personal property like jewelry and antiques aren’t generally included in a personal financial statement.\n\nPeople with disabilities who hope to return to work often worry that they will lose their Medicare disability coverage. This government program allows them to keep their coverage for at least 8½ years. Ticket Holders can receive employment and other services from qualified service providers.",
  "url": "https://www.investopedia.com/personal-finance-4427760"
}