{
  "term": "Personal Consumption Expenditures (PCE): What It Is and Measurement",
  "definition": "Personal consumption expenditures is the value of goods and services purchased by or for U.S. consumers.\n\nPersonal consumption expenditures (PCE), also known as consumer spending, is a measure of the spending on goods and services by people of the United States.\n\nAccording to the Bureau of Economic Analysis (BEA), a U.S. government agency, PCE accounts for about two-thirds of domestic spending and is a significant driver ofgross domestic product (GDP).\n\nThe BEA compiles an estimated total for PCE to measure and track changes in spending on consumer goods over time. This figure can provide an idea of economic strength and howprice changescan affect spending.\n\nThe BEA Personal Income and Outlays report releases monthly personal spending and income statistics. The report also includes the latest calculation for the Personal Consumption Expenditures Price Index (PCEPI), which measures price changes and provides a view of inflation.\n\nConsumer spending is an important factor that drives the U.S. economy and is akey part of GDP. That's why it is considered a leading economic indicator. PCE sheds light on buying habits and savings levels.\n\nEconomists and analysts use PCE to make projections about future spending and economic growth. It gives companies insight into their business needs concerning products and services and can affect hiring and investing.\n\nThe BEA uses consumer spending to calculate its inflation gauge, the PCE Price Index, which is why measuring and tracking PCE is important.\n\nPersonal consumption expenditures have been reported by the BEA since 2012 in both current dollars andchained dollars. PCE is one of the three parts of the BEA's monthly Personal Income and Outlays report:\n\nIn addition to reporting the three measurements above, the Personal Income and Outlays report includes the PCE Price Index (PCEPI).\n\nThe PCEPI measures the prices consumers pay for goods and services and changes in those prices. It is considered a gauge of inflation in the U.S. economy.\n\nThe PCE Price Index is calculated using PCE data. It may indicate whether prices areinflating or deflatingand how consumer spending behavior changes in response.\n\nThe PCEPI provides two figures:\n\nThe core PCEPI can make an underlying inflation trend more visible. That's because food and energy prices can obscure such trends due to their more frequent volatility compared to other prices.\n\nThe BEA uses the current dollar value of PCE to calculate the PCE Price Index. As mentioned, PCEPI shows price inflation or deflation that occurs from one period to the next.\n\nLike most price indexes, the PCEPI must incorporate a deflator (the PCE deflator) andreal valuesto determine the amount of periodicprice change.\n\nBoth the PCE Price Index and the Core PCE Price Index (which, again, excludes prices for food and energy) show how much prices change from one period to another. Breakdowns of the PCEPI show price inflation/deflation by category, as well.\n\nIn 2000, the PCE Price Index became the primary inflation index used by the Federal Reserve when making monetary policy decisions. The Fed prefers the PCEPI over the comparableConsumer Price Index (CPI)because:\n\nThe PCEPI is also weighted by data acquired through business surveys, which tend to be more reliable than the consumer surveys used by the CPI. PCEPI also uses a formula that allows for changes in consumer behavior and changes that occur in the short term.\n\nThese factors result in a more comprehensive measure of inflation. The Fed depends on the nuances that the PCEPI reveals because even minimal inflation can be considered an indicator of a growing economy.\n\nOther measures of inflation tracked by economists include theProducer Price Index (PPI)and the Gross Domestic Product Price Index.\n\nPersonal consumption expenditures and the PCE Price Index are two different measurements. PCE measures consumer spending on goods and services, while the PCEPI measures the prices of those goods and services. The Bureau of Economic Analysis calculates the figures for both.\n\nThe BEA reports the total value of personal consumption expenditures collectively every month. Like most economic breakdowns, PCE is split betweenconsumer goodsand services. Durable goods and nondurable goods are components of the consumer goods figure.\n\nDurable goodsare items that last longer than three years. Examples include cars, electronics, appliances, and furniture. Nondurable goods have a life expectancy of under three years. These include products like cosmetics, gasoline, and clothing. Services are tasks performed for the benefit of the recipient. Examples of services are legal advice, house cleaning, and plumbing.\n\nSpecifically, the categories represented in PCE data include the following:\n\nThe BEA measures consumer spending for the nation. It's broken down by state and the District of Columbia. While the BEA issues the aforementioned monthly report, additional details are provided annually.\n\nAccording to the BEA, most PCE (valued by market prices, including sales tax) comes from household purchases of new goods and services from private businesses. It also includes household purchases of new goods and services from the government.\n\nPCE also consists of spending by nonprofit institutions to provide services to households, household purchases of used goods, and the purchases of goods and services by U.S. residents in foreign countries.\n\nPCE also includes spending on behalf of households by third parties, such as employer-paid health insurance and medical care financed through government programs, life insurance expenses, and pension plan expenses.\n\nPCE data provide a view of how the economy is faring. This information is important for economic policy purposes and business decision-making.\n\nWhen people spend without hesitation, it usually means that the economy is doing well. When they cut back on spending, it points to problems in the overall economic picture.\n\nPCE estimates aggregate spending for a large number of commodities. This can provide a view of spending that accounts for more goods and services actually purchased.\n\nPCE data may reflect measurement errors that occur during collection and in source data provided to the BEA.\n\nIt may also reflect classification errors (after collection) in the personal sector and other sectors comprising the national accounts (PCE is part of the National Income and Product Accounts constructed by the BEA).\n\nPrior PCE figures are subject to revision every year. That can result in different measurements over extended periods. Some observers feel that this reflects the inability to value personal consumption expenditures accurately.\n\nProvides a view of the health of the economy\n\nReports aggregate spending on a broad range of goods and services\n\nSpending changes can indicate a growing economy or economic difficulties\n\nMay reflect data collection errors\n\nMay reflect data classification errors after collection\n\nFigures are estimates and can be revised\n\nPersonal income increased by $116.8 billion in March 2025. This represents an increase of 0.5% from the previous month.\n\nDisposable personal income increased by $102 billion (also 0.5% from the previous month) and PCE grew by $134.5 billion (a 0.7% increase from the previous month).\n\nThe PCE Price Index decreased less than 0.1% from the previous month. Excluding prices for food and energy, it increased 0.1%.\n\nThe PCE number shows how Americans collectively spend their money. Tracked from month to month, it is an indicator of the economy's health overall. It also is a key component of the PCE Price Index, which tracks inflation or deflation in consumer prices over time.\n\nThe CPI is compiled monthly by the Bureau of Labor Statistics based on a survey of urban households. It measures the price of a fixed basket of household goods and services that most people buy regularly. The PCE, produced monthly by the BEA, also records changes in the prices of a basket of goods from month to month, but surveys all households as well as third parties that make purchases on behalf of consumers (certain nonprofit entities). It also includes purchases made by U.S. government civilian and military personnel.\n\nThe Personal Income and Outlays report shows personal consumption and disposable personal income changes, plus PCE and PCE Price Index figures and changes for the month.\n\nPersonal consumption expenditures, or PCE, allows economists, consumers, and businesses to see how well the economy is faring from month to month.\n\nIt measures how consumers spend their money and whether they save rather than spend. It also shows how people change their buying habits when prices change.\n\nThis provides insight into demand for products and services, which can help governments and businesses make better informed decisions.\n\nU.S. Bureau of Economic Analysis. \"Chapter 5: Personal Consumption Expenditures,\" Page 5-1.\n\nU.S. Bureau of Economic Analysis. \"Consumer Spending.\"\n\nU.S. Bureau of Economic Analysis. \"Personal Consumption Expenditures Price Index.\"\n\nU.S. Bureau of Economic Analysis. \"Personal Income and Outlays, March 2025.\"\n\nU.S. Bureau of Economic Analysis. \"Personal Consumption Expenditures Price Index, Excluding Food and Energy.\"\n\nU.S. Bureau of Economic Analysis. \"What Is the Core PCE Price Index?\"\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy Report to the Congress Pursuant to the Full Employment and Balanced Growth Act of 1978,\" Footnote, Page 4.\n\nBoard of Governors of the Federal Reserve System. \"Statement on Longer-Run Goals and Monetary Policy Strategy.\"\n\nU.S. Bureau of Economic Analysis. \"Chapter 5: Personal Consumption Expenditures,\" Pages 5-4 to 5-5.\n\nU.S. Bureau of Economic Analysis. \"Chapter 5: Personal Consumption Expenditures,\" Page 5-2.\n\nU.S. Bureau of Economic Analysis. \"Chapter 5: Personal Consumption Expenditures,\" Pages 5-1 to 5-2.\n\nU.S. Bureau of Labor Statistics. \"Consumer Prices Index Overview.\"",
  "url": "https://www.investopedia.com/terms/p/pce.asp"
}