{
  "term": "Personal Financial Statement: Definition, Uses, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA personal financial statement is a document that outlines an individual's financial position at a point in time based on their asset and liabilities. The statement typically includes general information about the individual such as their name and address along with a breakdown of their totalassetsandliabilities.\n\nThe statement can help individuals track their financial goals and wealth and it can be used when they apply forcredit.\n\nFinancial statementscan be prepared for either companies or individuals. An individual’s financial statement is referred to as a personal financial statement and is a simpler version ofcorporate statements. Both are tools that can show the financial health of the subject.\n\nA personal financial statement shows the individual'snet worth: their assets minus their liabilities. Their net worth reflects what that person would have left in cash if they sold all their assets and paid off all their debts. The financial statement would indicate a negative net worth if their liabilities were greater than their assets. The individual would have a positive net worth if they had more assets than liabilities.\n\nKeeping an updated personal financial statement allows an individual to track how their financial health improves or deteriorates over time. It can be a valuable tool when consumers want to change their financial situation or apply for credit such as a loan or amortgage. Knowing where they stand financially allows consumers to avoid unnecessary inquiries on theircredit reportsand the hassles of declined credit applications.\n\nThe statement also allows credit officers to easily gain perspective into an applicant's financial situation to make an informed credit decision. The individual or couple may be asked to provide a personal guarantee for part of the loan in many cases or they may be required to put upcollateralto secure the loan.\n\nA personal financial statement is broken down into assets and liabilities. Assets include the value ofsecuritiesand funds held inchecking or savings accounts, retirement account balances,trading accounts, and real estate.\n\nLiabilities include any debts the individual may have including personal loans, credit cards, student loans, unpaid taxes, and mortgages.Debts that are jointly owned are also included. Married couples can create joint personal financial statements by combining their assets and liabilities.\n\nIncome and expenses are also included if the statement is used to obtain credit or to show someone's overall financial position. This can be tracked on a separate sheet or an addendum called the personalincome statementthat includes all forms of income and expenses, typically expressed in the form of monthly or yearly amounts.\n\nThese items are not included in a personal financial statement:\n\nBusiness liabilities are only included in a personal financial statement if an individual provides the creditor with a personal guarantee.\n\nYour credit report andcredit historyare big considerations when it comes to getting new credit and everylenderhas different requirements for issuing credit. You may still be refused a loan orcredit cardif you haven't paid your previous debts on time or if you have too many inquiries on file even if you have a positive net worth and more assets than liabilities.\n\nLet's assume that River wants to track their net worth as they move towardretirement. They've been paying off debts, saving money, andinvesting, and they're getting closer to owning their home. They update the statement each year to see the progress they've made.\n\nThey would list all their assets: $20,000 for a car, $200,000 for their house, $300,000 in investments, and $50,000 in cash andequivalents. They also own some highly collectible stamps and art valued at $20,000 that they can list. Their total assets are therefore $590,000.\n\nAs for liabilities, River owes $5,000 on the car and $50,000 on their house. River makes purchases with a credit card but they pay the balance off each month and never carry a balance. River cosigned a loan for their daughter and $10,000 remains on that. It's not River's loan but River is still responsible so it's included in the statement. River's liabilities are $65,000.\n\nRiver's net worth is $525,000 when we subtract their liabilities from their assets. River can use this information and the statement as a whole if they want to apply for any other credit although they use it mainly to track their financial health.\n\nIncome and expenses are placed on a personal income statement. They’re typically expressed in the form of monthly or yearly amounts. The difference between income and expenses is referred to as net cash flow.\n\nNo. You must have signed the contract or loan agreement to be held liable for a loan or credit card balance. Jointly-held assets can be seized for repayment in the case of default but generally only in community property states. Your income is safe even in these states.\n\nYour credit score and potential loan approval don't depend on how many credit cards you have. What matters is their balances and whether you've been timely with your payments. Are they all just about maxed out? This would affect your credit utilization and the overall debt would be calculated into your net worth. Have you missed or been late with payments? This will lower your credit score as well.\n\nA personal financial statement is a spreadsheet that outlines your financial position based on a breakdown of your assets and liabilities. Your net worth is determined by subtracting your liabilities from your assets. A personal financial statement can help you track your financial goals and wealth and it can be helpful when you apply for credit and loans if it's in good shape.\n\nIncome and expenses can be included on a financial statement, too, but they're generally placed on a separate sheet known as a personal income statement.\n\nIntuit. \"How to Calculate Net Worth and Why Net Worth Matters.\"\n\nScore. \"Personal Financial Statement Template.\"\n\nSmall Business Administration. “Personal Financial Statement.” Pages 2-3.\n\nExperian. “What Happens If Your Loan Is Denied?”\n\nLaw Offices of Craig W. Andresen. \"A Legal Myth Busted – Spouses Are Not Responsible for Each Others' Debts.\"\n\nJPMorgan Chase & Co. \"How Many Credit Cards Should You Have?\"",
  "url": "https://www.investopedia.com/terms/p/personal-financial-statement.asp"
}