{
  "term": "Petrodollars: Definition, History, Uses",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nPetrodollars are crude oil export revenues denominated in U.S. dollars.\n\nPetrodollars are crude oil export revenues denominated in U.S. dollars (USD). The term became widely used in the mid-1970s when soaring oil prices generated large trade and account surpluses for oil-exporting countries.\n\nThen, as now, oil sales and the resulting current account surpluses were denominated in dollars because the U.S. dollar was—and remains—by far the most widely used currency.The U.S. dollar's global popularity doesn't depend on the goodwill of oil exporters. It's based on the U.S.'s status as the world's largest economy and goods importer, with deep, liquid capital markets backed by the rule of law and military power.\n\nPetrodollars are oil export revenues denominated in U.S. dollars. Petrodollars are not a distinct currency; they are simply the U.S. dollars accepted as payment by an oil exporter.\n\nGlobal oil production averaged about 96 million barrels per day in 2023.That pace would generate an annual global petrodollar supply of about $2.98 trillion annually, assuming an average price of $85 per barrel.\n\nPetrodollars are the primary source of revenue and wealth for many members ofOPEC, as well as non-OPEC oil and gas exporters, including Russia, Qatar, and Norway.\n\nJust as the petrodollar is not a currency, neither is it a global trading system. The wide use of the U.S. dollar as payment for crude oil reflects the traditional preferences of non-U.S. oil suppliers.\n\nOil exporters prefer the USD because it is the preeminent global investment currency. That makes it the most convenient store of value for accumulated oil revenue, which needs to earn arate of returnto be useful.\n\nAn early example of petrodollar recycling is the 1974 deal between the U.S. and Saudi Arabia to funnel Saudi petrodollars into U.S. Treasurys.\n\nSubsequent deals deployed Saudi oil export proceeds to pay for U.S. aid and development projects in Saudi Arabia and to finance U.S. weapons sales to the kingdom.\n\nMany oil exporters now invest their petrodollars in stocks, bonds, and other financial instruments throughsovereign wealth funds. Norway's sovereign wealth fund, the world's largest, had a value of about $1.5 trillion at the end of 2023. Inflows into the fund from the Norwegian state during the year amounted to just over $67 billion, and they were awarded with an annual return of 16.1%. In 2023, 71% of the fund was made up of stocks, with significant holdings including Microsoft Corporation (MSFT), Apple Inc. (AAPL), and Alphabet (GOOG).\n\nSpeculation is often found online about this—usually springing up in crypto forums from people who show little knowledge of what it means, only that it's doomed—that the petrodollar system is on the brink of collapsing.More serious analyses examine U.S. facing rivalries with rising powers, its aggressive use of sanctions against other countries, and the development and strengthening of relations between major OPEC nations andBRICSmembers. An increasing number of powerful and fast-growing countries, including China and Russia, are making settlements in currencies other than the U.S. dollar.\n\nWhile the possibility of the petrodollar becoming less influential can't be entirely dismissed, it's unlikely to happen anytime soon. For now, talk of a petrodollar collapse is far-fetched. While U.S. dollar holdings have fallen significantly over the past few decades, it remains the world’s top reserve currency, with no real rival in sight.\n\nAccording to the International Monetary Fund, in the first quarter of 2024, the U.S. dollar accounted for about 58% of allocated currency reserves. That's significantly more than the reserves held in euros (20%), Japanese yen (5.5%), British pound sterling (4.9%), and Chinese renminbi (2.6%).\n\nTo assess the advantages of an oil exporter getting paid in U.S. dollars, consider periodic claims over the past decade that the petrodollar would soon face a challenge from the petroyuan: oil exports denominated and paid for with Chinese currency.\n\nAll buyers of exported oil hold or can easily access U.S. dollars, while only China and mostly Chinese companies hold the Chinese national currency, called the yuan or renminbi. Unlike the U.S. dollar, the renminbi is not a freelyconvertible currency; its exchange rate against other currencies, including the U.S. dollar, continues to be managed by China's central bank.\n\nU.S. dollars from crude exports can be easily invested worldwide, including in the huge eurodollar market for short-term dollar-denominated deposits in European banks.Crude export proceeds in Chinese currency cannot be invested outside China as widely as USD and can only be invested inside China at the discretion of the Chinese government. Though Chinese capital markets have grown fast, they remain much smaller and less liquid than those of the U.S.\n\nTo sum up, claims that the U.S. dollar's primacy rests on its status as the settlement currency for oil exports have it backward: the dollar's status as the global reserve currency makes it indispensable to oil exporters. The dollar was the established global store of value decades before non-U.S. crude oil exporters rose to prominence.\n\nPetrodollars recycled into investments overseas or development programs at home can produce positive financial and social returns. Results are decidedly less positive when petrodollars are spent on fortifying domestic oppression, fueling an arms race, or waging war abroad.\n\nIn recent years, actions, including the murder of U.S. resident Jamal Khashoggi by Saudi state agents in Turkey and Russia's invasion of Ukraine, have raised concerns that petrodollars are financing war and human rights violations while shielding perpetrators from accountability.While Russia, in the wake of U.S. sanctions, has been working with its allies to counteract the crushing sanctions imposed in 2022, it's not an example others are likely to want to follow inde-dollarization.\n\nNo, petrodollars are simplyU.S. dollars received in exchangefor oil exports. There isn't an official \"petrodollar system.\" The reinvestment of oil export proceeds has sometimes been called petrodollar recycling.\n\nNo, the U.S. dollar is used to settle oil sales because of its wide global acceptance. That acceptance makes it easier for oil exporters to invest the export proceeds.\n\nNot as dominant rival to the petrodollar. Oil exporters are free to accept payment in acurrencyof their choosing. Accepting Chinese currency would be most useful for investment in, and purchases from, China. Chinese capital markets are much smaller and less liquid than those in the U.S., and Chinese currency is not widely accepted outside China.\n\nSaudi human rights violations and Russia's invasion of Ukraine have led to suggestions that those countries' rulers have been emboldened by their oil wealth. Like any other resource, petrodollars can be deployed for good or ill. But they also show the limits of trying to get around the power of the U.S. dollar.\n\nIn June 2024, rumors spread on social media that Saudi Arabia, the world’s largest oil exporter, was refusing to renew a secret 50-year deal with the U.S. to price oil in dollars. This was later confirmed to be fake news, with experts pointing out the various flaws in the accounts, including that there has never been a formal agreement with a specified expiration date. Before the rumors were debunked, Google searches for the term \"petrodollar\" spiked and people, including segments of the media, began speculating that the U.S. dollar’s status as the de facto global reserve currency was over and that its economy could face turmoil as a result.\n\nPetrodollars are U.S. dollars received in return for oil exports. The growth in global oil flows over time has increased the economic interdependence of crude exporters and importers and the volume of international capital flows. But the oil trade and related investments depend crucially on the U.S. dollar as the most widely accepted global currency. The U.S. dollar is unlikely to be supplanted as the global payments currency of choice in the near-to-medium term.\n\nInternational Monetary Fund. \"Reserve Currency Data.\"\n\nFederal Reserve System. \"FEDS Notes: The International Role of the U.S. Dollar.\"\n\nThe Energy Institute. \"Statistical Review of World Energy,\" Page 4.\n\nU.S. Energy Information Administration. \"Petroleum.\"\n\nVasudevan, R. \"Dollar Hegemony, Financialization, and the Credit Crisis.\"Review of Radical Political Economics, vol. 41, no. 3 (2009), pp. 291-304.\n\nBloomberg. \"The Untold Story Behind Saudi Arabia’s 41-Year U.S. Debt Secret.\"\n\nCongress of the United States-Congressional Budget Office. \"A CBO Study-Limiting Conventional Arms Exports to the Middle East-September 1992.\"\n\nNorges Bank. \"Highest Return in Kroner Ever.\"\n\nNorges Bank. \"Government Pension Fund Global Annual Report 2023,\" Page 106.\n\nMarketWatch \"Reports of the Petrodollar System's Demise Are 'Fake News.'\"\n\nU.S. Global Investors. \"Is This The End Of The Petrodollar?\"\n\nInternational Monetary Fund. \"Currency Composition of Foreign Exchange Reserves.\"\n\nLehman, Lee & Xu. \"The Renminbi Is Not Fully Convertible. How Does This Affect Business Foreign Investment in China?\"\n\nBruegel. \"Third Time Lucky? China’s Push to Internationalise the Renminbi.\"\n\nBank for International Settlements. \"The Dollar’s International Role.\"\n\nBank for International Settlements. \"BIS Working Papers No. 524-Breaking Free of the Triple Coincidence in International Finance,\" Pages 19-33.\n\nCongressional Research Service. \"U.S. Capital Markets and China: Issues for Congress.\"\n\nReuters. \"US-China World Equity Share a Yawning Chasm.\"\n\nOffice of the Director of National Intelligence. \"Assessing the Saudi Government's Role in the Killing of Jamal Khashoggi,\" Page 3.\n\nMarket Watch. “Reports of the Petrodollar System’s Demise Are ‘Fake News’ — Here’s Why.”\n\nUBS. \"The Dangers of Confirming Your Beliefs.\"\n\nAmerican Institute for Economic Research. \"Sense and Nonsense on Petrodollars.\"",
  "url": "https://www.investopedia.com/terms/p/petrodollars.asp"
}