{
  "term": "Petty Cash: What It Is, How It's Used and Accounted For, Examples",
  "definition": "Investopedia / Madelyn Goodnight\n\nA petty cash fund is a small amount of company cash, often kept on hand (e.g., in a locked drawer or box), to pay for minor orincidental expenses, such as office supplies or employee reimbursements.\n\nA petty cash fund will undergo periodic reconciliations, with transactions also recorded on the financial statements. In larger corporations, each department might have its own petty cash fund.\n\nPetty cash provides convenience for small transactions for which issuing a check or a corporate credit card is unreasonable or unacceptable. The small amount of cash that a company considers petty will vary, with many companies keeping between $100 and $500 as a petty cash fund. Examples of transactions that a petty cash fund is used for include:\n\nPetty cash fundcustodiansare appointed to oversee the fund. The custodial duties generally include enforcing petty cash rules and regulations, requesting replenishments, and dispensing funds.\n\nThe use of a petty cash fund can circumvent certaininternal controls. However, the availability of petty cash doesn't mean that it can be accessed for any purpose by any person. Many companies employ strict internal controls to manage the fund. Often, a few individuals are authorized to approve disbursements and can only do so for expenses related to legitimate company activities or operations.\n\nA petty cashier might be assigned to issue the check to fund the petty cash drawer and make the appropriate accounting entries. The petty cash custodian is charged with distributing the cash and collecting receipts for all purchases or any uses of the funds. As the petty cash total declines, the receipts should increase and add up to the total amount withdrawn.\n\nBy having a petty cash cashier and a petty cash custodian, the dual-process helps to keep the funds secure and ensure that only those authorized have access to it.\n\nWhen a petty cash fund is in use, petty cash transactions are still recorded onfinancial statements. No accounting journal entries are made when purchases are made using petty cash, it’s only when the custodian needs more cash—and in exchange for the receipts, receives new funds—that the journal entries are recorded. Thejournalentry for giving the custodian more cash is a debit to the petty cash fund and a credit to cash.\n\nIf there's a shortage or overage, a journal line entry is recorded to an over/short account. If the petty cash fund is over, a credit is entered to represent a gain. If the petty cash fund is short, a debit is entered to represent a loss. The over or short account is used to force-balance the fund upon reconciliation.\n\nThe Internal Revenue Service (IRS) recommends filing out petty cash slips and attaching them to receipts to record and document petty cash expenses.\n\nThe petty cash fund is reconciled periodically to verify that the balance of the fund is correct. Typically, as the petty cash balance falls to a preset level, the custodian applies for additional cash from the cashier. At this time, the total of all of the receipts is calculated to ensure that it matches the disbursed funds from the petty cash drawer. If new funds are needed, the cashier writes a new check to fund the petty cash drawer and takes, in exchange, the receipts from the purchases that depleted the cash.\n\nThe reconciliation process ensures that the fund's remaining balance equals the difference between the original balance minus charges detailed on receipts and invoices. If the remaining balance is less than what it should be, there is a shortage. If the remaining balance is more than what it should be, there is an overage. Although there can be minor variances, when unbalanced, the source of the discrepancy should be identified and corrected.\n\n\"Petty cash\" and \"cash on hand\" sound a lot alike, and they do overlap. Of the two, \"cash on hand\" is the more generic term.\n\nPetty cash refers specifically to money—literally, coins and bills—that a company keeps on hand for small outlays, usually because using cash is easier than using a check or credit card.\n\nCash on hand isanyaccessible cash the business or liquid funds have. It can be in the form of actual money, like amounts you haven't yet deposited in the bank or smaller bills and coins that you keep in the cash register to make change for customers. In this meaning, the difference from petty cash refers to where you're keeping the money, and how you're using it—with petty cash being more for internal business needs/expenses by employees, and cash in hand referring to funds received from or being reimbursed to customers.\n\nBut cash on hand has a larger meaning, as an accounting term. In the financial world, it also refers to a company's highly liquid assets—funds in checking or other bank accounts, money market funds, short-term debt instruments, or other cash equivalents. Though not literally cash, it's money that can be easily and quickly accessed, which is why it's \"on hand.\"\n\nIn short: All petty cash is a form of cash on hand, but not cash on hand is petty cash.\n\nPetty cash has its pluses. Cash, in many cases, remains the quickest, simplest, easiest way to pay for things. It works well to cover small impromptu expenses—like a tip for the kid delivering pizzas to the lunch meeting, or cab fare home for employees working late. It saves the hassle of reimbursing people or expecting them to pay out-of-pocket for work-related items.\n\nPetty cash can also work for frequent but mundane expenses, like milk for the office fridge, stamps, or cleaning supplies.\n\nWhile it shouldn't be a habitual practice, petty cash in a pinch can be used to make change for customers, if the till's running short.\n\nOn the downside, the convenience of petty cash can also make it a problem, and a risk. Cash is hard to secure and impossible to track; it's very easy for bills to disappear without a trace—even if you've established a careful system of receipts or vouchers.\n\nThis brings us to another drawback of petty cash funds: Maintaining them, keeping records, and reconciling them regularly, all involve extra work for someone. This may be a minor nuisance in large firms with an office manager or accounting department; for small businesses, it might create a burden.\n\nCommercial transactions are increasingly cashless—even at small retailers and restaurants, where purchases traditionally have relied heavily on coins. Petty cash has become an outmoded concept, some critics say. In between credit cards, debit cards, payment services like Venmo or Paypal, electronic wallets, and other contactless ways to buy things, plenty of alternatives exist simple as cash—with the added advantages of being traceable, secure, and less subject to theft.\n\nThe security aspect is often important to small companies, who have long feared that keeping cash around is an invitation to crime.\n\nImmediately accessible; no advance planning/authorization required\n\nGood for emergencies/impromptu needs\n\nSecurity risk: Hard to track and subject to fraud, theft, misuse\n\nRequires manual monitoring, record-keeping\n\nPetty cash is the money that a business or companykeeps on hand to make small payments, purchases, and reimbursements. Either routine or unexpected, these are transactions for which writing a check or using a credit card is impractical or inconvenient.\n\nThe English word \"petty\" derives from the Frenchpetit, which means \"small\" or \"little.\" Likewise, \"petty\" means minor or insignificant. So petty cash refers to a small sum of money set aside for trifling or little purchases, as opposed to major expenses or bills.\n\nOne of the earliest uses of the phrase comes from an educational work on housekeeping by Benjamin Billingsley,Advice to the women and maidens of London, that dates to 1678.\n\nPetty cash is usually kept in a drawer, lockbox, or large envelope. Typical petty cash purchases include:\n\nNo. Petty cash is actual cash money: bills and coins.Cash equivalentsare highly liquid securities and other assets that can be easily converted into cash: money market funds, commercial paper, or short-term debt, likeTreasury bills.\n\nHowever, on corporate financial statements, petty cash is listed in the \"Cash and cash equivalents\" section of the balance sheet.So the two can be lumped together in that sense.\n\nEach time you tap into a petty cash fund—that is, take money out—a slip or voucher should be filled out. This acts as a receipt, logging the amount of the withdrawal, the date, the purpose, and other details. Increasingly, these slips are electronic ones, entered in a digital spreadsheet or ledger. But it can be helpful to keep paper slips too, along with receipts from the purchases or payments (if possible).\n\nAfter a designated interval—usually, the same time each month or week—it's time to reconcile or balance the petty fund account. First, note the current amount in the fund. Then, subtract this amount from the starting balance. This sum is the total withdrawn from the account during that time period.\n\nNext, total the amount of all the outstanding slips (plus attached receipts). This figure should be the same as the withdrawn sum you calculated from the account starting and ending balances. And the amount of cash you have in your storage box or drawer should be the same as the current balance of the account.\n\nIf they don’t match, you’ll have to investigate why: was there a mathematical error? is a receipt missing or incorrect?\n\nBalancing the petty cash account usually occurs when the fund needs to be replenished. The petty cash custodian brings all the slips or vouchers to the business' bookkeeper, cashier, or accountant. The petty cash receipts are logged into the company's General Ledger as credits to the petty cash account, and probably debits to several different expense accounts. When the petty fund is replenished, usually by drawing on a company-issued check, it's recorded as a debit to the petty cash account and a credit to the cash account.\n\nPetty cash is a small amount of cash that is kept on a business or company's premises to pay for minor expenses and needs—usually, no more than a few hundred dollars. While it's easy to understand and simple to use, petty cash is subject to abuse, easy to lose track of, and vulnerable to theft. Some feel that in contemporary society, the petty cash fund is outmoded: plenty of alternatives exist for small purchases that are safer and just as convenient.\n\nInternal Revenue Service. \"Publication 583 (01/2021), Starting a Business and Keeping Records.\"\n\nThe Phrase Finder. \"Petty Cash.\"\n\nAccounting Coach. \"How is Petty Cash Reported on the Financial Statements?\"\n\nAccounting tools. \"Petty Cash Accounting.\"",
  "url": "https://www.investopedia.com/terms/p/pettycash.asp"
}