{
  "term": "Phantom Stock Plan: What It Is, How It Works, Types",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA phantom stock plan is an employee benefit plan that gives select employees, typically executives, some of the benefits of stock ownership without transferring company stock.\n\nA phantom stock or shadow stock plan is an employee benefit program that gives certain employees, typically senior managers, many of the benefits of stock ownership without actually handing over company stock.\n\nRather than getting physical stock, the employee receives \"mock stock.\" Even though it's not real, the phantom stock tracks the price moves of the company's actual stock, paying out any resulting profits.\n\nPhantom stockplans are an alternative to the equity-based incentive plans typically offered by public companies, particularly stock option grants. These plans can be structured to mimic whole shares of stock, allowing participants to receive accumulated returns plus the initial value per share. Here are the two types of phantom stocks:\n\nLike restricted stock, full-value phantom shares have a higher per-share value thanstock optionsat the time of grant, enabling companies to grant fewer shares while still providing competitive grant value. This approach is commonly used when employee retention is a concern.\n\nHowever, in most cases, companies opt for appreciation-only grants, where awards are based only ontotal share returnrather than the initial value.Companies often aim to create performance and award leverage like stock options. In addition, discounted grants and grants that pay out when returns exceed a specific hurdle rate are also used.\n\nPhantom stock plans often have a vesting schedule and may pay out after the occurrence of a predetermined event, such as a number of years of employment, retirement, or termination.\n\nBoth phantom stock plans and traditional nonqualified plans share several similarities. They can be discriminatory, meaning the company can choose which employees participate in the plan. These plans are also usually subject to a substantial risk of forfeiture, which means that the employee's right to receive the benefit is contingent upon meeting certain conditions, such as remaining with the company for a specific period. Once the benefit is paid to the employee, the employee recognizes it as income, and the employer can claim a taxdeductionfor the amount paid.\n\nAlthough the phantom stock is notional, it mimics the behavior of real stock. It can pay out dividends and experience price changes just like actual shares. After a set period, the cash value of the phantom stock is distributed to the participating employees.\n\nA key advantage of phantom stock is its flexibility. There are no inherent requirements or restrictions on how it can be used, giving the organization the freedom to structure the plan how it wishes. Here are phantom stock's advantages and disadvantages summarized:\n\nEmployees can benefit from the company's growth without owning shares.\n\nThe company can offer incentives without diluting ownership or control.\n\nPhantom stock plans can be tailored to specific performance goals or periods.\n\nEmployees do not have voting rights, do not receive dividends or have actual ownership shares in the company.\n\nPayouts are taxed as ordinary income which may be higher than long-term capital gains tax rates for actual stock.\n\nPhantom stock is considered a deferred compensation plan and must follow the requirements outlined in the Internal Revenue Service (IRS) code 409(a). To ensure compliance, an attorney must thoroughly review the plan, and all relevant details must be clearly documented.\n\nPhantom stock plans have a lot in common with traditional nonqualified stock plans.\n\nSome organizations may use phantom stock as an incentive to upper management. Phantom stock ties a financial gain directly to a company performance metric. It can also be used as a reward or a bonus to employees who meet particular criteria. Phantom stock can be given to every employee, either across the board or distributed according to performance, seniority, or other factors.\n\nPhantom stock also provides other organizations with a way to offer incentives tied to stock value. This can apply to alimited liability corporation, a sole proprietor, or S-companies restricted by the 100-owner rule.\n\nHere are two other common stock-related employee benefits, along with a table of similar plans:\n\nStock appreciation rights (SARs)are like a phantom stock-based program. They are a form of bonus compensation given to employees equal to the appreciation of company stock over a given period. Likeemployee stock options (ESO), SARs are worthwhile to the employee when company stock prices rise; the difference with SARs is that employees do not have to pay theexercise pricebut receive the sum of the increase in stock or cash.\n\nTypically awarded to upper management, SARs can function as part of a retirement plan. They provide incentives that go up as the value of the company does. This can help ensure employee retention, especially in times of internal volatility, such as an ownership change or a personal emergency.\n\nIt reassures employees since phantom stock programs are generally backed in cash. This can, in turn, result in higher selling prices for a business if a prospective buyer perceives the upper management team as stable.\n\nIn a stock option plan, employees are granted the right to buy a specific number of company shares at a preset price (strike price) within a given time frame. Employees can exercise their options and buy the shares once they vest, typically over several years. If the company's stock price rises above the strike price, employees can profit by exercising their options and selling the shares.\n\nEmployees can own actual shares in the company.\n\nIf the stock price increases, employees can realize significant gains.\n\nGains from exercising stock options may be taxed at lower long-term capital gains rates.\n\nEmployees must pay the strike price to exercise their options and buy shares.\n\nThe options may be worthless if the stock price exceeds the strike price.\n\nStock options can be complex and require a good understanding of financial markets.\n\nLet's say an employee is granted 1,000 phantom shares under an appreciation-only plan when the company's stock price is $50. After a vesting period of three years, the company's stock price has risen to $75.\n\nUnder the phantom stock plan, the employee would receive a cash payout of $25,000: (1,000 shares × ($75 - 50)), but no actual shares of stock. (The total payout would have been $75,000 if it were a full-value phantom plan.)\n\nIn contrast, an employee granted 1,000 stock options with a strike price of $50 would have the right to buy 1,000 shares at $50 each. If the stock price rises to $75, the employee could exercise the options, buy the shares for $50,000, and then sell them for $75,000, realizing a profit of $25,000.\n\nPhantom stock plans were introduced in the 1950s as a way for companies to provide key employees with long-term incentives tied to the company's success without granting them actual stock ownership. The concept gained popularity in the 1980s as an alternative to traditional stock option plans.\n\nYes, phantom stock plans are legal and are commonly used by companies as a form of employee compensation. However, the specific terms and conditions of the plan must follow applicable laws and regulations, such as those related to taxation and securities.\n\nPhantom stock payouts are generally taxed as ordinary income for the employee when received. The company can typically deduct the payouts as a compensation expense. However, the specific tax implications depend on the structure of the plan and the jurisdiction. It's essential for both the company and the employees to consult with tax professionals to understand the tax consequences of a phantom stock plan.\n\nPhantom stock is a deferred compensation plan that provides employees with a cash payment based on the value of a specific number of hypothetical company shares. It's designed to align employee incentives with company performance without granting actual stock ownership. Phantom stock can be structured as either full-value or appreciation-only plans, and payouts typically have vesting periods and other criteria to meet.\n\nWhile they are like stock options and SARs, phantom stock plans offer more flexibility in payouts and timing. However, it's essential for companies to carefully design and communicate these plans to ensure compliance with legal and tax regulations and to maximize their motivational effect on employees.\n\nRichard Ericson. \"The New Standards: Methods for Linking Business Performance and Executive Pay,\" Pages 241-246. John Wiley & Sons, 2010.\n\nDai, L., & Zhou, Q. (2015). \"The Study on Incentive Mode Design of Pay-Through Phantom Equity.\"Journal of Human Resource and Sustainability Studies, vol. 3, no. 1, pp. 46-50.\n\nNational Center for Employee Ownership. \"Phantom Stock and Stock Appreciation Rights (SARs).\"\n\nInternal Revenue Service. \"Publication 5528 (6-2021): Nonqualified Deferred Compensation Audit Technique Guide.\"",
  "url": "https://www.investopedia.com/terms/p/phantomstock.asp"
}