{
  "term": "Physical Capital: Overview, Types, and Examples",
  "definition": "Physical capital is one of what economists call the three mainfactors of production. It consists of tangible, human-made goods that assist in the process of creating a product or service. The machinery, buildings, office or warehouse supplies, vehicles, and computers that a company owns are all considered part of its physical capital.\n\nInneoclassical economictheory, factors of production are the inputs required to engage in the production of goods or services in pursuit of profit. Economists generally agree that there are three main factors of production.\n\nThese factors include the land or property on which factories, shipping facilities, and stores are built. Natural resources that come out of the ground, such as the corn needed to make tortilla chips or the iron ore used to make steel, also fall into this category.\n\nThis factor includeslaborand other resources that humans can provide—education, experience, or unique skills—that contribute to the production process.\n\nSometimes called simply \"capital,\" this factor includes human-made items or products that make the manufacturing process possible or enable it to run smoothly. Some types of physical capital are directly involved in the production, such as the welding equipment that fuses parts of a car on the factory floor. Others are indirectly involved, such as the computers and printers in the executive headquarters.\n\nNew orstartupcompanies invest in physical capital early in their lifecycle, often before they have produced a single good or secured their first client.\n\nFor example, a company that manufactures microwave ovens must make several investments before it can sell a single device: The firm must build a factory, purchase the machinery it needs to manufacture and assemble the ovens, and finally, it must create some sample devices before any stores carry their product.\n\nThe accumulation of physical capital with established firms and the associated investment required can pose a significantbarrier to entryfor new companies, particularly those in manufacturing-intensive industries.\n\nThe diversification of physical capital is a measure of the level of diversification in a particular industry. Consequently, from the perspective of physical capital, starting a new law firm is much easier than opening a new manufacturing plant.\n\nTheoretically, an attorney would need only an office—perhaps just a desk, even—a phone, and a computer. The relatively small amount of physical capital is the reason, an economist might argue, that law firms outnumber steel manufacturers by a significant margin.\n\nExperts agree that physical capital is an important consideration in a company's valuation. Oddly, however, it can also be one of the most difficult assets to evaluate. First, there can be disagreement over what exactly constitutes physical capital—economists often disagree on the exact parameters of the three factors of production.\n\nFor example, take the Coca-Cola Company's corporate headquarters in Atlanta. Some might deem their campus of office buildings as physical capital since they are human-made structures. Others might consider the corporate plaza as falling into the land/real estate category.\n\nSecondly, physical capital is often relativelyilliquidbecause it is usually designed to fulfill a particular purpose. The machine that puts caps on the iconic Coca-Cola soda pop bottles is not going to be of much use to anyone outside of another beverage company—and maybe not even then, given that the machine is probably designed to fit the size and shape of the unique Coke glassware.\n\nMost objects of physical capital are alsofixed capital, meaning they are not consumed or destroyed during the actual production of a good or service but are reusable. As such, an item of fixed capital has long-term value, but that value can change over time. Usually, it declines.\n\nAgain, manufacturing equipment is a prime example—as the machine ages, it becomes worth much less; that's why fixed-capital investments are typically depreciated on the company's accounting statements over a long period (often decades).\n\nOn the other hand, the value of physical capital can increase in value if the asset itself is upgraded or there are changes to the firm that affect its value.\n\nAn example of using physical capital is a manufacturing company using machinery to produce goods. For example, a sneaker company, like Nike, needs to use machines to create its sneakers. The machines are used to create the different layers of sneakers and to press the sneakers together. These machines are the physical capital.\n\nPhysical capital is the tangible assets used to make goods and services, such as machines and equipment. Human capital is the knowledge of a human being that is used in creating goods and services. This includes an employee's skills and abilities. For example, a machine may be able to make a pair of sneakers, but a human would need the knowledge to build that machine and operate it.\n\nNatural capital is the stock of environmental resources, such as land, timber, and waterways, that can be used in the production of goods and services, and be protected and renewed for further use.\n\nPhysical capital is the tangible, human-made assets that are used in the production of goods and services, such as machinery, buildings, and equipment. As one of the three main factors of production, it plays a critical role in enabling and streamlining manufacturing processes.\n\nWhile physical capital is necessary for a company's operations, it can be difficult to value and it depreciates over time unless upgraded or enhanced.\n\nDimand, Robert W. and Barbara J. Spencer. \"Trevor Swan and the Neoclassical Growth Model.\"NBER Working Paper No. 13950, June 2008, pp. 1-25.",
  "url": "https://www.investopedia.com/terms/p/physical-capital.asp"
}