{
  "term": "Pigovian Tax: Definition, Purpose, Calculation, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA Pigovian (also spelled Pigouvian) tax is a tax on market transactions that create negative externalities, or adverse side effects, for those that are not directly involved in the transaction.\n\nCommon examples of a Pigovian tax include carbon taxes to offset the environmental pollution from using gasoline, or tobacco taxes to address the strain on public healthcare systems caused by consuming tobacco products.\n\nPigovian taxes were named after English economist Arthur Pigou, a significant contributor to earlyexternalitytheory. Pigou also promoted the link between the balance of consumption, employment, and price, known as thePigou effect.\n\nA Pigovian tax is a way of discouragingnegative externalities, or activities that impose a cost on third parties and society. According to Pigou, negative externalities prevent a market economy from reaching equilibrium when producers do not take on all costs of production. He suggested that this might be corrected by levying taxes that were equal to the externalized costs. Ideally, the tax would also give the producer an incentive to reduce the negative externalities they are responsible for.\n\nNegative externalities are not necessarily \"bad.\" Instead, a negative externality occurs whenever an economic entity does not fully internalize the costs of its activity. In these situations, society and the environment can end up bearing those additional costs.\n\nA common example of a Pigovian-style tax is a tax on pollution. Pollution from a factory creates a negative externality because third parties bear part of the cost of production. This cost might manifest itself through contaminated property,destroyed wetlands and streams, or health risks. The polluter only takes into consideration the private costs, not the external costs.\n\nOnce Pigou factored in external costs to society, the economy suffereddeadweight lossfrom excess pollution beyond the \"socially optimal\" level. Pigou believed that state intervention should correct negative externalities, which he considered amarket failure. He suggested that this be accomplished through taxation.\n\nSome economists favor Pigovian taxes because they tend tocorrect for negative externalities, which can be a burden on the public. For example, air pollution from a factory may result in health issues like lung cancer among the population.\n\nAccording to the theory, if the polluter were forced to pay a tax, that could not only help offset the economic cost of such illnesses but discourage the factory from polluting so much in the first place. This means that Pigovian taxes benefit society and tend to improve social welfare, so long as they are properly applied.\n\nPigou's externality theories were dominant in mainstream economics for 40 years, but lost favor after Nobel Prize-winnerRonald Coasedemonstrated that Pigou's examination and solution were often wrong, for at least three separate reasons:\n\nPigovian taxes also encounter what Austrian economistLudwig von Misesfirst described as \"calculation and knowledge problems.\" A government cannot impose the correct Pigovian tax without knowing in advance what the most efficient outcome is. This would require knowing the precise amount of the externality cost imposed by the producer, as well as the correct price and output for the specific market.\n\nIf lawmakers overestimate the external costs involved, critics maintain that Pigovian taxes can cause more harm than good, including imposing taxes that disproportionately affect those with lower incomes.\n\nPigovian taxes are difficult to calculate properly\n\nImposing the wrong tax would be inefficient and costly\n\nTaxes like gas taxes can hit low-income consumers hardest\n\nDespite arguments against Pigou's theories, Pigovian taxes are prevalent in society today. One of the most widespread Pigovian taxes is thecarbon emissions tax. Some governments impose these taxes on any company that burns fossil fuels. When burned, fossil fuels emit greenhouse gases, which cause global warming, damaging the planet in a multitude of ways.\n\nThe carbon tax is intended to factor in the real cost of burning fossil fuels, which is paid by society. The end goal of the carbon tax is to ensure that the producers of the emissions are the ones incurring this external cost.\n\nAnother Pigovian tax, common in Europe and Canada, is a tax on plastic bags, and sometimes even paper bags. This encourages consumers to bring their own reusable bags from home instead of consuming more plastic and paper. Plastic is a byproduct of burning fossil fuels and results in damage to marine life, while paper bags can exacerbate deforestation. By charging even a small amount, such as a few cents per bag, the tax discourages their production and consumption.\n\nTaxes on \"sin\" itemslike alcohol and cigarettes can also be construed as Pigovian taxes. This is because they discourage behavior that can not only harm the individual user, but also have damaging effects on others. Second-hand smoke is an obvious example, but so is the financial burden on the healthcare system from smokers who become ill with cancer or emphysema. Alcohol is responsible for drunk driving accidents, including injuries and deaths among innocent others.\n\nAll of the above examples cite negative externalities, where the price of a product does not take the cost to society into consideration. The respective taxes are meant to redistribute those costs back to the producer (or product user) that caused the negative externality.\n\nGasoline taxes can be considered Pigovian taxes since they aim to discourage unnecessary driving, and proceeds are used to build, repair, and upgrade transportation infrastructure that benefits society. Each state has its own gas tax in the U.S., and as of January 1, 2024, the federal government imposes an additional gas tax of 18.4 cents per gallon for unleaded gasoline (24.4 cents for diesel).\n\nIn economics, a negative externality is a negative byproduct of an individual, business, or industry that the creator of the byproduct does not pay for. Instead, society pays the price. Examples include air and noise pollution, toxic runoff, and the inadvertent killing of pollinators through pesticides, among others.\n\nPigovian taxes and sin taxes are quite similar, and a specific levy may satisfy both definitions. The key difference is that a Pigovian tax seeks to minimize negative externalities (i.e., harms to others or society as a whole), while sin taxes typically seek to reduce negative internalities (i.e., harms to oneself). In the case of cigarettes and alcohol, for example, there are both potential negative internalities and externalities.\n\nCalculating a Pigovian tax is notoriously difficult to get right. In theory, the amount of the tax should be exactly equal to the net cost of the externality it seeks to remedy. Thus, the tax represents the difference between the social cost and the marginal private cost at a given level of production.\n\nWhile few people (aside from professional economists) may recognize the name, Pigovian taxes are widely used today for common goods like gasoline, tobacco, and sugar. There are, however, some doubts about their effectiveness, with critics citing the disproportionate impacts of taxation on populations with lower incomes.\n\nPigovian taxes can be contrasted with Pigovian subsidies, which are a type of government benefit that aim to encourage transactions that have positive benefits to society but that cannot be paid for by the third parties who benefit. An example of a Pigovian subsidy is public education funding.\n\nThe History of Economic Thought. \"Arthur Cecil Pigou, 1877-1959.\"\n\nU.S. Energy Information Administration. \"How Much Tax Do We Pay on a Gallon of Gasoline and on a Gallon of Diesel Fuel?\"\n\nCore-Econ.org. \"Leibniz 12.3.1: Pigouvian Taxes.\"\n\nThe Tax Foundation. \"Piguovian Tax Definition.\"",
  "url": "https://www.investopedia.com/terms/p/pigoviantax.asp"
}