{
  "term": "PIMCO (Pacific Investment Management Co) Overview and Types",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nPIMCO, or the Pacific Investment Management Company, is an Americaninvestment managementfirm founded in 1971 in California. The firm focuses on fixed income and manages more than $2.2 trillion inassets. The firm primarily handles portfolio management, account management, and business management.\n\nPIMCO specializes infixed-incomesecurities. It manages the internationally known Total Return Fund.The company servesinstitutional investors, high-net-worth individuals, and individual investors with its account services and mutual funds.\n\nPIMCO was founded in 1971 in Newport Beach, California, by Bill Gross, Jim Muzzy, and Bill Podlich.The firm launched with a total of $12 million in assets and the belief thatbondsshould be actively traded to enhancereturns.\n\nThe firm has since expanded to derivatives, mortgage-based securities, emerging markets, and other sectors of the global fixed income market. It has grown to be one of the largest asset management firms in the world. Once a unit of Pacific Mutual Life Insurance, it is now owned by German financial services firm Allianz SE.\n\nAs of 2014, Gross had left the firm for Janus Capital Group, Inc. Gross' heir-apparent, Mohamed El-Erian, also departed.In April 2015, former Federal Reserve ChairBen Bernankewas hired as a senior advisor to PIMCO.\n\nPIMCO's investment process integrates insights from its Cyclical Forums, which anticipate market and economic trends over a 6- to 12-month period, and the annual Secular Forum, which projects trends over a 3- to 5-year period. The company says it believes that an informedmacroeconomicoutlook—over long- and short-term horizons—is key to identifying opportunities and potential risks.\n\nThe company's Total Return Fund seeks to maximize capital while preservingcapital. The fund, established in 1987, emphasizes higher-quality, intermediate-term bonds and is more globally diversified, therefore aiming to reduce concentration risk. The fund also has flexibility that helps respond to changing economic conditions.\n\nThe fund pays a monthlydividendand covers the U.S. investment-grade, fixed-rate bond market with index components for government and corporate securities, mortgage pass-through securities, and asset-backed securities.\n\nAs per the company's website, PIMCO has more than 3,050 employees who work in offices throughout the Americas, Europe, and Asia. The company boasts more than 900 global investment professionals and more than 260portfolio managers. As of June 2021, the company managed more than $2.20 trillion in assets.\n\nThe company partners with different institutions, from corporations,central banks, private and public pension funds,endowments, and foundations, as well as retirement plans.\n\nPIMCO. \"Our Firm.\" Accessed Oct. 1, 2021.\n\nPIMCO. \"Total Return Fund.\" Accessed Oct. 1, 2021.\n\nPIMCO. \"Press Release: Joint Statement from Bill Gross and Pacific Investment Management Company LLC (PIMCO).\" Accessed Oct. 1, 2021.\n\nPIMCO. \"PIMCO Assumes Oversight of Allianz Real Estate.\" Accessed Oct. 1, 2021.\n\nBusinesswire. \"William H. Gross Joins Janus Capital.\" Accessed Oct. 1, 2021.\n\nPIMCO. \"Dr. Ben Bernanke.\" Accessed Oct. 1, 2021.\n\nPIMCO. \"Our Process.\" Accessed Oct. 1, 2021.\n\nPIMCO. \"Firm Leadership.\" Accessed Oct. 1, 2021.",
  "url": "https://www.investopedia.com/terms/p/pimco.asp"
}