{
  "term": "Pink Market: Listings for Stocks That Trade Over-the-Counter",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\n\"Pink sheets\" is an outdated term for stocks that tradeover-the-counter(OTC) rather than on a public stock exchange in the U.S. These companies either cannot meet the requirements for listing on an exchange like the New York Stock Exchange (NYSE) or prefer to trade over the counter.\n\nSome pink sheet companies are too small to qualify for an exchange while others prefer to avoid the costs and complications of the required filings with theSecurities and Exchange Commission(SEC). Some foreign companies list on their home exchanges but opt to sell OTC in the U.S.\n\nMost pink sheet stocks are highly speculative, although their notorious lack of regulation has been corrected to some extent in recent years. They also go by different names. Pink sheets were officially renamed Pink OTC Markets in 2008 and then OTC Markets Group in 2011. The colloquial term is still widely used and is still referenced in one of the three OTC markets, which is called the Pink market.\n\nThe pink market got its name from the color of the paper on which quotes of share prices were originally published. Today's trades are electronic, but OTC stocks to this day are often referred to as pink.\n\nThe OTC market is a decentralized market where securities not listed on major exchanges are traded directly by a network ofdealers, who carry inventories of securities to facilitate orders. OTC securities generally trade onalternative trading systems(ATSs), although many are also available through online brokerages.\n\nThere are two interdealer quotation systems for trading OTC securities: Global OTC ATS, which is part of the NYSE Group, and OTC Link ATS, which is operated by OTC Markets.\n\nOTC Market Group has three regulated main marketplaces for trading OTC stocks:OTCQX,OTCQB, and the Pink market.Each of these markets has varying levels of financial standards and regulatory oversight.\n\nThe Pink market is considered the most speculative and loosely regulated tier for trading OTC stocks. It is an open market with very little in the way of financial standards.\n\nDepending on the quantity and promptness of information they share with investors, these companies can be further divided into categories, such as current or limited.\n\nThere used to be another OTC exchange called the OTC Bulletin Board (OTCBB), but it closed in 2021.\n\nUnlisted securities either qualify for OTC Market's OTCQX or OTCQB or by default trade on Pink. The OTCQX has the most stringent requirements, followed by the OTCQB, the Pink Open Market, and then finally the Expert Market.\n\nCompanies in the Expert Market provide the lowest level of disclosure, with trading in this market, as a result, limited to quotation on an unsolicited basis.\n\nCompanies generally don't need to jump over many hurdles to get into the Pink market. This market is made up of all sorts of companies, including foreign ones, penny stocks, and some shell companies.Because they face very few listing requirements, Pink market constituents can be very risky to invest in. Securities in this category are not required to register with the SEC and therefore are not required to disclose their full financial details. That makes it harder for investors to determine which companies are legit and which aren't.\n\nCompanies in the Pink market are now required to disclose their financials.\n\nThe terminology around pink sheets and OTC stock trading has changed along with regulations. This part of the market has attracted a lot of controversy over the years, leading to calls for greater transparency.\n\nA few requirements have steadily been introduced. One change removed so-called \"dark securities\", which did not publish the prices of buy and sell orders. Another restricted broker-dealers and other market makers from publishing quotations for OTC stocks that do not provide publically available information about their financials. That was part of an amendment made to Rule 15c2-11.\n\nCompanies can create their own disclosure documents or fill out a form. Once completed and verified, they must post the information on the OTC Markets website.\n\nFinancial statements, while not required to be audited, must be prepared according to U.S.GAAPor International Financial Reporting Standards (IFRS).\n\nFor most domestic companies, the following information must be published:\n\nRequirements for international companies and banks vary slightly.\n\nThere are tiers within the Pink market. Companies that fully abide by the disclosure rules are dubbed \"current,\" whereas those who do the bare minimum under Rule 15c2-11 and are perhaps late with filings are downgraded to the “Pink Limited” market tier.\n\nPink Limited is essentially a demotion from the Pink current status for those who don't fully abide by Rule 15c2-11. That demotion can lead to restrictions and is generally less favorable.\n\nWhen a company no longer meets the requirements for limited information, it will be moved to the Expert Market, where there are no public broker-dealer quotations.\n\nPink market listings offer small companies a chance to raise capital through the sale of shares to the public and make it easy for an investor to take a stake in the market, as transaction costs are often low.\n\nHowever, these securities are prone to fraud and price manipulation due to the lack of required financial disclosure. Shares often trade infrequently, making it hard to buy or sell when the investor wants.\n\nPink market listings provide small companies access to capital funding.\n\nLow share prices leave room for fast gains if the company succeeds.\n\nTransaction costs are lower since companies do not pay expensive exchange listing fees.\n\nFewer regulations and requirements can lead to outdated or incorrect information given to the investor.\n\nPink market stocks trade thinly making it hard for an investor to buy or sell shares at will.\n\nPink market listings are prone to fraud.\n\nOTC Markets Group lists the most actively traded companies on the Pink market. As of mid-June 2024 they include:\n\nSome very reputable international companies trade on the Pink market. They list on their home country exchanges but may find the duplication of regulatory paperwork for a U.S. exchange too onerous.\n\nBroker-dealers who buy and sell OTC securities use OTC Link ATS to publish their bid and ask prices.\n\nOTC Link LLC is owned by OTC Markets Group Inc., which operates OTC Link ATS, an alternative trading system (ATS) and electronic inter-dealer quotation system that displays quotes from broker-dealers for many over-the-counter (OTC) securities.\n\nTheSEC provides informationon OTC offerings. It also states that digital assets and technology bring an increased risk of fraud and manipulation because the markets for these assets are less regulated than traditional capital markets.\n\nTrue Religion Jeans traded under a dollar per share in the early to mid-2000s and in 2013 the company was acquired by Towerbrook Capital Partners for $32 per share, netting investors a 5,000% increase.\n\nFor many years, people used the term \"Pink market\" to refer to any over-the-counter (OTC) security, meaning any investment not listed and traded on a major U.S. stock exchange. These days there is more transparency about most OTC offerings.\n\nOTC Markets Group offers a range of markets for trading OTC securities, each with its own level of financial standards and regulatory oversight. The Pink market is the one with the fewest requirements, making it fairly easy for companies to get into and risky for investors.\n\nThat said, there are legitimate companies in this market, including some of the world’s biggest foreign companies. Moreover, disclosure requirements are becoming more stringent, which has helped to boost transparency and weed out some of the shadier operators.\n\nOTC Markets. \"Pink Sheets LLC Announces Name Change to Pink OTC Markets Inc.\"\n\nOTC Markets. \"2010 Annual Report -- Issuer's Equity Securities: Common Stock,\" Page 3.\n\nThe U.S. Securities and Exchange Commission. \"Over-The-Counter (OTC) Securities.\"\n\nOTC Markets. \"15c2-11 Resource Center.\"\n\nFinancial Industry Regulatory Authority. \"FINRA Announces Closure of the OTC Bulletin Board.\"\n\nOTC Markets. \"Alternative Reporting Standard: Pink Disclosure Guidelines.\"\n\nOTC Markets. \"An Investor’s Guide: Common Issues With Company Disclosure.\"\n\nOTC Markets. \"Pink Current and Limited Information Disclosure Requirements.\"\n\nOTC Markets. \"OTC Markets: Rule 15c2-11 Amendments FAQs.\"\n\nU.S. Securities and Exchange Commission. \"OTC Link LLC.\"\n\nTimothy Sykes. \"The 10 Most Successful Penny Stocks In History.\"",
  "url": "https://www.investopedia.com/terms/p/pinksheets.asp"
}