{
  "term": "Pitchbook: Definition, How They Work, 2 Main Types, and Example",
  "definition": "A pitchbook is a sales document created by aninvestment bankor firm that details the main attributes of the firm, which is then used by the firm's sales force to help sell products and services and generate new clients. Pitchbooks are helpful guides for the sales force to remember important benefits and to provide visual aids when presenting to clients.\n\nThere are two main types of pitchbooks. There is the main pitchbook, which contains all the main attributes of the firm, and one that contains details about a specific deal, such as a company'sinitial public offering(IPO) or investment product.\n\nThe main pitchbook provides a general overview of the firm. For an investment bank, it would show information such as the number of analysts, its prior IPO success and the number of deals it completes per year. For an investment firm, it would feature information such as the financial strength of the company, and the many resources and services available for its clients.\n\nIf the pitchbook is being used by a team or individualfinancial adviser, there could be biographical information as well. All the details displayed in the pitchbook are points that the sales team should focus on when selling the benefits of the firm to potential clients.\n\nFor start-up companies, a pitchbook is more commonly known as a pitch deck.\n\nFor an investment bank, a pitchbook focuses on all the benefits of the issue, helpingbrokersand investment bankers demonstrate how the firm can serve the specific needs of their potential clients. It would have more detailed information about how the potential IPO process could playout for the potential client. It would also show comparable IPOs within the same industry that the investment bank has had success with in the past.\n\nFor an investment firm, the pitchbook would be more product-oriented. It could show the track record of aninvestment portfolio, using charts and comparisons to an appropriate benchmark. If the investment strategy is more advanced, it would display the method of selecting stocks and other informational data that would help the potential client understand the strategy.\n\nIn 2011, the company Autonomy was the acquisition target of several larger competitors. Hewlett Packard and Oracle were interested, but HP eventually became the victor and acquired the softwareinfrastructurecompany. Oracle decided to post an IPO pitchbook, which was developed by the firm Qatalyst Partners, on its website.\n\nIn the pitchbook, Qatalyst shows examples of how Oracle would benefit from acquiring Autonomy, showing it would increase its competitive advantage in areas where Oracle had no footing. It also showed the key financial metrics of the company and how it had both positive revenue and margin growth. The book also featured the partners and customers that Oracle would immediately acquire once it purchased the company. It also went into detail about Autonomy's management team and directors.",
  "url": "https://www.investopedia.com/terms/p/pitchbook.asp"
}