{
  "term": "Plunge Protection Team (PPT): Definition and How It Works",
  "definition": "The \"Plunge Protection Team\" (PPT) is a colloquial name given to the Working Group on Financial Markets. Created in 1988 to provide financial and economic recommendations to the U.S. President during turbulent market times, this group is headed by the Secretary of the Treasury; other members include the Chair of the Board of Governors of theFederal Reserve, the Chair of the Securities and Exchange Commission and the Chair of the Commodity Futures Trading Commission (or the aides or officials they designate to represent them).\n\nThe name \"Plunge Protection Team\" was coined byThe Washington Postand first applied to the group in 1997.\n\nThe Plunge Protection Team, composed of high-ranking government financial officials, reports directly and privately to the president of the United States.\n\nIn March 1988, in the wake of thestock market crash of 1987,then-President Ronald Reagan created by executive order the President’s Working Group on Financial Markets. The concept was to create aninformed, but informal, advisory groupon the markets for the president and regulators. Charged with \"enhancing the integrity, efficiency, orderliness, and competitiveness of our Nation's financial markets and maintaining investor confidence.\"\n\nIts original purpose was to report specifically on the Black Monday events of October 19, 1987—during that event, the Dow Jones Industrial Average fell 22.6%—and, what actions, if any, should be taken. However, the group has continued to meet and report to various presidents over the years, usually (but not always) during turbulent times in the financial markets.\n\nIn 1999, it issued a recommendation to Congress, requesting changes in the derivatives markets regulations. It convened during the global credit crisis of 2008. The Plunge Protection Team's latest gathering (as of March 2019) was on Christmas Eve, 2018. Treasury Secretary Steven Mnuchin chaired a conference call with other members of the group, in addition to representatives from the Comptroller of the Currency and the Federal Deposit Insurance Corporation.\n\nThough not exactly a secret, the Plunge Protection Team isn't widely covered and doesn't release the minutes of its meetings or its recommendations, reporting only to the president. This behavior leads some observers to wonder if the government's most important financial officials are doing more than analyzing and advising—in fact, that are actively intervening in the markets.\n\nConspiracy theorists have speculated that the group executes trades on several exchanges when prices are heading downward, collaborating with big banks such as Goldman Sachs and Morgan Stanley in unrecorded transactions. They often point to a 1989 speech published inThe Wall Street Journalby formerFederal Reserve Boardof Governors member Robert Heller, which suggested the Fed could directly support thestock marketby purchasingindex futurescontracts.\n\nOn Monday, February 5, 2018, theDow Jones Industrial Average (DJIA)experienced a drop that was twice as large as its biggest point decline in history. However, arbitrary and aggressive buying cut the decline in half in one day. On Tuesday and Wednesday of that week, stocks opened lower, and each time aggressive buying buoyed the markets. That aggressive buying, some say, was being orchestrated by the Plunge Protection Team.\n\nOr, to take a more recent example: The Plunge Protection Team's aforementioned teleconference on Dec. 24, 2018. That whole month, the S&P 500 had been heading towards a record decline—the motive for the team's meeting—and the DJIA dropped 650 on the 24th alone. But when trading resumed after Christmas, the DJIA rallied over 1,000 points. On the 27th, it lost half those gains, until a late-day reversal stopped the slide, and caused the market to close 600 points up. That's no coincidence, conspiracy theorists argue.\n\nIf true, this sort of manipulation is not unlike the actions of consortia ofprivate bankersand financiers in the late 19th and early 20th century who, during financial panics, would step in to shore up the stock market with massive purchases. The difference, of course, is that the Working Group on Financial Markets is composed of U.S. government officials, and the U.S. is supposed to operate on a free-market system. And also an open one, not one influenced by mysterious forces.",
  "url": "https://www.investopedia.com/terms/p/plunge-protection-team.asp"
}