{
  "term": "Point-and-Figure (P&F) Chart: Definition and How to Use in Trade",
  "definition": "A point-and-figure chart plots price movements for stocks, bonds, commodities, orfutureswithout taking into consideration the passage of time.\n\nContrary to some other types of charts, likecandlesticks, which mark the degree of an asset's movement over set time periods, P&F charts utilize columns consisting of stacked X's or O's, each of which represents a set amount of price movement. The X's illustrate rising prices, while O's represent a falling price.\n\nTechnical analysts still utilize concepts such assupport and resistance, as well as other patterns, when viewing P&F charts. Some argue that support and resistance levels, as well asbreakouts, are more clearly defined on a P&F chart since it filters out tiny price movements and is less susceptible tofalse breakouts.\n\nPoint-and-figure charts don't require calculation, but they do require at least two variables to be set.\n\nOne variable is the box size. The box size can be a specific dollar amount, such as $1, a percentage, such as 3% of the current price, or it can be based onaverage true range(ATR) which means the box size will fluctuate based on volatility.\n\nThe reversal amount also needs to be set. The reversal amount is typically three times the box size. For example, if the box size is $1, the reversal amount is $3. The reversal can be set at anything the trader desires, such as one times the box size, or 5.5 times the box size.\n\nAn optional variable is whether to use high and low prices for the underlying asset or to useclosing prices. Using high and low prices will mean the creation of more X's and O's, while using only closing prices (less movement being calculated compared to high and lows) will mean fewer X's and O's are created.\n\nPoint-and-figure charts often providetechnical analystswith different trade and trend signals, relative to traditional candlestick or bar charts. While some analysts rely more heavily on the point-and-figure charts, others use these charts to confirm signals provided by traditional charts in an effort to avoid false breakouts.\n\nThe key to point-and-figure charting is the box size, or the amount of price movement that determines whether a new X or O is added to the chart. For example, say the box size is $3. If the last X happened at a price of $15, a new one is added to the current column of X's when the price rises to $18.\n\nNotably, the line of X's continues in the same column, provided that the price continues to rise and doesn’t breach a predetermined reversal amount, at which point, a new column of O's begins.\n\nThe same is true for a column of O's in adeclining market; the column continues until the stock reaches the reversal amount, at which point a new column of X's begins.\n\nA reversal occurs when the price is no longer moving enough to put another X or O in the current X or O column, and then the price moves at least three box sizes (if this is the chosen reversal amount) in the opposite direction. When a reversal occurs, several X's or O's will be drawn at the same time. For example, following a price rise or column of X's, if a reversal occurs and the reversal amount is three box sizes, when the reversal occurs three O's will be drawn starting one spot below the highest X.\n\nTraders utilize P&F charts in similar ways to other charts. Traders still watch for support and resistance levels. Breakouts can signal major trend changes. Depending on the box size, the columns themselves can represent significant trends, and when the column changes (from O to X, or X to O) that may signal a significant trend reversal orpullback.\n\nCharles Dow, the founder ofThe Wall Street Journal,is credited with developing point-and-figure charting as a way to determine imbalances betweensupply and demand.﻿﻿\n\nOne of the foremost technical analysts specializing in point-and-figure charting is Tom Dorsey, who founded the research firm Dorsey, Wright & Associates in 1987. He authored several books on the topic, includingPoint & Figure Charting: The Essential Application for Forecasting and Tracking Market Prices.Nasdaq purchased Dorsey, Wright & Associates in 2015.﻿﻿\n\nDorsey helped to popularize the use of point-and-figure charts with more traditional technical indicators, such asmoving averages, relative strength, andadvance/decline lines.\n\nRenko Chartsare also based on box size, and when the price moves by the box size it creates an up or down brick that moves at a 45-degree angle to the prior brick. Renko charts never have bricks next to each other. Therefore, a reversal occurs if the price moves in the opposite direction by two box amounts.\n\nThe main difference between the chart types is the look. P&F charts are side-by-side columns of X's and O's, while a renko chart is created by a series of boxes spread out over time at 45-degree angles.\n\nP&F charts can be slow to react to price changes. A breakout, for example, must move the box amount in order to signal a breakout occurred. This may benefit some traders as it may reduce false breakout signals, but the price has already moved the box amount (or more) beyond the breakout point. For some traders, getting the signal after the price has already moved that much may not be effective.\n\nAlso, while P&F charts may help reduce the number of false breakouts, false breakouts still occur. What appears to be a breakout may still be reversed a short time later.\n\nP&F charts are good at keeping traders in strong trends, as a lot of small counter-trend movements are filtered out. Yet when a reversal occurs it can significantly erase profits or result in big losses. Because the reversal amount is typically so large, if a trader is only using P&F charts they won't see the reversal until the price has moved significantly against them.\n\nWhen using P&F charts, it is recommended to also watch the actual price of the asset so that risk can be monitored in real time. This can be done by monitoring a candlestick oropen-high-low-close(OHLC) chart.\n\nNasdaq. \"Point & Figure Basics,\" Page 2. Accessed Nov. 22, 2020.\n\nNasdaq. \"Tom Dorsey.\" Accessed Nov. 22, 2020.",
  "url": "https://www.investopedia.com/terms/p/pointandfigurechart.asp"
}