{
  "term": "Poisson Distribution: Formula and Meaning in Finance",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Poisson distribution is a probability distribution that is used by investment analysts in stochastic modeling.\n\nIn statistics, a Poisson distribution is a discreteprobability distributionthat indicates the likelihood of an event occurring a specified number of times over a given period. It is a count distribution, the parameter of which is lambda (λ); the mean number of events in a specific interval. In finance, especially investing, Poisson distributions are created to explain the possibility of trading events, create price ranges, or predict market jumps, among others.\n\nAs the Poisson distribution is a discrete function, the variable can only take specific values in a (potentially infinite) list. Put differently, the variable cannot take all values in any continuous range. For the Poisson distribution, the variable can only take whole number values (0, 1, 2, 3, and so on), with no fractions or decimals.\n\nPoisson distributions are often used to understand independent events that occur at a constant rate within a given interval of time. It was named after French mathematician Siméon Denis Poisson.\n\nA Poissondistributioncan be used to estimate how likely it is that something will happen \"X\" number of times. For example, if the average number of people who buy cheeseburgers from a fast-food chain on a Friday night at a single restaurant location is 200, a Poisson distribution can answer questions such as, \"What is the probability that more than 300 people will buy burgers?\"\n\nThe application of the Poisson distribution thereby enables managers to introduce optimal scheduling systems that would not work with, say, anormal distribution.\n\nOne of the most famous historical and practical uses of the Poisson distribution was estimating the annual number of Prussian cavalry soldiers killed due to horse kicks. Modern examples include estimating the number of car crashes in a city of a given size; in physiology, this distribution is often used to calculate the probabilistic frequencies of different types of neurotransmitter secretions.\n\nOr, if a video store averaged 400 customers every Friday night, what would have been the probability that 600 customers would come in on any given Friday night?\n\nf(x)=λxx!e−λwhere:e=Euler’s number(e=2.71828…)x=Number of occurrencesx!=Factorial ofxλ=Equal to the expected value (EV) ofxwhen that is also equal to its variance\\begin{aligned}&f(x)=\\frac{\\lambda^x}{x!}e^{-\\lambda}\\\\&\\textbf{where:}\\\\&e=\\text{Euler's number } (e=2.71828\\dots)\\\\&x=\\text{Number of occurrences}\\\\&x!=\\text{Factorial of }x\\\\&\\lambda=\\text{Equal to the expected value (EV) of }x\\text{ when that is also equal to its variance}\\end{aligned}​f(x)=x!λx​e−λwhere:e=Euler’s number(e=2.71828…)x=Number of occurrencesx!=Factorial ofxλ=Equal to the expected value (EV) ofxwhen that is also equal to its variance​\n\nGiven data that follows a Poisson distribution, it appears graphically as:\n\nIn the example depicted in the graph above, assume that some operational process has an error rate of 3%. If we further assume 100 random trials, the Poisson distribution describes the likelihood of getting a certain number of errors over some period of time, such as a single day.\n\nIf the mean is very large, then the Poisson distribution is approximately a normal distribution.\n\nThe Poisson distribution is also commonly used to model financial count data where the tally is small and is often zero. As one example in finance, it can be used to model the number of trades that a typical investor will make in a given day, which can be 0 (often), 1, 2, and so on.\n\nAs another example, this model can be used to predict the number of \"shocks\" to the market that will occur within a given period, such as over a decade.\n\nA Poisson distribution represents the likelihood of a single event occurring within a specific period. The events must be independent and must occur at a constant rate.\n\nThe Poisson distribution is best applied to statistical analysis when the variable in question is a count variable. For instance, when asking how many times X occurs based on one or more explanatory variables, such as estimating how many defective products will come off an assembly line given different inputs.\n\nFor the Poisson distribution to be accurate, all events must be independent of each other, the rate of events over time must be constant, and events cannot occur simultaneously. Moreover, the mean and the variance will be equal.\n\nBecause it measures discrete counts, the Poisson distribution is also adiscrete distribution. This can be contrasted with the normal distribution, which is continuous.\n\nA Poisson distribution is a probability distribution that is used to predict the amount of variation from an average rate of occurrence in a given time frame. It's also a discrete function, meaning that the variable can only take whole number values and no fractions or decimals.\n\nThe Poisson distribution can be a helpful tool to evaluate and predict financial and trading operations.",
  "url": "https://www.investopedia.com/terms/p/poisson-distribution.asp"
}