{
  "term": "Poison Pill: A Defense Strategy and Shareholder Rights Plan",
  "definition": "A poison pill is a defense strategy that a board of directors may use to try to keep control when a public company experiences an unwelcome takeover bid from activist investors, competitors, or others intent on an acquisition.\n\nThe most common poison pill is the flip-in, which involves issuing more shares to shareholders, excluding the entity angling for control.\n\nAnother goal is to force the entity trying to acquire the company to negotiate with the company's board for a buyout price. Courts have upheld poison pills as a legitimate defense by corporate boards, which are not obligated to accept any offer they do not deem to be in the company's long-term interest.\n\nThe poison pill is a tactic companies use to deter takeovers by unwanted companies. Often called a shareholder rights plan, it is meant to frustrate creepingacquisitionsof control, in which the acquirer seeks to accumulate a controlling or dominant stake without negotiating with the board or offering the same deal to every shareholder.\n\nBecause many shares come with ownership andvoting rights, it is possible to own enough to purchase a controlling amount of shares with voting rights. So, if one entity owns the right amount of shares, their votes weigh more than those with fewer shares.\n\nTo prevent this, the potential target creates a provision that preventshostile takeoversby establishing a share ownership limit. This provision may specify that if a single entity or person acquires a stake of 15% or more, the company implements a share issuance or other measure that makes the hostile action ineffective or undesirable.\n\nIn a flip-in, all other shareholders become eligible to acquire additional shares for a large discount or free. The party with the 15% stake is excluded from thestock issuance. This increases the number of outstanding shares and dilutes that party's stake, thus averting the takeover.\n\nWhile takeovers are still commonplace, hostile takeovers are not as common as they used to be because of tools like poison pills.\n\nProxyadvisory firms Glass Lewis and International Shareholder Services traditionally opposed poison pills because of their potential to entrench managers unresponsive to shareholders.\n\nAs of 2025, ISS guidelines call for poison pills to have a term of no more than three years and a trigger of no lower than 20% of shares outstanding.Glass Lewis generally opposes poison pills, with case-by-case exceptions for those limited in scope and motivated by a particular threat or objective.\n\nA company's board has afiduciary dutyto protect the interests of all shareholders, while an outsider seeking control may only wish or need to satisfy a minority to gain effective control through a tender offer. A poison pill helps prevent majority control takeovers that disregard the interests of minority shareholders.\n\nIt also discourages vulture bids seeking to take advantage of a temporary decline in a share price. For instance, market declines at the outset of the COVID-19 pandemic led hundreds of U.S. companies to adopt shareholder rights plans.\n\nCompanies with poison pill defenses have tended to garner higher takeoverpremiumsthan those without them.Industrial gasses supplier Airgas, which deployed a poison pill to resist a hostile takeover by rival Air Products and Chemicals (APD) in a landmark legal battle, sold four years later to Air Liquide for more than twice as much as Air Products offered.\n\nBy discouraging a motivated buyer from buying more company stock, a poison pill will likely leave a share price lower than it would be otherwise, at least in the short run.\n\nPoison pills can also shield underperforming board members from shareholder efforts to replace them. The good news on that score is that replacing a company board in aproxy contestcan make a poison pill disappear if the new board chooses to make that happen.\n\nBecause poison pills discriminate against activist buyers and restrain trading in a company's stock, they typically require justification and often havesunset provisions.A sunset provision is a clause that expires automatically at a certain date.\n\nPrevents majority control takeovers that don't consider minority shareholder interests\n\nDiscourages vulture bids that want to benefit from temporary share price declines\n\nCome with higher takeover premiums than those without them\n\nShields underperforming board members from efforts to replace them\n\nMost poison pills are triggered by the accumulation of a company stake above a preset threshold. These are known as flip-inshareholder rightsplans, in contrast to the seldom-used flip-over ones. This type of poison pill is just like a reverse takeover. It occurs when a company allows itself to be acquired by another public company and then lets shareholders buy shares of the acquirer at a discount.\n\nA dead-hand or slow-hand poison pill limits a future board's ability to remove that provision by specifying that it can only be canceled by a board majority consisting of current directors or the successors they choose. Delaware, the corporate domicile state of two-thirds ofFortune 500companies and most recent initial public offerings, bars dead-hand poison pills, while Georgia and Pennsylvania courts have upheld them.\n\nPoison pills often include wolf pack clauses applicable to the aggregate holdings of shareholders acting in concert without expressly agreeing to do so. For example,hedge fund managerscommonly accumulate separate stakes in companies pursuing a common activist agenda without communicating the intent.\n\nThe poison pill tactic has been around since the 1980s when it was devised by New York law firm Wachtell, Lipton, Rosen, and Katz amid a wave of hostile takeover andgreenmailattempts by corporate raiders since rebranded as activist investors.Courts have ruled that poison pills are a legitimate defense against such attempts to circumvent a company board's prerogatives.\n\nIn early April 2022,Elon Muskthreatenedsocial mediagiant Twitter with a hostile takeover by disclosing that he purchased 9% of the company's shares.\n\nTwitter adopted a poison pill provision to prevent the takeover in mid-April 2022. It used 15% as its ownership threshold, which prevented anyone from taking over the company without bargaining for a fair value. By the end of April, the company agreed to a buyout by Elon Musk.\n\nMusk ended up purchasing the company in October 2022 for $44 billion.\n\nIn July 2018, the board of restaurant chain Papa John's (PZZA) voted to adopt a poison pill to prevent ousted founder John Schnatter from gaining control of the company. Schnatter, who owned 30% of the company's stock, was the company's largest shareholder.\n\nTo deter a takeover attempt by Schnatter, the board adopted a poison pill expiring after a year that would permit the company to sell its stock to shareholders for half itsmarket priceif Schnatter and his affiliates increased their stake to 31%, or if anyone else amassed a 15% stake. As with all poison pills, those triggering the provision would not be allowed to buy stock on the same discounted terms, effectively diluting their stake.\n\nWhen announcing the poison pill's adoption, the company stated,\n\nSchnatter filed suit over some of the poison pill's provisions, settling it the following year along with other litigation against the company.He reduced his stake to less than 4% by 2020.\n\nIn 2012, Netflix (NFLX) announced a poison pill days after billionaire investorCarl Icahnand affiliates disclosed a stake of nearly 10%. The poison pill promised to dilute the stake of anyone acquiring more than 10% of the video streaming service provider by allowing other shareholders to purchase two shares for the price of one.\n\nIn disclosing their stake, Icahn affiliates suggested \"Netflix may hold significant strategic value for a variety of significantly larger companies,\" adding they were \"considering ways for [Netflix] to maximize shareholder value.\"\n\nThe Icahn funds criticized the company's adoption of a poison pill in an updated securities filing. Any \"poison pill without a shareholder vote is an example of poor corporate governance, and... the pill Netflix just adopted is particularly troubling due to its remarkably low and discriminatory 10% threshold,\" they said.\n\nIcahn's stake was later reduced, and eventually, it was sold for a hefty gain.\n\nPoison pills prevent an activist investor or a potential acquirer from gaining control of a publicly traded company without the consent of the company's board. Deals involving the board's consent to a change ofcontroltypically provide a significant premium over the market price for all shareholders, in contrast to the share purchases in market transactions the poison pills seek to deter.\n\nPoison pills can help self-serving incumbent managers and boards frustrate shareholder efforts to oust them to improve the company's performance. As a result, corporate governance advisors recommend companies limit their scope and duration, ensure that such plans address a specific goal or threat, and have a high triggering threshold.\n\nIn Delaware, where many large, listed companies are incorporated, the courts have held that corporate boards have broad discretion in preventing the accumulation of controlling stakes, provided their response is proportional and based on a reasonable perception of a threat.\n\nPoison pills are provisions companies include in their stock issuances that prevent anyone from gaining a controlling stake. They usually have share ownership thresholds set that trigger theissue of more sharesto stockholders for a discount or for free. Thus, poison pills reduce a would-be acquirer's stake in a company, forcing them to negotiate with the board for ownership rather than forcing their way in through stock ownership.\n\nWachtell, Lipton, Rosen & Katz. \"Takeover Law and Practice,\" Pages 121-127.\n\nISS. \"United States Proxy Voting Guidelines Benchmark Policy Recommendations,\" Page 31.\n\nGlass Lewis. \"Poison Pills and Coronavirus: Understanding Glass Lewis’ Contextual Policy Approach.\"\n\nDentons. \"Shareholder Rights Plans: Recent Trends.\"\n\nWachtell, Lipton, Rosen & Katz. \"Takeover Law and Practice,\" Page 121.\n\nWachtell, Lipton, Rosen & Katz. \"Takeover Law and Practice,\" Page 125.\n\nU.S. Securities and Exchange Commission. \"Preferred Shares Rights Agreement, Nov. 2, 2012: Netflix, Inc. and Computershares Trust Company, N.A., as Rights Agent.\"\n\nCarpenter Wellington. \"Poison Pills as a Defensive Tactic Against Hostile Takeovers.\"\n\nWachtell, Lipton, Rosen & Katz. \"Takeover Law and Practice,\" Page 127.\n\nDelaware Division of Corporations. \"Annual Report Statistics.\"\n\nDealLawyers.com. \"Poison Pills: Delaware Chancery Skeptical of 'Wolf Pack' Terms.\"\n\nThe Lipton Archive. \"The Takeover Era and Lipton's Poison Pill.\"\n\nWachtell, Lipton, Rosen & Katz. \"Takeover Law and Practice,\" Pages 123-125.\n\nABC News. \"A Timeline of Elon Musk's Tumultuous Twitter Acquisition.\"\n\nPR Newswire. \"Twitter Adopts Limited Duration Shareholder Rights Plan, Enabling All Shareholders to Realize Full Value of Company.\"\n\nThe New York Times. \"Elon Musk Completes $44 Billion Deal to Own Twitter.\"\n\nReuters. \"Papa John's Adopts Rights Plan to Limit Founder's Stake.\"\n\nSecurities and Exchange Commission. \"Papa John's Adopts Limited Duration Stockholder Rights Plan.\"\n\nLaw.com. \"Schnatter, Papa John's Settle Del. Lawsuit Over Control of Pizza Chain.\"\n\nLouisville Business First. \"John Schnatter Now Owns Just a Slice of Papa John's After Another Big Sale.\"\n\nUC Regents, UC Berkeley School of Law. \"Netflix, Good Governance and Poison Pills.\"\n\nU.S. Securities and Exchange Commission. \"Icahn Capital Schedule 13D for Netflix, Inc., Oct. 24, 2012.\" See Item 4. Purpose of Transaction.\n\nU.S. Securities and Exchange Commission. \"Icahn Capital Schedule 13D for Netflix, Inc., Nov. 5, 2012.\"\n\nForbes. \"Here's How Carl Icahn Made $2 Billion On Netflix.\"\n\nHarvard Law School Forum on Corporate Governance. \"Poison Pills After Williams: Not Only for When Lightning Strikes.\"",
  "url": "https://www.investopedia.com/terms/p/poisonpill.asp"
}