{
  "term": "Policy Pages",
  "definition": "Our mission is to simplify complex financial information and decisions so that our readers have the confidence to manage every aspect of their financial life. Your financial life is filled with personal decisions and challenges. Whether you are investing as a beginner or expert, planning your retirement, buying a home, studying for an exam in business school, or running a small business, you have questions that need answering.\n\nFor over 25 years, we’ve helped hundreds of millions of people do just that. We feel it’s important to share how we go about writing all of the articles that you depend on.\n\nAt Investopedia we aspire to provide the highest quality content produced by humans, for humans. It is against our guidelines to publish automatically generated content using AI (artificial intelligence) writing tools such as ChatGPT.\n\nEmpowering:Finance can be complex and intimidating. We provide you with information that you can use with confidence, whatever your level of experience.\n\nUnbiased:From financial product recommendations to the financial implications of government policy we put things in context and provide all the facts. Our information is carefully researched and is not written to support any specific economic or political viewpoint.\n\nAccurate:Having accurate financial information, presented clearly and updated regularly is of the utmost importance to us. We seek out and work with the most qualified experts across every topic we cover. Any mistakes, inaccuracies, or misrepresentations identified by our readers are investigated and corrected promptly. Please contact us at inv_editorial@investopedia.com if you have any questions or feedback.\n\nInclusive:We work to ensure that our content serves—and depicts with dignity and respect—people of different ages, nationalities, religions, gender identities, sexual orientations, ethnicities, relationship statuses, physical and mental abilities, and family types.\n\nWe are committed to following theCodes of Ethicsof the Society for Advancing Business Editing and Writing (SABEW). Our content is guided by and upholds theSociety for Professional Journalists’ foundations of ethical journalism: being accurate and fair, minimizing harm, acting independently, and being accountable and transparent. We also uphold theFederal Trade Commission (FTC) guidelines on disclosures, where applicable.\n\nInvestopedia content is for informational purposes and is not intended to substitute for the advice of a licensed or certified attorney, accountant, financial advisor, or other certified financial professionals.\n\nOur staff of editors and network of expert contributors write and manage all the articles you find on Investopedia. We don’t make recommendations for you to buy, sell, or hold securities or investments. We do, however, provide relevant analysis, context, insights, and educational information to help you make smarter, better-informed decisions. Wherever possible we provide examples that help put complex topics and concepts into perspective.\n\nOur editorial team is continually evaluating the articles across our site to flag any that contain information that is known to be or is likely to be out-of-date. Such articles are reviewed and updated or, if necessary, completely rewritten, rechecked, and re-edited. Our network of experienced experts, who uphold our process and policies, assist with our updating efforts. Articles that have been updated are date-stamped to reflect this.\n\nEvery article you see has multiple people behind it, continually working to make sure that it is responsible, accurate, understandable, helpful, and reflective of our editorial principles.\n\nOur editorial teamapproves all story ideas independently, and our expert contributors each have deep subject matter expertise in the topics that we assign them. Our team of professional editors, fact checkers, and producers review content to ensure it upholds our values of being empowering, inclusive, unbiased, and accurate.\n\nAll staff are responsible for disclosing any potential conflicts of interest.\n\nInvestopedia is committed to telling readers when an error has appeared, and to correcting it. This transparency applies to small and large mistakes, including news, but only if an error was made at the time of original publication. Corrections will be clearly noted on the page. When our journalism is factually correct, but the language is not as clear or detailed as necessary, the story may be updated without an editor's note. Please report possible errors to inv_editorial@investopedia.com.\n\nInvestopedia experts are carefully recruited, vetted, and chosen. Some are experienced financial writers, others are experts in particular aspects of finance; many are both. They are selected for their knowledge and skill in communicating complex topics in clear, accessible, actionable language.\n\nEvery article’s author or reviewer is listed at the top of the page, to the left of the date, and is linked to their biography, which you can click on to learn more about their credentials, education, professional experience, and social media presence.\n\nAll writers are required to uphold the editorial guidelines listed above.\n\nWe do not publish third-party content on Investopedia. All recommendations on Investopedia are made by the staff editors and research analysts. Investopedia is not influenced by partnerships, companies, or third-party organizations, though we may review their information during our literature review and competitive analysis work before creating rubrics and outlines for our projects and content. Our sources for our content are primary sources and can be seen on methodology pages, and in inline citations, as well as through attribution directly in the articles. You can read more about ourproduct and services review policy here.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only and should not be considered individual investment advice or recommendations to invest in any security or adopt any investment strategy. Though we believe the information provided herein is reliable, we do not warrant its accuracy or completeness. The views and strategies described in our content may not be suitable for all investors. Because market and economic conditions are subject to rapid change, all comments, opinions, and analyses contained within our content are rendered as of the date of the posting and may change without notice. The material is not intended as a complete analysis of every material fact regarding any country, region, market, industry, investment, or strategy.\n\nInvesting in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and cryptocurrency-related content on Investopedia is not a recommendation to invest in cryptocurrencies or other ICOs. Since each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein.\n\nInvestopedia accepts advertising, but maintains a strict and clear separation between advertising and editorial content. Special attention is paid to featuring advertising in a way that will not interfere with your reading experience. This relates to both page design and to the number of ads we choose to feature on a page.\n\nInvestopedia maintains a distinct separation between advertising and editorial content.\n\nThe way that we're able to offer over 30,000 articles of great content on our website for free is by partnering with advertisers and affiliate partners who are looking to reach consumers. This can take a number of different forms, and we'll walk through those below. It's important to note that we maintain strict editorial independence for all of our content, particularly on reviews and recommendations. If a product is great, we'll tell you even if we don't have an advertising relationship. If we think a product is bad, we'll tell you that, even if we DO have an advertising relationship with them. While we do recommend and review products regardless of any advertising relationships, we may not have reviewed every product available in a given category.\n\nIn some cases we may have an affiliate relationship with a product that we review, and so when you click on an \"Open Account\" button or sometimes a hyperlink on the product's name in those cases we may receive compensation either when you click on it it or if you decide to sign up for the product. Whether or not we have an advertiser in place does not change the placement of the button or whether there's a link for you to go to their website.\n\nOn some review/recommendations we may include a comparison table of products that are offers from advertisers. While we do work hard with partners to try and surface the best paid offers possible in these comparison tables, it's important to note that they are NOT editorially selected. Here's an example of what that can look like, notice the Advertising Disclosure link in the top right corner:\n\nSome review/recommendations may include display advertising on them, which will be labelled as advertisements and are easily recognized.",
  "url": "https://www.investopedia.com/legal-4768893#toc-editorial-policy"
}