{
  "term": "Political Action Committee (PAC): Definition, Types, Super PACs",
  "definition": "In the U.S., a political action committee (PAC) is a political committee that pools campaign contributions from members and donates those funds to campaigns for or against candidates, ballot initiatives, or legislation. PACs are typically formed to represent business, labor, or ideologicalinterestsby individuals who wish to privately raise money to donate to a political campaign. The first PAC was formed in 1944 in order to raise money for the re-election of then-President Franklin D. Roosevelt.\n\nAt the federal level, an organization is considered a PAC when it receives or spends more than $1,000 to influence a federalelection.\n\nThere are many restrictions that guide how PACs can fundraise and donate their contributions to politicalcampaignsor causes. PACs can contribute $5,000 to a candidate committee per election, up to $15,000 annually to any national party committee, and up to $5,000 annually to any other PAC. PACs may receive up to $5,000 from any individual, PAC, or party committee per calendar year.\n\nA PAC must register with the U.S. Federal Election Committee within 10 days of its formation and provide the name and address for the PAC, its treasurer, and any affiliated organizations. For contribution limits, all affiliated PACs are treated as one donor.\n\nPACs must also disclose information about all individuals who contribute to them. However, these names are sometimes not disclosed until after an election, meaning their contributors may not be transparent to the public while votes are still being cast.\n\nThere are many categories of PACs, including separate segregated funds (SSFs), nonconnected committees, Super PACs, and Leadership PACs.\n\nCorporations,labor unions, membership organizations, or trade associations can establish separate segregated funds (SSFs). Once established, these committees can only receive contributions from individuals that are associated with that connected or sponsoring organization.\n\nUnlike SSFs, nonconnected committees are not sponsored by a specific entity or organization. As a result, they can accept contributions from the general public.\n\nSuper PACs can receive unlimited contributions from individuals,corporations, labor unions, and other PACs.\n\nA hybrid PAC can act as both a PAC and a Super PAC. Hybrid PACs must maintain segregated bank accounts for their unlimited Super PAC activities and their normal PAC fundraising and contributions, subject to the same statutory limitations as a regular PAC.\n\nA leadership PAC is a PAC that is established by a candidate or an individual holding federal office. It is common for members of Congress and other political leaders to establish leadership PACs in order to support candidates for various elected offices. Leadership PACs can only contribute up to $5,000 per election to a federal candidate committee.\n\nSuper PACs were created in 2010 after the U.S. Court of Appeals' decision inSpeechNow.org v. Federal Election Committee. This decision allowed for a greater level of deregulation as to how political funds are raised and distributed. While Super PAC funds cannot be donated directly to a campaign, managers and political candidates can collaborate and discuss strategy.\n\nSince their inception, super PACs have quickly grown to be a hugely influential force in American politics. In fact, it is estimated that during the 2012 Republican primaries, Super PACs spent more money than individual candidates' campaigns did.The majority of this money was donated by individuals rather than businesses.\n\nCorporations cannot contribute directly to a campaign; however, the 2010 Supreme Court decision inCitizens United v. Federal Election Committeemade it legal for corporations to support a PAC. The decision overruled the 2002 Campaign Reform Act, which prevented corporations, unions, and other entities from donating money to political campaigns.\n\nThe new laws allow these entities to contribute a limited amount of money to a PAC, which can, in turn, be donated to a campaign. In the case of Super PACs, a corporation can contribute an unlimited amount ofmoney. Even though this money can't be directly given to a campaign, it can be spent to indirectly influence an election.\n\nThere are plenty of examples of PACs in various sizes. One of the biggest PACs in terms of contributions to candidates is the National Association of Realtors PAC, which was formed by the National Association of Realtors to promote the interests of its industry.\n\nIndividuals and groups can set up nonconnected committees, which may accept contributions from the general public. Corporations, labor unions, and trade associations can establish separate segregated funds, which can only accept contributions from their members.\n\nUnlike traditional PACs, there are no limits to how much a Super PAC can fundraise from contributors, including corporations, individuals, unions, and others. In addition, while Super PACs disclose their contributors, contributors themselves can shield their identities, such as through the use of shell corporations.\n\nPACs are political committees that poolcampaign contributionsand direct them to campaigns based on their interests. PACs can take on many forms, and there are rules that govern how they can fundraise and what they must disclose. Today, PACs are hugely influential in elections. SuperPACs are especially so, as they are able to fundraise from corporations, individuals, unions, and others without limit.\n\nFederal Election Commission. \"Contribution Limits,\"\n\nFederal Election Commission. \"Political Action Committees (PACs).\"\n\nWashington Post. \"Super PACs dominate Reublican primary spending.\"",
  "url": "https://www.investopedia.com/terms/p/political-action-committee-super-pac.asp"
}