{
  "term": "Ponzi Scheme: Definition, Examples, and Origins",
  "definition": "A Ponzi scheme is an investment scam that pays early investors with money taken from later investors to create an illusion of big profits. A Ponzi scheme promises a high rate of return with little risk to the investor. It relies on word-of-mouth, as new investors hear about the big returns earned by early investors. Inevitably, the scheme collapses when the flow of new money slows, making it impossible to keep up the payments of alleged profits.\n\nA Ponzi scheme is similar to apyramid schemein that both use new investors' funds to pay earlier backers. A pyramid scheme usually relies on rewarding early participants to recruit more participants but collapses when the supply of potential participants dwindles.\n\nA Ponzi scheme is a type ofinvestment fraudin which investors are promised big profits at little or no risk.\n\nThe money is not invested. Rather, the scam artist concentrates on attracting more investors. A growing number of victims is needed to pay out the supposed profits being distributed to earlier investors.\n\nWhen the flow of new investment slows, the scam artist doesn't have enough money to pay out those supposed profits. That's when the Ponzi scheme collapses.\n\nThe Ponzi scheme gets its name from a swindler namedCharles Ponzi, who in 1920 became a millionaire by promoting a nonexistent investing opportunity.\n\nPonzi wasn't the first to perpetrate this type of fraud. Earlier schemes were reported in the 19th century and Charles Dickens dramatized the methods in two novels, \"The Life and Adventures of Martin Chuzzlewit\" (1844) and \"Little Dorrit,\"(1857.)\n\nCharles Ponzi's original scheme, conceived in 1919, focused on the U.S. Postal Service and international mail. He received correspondence from someone in Spain who had prepaid international postage. This international postage reply coupon could be exchanged in the U.S. for postage to send a reply back to Spain. This gave Ponzi an idea.\n\nThere were tiny differences between the charges for the coupons and their redemption prices, based on differences in currency exchange rates. Scaled up, this could return a profit. The concept was a form ofarbitrage, which is not illegal.\n\nPonzi schemes rely on a constant flow of new investments to continue to provide returns to earlier investors.\n\nHowever, Ponzi was hardly engaging in this practice. It would eventually be discovered that he only had $61 worth of these postal coupons. He was collecting money from investors and paying out just enough to keep the scheme going.\n\nIt lasted until August 1920, whenThe Boston Postbegan investigating Ponzi's Securities Exchange Company and its promise of a 50% return in 90 days and later just 45 days. Ponzi was arrested by federal authorities on August 12, 1920, and charged with several counts of mail fraud. He served time in federal prison.\n\nAfter his release, he was tried and convicted on state charges in Massachusetts. He then spent time running from the law and being arrested in other states, before being imprisoned in Massachusetts to serve his sentence. Following his release from state prison, Ponzi was deported to his native Italy.\n\nCharles Ponzi didn't run the last Ponzi scheme. In 2008,Bernard Madoffwas convicted of running a Ponzi scheme that falsified trading reports to show his clients were earning profits on investments that didn't exist.\n\nMadoff promoted his Ponzi scheme as an investment strategy called the split-strike conversion that traded inblue-chip stocksand options. Madoff simply used historical trading data to create false records of profits from trading activity that never occurred.\n\nDuring the2008 global financial crisis, investors began to withdraw funds from Madoff's firm, exposing the company's illiquid nature.\n\nMadoff eventually admitted that his firm had $50 billion of liabilities owed to 4,800 clients. However, the government determined the real size of the fraud to be $64.8 billion. Sentenced to 150 years in prison and forfeiture of $170 billion in assets, Madoff died in prison on April 14, 2021.\n\nPonzi schemes can be carried out over decades. It is suspected that Madoff's Ponzi scheme started in the early 1980s and lasted over 20 years.\n\nRegardless of the technology used in the Ponzi scheme, most share similar characteristics. TheSecurities and Exchange Commission (SEC)has identified the following traits to watch for:\n\nAdam promises a 10% return on a $1,000 loan to his friend Barry. Barry gives Adam $1,000 with the expectation that he'll be paid $1,100 in one year. Next, Adam promises 10% returns to his friend Christine. Christine gives Adam $2,000.\n\nWith $3,000 now on hand, Adam pays Barry his $1,100. He spends the rest of the money, confident that he can persuade someone else to give him money before Christine's money is due to be repaid.\n\nThe best Ponzi schemes, however, rely on long-term investors. If Adam can persuade Barry and Christine to let him continue to invest their money, he'll need to pay them only the periodic interest he has promised. He can spend the rest, confident that new investors will supply enough to keep the scam running.\n\nBoth a Ponzi scheme and a pyramid scheme rely on a steady stream of new investors who are motivated by reports of the big profits earned by early investors. A Ponzi scheme repays each investor using money deposited by new investors, falsifying records of nonexistent transactions to characterize the money as profit.\n\nA pyramid scheme usually promises a lucrative business opportunity that requires an initial investment. Each investor is rewarded for attracting new investors. The earliest participants really do make a profit, earning money for every new recruit and those the new recruit signs up. Each new recruit makes less money than the previous one until no more recruits can be found.\n\nPonzi schemes are named after Charles Ponzi, a businessman who successfully persuaded tens of thousands of clients to invest their money in a nonexistent venture for a guaranteed high profit. Ponzi's earliest clients got their money, but it was paid out of money contributed by later investors. Ponzi made millions before his con was exposed.\n\nThe SEC has identified a few traits that often signify a fraudulent financial scheme. If an investment opportunity guarantees a specific high rate of return, guarantees that return by a certain time and is not registered with the SEC, the SEC advises caution.\n\nThe most famous modern Ponzi scheme was orchestrated by Bernie Madoff. His firm defrauded thousands of investors out of billions of dollars over decades. The scheme unraveled when he was unable to meet an unexpectedly high level of withdrawals.\n\nThecon artists who create Ponzi schemesaren't investing their clients' money in anything. They are creating an illusion of profits by paying early investors from the funds deposited by later investors. Meanwhile, they are pocketing the bulk of the money for their own use. Beware of promises of steady high profits at no risk to you.\n\nCornell Law School Legal Information Institute. \"Ponzi Scheme.\"\n\nInternational Banker. \"Charles Ponzi (1920).\"\n\nCNBC. \"History of Scams: Nothing New Under the Sun.\"\n\nSmithsonian Magazine. \"In Ponzi We Trust.\"\n\nNational Postal Museum. \"Ponzi Scheme.\"\n\nReuters. \"Madoff Mysteries Remain As He Nears Guilty Plea.\"\n\nFederal Bureau of Investigation. \"Bernard Madoff Sentenced to 150 Years in Prison.\"\n\nAssociated Press. \"Ponzi Schemer Bernie Madoff Dies in Prison at 82.\"\n\nU.S. Securities and Exchange Commission. \"Press Release: SEC Charges Bernard L. Madoff for Multi-Billion Dollar Ponzi Scheme.\"\n\nNBC News. \"Bernie Madoff, Mastermind of Largest Ponzi Scheme in History, Dies at 82.\"\n\nU.S. Securities and Exchange Commission. \"Ponzi Scheme.\"",
  "url": "https://www.investopedia.com/terms/p/ponzischeme.asp"
}