{
  "term": "Pooled Funds: Definition, Examples, Pros & Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPooled funds are funds in a portfolio from many individual investors that are aggregated for the purposes of investment. Mutual funds, hedge funds, exchange traded funds,pension funds, and unit investment trusts are all examples of professionally managed pooled funds. Investors in pooled funds benefit fromeconomies of scale, which allow for lower trading costs per dollar of investment, and diversification.\n\nGroups such asinvestment clubs, partnerships, and trusts use pooled funds to invest in stocks, bonds, and mutual funds. The pooled investment account lets the investors be treated as a single account holder, enabling them to buy more shares collectively than they could individually, and often for better—discounted—prices.\n\nMutual fundsare among the best-known of pooled funds. Actively managed by professionals, unless they are index funds, they spread their holdings across various investment vehicles, reducing the effect that any single or class of securities has on the overall portfolio. Because mutual funds contain hundreds or thousands of securities, investors are less affected if one security underperforms.\n\nAnother type of pooled fund is the unit investment trust. These pooled funds take money from smaller investors to invest in stocks, bonds, and other securities. However, unlike a mutual fund, the unit investment trust does not change its portfolio over the life of the fund and invests for a fixed length of time.\n\nWith pooled funds, groups of investors can take advantage of opportunities typically available to only large investors. In addition, investors save on transaction costs and further diversify their portfolios. Because funds contain hundreds or thousands of securities, investors are less affected if one securityunderperforms.\n\nThe professional management helps to make sure investors receive the best risk-return tradeoff while aligning with their work with the fund's objectives. This management helps investors who may lack the time and knowledge for handling their own investments entirely.\n\nMutual funds, in particular, offer a range of investment options for the highly aggressive, mildly aggressive and risk-averse investor. Mutual funds allow for the reinvestment ofdividendsand interest that can purchase additional fund shares. The investor saves money by not paying transaction fees to hold all of the securities contained in the fund's portfolio basket while growing his portfolio.\n\nEconomies of scale enhance buying power.\n\nProfessional money management is available.\n\nCommissions and annual fees are incurred.\n\nFund activities may have tax consequences.\n\nIndividual lacks control over investments.\n\nDiversification can limit upside.\n\nWhen money is pooled into a group fund, the individual investor has less control over the group’s investment decisions than if he were making the decisions alone. Not all group decisions are best for each individual in the group. Also, the group must reach a consensus before deciding what to purchase. When the market is volatile, taking the time and effort to reach an agreement can take away opportunities for quick profits or reducing potential losses.\n\nWhen investing in a professionally managed fund, an investor gives up control to the money manager running it. In addition, he incurs additional costs in the form of management fees. Charged annually as a percentage of the assets under management (AUM), fees reduce a fund's total return.\n\nSome mutual funds also charge a load or sales charge. Funds will vary on when this fee is billed, but most common are front-end loads—paid at the time of purchase and back-end loads—paid at the time of divesting.\n\nAn investor will file and pay taxes on fund distributedcapital gains. These profits are spread evenly among all investors, sometimes at the expense of new shareholders who did not get a chance to benefit over time from the sold holdings.\n\nIf the fund sells holdings often, capital gains distributions could happen annually, increasing an investor’s taxable income.\n\nTheVanguard Group, Inc. is one of the world's largest investment management companies and providers of retirement plan services. The firm offers hundreds of different mutual funds, ETFs, and other pooled funds to investors around the world.\n\nFor example, its Canadian subsidiary, Vanguard Investments Canada, offers Canadian investors many pooled fund products. These products include 39 Canadian ETFs and four mutual funds, along with 12 target retirement funds and eight pooled funds—the two latter groups are available to institutional investors.\n\nOne of the pooled funds, Vanguard Global ex-Canada Fixed Income Index Pooled Fund (CAD-hedged), invests in foreign bonds. In April 2019,it took a new benchmark—the Bloomberg Global Aggregate ex-CAD Float Adjusted and Scaled Index—to take advantage of including the Chinese government policy bank bonds in its Canadian portfolio offering.",
  "url": "https://www.investopedia.com/terms/p/pooledfunds.asp"
}