{
  "term": "Population: Definition in Statistics and How to Measure It",
  "definition": "Population is a statistical term that designates the pool from which a sample is drawn for a study. Any selection grouped by a common feature can be considered a population. A sample is a statistically significant portion of a population.\n\nStatisticians, scientists, and analysts prefer to know the characteristics of every entity in a population to draw the most precise conclusions possible. This is impossible or impractical most of the time, however, because population sets tend to be quite large.\n\nA sample of a population must usually be taken because the characteristics of every individual in a population can't be measured due to constraints of time, resources, and accessibility.\n\nThe term \"individual\" doesn't always mean a person in statistics. An individual is a single entity in the group being studied.\n\nThere's no real way to gather data on all the great white sharks in the ocean, which is a population. Finding and tagging each one isn't feasible. Marine biologists instead tag the great whites they can as a sample. They begin collecting information on them to make inferences about the entire population of great whites. This is arandom samplingapproach because the initial encounters with tagged great whites are entirely random.\n\nA valid statistic can be drawn from either a sample or a study of an entire population. The objective of a random sample is to avoid bias in the results. A sample is random when every entity in an entire population has an equal chance to be selected to participate.\n\nThe difficulty in measuring a population lies in whatever you're attempting to analyze and what you're trying to accomplish. Data must be collected through surveys, measurements, observation, or other methods. Gathering the data on a large population generally isn't done because of the costs, time, and resources required to obtain it.\n\nFor example, imagine you hear in an ad, \"62% of doctors recommend XYZ for their patients!\" All doctors with patients who could use Drug XYZ in the U.S. likely weren't contacted to confirm this claim. Instead, 62% of the doctors who responded to the several hundred or thousands of surveys sent out said that they would recommend XYZ. This is a population sample.\n\nA parameter is a characteristic of a population. A statistic is a characteristic of a sample andsamplescan only result in inferences about a population characteristic. Inferential statistics allow you to make an educated guess about a population parameter based on a statistic computed from a sample randomly drawn from that population.\n\nStatistics such as averages or means andstandard deviationsare referred to as population parameters when they're taken from populations. Many, such as a population's mean and standard deviation, are represented by Greek letters like µ (mu) and σ (sigma). These statistics are inferential in nature, much of the time because samples are used rather than populations.\n\nYou don't have to use statistical inference if you have all the data for the population being studied because you won't have to use a sample of the population.\n\nMarket and investment analysts use statistics to analyze investment data and make inferences about the market, a specific investment, or an index. Financial analysts can evaluate an entire population in some cases because price data has been recorded for decades. The price of every publicly traded stock could be analyzed for a total market evaluation because the prices are recorded. This is a population in terms of investment analysis.\n\nAn analyst can calculate parameters with all this data, but the parameters used by analysts are only occasionally used in the same way that statisticians and scientists use them.\n\nSome of the parameters you might see used by investment analysts, statisticians, and scientists, and their differences are:\n\nAlpha: The excess returns of an asset compared to a benchmark\n\nStandard Deviation: Average amount of variability in prices, used to measure volatility and risk\n\nMoving Average: Used to smooth out short-term price fluctuations to indicate trends\n\nBeta: Measures the performance of an investment/portfolio against the market as a whole\n\nAlpha: The probability of making a Type I error, or rejecting the null hypothesis when it is true\n\nStandard Deviation: Average amount of variability in data\n\nMoving Average: Smooths out short-term fluctuations in data values\n\nBeta: The probability of making a Type II error, or incorrectly failing to reject the null hypothesis\n\nIn statistics, a population is the entire set of events or items being analyzed. For example, \"all the daisies in the U.S.\" is a statistical population.\n\nA population mean is the average of all values of interest in a population.\n\nSome statistical terms that describe populations are size, density, distribution, mean, and standard deviation. Generally, analysts and scientists do not have access to statistically significant data on entire populations; they only have samples, so the statistics gathered by analyzing samples are used to describe populations.\n\nA population is the statistical pool being studied from which data is extracted. Populations can be difficult to gather data on, especially if the studied topic is expansive and widely dispersed. Studying humans is an excellent example. There's no way to gather data on every brown-eyed person in the world, so random sampling is the only way to infer anything about that population.\n\nPopulations ininvestment analysisare generally specific types of assets being analyzed. These data sets are generally small in statistical terms and easy to acquire because they've been recorded, unlike data on living organisms, which is much more difficult to obtain.\n\nCliffsNotes. \"Populations, Samples, Parameters, and Statistics.\"\n\nCUEMATH. \"Inferential Statistics.\"",
  "url": "https://www.investopedia.com/terms/p/population.asp"
}