{
  "term": "Pork Barrel Politics: Definition, Purposes, Reform Efforts",
  "definition": "Pork barrel politics refers the legislative practice of slipping funding for a local project into a broader budget, even when said project may have little or nothing to do with the larger bill. Often, this funding may primarily benefit the legislator's home district, serving to garner or preserve political support among constituents.Pork barrelingcan have the effect of substantially inflating the cost of legislation.\n\nIn modern politics, pork barreling andearmarkingmay be seen as virtually synonymous. On the other hand, one could argue that pork barrel politics is simply a justified form of advocacy by legislators for their constituents.\n\nPork barrel politics have been criticized for a number of reasons. For some, it raises concerns about wasteful spending. Pork barrel projects can be costly for the larger public to fund, while only benefitting a more narrow group. It can also be seen as unethical for elected officials to support projects simply to solidify political support for themselves, or to provide lucrative contracts to their allies.\n\nEach year, the fiscally conservative nonprofit organization Citizens Against Government Waste (CAGW) publishes a compendium titled \"The Congressional Pig Book,\" which documentspork barrel projectsin the federal budget.\n\nCAGW defines a pork barrel project as a line item in an appropriations bill that designatestax dollarsfor a specific purpose while circumventing established budgetary procedures.Entries in the book need to satisfy at least two of following seven criteria:\n\nIn addition to all of the above, a project or program must have appeared in prior years as an earmark in order to qualify as a pork barrel project.\n\nThe Bipartisan Budget Act removed all constraints on pork barrel projects in 2018. The number of such projects and their overall price tag soared in 2019.\n\nPork barrel politics is anage-old practice. Often, the less pejorative term \"earmarking\" can refer to a similar idea. In both cases, sums of money are inserted as line items in the federal budget, aimed at funding a specific project.\n\nHowever, the two terms are not identical. Projects that are earmarked may not be strictly local initiatives, as pork barrel projects typically are. For example, a legislator who has—or wants—a strong base of support among educators or technology companies might add an earmark to the budget that funds a pet project of one of those constituencies.\n\nIn modern U.S. history, there have been two major attempts to limit pork barrel politics.\n\nPrior the advent of refrigeration, pork barrels were literal barrels made of wood, which preserved salted pork. Today, the term has become an emblem of wasteful government spending.\n\nOne of the most infamous and commonly cited examples of pork barrel spending is a proposed $400 million bridge, which would have connected the town of Ketchika, Alaska, with Gravina Island, where there was located an airport. Elected officials from Alaska were vocal proponents of the proposal, but it was held up as an egregious example of a pork barrel project, and eventually scrapped.\n\nIt's challenging to estimate the amount that has been spent on pork barrel projects because the term isn't officially defined, nor do all forms of wasteful spending get classified as pork barrel spending. According to CAGW, the fiscal year 2022 saw 7,396 earmarks costing around $26.1 billion.This is just one organization's estimate, and not necessarily definitive.\n\nPork barrel politics refers to a practice in which elected officials secure funding for local infrastructure or projects that benefit their constituents, commonly in exchange for political support. These projects may be slipped into bigger bills that have little do with the local initiatives. Pork barrel projects have been criticized as wasteful. There have been attempts to reign it in, though fiscally conservative critics argue that it remains an issue.\n\nCitizens Against Government Waste. \"Pig Book.\" Accessed Nov. 15, 2020.\n\nCitizens Against Government Waste. \"2020 Summary.\" Accessed Nov. 15, 2020.\n\nU.S. Congress. \"H.R.2 - Line Item Veto Act.\" Accessed Nov. 15, 2020.\n\nU.S. Congress. \"The Constitution and The Line Item Veto.\" Accessed Nov. 15, 2020.\n\nAlaska.org. \"Bridge to Nowhere.\"\n\nCitizens Against Government Waste. \"2023 Summary.\" Accessed Jan. 3, 2024.",
  "url": "https://www.investopedia.com/terms/p/pork_barrel_politics.asp"
}