{
  "term": "Porter's Five Forces Explained and How to Use the Model",
  "definition": "The fundamentals you need to analyze an industry's weaknesses and strengths\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPorter’s Five Forces are used to identify and analyze the forces that shape the competitive nature and intensity of a market or industry.\n\nPorter's Five Forces is a tool used to analyze a market or industry and determine its competitiveness. These five forces were developed by Harvard business professor Michael Porter who wrote about the strategic analysis model in theHarvard Business Review in1979.The five forces are: internal competition, the potential for new entrants, the negotiating power of suppliers, the negotiating power of customers, and the ability of customers to find substitutes.\n\nWhen Porter's article was published, strategic models loved acronyms (SWOT, PEST, PESTEL, BCG Matrix, ETPS, etc.) and focused on the internal dynamics of individual companies.But, they were vague in their exploration of the competitive business environment. For instance, the opportunities and threats ofSWOTanalysis were too macro for many dealing with specific industry challenges.\n\nPorter's 1979 article was also a broadside against the theoretical models found in the curriculums of the major business schools, where future strategists dealt with aperfectly competitivemarket characterized by equilibrium and no specific firm influencing prices—a model they were unlikely to find in the real world.\n\nThe first sentence of Porter's 1979 article could hardly be less controversial: \"The essence of strategy formulation is coping with competition.\"It's the following sentence that, in its understated way, would prove far more consequential: \"Yet it is easy to view competition too narrowly and too pessimistically.\"\n\nRather than viewing competition narrowly as rivalry among existing competitors, which is his first force, Porter expanded the concept to include four others: the bargaining power of suppliers and buyers, the threat of new entrants, and the threat of substitute products or services.\n\nSubscribe to \"Term of the Day\" and learn a new financial term every day. Stay informed and make smart financial decisions.Sign up now.\n\nWhen we think of businesscompetition, we think of rivals like Pepsi and Coke for soft drinks, Apple and Samsung for smartphones, Nike and Adidas for sneakers, and Ford and GM for autos. Some rivalries are so influential that consumers split almost culturally among those who have an iPhone or prefer Nike shoes. Thus, it's no accident that we also consider business competition chiefly a war among rivals.\n\nRivalries can lead to price wars, high-priced marketing battles, and races for slight advances that could mean a competitive advantage. These tactics can stimulate companies to make even better products but also erode profits and market stability.\n\nSeveral factors contribute to the intensity of competitive rivalry in an industry:\n\nIndustries where new firms can enter more easily almost always have lower profit margins, and the firms involved each have less market share.\n\nThe sector for local restaurants has relativelylow entry requirements: there aren't significant investments or regulatory hurdles before opening to the public. Thus, it's also the case that your favorite restaurant may not stay open for long, given the hypercompetitive environment and constant openings of new restaurants.\n\nHere are factors in measuring how much new entrants threaten an industry:\n\nSuppliers are powerful when they are the only source of something important that a firm needs, can differentiate their product, or have strong brands.Highersupplierpower in an industry raises costs or otherwise limits the resources a firm needs. Here are some factors used to measure the supplier power of an industry:\n\nWhen customers have more strength, they can exert pressure on businesses to provide better products or services at lower prices. This force intensifies under certain conditions:\n\nPorter chose the metaphor of forces because they aren't static, so businesses must constantly adjust their strategies as forces in an industry change.\n\nWhen customers can findsubstitutesfor a sector's services, that's a major threat to the companies in that industry.Here are some ways that this threat can be magnified:\n\nPorter's framework marked a departure from the then-dominant models of business strategy, steeped in classic competition theory.These models rested on several key assumptions:\n\nWhile helpful for learning basic principles, this idealized view could be taken to an extreme when strategizing with neatly constructedsupply and demandcurves, assuming, for instance, that new market entrants would stabilize rising prices by increasing supply.\n\nBusiness strategists need to deal withsectorswhere information asymmetry, product differentiation, and significant entry and exit barriers are common. Firms do have some control over prices, contradicting classical assumptions.\n\nIn short, where economists assumed most markets acted like the model, for Porter, most firms are in industries with entrenched interests and different supplier and customer relations. They need strategies for dealing with anything but perfect competition.\n\nPorter's Five Forces come together in different ways for any given sector. He labeled industry competition as ranging from \"intense\" to \"mild,\" with profits harder to achieve as the intensity in a sector rises. In intensely competitive industries, all or most of the five forces have a strong influence.\n\nThefast food industryis Porter's example, which remains the case.In this sector, there's a fierce rivalry among established players like McDonald's and Burger King, high bargaining power for suppliers and customers, and a relentless threat of new entrants and substitutes, all of which means profits are constantly getting squeezed for anyone in the sector.\n\nThere are weaker forces in mild industries like commercial aircraft manufacturing. Low supplier bargaining power, a minimal threat of new entrants, and a lack of direct substitutes (like commercial aircraft for long-distance travel) help form a sector more conducive to higher profits.\n\nSince hisarticle, Porter has published many books on strategic analysis, including works where he has expanded on his model. He's also become very concise in providing the specific steps in performing an industry analysis:\n\nPorter’s model helped reframe the understanding of competition. It wasn’t confined to direct rivals but extended to suppliers and customers, traditionally viewed in a transactional light.\n\nSuppliers, especially those with unique resources or enjoying a monopoly, could dictate terms, lower profits, or, in extreme cases, forward-integrate into the buyer’s industry. Customers also wield power, especially with bulk buying, when they go elsewhere quickly, or bypass companies for in-house products.\n\nMany have critiqued the model’s emphasis on sector affiliation. Porter concentrates on industry-wide forces, which can sideline an individual company’s unique strategies and advantages. This industry-centric view may not fully capture how distinct company characteristics can change the game, not just play within an industry’s preset rules.\n\nThe model assumes clear lines among sectors, which may not be tenable given the increasingly blurred lines in today’s business world, where companies are simultaneously in several sectors. Industries are no longer isolated silos; instead, they often intersect and interact, leading to a far more complex environment than the model suggests.\n\nAnother critique is that Porter's model doesn't adequately address the role of collaboration.While Porter entertained a competitive model where rivalry wasn’t just a war to the death, the problem is that he didn’t go far enough. In an interconnected global economy, alliances and cooperative strategies are often as pivotal to success as having a competitive advantage, a factor that the model doesn’t explicitly consider.\n\nAnother critique that can be filed under “going in the right direction but not far enough” is that the model is too static and fails to account for industries with rapid changes in technology andconsumer preferences. While effective in stable sectors, critics say it doesn’t apply well to industries marked by fast-paced innovation and shifting demand.\n\nMost strikingly, Porter’s model generalizes competition, implying a seemingly uniform industry structure for every market.This might overlook the unique competitive scenarios in different sectors and the increasing importance of the nontraditional strategies involved in digital transformation and platform-based competition.\n\nBoth are strategic planning tools, but they serve different purposes. The five-force model analyzes the competitive environment of an industry, looking at its intensity and the bargaining power of suppliers and customers. SWOT analysis, meanwhile, is broader and assesses a company's internal strengths and weaknesses as well as its external opportunities and threats.\n\nIt can assist in strategic planning by pinpointing areas where the company excels and faces obstacles, helping to align the company's strategy with its internal resources and prospects in the market while mitigating its vulnerabilities and external challenges.\n\nPorter's model has been used to analyze the effects of globalization on industry competition. For instance,globalizationlowers barriers to entry in specific industries, intensifying the threat of new entrants from different regions.\n\nIt can also expand the pool of potential substitutes and alter the power dynamics with suppliers and customers worldwide. While Porter and others were doing this analysis for industries facing global competition decades ago, it's still applicable to sectors undergoing this process in the 2020s.\n\nUsing the model, we would begin by looking at the competitive rivalry. TheAI sectoris marked by high competition with key players ranging from tech giants to small startups. Rapid advances mean companies have to move quickly to maintain relevance. We would then need to gauge the power of suppliers of data sets and specialized hardware, which have ample power since AI firms rely heavily on these resources.\n\nWe would also need to review the needs of individual consumers and whether larger companies can force AI firms to negotiate better services and prices for them. The field of AI attracts many new entrants, but there are significant barriers to entry, including high initial R&D costs.\n\nLastly, the threat from the last force, the possibility of substitutes, depends on what a firm wants to do with its AI-based technology. The more complicated the tasks the AI is given, the more likely other goods and services can't substitute for it.\n\nPorter's five-forces model sets out a framework for considering a company's competitive landscape: the power of suppliers and buyers, the threat of new entrants and substitutes, and competitive rivalry.\n\nWhile the economic terrain evolved significantly since the 1970s and Porter has updated his work since then, the principles underlying his model remain current. It's still the case that companies don't rise and fall on their portfolio of products alone but are jockeying with others in industries that have their logic and structural forces at play.\n\nWhile the model may require adapting it to rapid technological change and the importance of collaboration across many industries, it's a reliable way to help guide companies needing to navigate industry-specific challenges in their competitive strategy.\n\nHarvard Business Review. \"How Competitive Forces Shape Strategy.\" Pages 137-145 (Subscription required).\n\nJovo Ateljević et al. \"Business Strategy and Competitive Advantage: A Reinterpretation of Michael Porter's Work,\" Pages 55-80. Routledge, 2023.\n\nMichael Porter. \"On Competition: Updated and Expanded Edition.\" Harvard Business Review Press, 2008.\n\nMartin Kunc. \"Strategic Analytics: Integrating Management Science and Strategy,\" Pages 80-85. John Wiley & Sons, 2018.\n\nAdyl Aliekperov. \"Creating Business and Corporate Strategy: An Integrated Strategic System,\" Pages 29-35. Routledge, 2021.\n\nJovo Ateljević et al. \"Business Strategy and Competitive Advantage: A Reinterpretation of Michael Porter's Work,\" Pages 31-34. Routledge, 2023.",
  "url": "https://www.investopedia.com/terms/p/porter.asp"
}