{
  "term": "Portfolio Turnover Formula, Meaning, and Taxes",
  "definition": "Portfolio turnover is a measure of how frequently assets within afundare bought and sold by the managers. Portfolio turnover is calculated by taking either the total amount of new securities purchased or the number of securities sold (whichever is less) over a particular period, divided by the totalnet asset value(NAV) of the fund. The measurement is usually reported for a 12-month time period.\n\nThe portfolio turnover measurement should beconsidered by an investorbefore deciding to purchase a given mutual fund or similar financial instrument. That's because a fund with a high turnover rate will incur moretransaction coststhan a fund with a lower rate. Unless the superior asset selection renders benefits that offset the added transaction costs, a lessactive tradingposture may generate higher fund returns.\n\nIn addition, cost-conscious fund investors should take note that the transactionalbrokerage feecosts are not included in the calculation of a fund'soperating expense ratioand thus represent what can be, in high-turnover portfolios, a significant additional expense that reduces investment return.\n\nThe turnover rate a very actively managed fund might generate, reflecting the fact that the fund's holdings are 100% different from what they were a year ago.\n\nThe debate continues between advocates of unmanaged funds such asindex fundsand managed funds. S&P Dow Jones Indices, which publishes regular research on how actively managed funds perform compared to the S&P 500 index,claimsthat 75% of large-cap active funds underperformed the S&P 500 in the five years leading up to Dec. 31, 2020.\n\nMeanwhile, in 2015, a separate Morningstar study concluded that index funds outperformed large-company growth funds about 68% of the time in the 10-year period ending Dec. 31, 2014.\n\nUnmanaged funds traditionally have low portfolio turnover. Funds such as the Vanguard 500 Index fund mirror the holdings of theS&P 500, whose components infrequently are removed. The fundregistereda portfolio turnover rate of 4% in 2020, 2019, and 2018, with minimal trading and transaction fees helping to keepexpense ratioslow.\n\nSome investorsavoid high-cost funds at all costs. By doing so, there exists the possibility that they may miss out on superiorreturns. Not all active funds are the same and a handful of fund houses and managers actually make a habit out of consistently beating their benchmarks after accounting for fees.\n\nOften, the most successful active fund managers are those who keep costs down by making few tweaks to their portfolio and simplybuying and holding. However, there have also been a few cases where aggressive managers have made regularly chopping and changing pay off.\n\nPortfolio turnover is determined by taking what the fund has sold or bought—whichever number is less—and dividing it by the fund's average monthly assets for the year.\n\nPortfoliosthat turn over at high rates generate largecapital gainsdistributions. Investors focused on after-tax returns may be adversely affected by taxes levied against realized gains.\n\nConsider an investor that continually pays an annual tax rate of 30% on distributions made from amutual fundearning 10% per year. The individual is foregoing investment dollars that could be retained from participation in low transactional funds with a low turnover rate. An investor in an unmanaged fund that sees an identical 10% annual return does so largely from unrealized appreciation.\n\nIndex funds should not have aturnover ratehigher than 20% to 30% since securities should only be added or removed from the fund when the underlying index makes a change in its holdings; a rate higher than 30% suggests the fund is poorly managed.\n\nIf a portfolio begins one year at $10,000 and ends the year at $12,000, determine the average monthly assets by adding the two together and dividing by two to get $11,000. Next, assume the various purchases totaled $1,000 and the various sales totaled $500. Finally, divide the smaller amount—buys or sales—by the average amount of the portfolio.\n\nFor this example, the sales represent a smaller amount. Therefore, divide the $500 sales amount by $11,000 to get the portfolio turnover. In this case, the portfolio turnover is 4.54%.",
  "url": "https://www.investopedia.com/terms/p/portfolioturnover.asp"
}