{
  "term": "Portfolio Variance: Definition, Formula, Calculation, and Example",
  "definition": "Portfolio variance is a measurement of risk, of how the aggregateactual returnsof a set of securities making up a portfolio fluctuate over time. This portfoliovariancestatistic is calculated using thestandard deviationsof each security in the portfolio as well as thecorrelationsof each security pair in theportfolio.\n\nPortfolio variance looks at theco-varianceorcorrelation co-efficientsfor the securities in a portfolio. Generally, a lower correlation between securities in a portfolio results in a lower portfolio variance.\n\nPortfolio variance is calculated by multiplying the squared weight of each security by its corresponding variance and adding twice theweighted averageweight multiplied by the co-variance of all individual security pairs.\n\nModern portfolio theorysays that portfolio variance can be reduced by choosingasset classeswith a low ornegative correlation, such as stocks and bonds, where the variance (or standard deviation) of the portfolio is the x-axis of theefficient frontier.\n\nThe most important quality of portfolio variance is that its value is a weighted combination of the individual variances of each of theassetsadjusted by their co-variances. This means that the overall portfolio variance is lower than a simple weighted average of the individual variances of the stocks in the portfolio.\n\nThe formula for portfolio variance in a two-asset portfolio is as follows:\n\nThe portfolio variance is equivalent to the portfolio standard deviation squared.\n\nAs the number of assets in the portfolio grows, the terms in the formula for variance increase exponentially. For example, a three-asset portfolio has six terms in the variance calculation, while a five-asset portfolio has 15.Using software like Excelcan make the calculation of these numbers easier.\n\nModern portfolio theory (MPT) is a framework for constructing an investment portfolio. MPT takes as its central premise the idea that rationalinvestorswant to maximizereturnswhile also minimizingrisk, sometimes measured usingvolatility. Investors seek what is called an efficient frontier, or the lowest level of risk and volatility at which a target return can be achieved.\n\nRisk is lowered in MPT portfolios by investing in non-correlated assets. Assets that might be risky on their own can actually lower the overall risk of a portfolio by introducing an investment that will rise when other investments fall. This reduced correlation can reduce the variance of a theoretical portfolio.\n\nIn this sense, an individual investment’s return is less important than its overall contribution to the portfolio, in terms of risk, return, anddiversification.\n\nThe level of risk in a portfolio is often measured using standard deviation, which is calculated as the square root of the variance. If data points are far away from the mean, then the variance is high, and the overall level of risk in the portfolio is high as well.Standard deviation is a key measure of riskused by portfolio managers, financial advisors, and institutional investors. Asset managers routinely include standard deviation in their performance reports.\n\nFor example, assume there is a portfolio that consists of two stocks. Stock A is worth $50,000 and has a standard deviation of 20%. Stock B is worth $100,000 and has a standard deviation of 10%. The correlation between the two stocks is 0.85. Given this, the portfolio weight of Stock A is 33.3% and 66.7% for Stock B. Plugging in this information to the formula, the variance is calculated to be:\n\nVariance is not a particularly easy statistic to interpret on its own, so most analysts calculate the standard deviation, which is simply the square root of variance. In this example, the square root of 1.64% is 12.81%.\n\nPortfolio variance measures the risk in a given portfolio, based on the variance of the individual assets that make up the portfolio. The portfolio variance is equal to the portfolio’s standard deviation squared.\n\nMost portfolio managers seek to minimize risk and maximize value, along the lines of modern portfolio theory (MPT). The greater the variance in the portfolio indicates the greater the variance of the individual assets, and hence the greater the risk. Portfolio managers thus seek to reduce risk by incorporating assets with low correlations, meaning there is little relationship in the movement of the assets in the portfolio.\n\nMost portfolio analysts focus on the standard deviation of the portfolio as a whole to get the best picture of the range of outcomes in the portfolio. Standard deviation is the square root of the variance and provides a more realistic look at the level of risk of the portfolio. The higher the standard deviation, the more volatile a portfolio is likely to be, and vice versa.\n\nVariance is a statistical measure of the volatility or risk of a portfolio and the individual securities in it. Variance itself is not the main number to pay attention to, but rather its standard deviation, which is the square root of a portfolio’s variance. The higher the standard deviation, the more risk the portfolio is carrying, while the opposite is true for a low standard deviation.\n\nStandard deviation is in turn a factor of the variance and correlation of the securities in a portfolio. If the standard deviation is deemed too high or risky, the portfolio manager can adjust their holdings to incorporate lower correlation assets in the portfolio and potentially lower the standard deviation or risk of the portfolio.",
  "url": "https://www.investopedia.com/terms/p/portfolio-variance.asp"
}