{
  "term": "Portfolio Manager: Definition, Types, and Duties",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term portfolio manager refers to a financial professional who makes investment decisions for individual and/or institutional investors. Portfolio managers develop and implementinvestment strategiesand manage the day-to-day trading of a portfolio. These professionals may be responsible for managing an individual investor's assets or those of an institutional fund, such as amutual fund. Investors should consider the track record of portfolio managers when investing in funds.\n\nAs noted above, a portfolio manager is responsible for making investment decisions about the assets of individual investors and of various funds, including mutual funds,exchange-traded funds (ETFs), and closed-end funds to name a few. Managers do this by creating and implementing various investment strategies including, buy and hold, value investing, indexing, diversification, income investing, small-cap,contrarian investing, active investing, and passive investing.\n\nPortfolio managers construct and manage investment orfinancial portfoliosbased on their investment style. The goal is to minimize losses while maximizing returns. This requires conducting research, making adjustments to these portfolios throughrebalancingat regular intervals, and communicating with investors.\n\nA portfolio manager holds great influence on a fund, whether it's a closed- or open-ended fund, hedge fund,venture capital fund, or ETF. Decisions made by the portfolio manager will directly affect the fund'sreturns. Portfolio managers are (or should usually be) experienced investors, brokers, or traders, with strong backgrounds in financial management and track records of sustained success.\n\nPortfolio managers may find themselves doing research as associates, directing investment teams at the mid-senior level, or working with individual clients for private wealth management firms. Senior managers commonly work with thechief investment officers (CIOs)of their funds.Depending on where they work, portfolio managers may be compensated with a base salary,commissions, and bonuses.\n\nPortfolio management can be active or passive, and historical performance records indicate that only a minority of active fund managers consistently beat the market.\n\nRegardless of their educational or professional background, portfolio managers generally fall into one of two categories:active or passive portfolio managers. We highlight the difference between the two below\n\nMost portfolio managers have at least an undergraduate degree in finance or another related field. They may also hold additional certifications, such as theChartered Financial Analyst (CFA)and/or theCertified Financial Planner (CFP)designations. Many managers also get licensed by theFinancial Industry Regulatory Authority (FINRA).\n\nRegardless of the investment approach, all portfolio managers need to have very specific qualitiesto be successful. The first is ideation. If the portfolio manager is active, then the ability to have original investment insight is paramount. If the manager takes a passive approach, the originating insight comes in the form of the market index they've decided to mirror. Passive managers must make smart choices about the index.\n\nThe way a portfolio manager conducts research is very important:\n\nOther key characteristics that portfolio managers should possess include communication skills, the ability to work independently and with others (especially when they work with other managers), andrisk management.\n\nWhen you're researching portfolio managers, make sure you review their experience, the fees and commissions they charge, as well as their investment styles and philosophies. Try to get recommendations from others or read reviews to see what others think about specific portfolio managers.\n\nA portfolio manager's salary depends entirely on several factors, including the company they work for, the city/location where they work, their experience, and the type of portfolio they manage. According to Glassdoor, the average base pay for a portfolio manager ranges from $88,000 to $149,000 per year. Their take-home pay may increase if they meet their annual goals.Portfolio managers are included under the financial managers category in the handbook for theBureau of Labor Statistics (BLS). The median salary for these professionals in 2023 was $156,100 per year.\n\nPortfolio managers often receive a base salary. This figure depends on the company they work for, the geographic location, and their experience among other factors. In some cases, these professionals may also get additional compensation, including bonuses, commissions, benefits, and stock options.\n\nPortfolio managers need a range of skills to be successful, including communication, research and analytical skills, risk management, portfolio construction, and the ability to work independently and with others.\n\nIt's important for investors to do their research when it comes to making key decisions about their financial future. Make sure you research any potential assets but also portfolio managers. A few key things you should look out for when reviewing these financial professionals include their experience, the fees they charge, and their investment styles and philsophy.\n\nCFA Institute. \"What Is a Portfolio Manager?\"\n\nS&P Global. \"SPIVA U.S. Year-End 2019 Scorecard: Active Funds Continued to Lag.\"\n\nGlassdoor. \"How much does a Portfolio-Manager make?\"\n\nU.S. Bureau of Labor Statistics. \"Financial Managers - Summary.\"",
  "url": "https://www.investopedia.com/terms/p/portfoliomanager.asp"
}