{
  "term": "Position Trader Definition, Strategies, Pros and Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA position trader buys an investment for the long term in the expectation that it will appreciate in value. This type of trader is less concerned with short-term fluctuations in price and the news of the day unless they alter the trader's long term view of the position.\n\nPosition traders might be seen as the opposite of day traders. They do not trade actively, with most placing fewer than 10 trades in a year.\n\nPosition traders are, by definition,trendfollowers. Their core belief is that once a trend starts, it is likely to continue for some time.\n\nA distinction can be made between position traders andbuy-and-holdinvestors, who are classified aspassive investorsand hold their positions for even longer periods than do position traders. The buy-and-hold investor is building a portfolio of assets for a long-term goal, such as retirement. The position trader has spotted a trend, made a buy based on that trend, and is waiting for it to peak in order to sell.\n\nThis trading philosophy seeks to exploit the bulk of a trend's upwards move. As such, it is the polar opposite ofday tradingwhich seeks to take advantage of short-term market fluctuations. In between these two are theswing traders, who might hold an investment for a few weeks or months because they believe it will soon see a price pop.\n\nTo be successful, a position trader has to identify the right entry and exit prices for the asset and have a plan in place to control risk, usually via astop-losslevel.\n\nA day trader buys and sells within hours or minutes. A position trader buys and holds until a trend peaks. A buy-and-hold investor buys for the long term.\n\nPosition traders may usetechnical analysis,fundamental analysis, or a combination of both to make their trading decisions. They also rely onmacroeconomicfactors, general market trends, and historical price patterns to select investments which they believe are about to go higher.\n\nA big advantage of position trading is that it doesn't take a lot of time. Once a trade has been initiated and safeguards have been implemented it's a matter of waiting for the desired outcome.\n\nThe main risk is that minor fluctuations that a trader chooses to ignore can unexpectedly turn intotrend reversals. Another drawback is that it ties up money for a prolonged period of time, possibly causingopportunity costs.\n\nAll investors and traders must match their trading styles with their personal goals, and each style has its pros and cons.\n\nThe first consideration is the reason you are investing in the first place. Are you building a nest egg for the future? Do you plan to make a living by trading? Or do you simply enjoy dabbling in the market and want to own a piece of a company? And how much time do you want to devote each week or each day to tracking yourportfolio?\n\nPosition trading is ideally suited to abull marketwith a strong trend. It doesn't lend itself easily to abear market. In a period in which the market is flat, moving sideways, and just wiggling around, day trading might have the advantage.",
  "url": "https://www.investopedia.com/terms/p/positiontrader.asp"
}