{
  "term": "Positive Pay: What It Is, How It Works, vs. Reverse Positive Pay",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term positive pay refers to an automated cash-management service used byfinancial institutionsto deter check fraud. Banks use positive pay to matchchecksissued by companies with those it presents for payment. Checks that are considered suspicious are sent back to the issuer for examination.\n\nThe system acts as a form ofinsuranceagainst fraud, losses, and other liabilities to the bank. There is generally a charge incurred for using the positive pay system, although some banks now offer the service for a reduced fee or free.\n\nPositive pay is a service provided by financial institutions to their customers. Clients enrolled in the program have special fraud detection services to protect their accounts. The system matches the date, check number, dollar amount, and account number of each check presented against a list provided by the company to protect against forged,altered, and counterfeit checks.\n\nThepayeemay also be included on the list of checks. If these do not match, the bank won't clear the check. When security checks are not put in place,identity thievesand fraudsters can create counterfeit checks that may end up being honored.\n\nWhen the information doesn't match the check, the bank notifies the customer through an exception report, withholdingpaymentuntil the company advises the bank to either accept or reject the check. The bank can also flag the check, notify a representative at the company, and seek permission to clear the check.\n\nCompanies should thoroughly review the terms and conditions of their financial institution as banks may not be responsible for fraudulent checks.\n\nIf the company finds only a slight error or other minor problem, it can also choose to advise the bank to clear the check. If the company forgets to send a list to the bank, all checks presented that should have been includedmay be rejected, which could cause some financial problems.\n\nHere's a step-by-step breakdown of the process:\n\nA variation on the concept of positive pay is the reverse positive pay system. This system requires the issuer to monitor the checks it writes on its own.\n\nIn the reverse positive pay system, it's the company’s responsibility to alert the bank to decline a certain check. As such, the bank provides the company with daily notifications about all presented checks and clears only those that are approved by the company.\n\nIf the company does not respond within a fairly short time, the bank will typically go ahead and cash the check(s) in question. This method is not as reliable and effective as positive pay, but it is cheaper.\n\nDigital walletsand other new forms of financial technology are changing the way people bank, which means fewer checks are being written. But check fraud still exists. In fact, the threat from check fraud hovered around 66% in 2020. Banks reported losses of about $1,500 per item.So it should come as no surprise thatfinancial fraudstersare still finding ways to scam others out of their money using checks.\n\nServices like the positive pay system can help prevent fraud. Companies can ensure that every check that goes through their account is properly vetted because they are matched against a list provided to the bank. Not only is this a step against fraud prevention, but it also ensures efficiency: The bank can cash or reject checks without any delays.\n\nAny items that are deemed suspicious are held aside for further review as exception items. This means that the proper control is in place even when there are questionable documents that are presented to be cashed. Nothing goes through without the proper verification.\n\nThe total percent of business-to-business transactions that were initiated through checks.\n\nThe fees associated with positive pay depend on where you bank, your relationship with the financial institution, the type of customer you are (high-net-worth retail, small business, or largecorporation), and in some cases, the value of your company'snet worth.\n\nSome banks offer the service for free while others may charge their clients on a per-use basis. In these cases, banks charge a flat fee for every item they may have to verify. Still, there are other banks that offer it for a monthlyservice charge. These banks may offer a limit to the number of transactions they'll verify or they may provide unlimited positive pay services.\n\nThere may be other fees that come with the service on top of the costs of adding the service to your account. These can include:\n\nIf you're interested in the service, ask your bank or financial professional about how much it costs to enroll and whether there are any additional fees.\n\nJust like any (additional) financial service, positive pay comes with both benefits and drawbacks. It's always a good idea to do your research, weigh the pros and cons, and ensure it makes the most sense for you.\n\nMay also cover ACH transactions\n\nAvoid hassle of closing/opening accounts\n\nIncreased control and decreased loss\n\nEnrolling in and adding positive pay can provide individuals and companies with an additional layer of protection for their bank accounts. While many banks often try to do their due diligence when it comes to preventing fraud, there may be instances where bad checks fall through the cracks. Services like this can help cut back—if not prevent–check fraud.\n\nPositive pay can provide protection against fraud associated with traditional paper checks and withautomated clearing house (ACH)debit transactions. Banks may offer these services separately or in a plan that covers both.\n\nAnother benefit is that it eliminates the need to close affected accounts and open new ones. This can be cumbersome and lead to unnecessary paperwork.\n\nClients can assume control of their finances and accounts by enrolling in positive pay. This alleviates athird party(namely, the bank) from taking control and clearing checks that you or your business never wrote. This decreases the chance of losses.\n\nWhile it does allow you, as a client, to take control of your financial affairs, there is an obvious negative. That is, you'll need more time to devote to positive pay. First, you are required to take the time to make a list to provide to the bank. You must also be available to verify any exception items that thebankmay present to you.\n\nMost banks give their clients a certain amount of time to respond to queries about exceptions and other questionable items. If you fail to respond on time, the bank may either cash or reject the check. This may obviously be a problem, especially if you wanted it to take the opposite action.\n\nAnother disadvantage is the cost. Like insurance, if you enroll in positive pay, you may be paying for something that you never end up needing. Or, you may pay for it and find that it saves you large amounts of money and time spent dealing with fraud. Whether it's a worthwhile cost will depend on your bank, your business, and your finances.\n\nPositive pay is a check fraud prevention tool. Checks are matched and cross-referenced with a list provided by the client, including the date, check number, dollar amount, and account number. Any suspicious items are verified with the client.\n\nA positive pay file is a complete list of checks that a company or other entity writes against its accounts during a certain period of time. This list is provided to the company's bank when they are enrolled in the positive pay program to prevent and eliminate check fraud.\n\nThe costs associated with the positive pay system depend entirely on where you bank. Other factors can also affect the fees, including your relationship with the bank, the type of client you are, and your net worth. Some banks offer the service for free while others charge monthly fees or offer it on a per-use basis.\n\nAlthough check use is dropping, thanks to new banking technologies, check fraud continues to threaten businesses and banks. But there are ways that you can ensure your account is protected.\n\nThe positive pay system can help banks alert you to the possibility of fraudulent checks before they go through your account. When you sign up, you'll be expected to provide your bank with a list of checks you write so the bank can cash those items and hold or reject those that aren't on the list. Check the costs and fees with your bank before you enroll.\n\nAdvanced Fraud Prevention. \"Check Fraud Remains a Significant Threat.\"",
  "url": "https://www.investopedia.com/terms/p/positive-pay.asp"
}