{
  "term": "Positive Economics History, Theory, Pros and Cons, Example",
  "definition": "Positive economics refers to objective analysis in the study of economics. Most economists look at what has happened and what is currently happening in a given economy to form a basis for future predictions. This process is known as positive economics.\n\nPositive economics is different fromnormative economics, which is a form of study that uses value judgments to form a basis for future predictions.\n\nA cornerstone of positive economics is the development of theories through fact-based examination of causes and effects.\n\nMany will refer to this study as \"what is\" economics due to its use of fact-based determinations and thinking. Normative economics, in contrast, is called the study of \"what should have been\" or \"what ought to be.\"\n\nThe history of positive economics dates back to the 19th century. It was during this time that the idea of \"what is\" and \"what should be\" were first identified by early economists like John Neville Keynes andJohn Stuart Mill.\n\nKeynes believed that logic and methodology were imperative in the study of economics while Mill was an economist who blended economics with philosophy.Mill approached economics from data, such as the relationship betweensupply and demand, rather than from an approach of value perspective.\n\nThese early economists developed theories to back up their economic observations. They used factual evidence from economic conditions to prove these theories to be true.\n\nThese ideas were later adapted by contemporary economists, such asMilton Friedman. Friedman is considered to be one of the most influential economists of the 20th century. He held a firm belief in thefree marketcapitalistic system, and his theories became known as monetarism. Friedman was a strong proponent ofmonetary policyand opponent of fiscal policy anddeficit spending, saying that they played a big role in the Great Depression.\n\nAlthough a combination of normative and positive economics helps policymakers devise solutions, positive economics is key to investment decisions because it relies on hard facts.\n\nConclusions drawn from analyses based on positive economics can be verified and supported by data. For example, the prediction that more people will save money if interest rates rise would be based on positive economics because past behaviors support that theory.\n\nThis analysis is objective in nature, as opposed to normative statements and theories, which are subjective. Most of the information provided by the news media is a combination of positive and normative economic statements or assumptions.\n\nPositive economic theory can help policymakers implement normative value judgments. For example, it can describe how the government can impact inflation by printing more money, and it can support that statement with facts and analysis of behavioral relationships between inflation and growth in themoney supply. But it doesn't say how to properly enact and follow specific policies regarding inflation and money printing.\n\nBoth positive and normative economics provide a clear understanding of public policies when studied together. These theories cover both the actual and real facts and statements combined with an opinion-based analysis. When making policy decisions, it is best to understand the positive economic background of behavioral finance and the causes of events as you include normative value judgments on why things happen.\n\nThere are distinct benefits and drawbacks that are associated with positive economics. Here we list some of the main advantages and disadvantages of this stream of economics.\n\nPositive economics is based on objective data rather than opinions and value judgments. There are facts we have at our disposal to back up any of its claims. For instance, we can use historical data to determine the relationship between interest rates and consumer behavior. Higher interest rates lead consumers to stop borrowing because it means they have to spend more on interest.\n\nSince it's based solely on facts and data, there are no value judgments in positive economics. This allows policymakers to formulate the appropriate measures necessary to tackle any economic conditions to move the economy in a certain direction. For example, the Federal Reserve can lower interest rates to prevent arecession.\n\nIndividual opinions and emotions can have a big impact on economic policies and procedures. For instance, people often make decisions in their personal financial lives based on emotions rather than facts. This can lead people to make some bad choices. But if they follow the data, they may be able to make wiser decisions with their personal economic decisions.\n\nNot everyone is concerned with the facts, and certain economic conditions are based on emotions. As in the example above, people often choose to overlook data when they make certain choices. Experts may suggest saving during times of economic weakness but individuals may decide they want to make a big purchase instead. In essence, it's hard to take the emotion out of economics.\n\nJust because you have a history of data, it doesn't mean that you can come with up a fool-proof solution or conclusion. That's because economics, whether positive or normative, isn't an exact science. And there are other considerations that often come into play that can change the outcome.\n\nSimilarly, positive economics may not be a one-size-fits-all approach. For instance, policymakers often use data to come up with a policy or a solution that affects people differently. What works for one segment of the population doesn't affect others the same way. Raising interest rates may be necessary to help slow growth and is a boon for lenders but it doesn't bode well for borrowers, especially those who are already strapped for cash.\n\nIs easily verifiable because it is based on objective data\n\nGives policymakers more power to make decisions\n\nAllows individuals to make wiser choices with their economic and financial lives\n\nWe can't always separate our emotions from the facts\n\nEconomics isn't an exact science, so there are no fool-proof solutions or conclusions\n\nPolicies and solutions that arise from positive economics don't affect everyone the same way\n\nLet's consider the Fight for 15 movement, which calls for a $15minimum wage. On face value, this may be considered a policy proposal grounded in normative economics.After all, the stance that a $15 minimum wage is ideal represents a value judgment. Proponents argue that raising the minimum wage would be good, while opponents argue that it would be harmful.\n\nThere has been a lot of research about minimum wage increases, but there are no definitive findings that offer broad, sweeping conclusions about whether higher minimum wages are good or bad. But there are details from certain studies that could be considered examples of positive economics.\n\nIn 2015, the city of Seattle passed a local ordinance to gradually increase the minimum wage for workers in the city. The move meant that all workers would earn at least $15 per hour by 2021 or sooner, depending on specific employment details. Since that time, there have been two major studies on the impact of the law.\n\nA study by researchers from the University of California, Berkeley, focused specifically on restaurant employees. According to study, unemployment in Seattle went from 5.7% in 2012 to 3.6% in 2016. Median annual earnings for employees increased by 13.4% over those years.\n\nAccording to these researchers, employees of fast-food restaurants saw an increase in their earnings thanks to an increase in Seattle's minimum wage. This specific data is an example of positive economics, but the researchers' conclusion that the higher minimum wage was a success is not. This is because the focus of the study was not broad or exhaustive enough to make such a finding.\n\nMeanwhile, researchers at the University of Washington concluded that the minimum wage increase was not successful. That conclusion, another value judgment, is also not an example of positive economics. However, some of the specific data they collected would be an example of positive economics.\n\nFor instance, they discovered that when the minimum wage increased, the hours worked by low-wage employees decreased. Thus, the total payroll for low-income employees fell by roughly $125 per month following the minimum wage increase.The number of low-wage workers decreased by 1%, and hours for those still employed decreased slightly as well.\n\nPositive economics is the objective analysis of the economic study. This involves investigating what has happened and what is happening, allowing economists to predict what will happen in the future. Positive economics is tangible, so anything that can be substantiated with a fact, such as the inflation rate, the unemployment rate, housing market statistics, and consumer spending are examples of positive economics.\n\nWhile positive economics is a branch of economics that relies on objective data, normative economics is based on subjective information. The latter is based on value judgments that stem from opinions and personal feelings rather than analysis. Positive economics deals in what is, compared to normative economics, which relies on what economic behavior should be.\n\nThere are big distinctions between positive and normative statements. Positive statements are objective theories that can be tested. Normative statements, on the other hand, are subjective. They involve the use of opinions and value judgments and are often based on personal opinions.\n\nNormative economics is represented by anything that is subjective and value-based. This means we can use the information we have at our disposal to say what should be in the future. For instance, we can use data from earnings to say that corporations should pay more in taxes. And we can use the cost of living with current wages to make opinions on the minimum wage.\n\nThe branch of economic theory called welfare economics is an example of normative economics. The leading thinkers in this area early on were Abram Bergson and Nobel Prize-winning economist Kenneth Arrow.\n\nEconomics is considered an art and a science, because it combines the use of objective fact with subjective judgments. Positive economics is an objective branch of study that allows conclusions to be made using verifiable facts.\n\nNormative economics, on the other hand, deals with opinions based on those facts. Although it may seem like the best option, no society truly functions on a positive economic stances. In fact, combining both positive and normative economics may be the best approach when policymakers develop new solutions.\n\nPoliconomics. \"Positive economics.\" Accessed April 11, 2021.\n\nBritannica. \"John Neville Keynes.\" Accessed April 11, 2021.\n\nPoliconomics. \"John Stuart Mill.\" Accessed April 11, 2021.\n\nFoundation for Economic Education. \"The Great Depression According to Milton Friedman.\" Accessed April 11, 2021.\n\nFight for 15. \"About Us.\" Accessed July 17, 2021.\n\nInstitute for Research on Labor and Employment. \"The New Wave of Local Minimum Wage Policies: Evidence from Six Cities,\" Page 9.\n\nEvans School of Public Policy & Governance. \"MINIMUM WAGE INCREASES, WAGES, AND LOW-WAGE EMPLOYMENT: EVIDENCE FROM SEATTLE,\" Page 2.",
  "url": "https://www.investopedia.com/terms/p/positiveeconomics.asp"
}