{
  "term": "Power of Attorney (POA): Meaning, Types, and How and Why to Set One Up",
  "definition": "How this can legally impact your finances, property, or medical care\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA power of attorney (POA) is a legal authorization that gives the agent orattorney-in-factthe authority to act on behalf of an individual referred to as the principal. The agent may be given broad or limited authority to make decisions about the principal's property, finances, investments, or medical care.\n\nPOAs can be financial or they can pertain to health care. Both provide the attorney-in-fact with general or limited powers.\n\nA power of attorney is a legal document that binds the agent or attorney-in-fact and the principal. It's used in the event of a principal's temporary or permanent illness or disability or when they can't sign necessary documents.Both parties must sign the document and a third party is usually required to witness it.\n\nMost POA documents authorize the agent to represent the principal in all property and financial matters as long as the principal’s mental state of mind is good. The agreement automatically ends if the principal becomes incapable of making decisions. A durable power of attorney is a special type of POA that continues even after the principal becomes incapacitated.\n\nA power of attorney can end for several reasons, such as when the principal revokes the agreement or dies, when a court invalidates it, or when the agent can no longer carry out the responsibilities outlined in the agreement. In the case of a married couple, the authorization may be invalidated if the principal and the agent divorce.\n\nSomeone who wants the power of attorney to remain in effect after their health deteriorates should sign a durable power of attorney (DPOA). This remains in force even if the person they're representing becomes mentally or physically incapacitated but it doesn't persist after the principal's death. The authority is also voided if the power of attorney isn't designated as durable and the client becomes mentally incapacitated.\n\nThere are many good reasons to make a durable power of attorney because it ensures that someone will look after your financial affairs if you become incapacitated. But signing a POA that grants broad authority to an agent is very much like signing a blank check.\n\nA durable POA takes effect when the document is signed and continues in the case of incapacitation of the principal. A springing power of attorney comes into effect only if and when the principal becomes incapacitated. A power of attorney may also be limited to only medical matters, enabling the agent to make crucial decisions on behalf of an incapacitated person.\n\nThe two key types of POAs are financial and health care.\n\nThe principal can sign a durablehealth care POA (HCPOA)if they want an agent to have the power to make health-related decisions for them. This document is also called a health careproxy. It outlines the principal’s consent to give the agent POA privileges in the event of an unfortunate medical condition. This POA kicks in when the principal can no longer make health-related decisions on their own.\n\nAfinancial POAallows an agent to manage the business and financial affairs of the principal, such as signing checks, filing tax returns, depositingSocial Security checks, and managing investment accounts when and if the principal becomes unable to understand or make decisions.\n\nThe agent must carry out the principal’s wishes to the best of their ability, at least to the extent of what the agreement spells out as being the agent’s responsibility. A financial POA can give the agent a wide range of power over the principal's bank account, including the ability to make deposits and withdrawals, sign checks, and make or change beneficiary designations.\n\nFinancial POAs can be divided up into several categories.\n\nThis POA allows the agent to act on behalf of the principal in all matters as allowed by state law. The agent under such an agreement may be authorized to handle bank accounts, sign checks, sell property, manage assets, and file taxes for the principal.\n\nAlimited power of attorneygives the agent the power to act on behalf of the principal in specific matters or events.\n\nIt might explicitly state that the agent is only permitted to manage the principal's retirement accounts. This type of POA may be in effect for a specific period. The authorization might be effective only for two years if the principal will be out of the country for that length of time.\n\nA durable POA (DPOA) remains in control of certain legal, property, or financial matters that are specifically spelled out in the agreement even if and when the principal becomes mentally incapacitated. A DPOA can pay medical bills on behalf of the principal but the durable agent can't make decisions related to the principal's health, such as taking them off life support.\n\nThe conditions for which a durable POA may become active are set up in a document called a \"springing\" power of attorney. A springing POA defines the kind of event or level of incapacitation that should occur before the DPOA springs into effect.\n\nA power of attorney can remain dormant until a negative health occurrence activates it to a DPOA. A springing power of attorney should be very carefully worded to avoid any problems in identifying precisely when and if the triggering event has happened.\n\nAn individual who's appointed as the agent in a power of attorney is not necessarily an attorney. The person could be a trusted family member, friend, or acquaintance.\n\nYou can buy or download a POA template but be sure it's for your state because requirements can differ. There's no standard POA form for all 50 states, although all states do accept some version of a durable power of attorney.\n\nA few key powers cannot be delegated, including the right to make, amend, or revoke awillor contract a marriage in most states, although a handful of states do allow this. You can't delegate the power to vote but the guardian can request a ballot on behalf of the principal.\n\nSome rules generally apply in all states and jurisdictions.\n\nSome regions of the country accept oral POA grants but verbal instruction isn't a reliable substitute for spelling out the terms word-for-word on paper. Written clarity helps to avoid arguments and confusion later at a crucial time.\n\nDecide what powers you want to grant and prepare a POA that's specific to that desire. The POA must also satisfy the requirements of your state. Perform an Internet search or ask a local estate planning professional to help you find a form that will be accepted by a court of law in the state where you live. The best option is to seek the help of an attorney.\n\nA POA can be as broad or as limited as the principal wishes but each of the powers granted must be clear even if the principal grants the agent a general POA. The principal can't grant sweeping, nonspecific authority such as, “I delegate all things having to do with my life.”\n\nA POA terminates if the principal becomes incapacitated in most states. The only way an agent can keep their power if this happens is if the POA is written with an indication that it's durable. This designation makes it last for the principal's lifetime unless the principal revokes it.\n\nPowers of attorney must benotarizedin most states. It's potentially easier for the agent if a notary’s seal and signature are on the document even in states that don't require it.\n\nSome states require that specific kinds of POAs be filed with a court or government office before they can be made valid so look into the rules where you live. Ohio requires that any POA used to grant grandparentsguardianshipover a child must be filed with the juvenile court.It also requires that a POA that transfers real estate must be recorded by the county in which the property is located.\n\nNot all powers of attorney must be formally recorded or filed but it's a standard practice for many estate planners and individuals who want to create a record that the document exists. File it with your state or county to be on the safe side.\n\nYou can start the process of establishing a power of attorney by locating a lawyer who specializes in family or estate law in your state. Legal services offices that are staffed with credentialed attorneys exist in virtually every part of the United States if attorney fees are more than you can afford. Visit the Legal Services Corporation's website and use the \"Get Legal Help\" search function. Clients who qualify will receivepro bonocost-free assistance.\n\nA POA grants immense ownership authority and responsibility. It's a matter of life and death in the case of a medical POA. You could find yourself facing financial privation or bankruptcy if you end up with a mishandled or abused durable POA. Choose your agent with the greatest care to ensure your wishes are carried out to the greatest extent possible.\n\nIt's critical to name someone who is both trustworthy and capable to serve as your agent. Any mistakes may be difficult to correct and there may be a danger ofself-dealingdepending on the extent of the powers you grant. An agent may have access to your bank accounts, the power to make gifts and transfer your funds, and the ability to sell your property.\n\nYour agent can be any competent adult, including a professional such as an attorney, accountant, or banker. But they may also be a family member such as a spouse, an adult child, or another relative. Naming a family member as your agent saves the fees a professional would charge and may also keep confidential information about your finances and other private matters “in the family.\"\n\nParents who create POAs often choose their adult children to serve as their agents. The relative youth of the child is an advantage when the purpose of the POA is to relieve a parent of the burden of managing the details of financial and investment affairs or provide management for their affairs should they become incapacitated.\n\nA spouse who is near the same age as the person creating the POA may come to suffer the same debilities that led the POA’s creator to establish the POA in the first place. A child who is honest, capable, and who respects the parent’s desires can be a good choice for an agent but there may be complications.\n\nParents may struggle with the decision of who to select if they have more than one child. The good news is that you can have multiple POAs naming separate agents and customize them for each child’s skill set, temperament, and ability to act on your behalf. Specific abilities of your children may make them best suited to take on particular roles in managing your affairs.\n\nYou can use limited POAs to give each child different, defined, and limited power over specific aspects of your finances:\n\nMore than one agent can be named in a POA, either with the authority to act separately or they can be required to act jointly. Having two agents who are separately authorized to manage routine items can be a convenience if one becomes unavailable for some reason. Requiring two or more to agree on major actions like selling a house can ensure family agreement over major decisions.\n\nBut naming multiple agents can cause problems if disputes arise between them. An investment account may be effectively frozen if two agents are required to act jointly in managing it but they disagree as to how to do so. Be sure that your chosen agents not only have the skills for the task but personalities to cooperate.\n\nA general POA enables the agent to act with the authority of the POA’s creator in all matters. A special POA can limit that authority to a specific subject, such as managing an investment account, or to a limited time when the creator of the POA is unavailable.\n\nMaybe one of your agents is a busyfinancial expertwho lives in a distant city and another works part-time and lives conveniently close by. You can have one POA that names the first to manage your investment portfolio and another that names the second to manage your routine daily expenses if necessary and pay your monthly bills.\n\nPeriodically review and update the POAs you've created when and if family circumstances change. You can cancel a POA by simply writing a letter that identifies it and states that you're revoking it then delivering the letter to your former agent. Some states require such a letter to be notarized. It’s also a good idea to send copies to third parties with whom the agent may have acted on your behalf. Then create a new POA and deliver it to your new choice of an agent.\n\nApower of attorneycan provide you with both convenience and protection by giving a trusted individual the legal authority to act on your behalf and in your interests. Adult children who are both trustworthy and capable of accomplishing your wishes may make the best agents but don’t name a person simply because they're related to you.\n\nTrusted professional advisors such as lawyers, accountants, and doctors can help you understand the wisdom and necessity of adopting POAs. You can do so gradually if you aren't comfortable granting broad powers all at once but don’t delay. There could be costly consequences because the grantor must be mentally competent to create a power of attorney.\n\nIt's too late to create a POA if you lose the capacity to manage your affairs. Court proceedings may be required at that point. It would become necessary for someone to go to court to ask to be named as your conservator or guardian, a process that may prove costly and slow. It could also be contested, leading to family conflicts.\n\nMake sure the POA requires that the agent periodically report all actions taken to a trusted third party whom family members agree upon, such as the family’s lawyer or accountant. You can also name two agents and require they agree on major transactions, such as the sale of a home.\n\nNobody may have the right to takeindividual retirement account (IRA)distributions the parent needs for income, borrow funds to pay medical bills, or deal with theInternal Revenue Service (IRS)concerning the parent’s taxes.\n\nNo. The scope of legal authority that's granted by a POA is laid out when it's established. The person who is granted power of attorney has a legal fiduciary duty to make decisions that are in the best interests of the person they're representing.\n\nNo. Next of kin or other family members do not have any legal authority to override or nullify an existing power of attorney. However, they can ask a court to terminate a power of attorney designation if they can demonstrate that the agent has failed to act in the principal's interest.\n\nPower of attorney can be terminated if you expressly revoke it. It may also have a set termination date or duration of time for which it's in force. A POA will also end if you become mentally incapacitated unless it is a durable power of attorney. All powers of attorney cease if you die.\n\nYou can technically name any adult as your agent as long as it's done under your free will and you're mentally competent.It should be somebody trustworthy and capable, such as a spouse, close family member, or friend. You can also designate your lawyer to have a POA.\n\nCreating a power of attorney and specifying how it will operate even if you lose your ability to think or function ensures that you'll have a plan in place for overseeing your financial affairs and health directives if and when you're unable to do so. Be sure to choose somebody you trust and who will be able to faithfully carry out their responsibilities on your behalf.\n\nAmerican Bar Association. \"Power of Attorney.\"\n\nLegalZoom. \"What's the Difference Between a Durable and a Regular Power of Attorney?\"\n\nAmerican Bar Association. \"Pick the Right Power of Attorney Instrument.\"\n\nOhio Laws & Administrative Rules. \"Section 3109.53 | Form of Power of Attorney for Residential Grandparent.\"\n\nOhio Laws & Administrative Rules. \"Section 1337.04 | Recording of Power of Attorney.\"\n\nLegal Services Corporation. \"Pro Bono Innovation Fund.\"",
  "url": "https://www.investopedia.com/terms/p/powerofattorney.asp"
}