{
  "term": "Pre-Foreclosure: How It Works in Real Estate, FAQs",
  "definition": "Pre-foreclosure refers to the first phase of a legal proceeding that ultimately can conclude in a property being repossessed from a defaulted borrower. The lender files a notice of default on the property in pre-foreclosure because the borrowing owner exceeds the contractual terms for delinquent payments.\n\nA notice of default informs the borrowing owner that the mortgage lender is pursuing legal actions toward foreclosure. Borrowers have a few options available if they find themselves in pre-foreclosure. Lenders may even be willing to negotiate with them to avoid moving to the foreclosure phase.\n\nWhen a home buyer takes out a loan to purchase a property, they sign a contract with the lending institution to repay themortgageloan according to a contractual agreement, typically with monthly installments. Monthly payments are usually structured to cover a portion of principal and interest payments on the mortgage.\n\nStandard mortgage contracts are often structured to be in default if a borrower fails to make payments for three consecutive months. At that point, the lender is usually contractually authorized to begin pre-foreclosure.When this happens, the borrower receives a copy of a notice of default, which is also made a matter of public record through a filing with the court. This action begins the pre-foreclosure process, which can take anywhere from weeks to more than a year, as it varies by state and is subject to a court proceeding.\n\nThere are several standard steps to a foreclosure proceeding. Thenotice of defaultkicks off the proceeding in the pre-foreclosure phase. In general, the lender needs court approval, which must be given by a judge, for theirlienon a property.\n\nLenders are often more willing to negotiate backdated payments and possible loan modifications in the pre-foreclosure stage of a proceeding to avoid paying what can be extensive foreclosure proceeding costs. If foreclosure is granted and a foreclosureevictionnotice is authorized, the lender can move toward a public auction or trustee sale.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, then there are steps you can take. One such step is to file a report with theConsumer Financial Protection Bureau (CFPB)or theUnited States Department of Housing and Urban Development (HUD).\n\nA pre-foreclosure home that a borrower puts up for sale is typically referred to as ashort sale. The sale can be a private transaction between the homeowner and the buyer, but the buyer’s offer usually must be approved by the bank before the sale can be finalized. The purchase price may be less than the outstanding loan balance,which is why the sale is said to be short.\n\nKeep in mind that not all short sales are pre-foreclosures. Homeowners who know they are in trouble sometimes elect to sell their properties by any means possible before reaching pre-foreclosure. A buyer can inspect a pre-foreclosed home before making an offer on it. The buyer could be an investor looking to purchase the property for less than its fair market value (FMV) and then sell it at a higher price for a profit.\n\nIf the homeowner lists the property for sale through a real estate agent, prospective buyers will contact the listing agent. In any short sale, the lending bank will likely need to be involved and may hire one or more real estate brokers or attorneys of their own, particularly to prepare abroker price opinion.\n\nHomeowners facing foreclosure can contact the federal Making Home Affordable Program at 888-995-HOPE (888-995-4673) for assistance with keeping their home—or, if that’s not possible, with relocating to a new home.\n\nA home can be soldduring the pre-foreclosure phase, which can be a win for all parties involved. By selling, thehomeowner avoids the damagethat a foreclosure would have on their credit history. The buyer can usually snag the property for below market value. The lending institution doesn’t have to pay the costs of a foreclosure proceeding or sell the property itself.\n\nHowever, selling a property independently is not necessarily easy, mainly because the seller must abide by legalities and disclosure requirements. Buyers of pre-foreclosed homes will need to be aware of anyproperty liensor unpaid taxes on a home because these could potentially be transferred to the new owner without full disclosure or properly documented clauses.\n\nIf the homeowner does not make the past-due (and ongoing) mortgage payments, negotiate a modification, or sell the home during the pre-foreclosure period, the lender will eventually be granted authorization of their lien on the property. When this happens, they can evict the owner, subsequently selling the property. At this point, the bank owns the property and is more likely to try to sell the property at an even lower price rather than maintain its ongoing expenses, such as taxes and insurance.\n\nSelling the home may protect the homeowner from bankruptcy\n\nA homeowner may be able to buy an affordable home after the sale\n\nSelling during pre-foreclosure may not be easy\n\nFailure to make up past due payments can lead to foreclosure\n\nHaving your home in pre-foreclosure can be emotionally stressful\n\nThere were a series of steps taken to protect struggling homeowners affected by the pandemic in 2020 and 2021, which include:\n\nThe executive order also made qualifying multifamily property owners eligible for forbearance. If a claim was approved, government-backed mortgage borrowers were allowed to defer payments for up to 360 days, avoid late payment fees, avoid eviction from their home, defer any foreclosure proceedings already in process, and halt the pre-foreclosure phase for any new proceedings.\n\nIn addition, private lenders were advised to work with borrowers, making loan modifications more easily accessible. In 2021, rates fell to unprecedented lows, making refinancing a viable option for any mortgage borrower who hadn't previously refinanced.However, theFederal Reserve sharply raised ratesand held them steady through much of 2024.\n\nPre-foreclosure is an action taken by a lender to try to obtain money owed on a mortgage. A pre-foreclosure is a warning that a foreclosure may occur if debts are not resolved.\n\nBefore your house goes into pre-foreclosure, you will receive a legal notice of default, alerting you to risk of your house ending up in pre-foreclosure. If you haven't made payments to your mortgage in over three months, it is likely your home will fall into pre-foreclosure, as well.\n\nA pre-foreclosure on the house occurs when a notice of default is served after getting court approval. During this phase, a homeowner may be able to negotiate with the lender to preserve the home, usually by paying off their debts. A foreclosure occurs if the lender receives the authority to serve the delinquent borrower a foreclosure eviction notice and then proceeds tohold a public auctionto sell the property.\n\nPre-foreclosure can be an important phase because the lender may be open to a last-rights negotiation on delinquent debt for the borrower. The borrower often has a final opportunity to reverse the default status by making up late payments, negotiating a modification, or possibly opting to sell the property before it reaches a finalforeclosureeviction.\n\nElectronic Code of Federal Regulations. \"§203.606 Pre-Foreclosure Review.\"\n\nU.S. Department of Housing and Urban Development. \"Foreclosure Process.\"\n\nU.S. Department of Housing and Urban Development. \"Complaints.\"\n\nConsumer Financial Protection Bureau. \"Submit a Complaint.\"\n\nConsumer Financial Protection Bureau. “What Is a Short Sale?”\n\nMakingHomeAffordable.gov. “Find a Housing Counseling Expert.”\n\nCongress. \"H.R.748 - CARES Act.\"\n\nThe White House. \"Fact Sheet: Biden Administration Announces Additional Actions to Prevent Foreclosures.\"",
  "url": "https://www.investopedia.com/terms/p/pre-foreclosure.asp"
}