{
  "term": "Pre-Market Trading: How It Works, Benefits, and Risks",
  "definition": "Pre-market trading is the period of trading activity that occurs before the regular market session. The pre-market trading session typically occurs between 8 a.m. and 9:30 a.m. EST each trading day. Many investors and traders watch the pre-market trading activity to judge the strength and direction of the market in anticipation of the regular trading session.\n\nPre-market trading can only be executed with limited orders through an \"electronic market\" like an alternative trading system (ATS) or electronic communication network (ECN). Market makers are not permitted to execute orders until the 9:30 a.m. EST opening bell.\n\nPre-market trading activity generally has limited volume and liquidity; therefore, largebid-ask spreadsare common.Many retail brokers offer pre-market trading but may limit the types of orders that can be made during the pre-market period. Severaldirect-access brokersallow pre-market trading to commence as early as 4 a.m. EST from Monday through Friday.\n\nIt is important to remember there is very little activity for most stocks so early in the morning unless there is news. The liquidity is also extremely thin, with most stocks only showingstub quotes. Index-based exchange-traded funds (ETFs), such as the SPDR S&P 500 ETF (SPY), have moving quotes due to the trading in the S&P 500 futures contracts. Many of the most widely heldtop holdingsin benchmark indices may also get movement in the event of a significant gap up or down in the S&P 500 futures.\n\nAfter-hours tradingwas introduced before pre-market trading. The New York Stock Exchange (NYSE) introduced after-hours trading in June 1991 by extending trading hours by an hour. The move was a response to increased competition from international exchanges in London and Tokyo and private exchanges, which offered more hours of trading, and 2.24 million shares changed hands in two sessions of trading.\n\nOver the years, as exchanges became increasingly computerized and the Internet's reach spread across borders, NYSE began extending the number of hours of trading available for trading, eventually allowing pre-market trading between the hours of 4 a.m. and 9:30 a.m.\n\nPre-market trading and after-hours trading—collectively known as extended-hours trading—share similar benefits.\n\nPre-market trading provides retail traders with an opportunity to react to overnight news before the regular trading session commences. Such news could be:\n\nThe caveat is that the pre-market reaction to such news may reverse in the regular trading session. The limited trading volume in the pre-market may provide a signal of weakness or strength that may not be borne out when the market opens and regular trading volumes are reached. For example, a stock that reports an earnings miss may be down significantly in pre-market trading but could reverse course and end the day higher in the regular session.\n\nPre-market hours are a significant benefit for the do-it-yourself trader because not everyone has a schedule that permits trading during regular market hours. The ability to start the day early and place trades in the pre-market is a big advantage for some due to the frenzied pace of everyday life.\n\nAstute traders and investors familiar with trading patterns and experienced in extended-hours trading may use the pre-market to buy or sell stocks at more favorable prices compared to prices obtained by other traders in the regular session.\n\nThis is only possible if the pre-market reaction to news about a stock is accurate and the stock does not fully discount the news in pre-market trading. In such instances, a stock that trades higher in the pre-market will continue to trend significantly higher in the regular trading session, while a stock that trades lower in the pre-market will trend lower during regular trading.\n\nThe extended trading hours also include several risks that can turn seemingly profitable opportunities into losses. Here are a few risks to be aware of.\n\nThe number of buyers and sellers of stocks is far fewer in the pre-market compared with the multitudes of traders and investors during regular trading. As a result, pre-market trading volumes are generally a fraction of volumes in the regular session. Low trading volumes result in limited liquidity, greater volatility, and wide bid-ask spreads, which can trap a trader in a losing position.\n\nPrices of stocks traded in the pre-market may diverge significantly from the prices of those same stocks during regular hours. Apart from the impact on stock prices from vastly differing trading volumes in pre-market and regular sessions, pre-market stock prices may only reflect prices from a single or handful of electronic communication networks (ECNs). During regular trading hours, multiple exchanges, ECNs, and market makers provide stock prices, leading to betterprice discovery. Additionally, the stock quotes shown are consolidated and represent the best bid and offer across all trading venues.\n\nMany brokerages only accept limit orders in extended-hours trading to protect investors from unexpectedly adverse prices. Limit orders can only be executed at the limit price or better. The benefit of this feature of limit orders means that the trader knows the highest price at which a stock will be bought or the lowest price at which it will be sold. But this also means that if the market moves away from the limit price, the order will not be executed.\n\nRetail traders face an uneven playing field in pre-market trading because many of the participants are institutional and professional traders who have a trading edge on account of much deeper pockets and access to better, more timely information.\n\nThese risks mean that only experienced traders should consider trading in the pre-market because the odds are stacked against retail traders. Seasoned traders have the knowledge and experience to gauge the many nuances that make trading a challenge—such as assessing whether the pre-market reaction to the news is an under-reaction or over-reaction. They also know when to take decisive action on trading matters like opening a new stock position or closing an existing one, setting limit prices at certain levels for buys and sells, and so on.\n\nAlmost all online brokers offer pre-market trading, although the hours differ between brokers. Here's a sample of pre-market trading hours at select online brokers as of Dec. 21, 2021 (note that these hours may be subject to change):\n\nPre-market trading can start as early as 4 a.m. EST, although most of it takes place from 8 a.m. EST and before regular trading commences at 9:30 a.m. EST.\n\nWhile any trader can trade during pre-market hours, this period requires a high level of market awareness, strategy, and experience. For traders who can trade pre-market, it can be very profitable but can equally cause losses.\n\nIt can. Pre-market trades are the last prices before regular hours, so in reality, they can be opening prices. However, there is no guarantee that pre-market prices will stick.\n\nPre-market trading is the period before regular trading hours where traders can schedule trades. These trades are not executed until regular trading hours, which means they may not be the real moves the market is going to make that trading day.\n\nInvestor.gov. \"Investor Bulletin: After-Hours Trading.\"\n\nThe New York Times. \"A Modest Start for After-Hours Sessions.\"\n\nThe New York Stock Exchange. \"NYSE Arca Equities: Market Information.\"\n\nCharles Schwab. \"Extended Hours Overview.\"\n\nE*Trade. \"Extended Hours Trading.\"\n\nInteractive Brokers. \"How Can I Trade Stocks During the Pre-Market or Post-Market?\"\n\nRobinhood. \"Extended-Hours Trading.\"\n\nWebull. \"Can I Trade During Extended Hours on Webull?\"",
  "url": "https://www.investopedia.com/terms/p/premarket.asp"
}