{
  "term": "Pre-IPO Placement: Definition, How It Works, Example",
  "definition": "A pre-initial public offering (IPO) placement is a private sale of large blocks of shares before a stock is listed on a publicexchange. The buyers are typicallyprivate equityfirms,hedge funds, and other institutions willing to buy large stakes in the firm. Due to the size of the investments being made and the risks involved, the buyers in a pre-IPO placement usually get a discount from the price stated in the prospective for the IPO.\n\nFrom the perspective of a young company, a pre-IPO placement is a way to raise money before going public. It also is a way to offset the risk that the IPO price will prove to be optimistic, and the price will not go up immediately after it opens. Moreover and often, investors in these private sales are institutional investors and help the company with governance matters and getting institutionalized before going IPO.\n\nFrom the buyer's perspective, the amount per share may be discounted from the expected IPO price, but there is no way to know the price per share that the market will actually pay. In fact, the purchase is typically made without a prospectus and with no guarantee that the public listing will occur. Thediscounted priceis compensation for this uncertainty.\n\nNot many individual investors take part in pre-IPO placements. They are generally restricted to 708 investors, as the IRS calls them. These arehigh-net-worth individualswith a sophisticated knowledge of the financial markets.\n\nThe company, however, does not want these private buyers to immediately sell all their shares if their stock soars once it opens on an exchange. To prevent this, alock-up periodis generally attached to the placement, preventing the buyer from selling shares in the short-term.\n\nPlenty of investors were excited about the impending IPO ofAlibaba Group, the e-commerce conglomerate based in China, when it announced it would be listed on theNew York Stock Exchangeas BABA in September 2014.\n\nIn advance of its public debut, Alibaba opened up a pre-IPO placement for large funds and wealthy private investors. One of the buyers was Ozi Amanat, a venture capitalist based in Singapore. He purchased a block of $35 million of pre-IPO shares at a price below $60 per share and then allocated the shares among Asian investors who had ties to his fund, K2 Global.\n\nPre-IPO placements are generally open only to high-net-worth individuals with a sophisticated knowledge of the financial markets.\n\nOn its first day of public trading, BABA closed just below $90 pershare. As of the start of November 2020, it was trading at above $276 per share.\n\nYou might suspect that Alibaba's management regretted that pre-IPO placement. However, the money paid by Amanat and other investors ensured that the company had adequate funding before its IPO and mitigated the risk for Alibaba that the IPO would not be as successful as the company hoped. And it certainly worked out well for Amanat's clients.",
  "url": "https://www.investopedia.com/terms/p/pre-ipo-placement.asp"
}