{
  "term": "Predatory Pricing: Definition, Example, and Why It's Used",
  "definition": "Predatory pricing is the illegal business practice of setting prices for a product unrealistically low to eliminate the competition.\n\nPredatory pricing violatesantitrust laws,as its goal is to create amonopoly. However, the practice can be difficult to prosecute.\n\nDefendants may argue that lowering prices is a normal business practice in a competitive market rather than a deliberate attempt to undermine the marketplace.\n\nPredatory pricing doesn’t always work, since the predator as well as the competition is losing revenue. The predator must raise prices eventually. At that point, new competitors will emerge.\n\nTo understand how predatory pricing affects markets, and eventually consumers, it is necessary to take a long view.\n\nConsumers enjoy the short-term benefits of competitive pricing. Heightened competition creates abuyer’s marketin which the consumer can make the most of lower prices, increased leverage, and wider choice.\n\nHowever, if one company cuts its prices unrealistically low or even below cost, other competitors will be forced to abandon the market.\n\nAt that point, the advantages for consumers quickly evaporate—or even reverse. A monopolistic marketplace allows a single producer to raise prices, safe in the knowledge that the consumer has no alternatives.\n\nWorkers also may suffer, as the company that retains a monopoly has no competition for labor. That can lead to lower wages.\n\nIn order to drive all rivals out of a business, the predator must cut prices below its manufacturing costs. Once the initial competitors have been eliminated, the predatory company will raise prices back to normal or above normal.\n\nThis hurts consumers at first, who have no alternatives but to accept the higher pricing. However, it also creates an opportunity for new, rival companies to emerge or for old competitors to re-enter the market.\n\nAt this point, they can offer competitive prices that are equal to or lower than the original predatory company's.\n\nEventually, consumers may be given more choices again. However, if the company's monopoly has grown past a certain point, it may no longer be feasible for new companies to emerge, creating a permanent monopoly in that market.\n\nFortunately for consumers, predatory pricing isn't an easy strategy to pull off. Eliminating all rivals in a given market comes with considerable risk.\n\nFor instance, if a town has many gas stations, any one of them could attract more business by cutting prices deeply. Sustaining those prices long enough to kill off the competition is harder.\n\nEven if a company can use predatory pricing to drive competitors out of business, the strategy will succeed only if the revenue lost to the predatory company through the lower pricing can be recouped quickly.\n\nAs soon as the sole gas station raises its prices to normal levels, other competitors will spot an opportunity and step in.\n\nDumping is a form of predatory pricing practiced by businesses attempting to dominate a foreign market.\n\nTypically, businesses that practice dumping sell their products in a foreign market for cheaper than they can at home.\n\nAn increasingly global marketplace has added a new risk to those attempting to dump products: Some dumped goods are bought abroad and then shipped back to the home country to be sold at higher prices.\n\nA famous cautionary tale from the early 20th century involved dumping by a Germancartelthat controlled the European market for bromine, then an essential ingredient in many medicines and a vital element in photography.\n\nAfter the American company Dow Chemical started exporting competitively priced bromine to Europe, the Germans retaliated by exporting bromine to the U.S. for sale at below their manufacturing cost.\n\nDow responded by simply buying the bromine stateside at the dumped price and reselling it profitably in Europe. This allowed the company to strengthen its European customer base at the expense of the German cartel.\n\nProsecution of predatory pricing is difficult, given that the prosecutors are trying to prove that low prices can be a bad thing and even an illegal one.\n\nTheFederal Trade Commission (FTC)says it examines allegations of predatory pricing carefully but that the courts have been skeptical of such claims.\n\nThe U.S. Department of Justice (DOJ) has asserted that predatory pricing is a real problem and that courts have adopted an overly cautious view of the practice.\n\nA high bar has been set on antitrust claims in general. The U.S. Supreme Court requires that plaintiffs show a likelihood that the pricing practices will affect not only rivals but also competition in the market as a whole to establish that there is a substantial probability that the attempt to monopolize will succeed.\n\nFurther, the court established that predatory pricing must be not just aggressively low but actually below the seller’s cost.\n\nIt is not illegal for a business to set prices below its costs for reasons other than havinga specific strategy to eliminate competitors.\n\nThe U.S. government's attempts to prevent predatory pricing involve its effort to crack down on exporters who sell their products too cheaply in the U.S.\n\nThe International Trade Commission of the Commerce Department defines too cheaply as \"less than fair value.\"\n\nAny U.S. company can file a petition against any foreign company that it believes is selling its goods at less than fair market value.\n\nSome complaints of the early 2020s included a wide range of products from many countries, e.g., frozen shrimp and steel nails shipped from India and lemon juice from Brazil and South Africa.\n\nIf the International Trade Commission finds that an importer has sold its products for less than fair market value, it has the power to impose a duty at a rate that is calculated to eliminate any benefit derived from dumping goods.\n\nPredatory pricing is the lowering of prices by one company for the purpose of driving rivals out of business. If that works, the company can raise prices, and in fact, must raise prices in order to recoup losses and survive. The practice is illegal because, if successful, it creates a monopoly and eliminates choice.\n\nWalmart has been accused of predatory pricing. In 1993, a judge ordered the retailer to stop selling drugs and health and beauty products below cost after three stores in Conway, Arkansas accused the company of undercutting them to drive them out of business.Similar allegations were leveled at Walmart from rival companies in other states, and the company has been accused of predatory pricing on several other occasions.\n\nYes, it is. It violates antitrust laws in the U.S. and other countries that are intended to ensure fair competition. However, it's difficult to prove. Prosecutors have to show that a company accused of predatory pricing intended not just to compete but to eliminate the competition.\n\nIs that product an example of predatory pricing or just a great bargain? From the consumer's viewpoint, it's hard to tell.\n\nIf it's predatory pricing, the low prices will last only long enough for the manufacturer to drive its rivals out of business. At that point, it must raise prices to make up for the losses it incurred by cutting its prices so low.\n\nAnd it can raise prices with impunity, now that the competition has been eliminated. This is a disadvantage for both consumers and workers. Predatory pricing violates antitrust laws and, if proved in court, may have severe legal consequences for the company engaging in this strategy.\n\nU.S. Department of Justice. \"The Antitrust Laws.\"\n\nFoundation for Economic Education. “Herbert Dow and Predatory Pricing.”\n\nFederal Trade Commission. \"Predatory or Below-Cost Pricing.\"\n\nU.S. Department of Justice. \"Predatory Pricing: Strategic Theory and Legal Policy.\"\n\nUnited States International Trade Commission. \"Understanding Antidumping & Countervailing Duty Investigations.\"\n\nFederal Register. \"Certain Lemon Juice From Brazil and the Republic of South Africa: Antidumping Duty Orders.\"\n\nFederal Register. \"Certain Steel Nails From India: Final Affirmative Determination of Sales at Less Than Fair Value.\"\n\nFederal Register. \"Certain Frozen Warmwater Shrimp From India: Final Results of Antidumping Duty Administrative Review; 2022–2023.\"\n\nLos Angeles Times. \"Wal-Mart Guilty of Predatory Price Cutting: Court: Retailer Ordered To Stop Selling Some Items Below Cost. Three Conway, Ark., Drugstores To Get $300,000 in Damages.\"",
  "url": "https://www.investopedia.com/terms/p/predatory-pricing.asp"
}