{
  "term": "Preemptive Rights: Some Shareholders Get First Dibs on New Stock",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPreemptive rights give a shareholder the opportunity to buy additional shares in any future issue of a company's common stock before the shares are made available to the general public. This right is a contractual clause that is generally available in the U.S. only toearly investorsin a newly public company or to majority owners who want to protect their stake in the company when and if additional shares are issued.\n\nA U.S. company may give preemptive rights to all of its common shareholders. but this is not required by federal law. If the company recognizes such rights, it will be noted in the company charter. The shareholder also may receive a subscription warrant entitling them to buy a number of shares of a new issue, usually equal to their current percentage of ownership.\n\nA preemptive right is sometimes called an anti-dilution provision or subscription rights. It gives an investor the ability to maintain a certain percentage of ownership in the company as more shares are issued.\n\nInvestopedia / Michela Buttignol\n\nA preemptive right is essentially a right of first refusal. The shareholder may exercise the option to buy additional shares but is under no obligation to do so.\n\nThe preemptive right clause is commonly used in the U.S. as an incentive to early investors in return for the risks they undertake in financing a new venture. That early investor generally buys convertible preferred shares in the company at the time that it is still a private entity. The preemptive rights give the investor the option to convert the preferred shares to common shares after the company goes public.\n\nThe use of preemptive rights in the U.S. is notably different from that of European Union nations and Great Britain, where preemptive rights for purchasers of common stock are required by law.\n\nThis right is not routinely granted to shareholders in the U.S. Several states grant preemptive rights as a matter of law but even these laws allow a company to negate the right in its articles of incorporation.\n\nThe preemptive right cushions the investor's loss if a new round ofcommon stockis issued at a lower price than the preferred stock owned by the investor. In this case, the owner of preferred stock has the right to convert the shares to a larger number of common shares, offsetting the loss in share value.\n\nThe preemptive right offers the shareholder an option but not an obligation to buy additional shares of stock.\n\nA contract clause may offer either of two types of preemptive rights, the weighted average provision or the rachet-based provision.\n\nPreemptive rights generally are meaningful only to a major investor with a large stake in a company and a vested interest in maintaining a voice in its decisions. Few individual investors acquire a large enough stake in a company to raise any concerns about a reduction in the fractional percentage that their shares represent among millions of shares outstanding.\n\nThose more likely to benefit are early investors and company insiders.\n\nPreemptive rights protect a shareholder from losing voting power as more shares are issued and the company's ownership becomesdiluted.\n\nSince the shareholder is getting an insider's price for shares in the new issue, there also can be a strong profit incentive.\n\nIn the worst case, there is the option of reducing losses by converting preferred stock to more shares if the new issue is priced lower.\n\nPreemptive rights are essentially an additional incentive to early investors in a new venture but they have additional benefits for the company that awards them.\n\nIt is less expensive for a company to sell additional shares to its current shareholders than to issue additional shares on a public exchange. Issuing stock to the public entails paying an investment banking service to manage the sale of the shares.\n\nThe savings in direct sales to existing shareholders lower the company's cost of equity, and hence its cost of capital, increasing the firm's value.\n\nPreemptive rights also are an additional incentive for a company to perform well so it can issue a new round of stock at a higher price.\n\nLet's assume that a company'sinitial public offering(IPO) consists of 100 shares and an individual purchases 10 of the shares. That's a 10% equity interest in the company.\n\nDown the road, the company makes a secondary offering of 500 additional shares. The shareholder who holds a preemptive right must be given the opportunity to purchase as many shares as necessary to protect that 10% equity stake. In this example, that would be 50 shares if the prices of both issues were the same.\n\nThe investor who exercises that right will maintain a 10% equity interest in the company. The investor who opts not to exercise the preemptive right will still have 10 shares, but they will represent less than 2% of the outstanding shares.\n\nHere are the answers to some commonly asked questions about preemptive rights.\n\nPreemptive rights give a shareholder the option to buy additional shares of the company before they are sold on a public exchange. They are often called \"anti-dilution rights\" because their purpose is to give the shareholder the ability to maintain the same level of voting rights as the company grows. Otherwise, the shareholder's stake would dwindle as the number of shares in other hands increases.\n\nPreemptive rights are an additional incentive for early investors to take on the risk of funding a new venture well before it begins making money or launches an initial public offering (IPO). These rights are rarely made available to regular investors in the U.S. although they are commonly offered by European companies.\n\nIf you have preemptive rights, you should have received a subscription warrant when you bought the stock. This entitles you to buy a number of shares of a new issue, usually equal to your current percentage of ownership.\n\nU.S. corporations are not required by law to offer their common shareholders preemptive rights, and most don't. Those that do outline the rights in their company charters. If this is the case, the shareholder should receive a subscription warrant entitling them to buy a number of shares of a new issue before is release on the public exchange. The number will usually be equal to their current percentage of ownership.\n\nGreat Britain and the European Union recognize the preemptive rights of common shareholders. However, in the U.S., such rights are generally awarded only to early investors and other insiders who have purchased shares or been awarded options in companies that have yet to go public.\n\nThey are used as an incentive to investment and a commitment that the holder of preemptive rights will be able to retain voting rights at the same level as the company grows.\n\nThe U.S. Securities and Exchange Commission (SEC) provides a form that allows the removal of preemptive rights from a previous agreement if both parties agree to the change.\n\nIn the U.K., preemptive rights can be canceled if every shareholder signs a waiver. In the absence of such a waiver, the company must pursue a legal process if it wishes to cancel its preemptive rights.\n\nPreemptive rights in the U.S. are relevant primarily to shareholders with a significant stake in a company who want to maintain that stake. Generally, they are early investors in a company or other major stakeholders who are given the contractual right to buy additional shares of any new issue in order to maintain the size of their stake. The ability to buy additional shares also cushions any losses they will incur if the newly issued shares bear a lower price.\n\nLegal Information Institute. \"Preemptive Right.\" Accessed April 16, 2021.\n\nPenn State Law eLibrary. \"Issuing New Shares and Preemptive Rights: A Comparative Analysis.\" Accessed April 16, 2021.\n\nLegal Information Institute. \"Preemptive Right.\" Accessed April 16, 2021.\n\nPenn State Law eLibrary. \"Issuing New Shares and Preemptive Rights: A Comparative Analysis.\" Accessed April 16, 2021.\n\nSecurities and Exchange Commission. \"Waiver of Preemptive Rights.\" Accessed April 16, 2021.\n\nSimply-Docs. \"Deed of Waiver of Pre-emptive Rights.\" Accessed April 16, 2021.",
  "url": "https://www.investopedia.com/terms/p/preemptiveright.asp"
}