{
  "term": "Preferred Stock: What It Is and How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nPreferred stock is a class of shares that give the holder a higher claim to dividends or asset distribution than common stockholders.\n\nThere are two types of shares in a company:common stockand preferred stock. Preferred stockholders have a higher claim todividendsor asset distribution than common stockholders. However, preferred shareholders receive no or fewer voting rights. The details of each preferred stock depend on the issue.\n\nPreferred shareholders have priority over common stockholders when it comes to dividends, which can be paid monthly or quarterly.These dividends can be fixed or set in terms of a benchmark interest rate like thesecured overnight financing rate(SOFR), and are often quoted as a percentage in the issuing description.\n\nAdjustable-rate shares specify certain factors that influence the dividend yield, and participating shares can pay additional dividends that are measured in terms of common stock dividends or the company’s profits. The decision to pay the dividend is at the discretion of a company’s board of directors.\n\nUnlike common stockholders, preferred stockholders have limited rights, which usually do not include voting.Preferred stock combines features of debt, in that it pays fixed dividends, and equity, in that it has the potential to appreciate. This appeals to investors seekingstability in potential future cash flows.\n\nNot all preferred stocks are the same. Each may or may not have different features that make them more or less favorable compared to other types.\n\nPrior preferred stock refers to the order in which preferred stock is ranked when considered for prioritization for creditors or dividend awards. Though regular preferred stock and prior preferred stock both hold precedence over common stock, prior preferred stock refers to an earlier issuance of preferred stock that takes priority. For example, if a company can only financially afford to pay one tier of shares its dividend, it must start with its prior preferred stock issuance.\n\nPreference preferred stock is considered the next tier of stock in terms of prioritization. Though it falls behind prior preferred stock, preference preferred stock often has greater priority compared to other issuances of preferred stock. If there are multiple tiers of preference preferred stock, each issuance is usually given its rank (i.e., most senior, second senior, etc.).\n\nSome types of preferred stock have a fixed end date when, like a bond, the original capital is returned to shareholders. In most cases, preferred stock is considered perpetual. This means that the initial capital invested will not be returned. An investor must sell their shares to redeem their investment.\n\nConvertiblepreferred stock allows a shareholder to trade their preferred stock for common stock shares. The exchange may happen when the investor wants, regardless of the price of either share.\n\nOnce the exchange has occurred, the investor has relinquished their right to trade and cannot convert the common shares back to preferred shares. Convertible preferred stock usually has predefined guidance on how many shares of common stock it can be exchanged for.\n\nIf a company issues a dividend, it may issue cumulative preferred stock. If the company issues a dividend but does not actually pay it out, that unpaid dividend is accumulated and must be made in a future period.\n\nIt is also important to remember that preferred stock takes precedence over common stock for receiving dividends. This means that a share of cumulative preferred stock must have all accumulated dividends from all prior years paid before any other lower-tier share can receive dividend payments.\n\nSome preferred stock may explicitly state that it is noncumulative. This means that if a company does not pay a dividend in a given year, that “missed” dividend is not directly made up for in a future period.\n\nFor these shares, dividends are treated as year-to-year; Any prior period does not carry over and does not hold weight in the order of who gets paid. This type of stock is common in banking, as there are international rules that dictate how certain capital is classified byregulators.\n\nIn some years, a company may decide it cannot financially afford to issue a dividend. However, participating preferred stockholders may still be entitled to a dividend.\n\nThese participating dividends may be tied to company achievements such as total sales, earnings, or specific margins. A participating preferred stockholder may also earn these dividends on top of what the company issues as “normal dividends,” assuming the company has enough finances to make all payments.\n\nWhile preferred stock and common stock are both equity instruments, they share important distinctions. First,preferred stock receive a fixed dividendas dividend obligations to preferred shareholders must be satisfied first.\n\nCommon stockholders, on the other hand, may not always receive a dividend. A company may fully pay all dividends (even prior years) to preferred stockholders before any dividends can be issued to common stockholders.\n\nSecond, preferred stockholders typically do not share in the priceappreciation(or depreciation) to the same degree as common stock. The inherent value of preferred stock is the ongoing cash proceeds that investors receive. Common stock, on the other hand, is more difficult to value. However, because it is not tied to semi-fixed payments, investors hold common stock for the potential capital appreciation.\n\nFinally, the two types of equity have different terms or conditions. Preferred stockholders typically have novoting rights, whereas common stockholders do. Preferred stockholders may have the option to convert shares to common shares, but not vice versa. Preferred shares may also be callable, where the company can repurchase them at par value. Preferred stock also receives better treatment during liquidations.\n\nTradable on public exchanges (for public companies)\n\nHave first right to dividends and must be paid before common stockholders\n\nTypically do not have as much capital appreciation\n\nTypically have no voting rights\n\nMay have the option to be convertible to common stock\n\nReceive better treatment during liquidations\n\nTradable on public exchanges (for public companies)\n\nNo guarantee of dividends; must wait until preferred stockholders are made whole\n\nOften have higher capital appreciation\n\nDo not have the option to be convertible to preferred stock\n\nReceive worse treatment during liquidations\n\nPreferred stock is often compared to bonds because both may offer recurring cash distributions. However, as there are many differences between stocks andbonds, there are differences with preferred equity as well.\n\nIn terms of similarities, both securities are often issued at face or par value. This value is used to calculate future dividend payments and isunrelated to the market price of the security. Then, companies may issue dividends similar to how bonds issue coupon payments. Though the mechanism is different, the end result is ongoing payments derived from an investment.\n\nThere are still many differences between the two. Preferred stock dividend payments are not fixed and can change or be stopped. However, these payments are oftentaxed at a lower ratethan bond interest. In addition, bonds often have a term that matures after a certain amount of time. There is no “end date” for most preferred stock, except dissolution of the company.\n\nIn addition, there are differences regarding the order of rights when a company is liquidated. Debtholders receive preferential treatment, and bondholders get early payouts from liquidated assets. Then, preferred shareholders receive distributions if any assets remain. Common stockholders are last in line and often receive minimal or nobankruptcyproceeds.\n\nUnlike bondholders, failing to pay a dividend to preferred shareholders does not mean a company is in default. Because preferred shareholders do not enjoy the same guarantees as creditors, the ratings on preferred shares are generally lower than the same issuer’s bonds, with the yields being accordingly higher.\n\nOften issue periodic, ongoing cash payments\n\nIssued at par value (which is independent of market value)\n\nDividends may increase, decrease, or end at a company’s discretion\n\nPreferred stockholders are behind bondholders during bankruptcy or liquidations\n\nOften issue periodic, ongoing cash payments\n\nIssued at par value (which is independent of market value)\n\nInterest is fixed and will not change over the life of the bond\n\nBondholders receive preferential treatment during bankruptcy or liquidation\n\nHave a fixed term or maturity date\n\nCumulative preferred stock has the condition that any previously awarded dividends that have not yet been paid must be distributed before any common shareholder receives any dividend distribution. This different from noncumulative preferred stock, which does not accumulate prior unpaid dividends.\n\nPreferred shares usually do not carry voting rights, although under some agreements, these rights may revert to shareholders who have not received their dividend.\n\nPreferred shares have less potential to appreciate in price than common stock, and they usually trade within a few dollars of their issue price, most commonly $25. Whether they trade at a discount or premium to the issue price depends on the company’screditworthinessand the specifics of the issue—for example, whether the shares are cumulative, their priority relative to other issues, and whether they are callable.\n\nIf shares are callable, the issuer can purchase them back at par value after a set date. If interest rates fall, for example, and the dividend yield does not have to be as high to be attractive, the company may call its shares and issue another series with a lower yield. Shares can continue to trade past their call date if the company does not exercise this option.\n\nSome preferred shares are convertible, meaning they can be exchanged for a given number of common shares under certain circumstances.The board of directors might vote to convert the stock, the investor might have the option to convert, or the stock might have a specified date when it automatically converts. Whether this is advantageous to the investor depends on the market price of the common stock.\n\nPay attention to whether a preferred stock is callable. The issuing company holds the right to buy the security back.\n\nPreferred shares come in a wide variety of forms and can generally be purchased throughonline stockbrokers. The features described above are only the more common examples, and they are frequently combined in a number of ways. A company can issue preferred shares under almost any set of terms, assuming it follows relevant laws and regulations. Most preferred issues have no maturity dates or have very distant ones.\n\nInstitutions are usually the most common purchasers of preferred stock, especially during theprimary distribution phase. This is due to certain tax advantages not available to retail investors.Because these institutions buy in bulk, preferred issues are a relatively simple way to raise large amounts of capital. Private or pre-public companies issue preferred stock for this reason.\n\nPreferred stock issuers tend to group near the upper and lower limits of the creditworthiness spectrum. Some issue preferred shares because regulations prohibit them from taking on any more debt or because they risk being downgraded. On the other hand, several established names like General Electric, Bank of America, and Georgia Power issue preferred stock to finance projects.\n\nA preferred stock is aclass of stockthat is granted certain rights that differ from common stock. Preferred stock often has higher dividend payments and a higher claim to assets in the event of liquidation. In addition, preferred stock can have a callable feature, which means that the issuer has the right to redeem the shares at a predetermined price and date as indicated in the prospectus. In many ways, preferred stock has similar characteristics to bonds, and because of this are sometimes referred to as hybrid securities.\n\nPreferred stock often provides more stability and cash flow compared to common stock. Therefore, investors looking to hold equities but not overexpose theirportfolioto risk often buy preferred stock. In addition, preferred stock investors receive favorable tax treatment. The company issuing the preferred stockdoes not receive a tax advantage. However. institutional investors and large firms may be enticed to the investment due to its tax advantages.\n\nConsider a company issuing a 7% preferred stock at a $1,000 par value. In turn, the investor would receive a $70 annual dividend, or $17.50 quarterly. Typically, this preferred stock will trade around its par value, behaving more similarly to a bond. Investors who are looking to generate income may choose to invest in this security. The most common sector that issues preferred stock is the financial sector, where preferred stock may be issued as a means to raise capital.\n\nLike any other type of equity investment, there are risks of investing, including the loss of capital. Preferred stock has different features from common stock, so it may perform differently. However, both investments are reflections of the performance of the underlying company. Should the company begin to struggle, this may result in a decrease in the price of preferred stock.\n\nThough preferred stock often has greater rights and claims to dividends, it does not appreciate as much as common stock. In addition, preferred stockholders have little to no say in the operations of the company, as they usually forgo voting capabilities.\n\nInvestors interested in generating cash flow from their equity holdings may be better suited holding preferred equity or preferred stock. This type of equity investment represents ownership of a company and results in prioritized treatment for dividend distributions. Though there are sacrifices for this right, preferred stock is simply a different vehicle for owning part of a business.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Stocks: What Kinds of Stocks Are There?”\n\nCharles Schwab, via Internet Archive Wayback Machine. “Preferred Stocks/Securities.”\n\nInternal Revenue Service. “Publication 542 (01/2024), Corporations.”\n\nU.S. Securities and Exchange Commission. “GENERAL ELECTRIC COMPANY Offer to Exchange Up to 5,944,250 Shares of Our 5.00% Fixed-to-Floating Rate Non-Cumulative Perpetual Preferred Stock, Series D.”\n\nU.S. Securities and Exchange Commission. “BANK OF AMERICA CORPORATION 7.25% Non-Cumulative Perpetual Convertible Preferred Stock, Series L.”\n\nU.S. Securities and Exchange Commission. “Georgia Power 2,250,000 Shares—6.50% Series 2007A Preference Stock Non-Cumulative, Par Value $100 Per Share.”",
  "url": "https://www.investopedia.com/terms/p/preferredstock.asp"
}