{
  "term": "Preferred Dividends: Definition in Stocks and Use in Investing",
  "definition": "Preferred dividends are allocated to and paid on a company’spreferred shares. If a company is unable to pay alldividends, claims to preferred dividends take precedence over claims to dividends that are paid oncommon shares.\n\nThe boards of directors of public companies determine whether to pay a dividend to holders of its common stock and how much to pay out. The dividend is a reward to stockholders. It represents their share of the company’s profits and is an incentive for them to hold onto the stock for the long term. Theboardmay raise, reduce, or eliminate its dividend based on the recent success of the business and depending on what other priorities it sees for the money.\n\nPreferred dividends are issued based on thepar valueand dividend rate of the preferred stock. While preferred dividends are issued at a fixed rate based on their par value, this may be unfavorable in high inflation periods. This is because the fixed payment is based on a real rate of interest and is typically unadjusted for inflation.\n\nThedividendsfor preferred stocks are, by definition, determined in advance and paid out before any dividend for the company’s common stock is determined. The dividend may be a set percentage or may be tied to a particular benchmark interest rate. The dividend is generally paid on a quarterly or annual basis.\n\nAll issuances of preferred stock contain theequity’s dividend rate and par value in the preferred-stockprospectus. The dividend rate multiplied by the par value equates to the total annual preferred dividend. If the total dividend to be received is paid out in installments, such as in quarters, theissuerdivides the total preferred dividend by the number of periods to get an approximate installment payment.\n\nThepreferred dividend coverage ratiois a measure of a company’s ability to pay the required amount that will be due to the owners of its preferred stock shares. Preferred stock shares come with a dividend that is set in advance and cannot be changed. A healthy company will have a high preferred dividend coverage ratio, indicating that it will have little difficulty in paying the preferred dividends it owes.\n\nAbusinessmay elect to forgo payment of dividends. Because preferred stockholders have priority over common stockholders in regard to dividends, these forgone dividends accumulate and must eventually be paid to preferred shareholders. Therefore, preferred stock dividends inarrearsare legal obligations to be paid to preferred shareholders before any common-stock shareholder receives any dividend. All previously omitted dividends must be paid before any current-year dividends may be paid.\n\nPreferred dividends accumulate and must be reported in a company’s financial statement.Noncumulativepreferred stock does not have this feature, and all preferred dividends in arrears may be disregarded.\n\nPreferred stockholders typically receive the right to preferential treatment regarding dividends, in exchange for the right to share in earnings in excess of issued dividend amounts. Some preferred stockholders may receive the right of participation, in which their dividends are not restricted to the fixed rate of interest. However, a majority of preferred-stock issuances are nonparticipating.\n\nCallable preferred stockresults in higher preferred dividends, as investors are sacrificing long-term security. If the preferred stock is retired at thecall price, future preferred dividends may be included in the repurchase.Convertible preferred stockhas lower preferred dividends, as the investor receives the additional of converting the preferred stock to common stock.\n\nOne benefit of preferred stock is that it typically pays higher dividend rates than common stock of the same company. A company declares all future preferred dividend obligations in advance, so it must allocate funds for that purpose where they accumulate in arrears.\n\nPreferred dividends are issued based on the par value and dividend rate of the preferred stock. While they are issued at a fixed rate based on their par value, this may be unfavorable in high inflation periods. This is because the fixed payment is based on a real rate of interest and is typically unadjusted for inflation.\n\nThe dividend rate multiplied by the par value equals the total annual preferred dividend. If it is paid out in installments, such as in quarters, the issuer divides the total preferred dividend by the number of periods to get an approximate installment payment.\n\nPreferred dividends are allocated to and paid on a company’s preferred shares. If a company can’t pay all dividends, claims to preferred dividends take precedence over claims to dividends that are paid on common shares.",
  "url": "https://www.investopedia.com/terms/p/preferreddividend.asp"
}