{
  "term": "Premium: Definition, Meanings in Finance, and Types",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nPremium has several meanings in finance. Most commonly, it refers to:\n\nBroadly speaking, a premium is a price paid for above and beyond some basic orintrinsic value. Relatedly, it is the price paid for protection from a loss, hazard, or harm (e.g., insurance or options contracts). The word \"premium\" is derived from the Latinpraemium, where it meant \"reward\" or \"prize.\"\n\nA price that exists above some sort of fundamental value is referred to as a premium, and such assets or objects are said to be trading at a premium. Assets may trade at a premium due to increased demand, limited supply, or perceptions of increased value in the future.\n\nA premium bond is a bond trading above its face value or in other words; it costs more than the face amount on the bond. A bond might tradeat a premiumbecause its interest rate is higher than current rates in the market.\n\nThe concept of abond price premiumis related to the principle that the price of a bond is inversely related to interest rates; if a fixed-income security is purchased at a premium, this means that then-current interest rates are lower than thecoupon rateof the bond. The investor thus pays a premium for an investment that will return an amount greater than existing interest rates.\n\nArisk premiuminvolves returns on an asset that are expected to be in excess of therisk-free rate of return. An asset's risk premium is a form of compensation for investors. It represents payment to investors for tolerating the extra risk in a given investment over that of arisk-free asset.\n\nSimilarly, theequity risk premiumrefers to an excess return that investing in thestock marketprovides over a risk-free rate. This excessreturncompensates investors for taking on the relatively higher risk of equity investing. The size of the premium varies and depends on thelevel of riskin a particular portfolio. It also changes over time as market risk fluctuates.\n\nPremiums for options are the cost to buy an option. Options give the holder (owner) the right but not the obligation to buy or sell the underlying financial instrument at a specified strike price. The premium for a bond reflects changes in interest rates or risk profile since the issuance date. The buyer of an option has the right but not the obligation to buy (call) or sell (put) the underlying instrument at a given strike price for a given period of time.\n\nThe premium that is paid is its intrinsic value plus itstime value; an option with a longer maturity always costs more than the same structure with a shorter maturity. Thevolatilityof the market and how close the strike price is to the then-current market price also affect the premium.\n\nSophisticated investors sometimes sell one option (also known as writing an option) and use the premium received to cover the cost of buying the underlying instrument or another option. Buying multiple options can either increase or reduce the risk profile of the position, depending on how it is structured.\n\nPremiums for insurance include the compensation the insurer receives for bearing the risk of apayoutshould an event occur that triggers coverage. The premium may also contain a sales agent's or broker's commissions. The most common types of coverage are auto, health, and homeowners insurance.\n\nPremiums are paid for many types of insurance, including health, homeowners, and rental insurance. These payments must be submitted on aregular mode or scheduleto continue a policy. A common example of aninsurance premiumcomes fromauto insurance. A vehicle owner can insure the value of their vehicle against loss resulting from accident, theft, fire, and other potential problems.\n\nThe owner usually pays a fixed premium amount in exchange for the insurance company's guarantee to cover anyeconomic lossesincurred under the scope of the agreement. Premiums are based on both the risk associated with the insured and the amount of coverage desired.\n\nTo pay a premium generally means to pay above the going rate for something, because of some perceived added value or due to supply and demand imbalances. To pay a premium may also refer more narrowly to making payments for an insurance policy or options contract.\n\nSynonyms for \"premium\" include prize, fee, dividend, or bonus. In insurance and options trading, it may be synonymous with \"price.\"\n\nPremium pricing is a marketing strategy that involves tactically setting the price of a particular product higher than either a more basic version of that product or versus the competition. The purpose of premium pricing is to convey higher quality or desirability than other options.\n\nFinancial Industry Regulatory Authority. \"Understanding Bond Yield and Return.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"",
  "url": "https://www.investopedia.com/terms/p/premium.asp"
}