{
  "term": "Prepayment: Definition, How It Works, Types, and Penalties",
  "definition": "A prepayment is the satisfaction of a debt before its official due date. It can apply to goods, services, or loans.\n\nPrepayment is an accounting term for the settlement of a debt orinstallment loanin advance of its official due date. A prepayment may be the settlement of a bill, an operating expense, or a non-operating expense that closes an account before its due date. An individual, a corporation, or any other type of organization may make a prepayment.\n\nDebts and obligations can often get settled in advance through prepayment. Corporations might prepay rent, wages,revolving lines of credit, or other short-term or long-term debt obligations.\n\nConsumers can prepay credit card charges before receiving a statement. Or they mightpay a loan off earlyby refinancing the debt through another lender or by paying the entire debt out of pocket.\n\nSome loans, such asmortgages, may include a prepayment penalty. Lenders must disclose whether a loan includes a prepayment penalty, and borrowers must agree to the provision when they take out the loan. Further, some state and federal laws restrict these types of prepayment penalties.\n\nThe penalty may only apply to paying off the entire balance, generally byrefinancing the mortgage. A borrower can usually make intermittent extra payments of theprincipalwithout penalty.\n\nA prepayment might pay off the entire balance of a liability or partially pay down a portion of a loan balance before its due date.\n\nPrepayments are common in a variety of contexts. Individuals and large businesses make prepayments.\n\nIn the corporate environment, expenses are the most common prepayments. These expenditures are paid in full in one accounting period for goods or services that will be consumed in a future period. The prepayment is reclassified as a normal expense when the asset is used or consumed. Aprepaid expenseis first categorized as acurrent asseton the company'sbalance sheet.\n\nFor example, a company can list $6,000 as a current asset under the prepaid rent account on itsbalance sheetif it rents office space for $1,000 per month and prepays six months' rent. The company would reduce the current asset by $1,000 in each subsequent month and would list the expense on itsincome statementas an operating cost of $1,000 as the total prepaid rent expenses are actually incurred.\n\nIndividuals also make prepayments, and the personal accounting process is much easier. A consumer might run up a monthly credit card bill with a settlement date of 30 days after the end of the month.\n\nIf a consumer incurs $1,000 of total expenses on the card and pays it off on the 30th day of that month, it's considered a prepayment because the bill isn't due for another 30 days. The consumer's credit card company tracks these prepayments, so there is little need for the consumer to account for it personally.\n\nTaxpayers regularly—voluntarily or not—make a prepayment of taxes when part of their pay gets withheld for taxes. Technically, taxes are due on or about April 15 each year, but their employers must withhold taxes in each pay period and send the money to the government on the employee's behalf.\n\nTheInternal Revenue Service (IRS)typically requires self-employed individuals to make a prepayment of taxes by filing quarterly estimated taxes.\n\nIn either case, if they pay more than their taxes due for the year, taxpayers receive any excess back as a tax refund.\n\nSome lenders charge a prepayment penalty if you pay off your loan early. Prepayment penalties typically amount to 1%-2%, which can add up quickly if you're making a substantial payment.Loan types that may include prepayment penalties include mortgages, auto loans, and personal loans.\n\nPassed in 2010, theDodd-Frank Actprohibits lenders from assessing prepayment penalties on government-backed loans, including those from theFederal Housing Administration (FHA), theU.S. Department of Veterans Affairs (VA), and theU.S. Department of Agriculture (USDA).\n\nFor all other mortgage types, Dodd-Frank restricts lenders from assessing penalties beyond the first three years of the loan.Further, many states have laws prohibiting prepayment penalties on mortgages and other loans.\n\nMortgage prepayment penalties generally only apply when you pay off the entire outstanding mortgage balance at once.Making additional payments toward the principal rarely incurs extra charges.\n\nLenders dislike prepayments because they lose out on interest paid since a prepayment shortens the loan term. If enough borrowers prepay their loans, lenders also face increasedinterest rate risk, meaning the potential for investment losses.\n\nPrepayment is primarily a risk for lenders and investors, who lose out on the value of interest payments over time.Prepayment riskis highest for fixed-income securities such as mortgage-backed securities.\n\nA deposit represents a partial payment to place a hold on a product or service, such as a reservation. A prepayment can represent paying for a good and service before receiving delivery. A prepayment can also involve a borrower paying off all of a loan's outstanding balance before the loan's end date.\n\nA prepayment is the settlement of a debt or expense before the agreed-upon payment date. Although individuals and companies make prepayments, individuals make them to minimize interest charges, while companies may prepay expenses as an accounting practice. Prepaid rent counts as an asset on a corporate balance sheet.\n\nIndividuals might prepay installment loans such as mortgages and auto loans. However, some state and federal laws prohibit lenders from charging prepayment penalties for certain loans. Be sure to check the loan terms in your contract before making a prepayment.\n\nInternal Revenue Service. \"Self-Employed Individuals Tax Center.\"\n\nExperian. \"How Much Does a Prepayment Penalty Cost?\"\n\nCongress.gov. \"H.R.4173: Dodd-Frank Wall Street Reform and Consumer Protection Act.\" Page 774.\n\nConsumer Financial Protection Bureau. \"What Is a Prepayment Penalty?\"",
  "url": "https://www.investopedia.com/terms/p/prepayment.asp"
}