{
  "term": "Prepayment Penalty: Definition, Examples, Disclosure Laws",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAprepaymentpenalty is usually specified in a clause in a mortgage contract stating that a penalty will be assessed if the borrower significantly pays down or pays off the mortgage before term, usually within the first three years of committing to the loan. The penalty is sometimes based on a percentage of the remainingmortgage balance, or it can be a certain number of months’ worth of interest. Prepayment penalties protect the lender against the financial loss of interest income that would otherwise have been paid over time.\n\nPrepayment penalties are written into mortgage contracts by lenders to compensate forprepayment risk, particularly in difficult economic climates and under circumstances where the incentive for a borrower to refinance a subprime mortgage is high. These penalties don’t only kick in when a borrowerpays off the entire loan. Some penalty provisions go into effect if the borrower pays a large portion of the loan balance in a single payment.\n\nAdding a prepayment penalty to a mortgage can safeguard against early refinancing or a home sale within the first three years after closing on a mortgage when a borrower is considered a risk to the lender. Alternatively, prepayment penalties might be added as a way to recoup some profit when a mortgage is advertised with a lower-than-average interest rate.\n\nMortgage lenders are required to disclose prepayment penalties at the time of closing on a new mortgage. Such penalties can’t be imposed without a borrower’s consent or knowledge.However, borrowers should be made aware of any potential for prepayment penalties well before closing. If the lender hasn’t said anything about one, borrowers should ask early on.\n\nMaking small, additional principal payments over the life of the loan does not normally trigger penalties, but it can’t hurt to ask your lender to make sure.\n\nA prepayment penalty that applies to both the sale of a home and a refinancing transaction is called a “hard” prepayment penalty. Aprepayment penalty that applies to refinancingonly is referred to as a “soft” one.\n\nWhile some home loans include prepayment penalties, they are not legal on single-family FHA loans. For other home loans, lenders can only inflict prepayment penalties during the first three years, with limits on the size of the penalty. Additionally, the lenders have to offer a loan that does not include a prepayment penalty as an alternative. These rules are in effect for loans issued after January 10, 2014, established by the Consumer Financial Protection Bureau (CFPB) following the passage of the2010 Dodd-Frank Act.\n\nVA mortgage loans issued to military and student loans do not allow prepayment penalties.\n\nPrepayment penalties vary among lenders. This means borrowers should be diligent about asking for—and fully understanding—the prepayment disclosure document prior to closing. Prepayment penalties can be set either as a fixed amount or as a percentage of the remaining mortgage balance. They may also be assessed on a sliding scale based on the length of time the mortgage has been in place.\n\nSome lenders impose a penalty when a refinance orsale of the homeis completed within the first two to three years of the original mortgage. Others charge a fee when the balance is paid off within the first five years.\n\nA homeowner decides to refinance a two-year-old mortgagewith a remaining balance of $250,000. If there is a prepayment penalty of 4%, said homeowner would pay $10,000 to the original lender for paying off the mortgage early. Borrowers should be aware of the specifics of their lender’s prepayment penalties; they can substantially increase the cost of refinancing a mortgage or selling a home.\n\nConsumer Financial Protection Bureau. \"What Is a Prepayment Penalty?\"\n\nFederal Register. \"Ability-to-Repay and Qualified Mortgage Standards Under the Truth in Lending Act (Regulation Z).\"\n\nBenefits.gov. \"Home Loan for Regular Purchase.\"",
  "url": "https://www.investopedia.com/terms/p/prepaymentpenalty.asp"
}