{
  "term": "Present Value Interest Factor (PVIF): Formula and Definition",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nMichela Buttignol / Investopedia\n\nThe present value interest factor (PVIF) is a formula used to estimate the current worth of a sum of money that is to be received at some future date. PVIFs are often presented in the form of a table with values for different time periods and interest rate combinations.\n\n﻿PVIF=a(1+r)nwhere:a=The future sum to be receivedr=The discount interest rate\\begin{aligned} &PVIF = \\frac{a}{(1 + r)^{n}}\\\\ &\\textbf{where:}\\\\ &a=\\text{The future sum to be received}\\\\ &r=\\text{The discount interest rate}\\\\ &n=\\text{The number of years or other time period} \\end{aligned}​PVIF=(1+r)na​where:a=The future sum to be receivedr=The discount interest rate​﻿\n\nThe present value interest factor is based on the key financial concept of thetime value of money. That is, a sum of money today is worth more than the same sum will be in the future, because money has the potential to grow in value over a given period of time. Provided money can earninterest, any amount of money is worth more the sooner it is received.\n\nPresent value interest factors are often used in analyzingannuities. Thepresent value interest factor of an annuity (PVIFA)is useful when deciding whether to take a lump-sum payment now or accept an annuity payment in future periods. Using estimated rates of return, you can compare the value of the annuity payments to thelump sum.\n\nThe present value interest factor may only be calculated if the annuity payments are for a predetermined amount spanning a predetermined range of time.\n\nHere is an example of how to use the PVIF to calculate the present value of a future sum. Assume an individual is going to receive $10,000 five years from now, and that the current discountinterest rateis 5%. Using the formula for calculating the PVIF, the calculation would be $10,000 / (1 + 0.05) ^ 5. The resulting PVIF figure from the calculation is $7,835.26.\n\nThe present value of the future sum is then determined by subtracting the PVIF figure from the total future sum to be received. Thus, the present value of the $10,000 to be received five years in the future would be $10,000 - $7,835.26 = $2,164.74.\n\nA PVIF can only be calculated for an annuity payment if the payment is for a predetermined amount and a predetermined period of time.\n\nPVIF tables often provide a fractional number to multiply a specified future sum by using the formula above, which yields the PVIF for one dollar. Then the present value of any future dollar amount can be figured by multiplying any specified amount by the inverse of the PVIF number.\n\nAdd 1 and the discount interest rate, then multiply the sum by the number of years or another time period. Divide the future sum to be received by that multiplication result, and you have the present value interest factor (PVIF).\n\nThe PVIF is based on the time value of money. The meaning of that key financial concept is that a sum of money today is worth more than the same sum will be in the future, because money has the potential to grow in value over a given period of time.\n\nThe present value interest factor of an annuity (PVIFA) is useful when you are deciding whether to take a lump-sum payment now or an annuity payment in future periods. Using estimatedrates of return, you can compare the value of the annuity payments to the lump sum.\n\nA present value interest factor (PVIF) is used to simplify a calculation of the time value of a sum of money to be paid in the future. It is a formula commonly used in analyzing annuities, and is available in table form for reference.",
  "url": "https://www.investopedia.com/terms/p/pvif.asp"
}