{
  "term": "Present Value of an Annuity: Meaning, Formula, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe present value of an annuity is the current value of future payments from an annuity, given a specified rate of return, ordiscount rate. The higher the discount rate, the lower the present value of the annuity.\n\nPresent value (PV)is an important calculation that relies on the concept of the time value of money, whereby a dollar today is relatively more \"valuable\" in terms of its purchasing power than a dollar in the future.\n\nAnannuityis a financial product that provides a stream of payments to an individual over a period of time, typically in the form of regular installments. Annuities can be either immediate or deferred, depending on when the payments begin. Immediate annuities start paying out right away, while deferred annuities havea delay before payments begin.\n\nBecause of thetime value of money, money received today is worth more than the same amount of money in the future because it can be invested in the meantime. By the same logic, $5,000 received today is worth more than the same amount spread over five annual installments of $1,000 each.\n\nPresent value isan important concept for annuitiesbecause it allows individuals to compare the value of receiving a series of payments in the future to the value of receiving alump-sum paymenttoday. By calculating the present value of an annuity, individuals can determine whether it is more beneficial for them to receive a lump sum payment or to receive an annuity spread out over a number of years. This can be particularly important when making financial decisions, such as whether to take a lump sum payment from a pension plan or to receive a series of payments from an annuity.\n\nThe pension provider willdetermine the commuted valueof the payment due to thebeneficiary.They do this to ensure they are able to meet future payment obligations.\n\nPresent value calculations can also be used to compare the relative value of different annuity options, such as annuities with different payment amounts or different payment schedules.\n\nThe discount rate is a key factor in calculating the present value of an annuity. The discount rate is an assumed rate of return or interest rate that is used to determine the present value of future payments.\n\nThe discount rate reflects the time value of money, which means that a dollar today is worth more than a dollar in the future because it can beinvested and potentially earn a return.The higher the discount rate, the lower the present value of the annuity, because the future payments are discounted more heavily. Conversely, a lower discount rate results in a higher present value for the annuity, because the future payments are discounted less heavily.\n\nIn general, the discount rate used to calculate the present value of an annuity should reflect the individual's opportunity cost of capital, or the return they could expect to earn by investing in other financial instruments. For example, if an individual could earn a 5% return by investing in a high-quality corporate bond, they might use a 5% discount rate when calculating the present value of an annuity. The smallest discount rate used in these calculations is therisk-free rate of return. U.S. Treasury bonds are generally considered to be the closest thing to a risk-free investment, so their return is often used for this purpose.\n\nIt's important to note that the discount rate used in the present value calculation is not the same as the interest rate that may be applied to the payments in the annuity. The discount rate reflects the time value of money, while the interest rate applied to the annuity payments reflects the cost of borrowing or the return earned on the investment.\n\nThe opposite of present value isfuture value (FV). The FV of money is also calculated using a discount rate, but extends into the future.\n\nTheformula for the present valueof anordinary annuityis below. An ordinary annuity pays interest at the end of a particular period, rather than at the beginning:\n\nP=PMT×1−(1(1+r)n)rwhere:P=Present value of an annuity streamPMT=Dollar amount of each annuity paymentr=Interest rate (also known as discount rate)n=Number of periods in which payments will be made\\begin{aligned} &\\text{P} = \\text{PMT} \\times \\frac { 1 - \\Big ( \\frac { 1 }{ ( 1 + r ) ^ n } \\Big ) }{ r } \\\\ &\\textbf{where:} \\\\ &\\text{P} = \\text{Present value of an annuity stream} \\\\ &\\text{PMT} = \\text{Dollar amount of each annuity payment} \\\\ &r = \\text{Interest rate (also known as discount rate)} \\\\ &n = \\text{Number of periods in which payments will be made} \\\\ \\end{aligned}​P=PMT×r1−((1+r)n1​)​where:P=Present value of an annuity streamPMT=Dollar amount of each annuity paymentr=Interest rate (also known as discount rate)n=Number of periods in which payments will be made​\n\nAssume a person has the opportunity to receive an ordinary annuity that pays $50,000 per year for the next 25 years, with a 6% discount rate, or take a $650,000 lump-sum payment. Which is the better option? Using the above formula, the present value of the annuity is:\n\nPresent value=$50,000×1−(1(1+0.06)25)0.06=$639,168\\begin{aligned} \\text{Present value} &= \\$50,000 \\times \\frac { 1 - \\Big ( \\frac { 1 }{ ( 1 + 0.06 ) ^ {25} } \\Big ) }{ 0.06 } \\\\ &= \\$639,168 \\\\ \\end{aligned}Present value​=$50,000×0.061−((1+0.06)251​)​=$639,168​\n\nGiven this information, the annuity is worth $10,832 less on a time-adjusted basis, so the person would come out ahead by choosing the lump-sum payment over the annuity.\n\nAn ordinary annuity makes payments at the end of each time period, while anannuity duemakes them at the beginning. All else being equal, the annuity due will be worth more in the present.In the case of an annuity due, since payments are made at the beginning of each period, the formula is slightly different. To find the value of an annuity due, simply multiply the above formula by a factor of (1 + r):\n\nP=PMT×1−(1(1+r)n)r×(1+r)\\begin{aligned} &\\text{P} = \\text{PMT} \\times \\frac { 1 - \\Big ( \\frac { 1 }{ ( 1 + r ) ^ n } \\Big ) }{ r } \\times ( 1 + r ) \\\\ \\end{aligned}​P=PMT×r1−((1+r)n1​)​×(1+r)​\n\nSo, if the example above referred to an annuity due rather than an ordinary annuity, its value would be as follows:\n\nPresent value=$50,000×1−(1(1+0.06)25)0.06×(1+.06)=$677,518\\begin{aligned} \\text{Present value} &= \\$50,000 \\times \\frac { 1 - \\Big ( \\frac { 1 }{ ( 1 + 0.06 ) ^ {25} } \\Big ) }{ 0.06 } \\times ( 1 + .06 ) \\\\ &= \\$677,518 \\\\ \\end{aligned}Present value​=$50,000×0.061−((1+0.06)251​)​×(1+.06)=$677,518​\n\nIn this case, the person should choose the annuity due option because it is worth $27,518 more than the $650,000 lump sum.\n\nFuture value (FV) is the value of a current asset at a future date based on an assumed rate of growth. It is important to investors as they can use it to estimate how much an investment made today will be worth in the future. This would aid them in making sound investment decisions based on their anticipated needs. However, external economic factors, such as inflation, can adversely affect the future value of the asset by eroding its value.\n\nAn ordinary annuity is a series of equal payments made at the end of consecutive periods over a fixed length of time. An example of an ordinary annuity includes loans, such as mortgages. The payment for an annuity due is made at the beginning of each period. A common example of an annuity due payment is rent. This variance in when the payments are made results in different present and future value calculations.\n\nThe formula for the present value of an ordinary annuity is:\n\nP=PMT×1−(1(1+r)n)rwhere:P=Present value of an annuity streamPMT=Dollar amount of each annuity paymentr=Interest rate (also known as discount rate)n=Number of periods in which payments will be made\\begin{aligned} &\\text{P} = \\text{PMT} \\times \\frac { 1 - \\Big ( \\frac { 1 }{ ( 1 + r ) ^ n } \\Big ) }{ r } \\\\ &\\textbf{where:} \\\\ &\\text{P} = \\text{Present value of an annuity stream} \\\\ &\\text{PMT} = \\text{Dollar amount of each annuity payment} \\\\ &r = \\text{Interest rate (also known as discount rate)} \\\\ &n = \\text{Number of periods in which payments will be made} \\\\ \\end{aligned}​P=PMT×r1−((1+r)n1​)​where:P=Present value of an annuity streamPMT=Dollar amount of each annuity paymentr=Interest rate (also known as discount rate)n=Number of periods in which payments will be made​\n\nWith an annuity due, payments are made at the beginning of each period. So the formula is slightly different than that of an ordinary annuity. To find the value of an annuity due, simply multiply the above formula by a factor of (1 + r):\n\nP=PMT×1−(1(1+r)n)r×(1+r)\\begin{aligned} &\\text{P} = \\text{PMT} \\times \\frac { 1 - \\Big ( \\frac { 1 }{ ( 1 + r ) ^ n } \\Big ) }{ r } \\times ( 1 + r ) \\\\ \\end{aligned}​P=PMT×r1−((1+r)n1​)​×(1+r)​\n\nThe present value (PV) of an annuity is the current value of future payments from an annuity, given a specified rate of return or discount rate. It is calculated using a formula that takes into account the time value of money and the discount rate, which is an assumed rate of return or interest rate over the same duration as the payments. The present value of an annuity can be used to determine whether it is more beneficial to receive a lump-sum payment or an annuity spread out over a number of years.\n\nCornell Law School, Legal Information Institute. \"26 CFR § 25.2512-5 - Valuation of Annuities, Unitrust Interests, Interests for Life or Term of Years, and Remainder or Reversionary Interests.\"\n\nRice University, OpenStax. \"Principles of Finance: 8.2 Annuities.\"\n\nTreasuryDirect. \"Treasury Bonds.\"\n\nGeorge Brown College. \"Formula Sheet for Financial Mathematics.\" Page 2.\n\nWai-sum Chan and Yiu-kuen Tse. “Financial Mathematics for Actuaries (Third Edition),” Pages 40-43. World Scientific Publishing Company, 2021.\n\nGeorge Brown College. \"Formula Sheet for Financial Mathematics.\" Page 3.\n\nRahman, Mohammad. \"Time Value of Money: A Case Study on Its Concept and Its Application in Real Life Problems.\" International Journal of Research in Finance and Management, vol. 1, no. 1, 2018, pp. 18-23.",
  "url": "https://www.investopedia.com/terms/p/present-value-annuity.asp"
}