{
  "term": "Pretax Earnings: Definition, Use, How To Calculate, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nPretax earnings are a company's income after all operating expenses, including interest and depreciation, have been deducted from total sales or revenues, but before income taxes have been subtracted. Because pretax earnings exclude taxes, this measure enables the intrinsic profitability of companies to be compared across industries or geographic regions where corporate taxes differ. For instance, while U.S.-based corporations face the same tax rates at the federal level, they face different tax rates at the state level.\n\nAlso known as pretax income orearnings before tax(EBT).\n\nA company’s pretax earnings provide insight into its financial performance before the impact of tax is employed. Some consider this metric a better measure of performance thannet incomebecause certain factors such as tax credits,carryforwards, andcarrybacks, can have a bearing on a company’s tax expenses in a given year. Pretax earnings are calculated by subtracting a firm’soperating expensesfrom its gross margin or revenue. Operating expenses include items such asdepreciation, insurance, interest, and regulatory fines. For example, a manufacturer with revenues of $100 million in a fiscal year may have $90 million in total operating expenses (including depreciation and interest expenses), excluding taxes. In this case, pretax earnings amount to $10 million. The after-tax earnings figure, or net income, is computed by deducting corporate income taxes from pretax earnings of $10 million.\n\nBusinesses may prefer tracking pre-tax earnings over net income as items such as tax deductions and employee benefits paid in one period may differ from another period. In effect, the pre-tax earnings are viewed as a more consistent measure of business performance and fiscal health over time, because it erases the volatile differences brought on by tax considerations.\n\nPretax earnings are used by analysts and investors to calculate thepretax earnings margin, which provides an indication of a company’s profitability. The pretax earnings margin is the ratio of a company's pre-tax earnings to its total sales. The higher the pretax profit margin, the more profitable the company.\n\nFor example, assume Company ABC has an annual gross profit of $100,000. It has operating expenses of $50,000, interest expenses of $10,000, and sales totaling $500,000. The pretax earnings are calculated by subtracting the operating and interest costs from the gross profit, that is, $100,000 - $60,000 = $40,000. For the given fiscal year (FY), the pretax earnings margin is $40,000 / $500,000 = 8%.\n\nBut Company XYZ which has $750,000 in sales and $50,000 in pretax earnings has a higher profitability than Company ABC in dollars. However, XYZ has a lower pretax earnings margin of $50,000 / $750,000 = 6.7%.\n\nThe pretax earnings are shown on a company’s income statements asEarnings Before Taxes. It is the amount on which thecorporate tax rateis applied to calculate tax for financial statement purposes. Pretax earnings are determined using guidelines from the Generally Accepted Accounting Principles (GAAP). Taxable income, on the other hand, is calculated using tax codes governed by the Internal Revenue Service (IRS). It is the actual amount of income on which the corporation will pay income tax during the accounting period.\n\nHall Accounting Company. “How To Calculate Pretax Income.”\n\nVerified Metrics. “Pre-Tax Margin.”\n\nInternal Revenue Service. \"Publication 538: Accounting Periods and Methods.” Pages 1-2, 12.",
  "url": "https://www.investopedia.com/terms/p/pretax-earnings.asp"
}