{
  "term": "Pretax Profit Margin: Definition, Uses, Calculation, Example",
  "definition": "Investopedia / Paige McLaughlin\n\nThe pretax profit margin is a financial accounting tool used to measure theoperating efficiencyof a company. It is a ratio of the percentage of revenues that are turned into profits or how many cents a business pockets from each dollar of sale, before deducting taxes. The pretax profit margin is widely used to compare the profitability of companies within the same industry.\n\nMost companies aim to generate as much profit as possible. That's usually what the people in charge are tasked with doing and what investors funding its activities demand.\n\nOne of the most common and useful measures to gauge corporate profitability is to look atprofit margins. Consistently high pretax profit margins are a sign of a healthy company with an efficient business model andpricing power. Low pretax profit margins suggest the opposite.\n\nTo boost profitability, management teams must strike a balance between increasing sales and reducing costs. Pretax profit margins provide an indicator of how successful companies are at achieving this goal. As a result, pretax profit margins are closely watched by analysts and investors and frequently referred to infinancial statements.\n\nThe pretax profit margin offers investors one of the best ways to compare competing companies, as well as those with significant differences in size and scale in the same industry. Generally, businesses that regularly deliver higher pretax profit margins than their peer group can be thought of as better run.\n\nPretax profit margins can vary considerably by sector and, as a comparative tool, work best when pitching a company against others in its industry or its past performance.\n\nPretax profit margin only requires two pieces of information from theincome statement: revenues andearnings before taxes (EBT).\n\nThe percentage ratio is calculated by dividing EBT—which sometimes may be called pre-tax income, profit before tax, or income before income taxes, and appears just above the net income line item—by sales and then multiplying the resulting number by 100.\n\nCompany EZ Supply has an annualgross profitof $100,000. It hasoperating expensesof $50,000,interest expensesof $10,000, and sales totaling $500,000. The calculation of earnings before taxes is made by subtracting the operating and interest costs from the gross profit ($100,000 - $60,000).\n\nEZ Supply haspretax earningsof $40,000, and total sales of $500,000 for the givenfiscal year(FY). The pretax profit margin is calculated by dividing pretax earnings by sales, resulting in a ratio of 8%.\n\nOften, profit margins after taxes gain more prominence among analysts and investors. However, it can be argued that tax payments offer little insight into the efficiency of companies and should, therefore, be stripped out of the equation.\n\nTax expenditures can make profitability comparisons between companies misleading. Tax rates vary from state to state, are generally out of management’s control, and aren’t necessarily a fair reflection of how a business is performing. One alternative comparison ratio is theBerry ratio, which compares gross profit to operating expense.\n\nAt times, the tax expense can be more substantial in a current year than in previous years due to tax penalties and new legislation imposing higher tax rates. Alternatively, the present tax expense may be much lower than it had been in earlier years due to tax credits, deductions, andtax breaks. In this case, analysts may be able to decrease earnings volatility by calculating the pretax profit margin.\n\nThough very insightful, pretax profit margins, like other financial ratios, have limitations. For one, they cannot be used effectively to compare companies from other sectors as each industry generally has different operating expenses and sales patterns.\n\nCertain sectors are more profitable than others. Legal services is an example of a high-margin profession. Overheads are low—there’s little need for big investment costs, other than salaries—and demand is fairly constant. In contrast, other sectors, such as airlines, have to deal with stiff competition, fluctuating prices for key materials such as fuel, hefty maintenance expenses, and countless other costs. For this same reason, investors should also be cautious about using pretax profit margins when comparingdiversified companiesserving several industries.\n\nWhen used correctly, pretax profit margins can provide a useful gauge of business efficiency. However, to get a complete grasp of a company’s health, investors are always advised to use the pretax profit margin in tandem with other metrics. The more you know about a company, the better able you are to establish whether it is worth investing in.\n\nThe higher the pretax margin, the better. The bigger the profit, the more money the company gets to keep to reinvest in the business or filter back to investors. Like any metric, though, consistency is key. One good quarter means nothing. To be deemed a high margin business, one of the best badges of honor a company can have, it must prove that it can regularly turn a decent portion of sales into earnings.\n\nPretax profits are a company's income after all expenses other than tax have been deducted from sales. Investors prefer to look at profits before tax because the tax rates companies pay aren’t uniform.\n\nThat depends on the company. In some sectors, particularly those with higher fixed costs, stiff competition, and fluctuating demand, a 7% pretax profit margin might be considered good. In others, it would hint at a lack of efficiency, which could perhaps be the symptom of limited pricing power or poor management of costs.\n\nThe pretax profit margin represents the portion of a company’s sales revenue that it gets to keep as a profit after subtracting all of its costs other than taxes. If a company reports a 25% pretax profit margin, it means that it netted $0.25 from each dollar of sales generated before paying taxes.\n\nProfit is the metric that companies and investors often pay the most attention to, and the pretax profit margin is one of the best ways of gauging it. Taking tax out of the equation makes sense because these payments vary across jurisdictions, fluctuate, and generally offer little insight into the efficiency of companies.",
  "url": "https://www.investopedia.com/terms/p/pretax-margin.asp"
}