{
  "term": "Price/Earnings-to-Growth (PEG) Ratio: What It Is and the Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe price/earnings to growth ratio (PEG ratio) is a stock'sprice-to-earnings(P/E) ratio divided by the growth rate of its earnings for a specified time period.\n\nThe PEG ratio is used to determine a stock's value while also factoring in the company's expected earnings growth. It provides a more complete picture than the standard P/E ratio.\n\nInvestopedia / Paige McLaughlin\n\nPEG Ratio=Price/EPSEPS Growthwhere:EPS = The earnings per share\\begin{aligned} &\\text{PEG Ratio}=\\frac{\\text{Price/EPS}}{\\text{EPS Growth}}\\\\ &\\textbf{where:}\\\\ &\\text{EPS = The earnings per share}\\\\ \\end{aligned}​PEG Ratio=EPS GrowthPrice/EPS​where:EPS = The earnings per share​\n\nTo calculate the PEG ratio, you need to look up or calculate the P/E ratio of the company in question. The P/E ratio is calculated as the price per share of the company divided by the earnings per share (EPS), or price per share / EPS.\n\nOnce the P/E is calculated, find the expected growth rate for the stock in question, using analyst estimates available on financial websites that follow thestock. Plug the figures into the equation, and solve for the PEG ratio number.\n\nAs with any ratio, the accuracy of the PEG ratio depends on the inputs used. When considering a company's PEG ratio from a published source, it's important to find out which growth rate was used in the calculation.\n\nUsing historical growth rates, for example, may provide an inaccurate PEG ratio if future growth rates are expected to deviate from a company's historical growth. The ratio can be calculated using one-year, three-year, or five-year expected growth rates, for example.\n\nTo distinguish between calculation methods using future growth and historical growth, the terms \"forward PEG\" and \"trailing PEG\" are sometimes used.\n\nWhile a lowP/E ratio may make a stock look like a good buy, factoring in the company's growth rate toget the stock's PEG ratiomay tell a different story. The lower the PEG ratio, the more the stock may be undervalued given its future earnings expectations. Adding a company's expected growth into the ratio helps to adjust the result for companies that may have a high growth rate and a high P/E ratio.\n\nThe degree to which a PEG ratio result indicates an over or underpriced stock varies by industry and by company type. As a broad rule of thumb, someinvestorsfeel that a PEG ratio below one is desirable.\n\nAccording to well-known investor Peter Lynch, a company's P/E and expected growth should be equal, which denotes a fairly valued company and supports a PEG ratio of 1.0. When a company's PEG exceeds 1.0, it's considered overvalued while a stock with a PEG of less than 1.0 is considered undervalued.\n\nThe PEG ratio provides useful information to compare companies and see which stock might be the better choice for an investor's needs, as follows.\n\nAssume the following data for two hypothetical companies, Company A and Company B.\n\nGiven this information, the following data can be calculated for each company:\n\nMany investors may look at Company A and find it more attractive since it has a lower P/E ratio among the two companies. But compared to Company B, it doesn't have a high enough growth rate to justify its current P/E. Company B is trading at a discount to its growth rate and investors purchasing it are paying less per unit of earnings growth. Based on its lower PEG, Company B may be the better buy.\n\nIn general,a good PEG ratiohas a value lower than 1.0. PEG ratios greater than 1.0 are generally considered unfavorable, suggesting a stock is overvalued. Meanwhile, PEG ratios lower than 1.0 are considered better, indicating that a stock is relatively undervalued.\n\nLower PEG ratios are better, especially ratios under 1.0.\n\nA negative PEG can result from either negative earnings (losses), or a negative estimated growth rate. Either case suggests that a company may be in trouble.\n\nWhile the P/E ratio is more commonly used by investors, the PEG ratio improves upon the P/E ratio by incorporating earnings growth estimates. This provides a fuller picture of a company's relative value in the market. However, because it relies on earnings estimates, having good estimates is key. A bad forecast or assumption, or naively projecting historical growth rates into the future, can produce unreliable PEG ratios.\n\nPeter Lynch and John Rothchild. \"One Up on Wall Street: How to Use What You Already Know to Make Money in the Market.\" Simon & Schuster, 2000.",
  "url": "https://www.investopedia.com/terms/p/pegratio.asp"
}