{
  "term": "Price Taker: Definition, Perfect Competition, and Examples",
  "definition": "A price taker is an individual or company that must accept prevailing prices in a market, lacking the market share to influence market price on its own.\n\nAll economic participants are considered to be price takers in a perfectly competitive market, as defined as one in which all companies sell an identical product, there are nobarriers to entryor exit, each company has a relatively small market share, and all buyers have full information.\n\nIn the stock market, individual investors are considered to be price takers, whilemarket makersare those who set the bid and offer in a security. Being a market maker, however, does not mean that they can set any price they want. Market makers are in competition with one another and are constrained by the economic laws of the markets like supply and demand.\n\nIn most competitive markets, firms are price takers. If firms charge higher than prevailing market prices for their products, consumers will simply purchase from a different lower-cost seller to the extent that these firms all sell identical, substitutable goods or services.\n\nGrain markets are a prime example of a good that is almost identical in quality between its many sellers, so the price of grain is determined by competitive activity in domestic and global markets andcommodities exchanges.\n\nIn the case of wheat,low-cost producerswill have a competitive advantage in that they will be able to drive out high-cost producers and take their market share by offering progressively lower prices. Technological innovation that lowers the cost of production is part of the process of competition whereby capitalist firms have no choice but to be price takers.\n\nThe market for oil is slightly different. While oil is competitively produced as a standardized commodity on a global market, the industry imposes steep barriers to entry for sellers. This is due to the high capital costs and expertise needed to drill or refine oil, as well as the high bidding price of oil fields.\n\nAs a result, there are relatively few oil-producing firms compared to wheat farmers, and so most consumers of gasoline and other petroleum-products are the price takers—they have few producers to choose from outside a handful of global companies. TheOrganization of Petroleum Exporting Countries (OPEC)also has great power to move prices up and down through controls on output. This underscores how a consumer is price taking to the extent that he can't or doesn't want to produce the good on his own.\n\nNevertheless, due to intense competition and technological innovation among these firms, consumers still get oil at low prices.\n\nThe nature of an industry or market greatly dictates whether firms and individuals are price takers. For example, most consumers in retail markets are, indeed, price takers. For instance, you walk into a clothing store or supermarket and decide what to buy or not, but you are beholden to the price tag attached to a product. You cannot go to your supermarket and competitively bid for a dozen eggs or a box of cereal, you must take the price being offered, or leave it. Online auction sites such as eBay, for example, allow consumers to bid. In such cases, some sellers may become the price takers.\n\nA perfectly competitive market is rare. In most markets, each firm or individual has a varying ability to influence prices, either through sales or purchases. The polar opposites of perfectly competitive markets aremonopolies and monopsonies.\n\nA monopoly is a market in which a single seller or a group of sellers controls an overwhelming share of supply, giving the seller or sellers the power to drive up prices on their own. OPEC has a monopoly to a degree. Amonopsonyis a market in which a single buyer or a group of buyers has a significant-enough share of demand to drive prices down.\n\nOne of the most evident examples of a price taker is an individual shopping for an airplane ticket. In most cases, consumers can not negotiate airfare with airlines. Rather, ticket prices for all class types are set and controlled by the firms. Flyers can choose either to take those prices, or to not fly at all.\n\nPrice takers are not necessarily always buyers. Any participant in a market can be a price taker. Let's take a hypothetical regional dairy market for example. In this case, there might be many sellers, who have produced milk and are trying to sell it. However, imagine there was just one buyer for this milk—say, a single large processing facility—within this region. In this case, then the sellers of milk would be price takers.\n\nPrice takers are characterized by an inability to control prices. They do not have leverage or power to negotiate prices. Rather, they must accept the prevailing prices, or not engage in the market at all.\n\nIn economics, price takers refer to firms or individuals that must accept prevailing market prices. Examples of price takers—and their opposite, price makers—are widely prevalent throughout every sector, from retail shopping to oil and commodities markets. In a hypothetical market with perfect competition, all participants are price takers.",
  "url": "https://www.investopedia.com/terms/p/pricetaker.asp"
}