{
  "term": "Price Controls: Types, Examples, Pros & Cons",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nPrice controls are the legal minimum or maximum prices set for specified goods. Price controls are normally mandated by the government in thefree market. They are usually implemented as a means of direct economic intervention to manage the affordability of certain goods and services, including rent, gasoline, and food.\n\nAlthough they may make certain goods and services more affordable, price controls can also lead todisruptionsin the market, losses for producers, and a noticeable change in quality.\n\nPrice controls are a form of government-mandated economic intervention. They are intended to make important purchases more affordable for consumers and are also commonly used to help steer theeconomyin a certain direction. For instance, these restrictions may be deemed necessary in order to curbinflation. Price controls are the opposite of prices set by market forces, which are determined by producers because of supply and demand.\n\nPrice controls are commonly imposed onconsumer staples. These are essential items, such as food, rent, gasoline, or electricity. Controls set by the government may impose minimums or maximums. Price caps are referred to asprice ceilingswhile minimum prices are calledprice floors.\n\nPrice controls are often implemented to increase affordability and promote economic stability. However, they may have the opposite effect. Over the long term, price controls have been known to lead to problems such as:\n\nSome economists believe that price controls are generally effective only on an extremely short-term basis.\n\nPrice controls aren't a new concept. According to historians, the production anddistributionof grain were regulated by Egyptian authorities in the third century B.C. Other civilizations implemented price controls, including the Babylonians, the ancient Greeks, and the Roman Empire.\n\nMore recent instances of price controls frequently occur during times of war and revolution. During the American Revolution, colonial governments controlled the prices ofcommoditiesrequired by George Washington's army, which resulted in severe shortages for civilian populations. Before that, individual colonies would set price controls for a variety of goods, including Massachusettes and Virginia.\n\nGovernments continue to intervene and set limits on how producers can price their products and services. For instance, municipal governments often limit how much rent alandlordcan collect fromtenantsand the amount by which they can increase these rents each year. These price controls are intended to make housing more affordable. The U.S. government also set price caps onenergy pricesduring times of crisis, including World War I and II and between 1971 and 1973.\n\nPrice controls come in two forms: price floors and price ceilings.\n\nPrice floors are the minimum prices set for goods and services. They may be set by the government or, in some cases, by producers themselves. Once these are set, prices can't fall below the minimum.\n\nMinimum prices are imposed to help producers when authorities believe that prices are too low, leading to anunfair market. This can happen when, for example, large corporations lower prices to unsustainable levels. The large corporation can absorb the losses more easily than smaller companies, which are driven out of business.\n\nPrice ceilings or caps are the highest points at which goods and services can be sold. These are often used when governments want to help consumers because:\n\nThis is especially true in the case ofrent controlwhen government agencies want to protect tenants from overzealous landlords. Just like price floors, prices can't go above ceilings once they're set.\n\nRent control is one of the most common forms of price control. Government programs establish limits on the maximum amount of rent a property owner can collect from their tenants. These limits are also imposed on annual rent increases. The rationale behind rent control is that it helps keephousing affordable, especially for more vulnerable people like those with lowerincomesand aging adults.\n\nGovernments commonly impose controls ondrug prices. This is especially true for life-saving and specialty medications like insulin. Drug companies often come under pressure for setting prices too high. Their rationale is normally patent protection and to cover the expensive costs ofresearch and development(R&D) and distribution. Consumers and governments say this puts certain medications out of reach for the average citizen.\n\nFor example, Mylan, the owner of the prescription medication EpiPen (used to treat life-threatening allergic reactions) and Pfizer, Inc., a manufacturer and seller of EpiPen, were the defendants in a price-gauging lawsuit, alleging that they had artificially inflated EpiPen prices to the point where consumers could not afford life-saving medication.\n\nThe United States District Court in Kansas approved a $264 million settlement against Mylan and its subsidiaries in 2022. This was after Pfizer settled with plaintiffs for $345 million in 2021.After the lawsuits, several states began imposing price caps on EpiPens to ensure that the medication remained affordable to consumers, including Illinois and Colorado.\n\nMinimum wagesare sometimes considered a form of price control as well. In this case, it is a price floor or the lowest possible salary an employer can pay to their employees. Minimum wages ensure that individuals can maintain a specificstandard of living.\n\nPrice controls can keep vital goods and services affordable for consumers in times of turmoil. For instance, price ceilings are established to prevent producers fromprice gouging. This is common in the housing/rental industry and the drug/healthsector.It can also protect consumers during financial crises or after natural disasters.\n\nGovernment price limitscan protect producers if they aren't benefiting from how goods and services are priced in the free market, for example, by protecting smaller businesses or farmers who would otherwise be pushed out of businesses by larger corporations. This allows companies to remain competitive and ensure that they areprofitable.\n\nControlling how prices are set keeps companies from developingmonopolies. Large companies are at an advantage and can dictate prices when demand is high (and supply is short). As such, they may be able to inflate prices to boost their profits. Governments can intervene and set price ceilings to prevent suppliers from continuing to raise prices. This allows competitors to enter the market and prevents monopolies that exploit consumers.\n\nWhen prices are established by market forces, they generally shift to maintain the balance betweensupply and demand. Government-imposed price controls can lead to the creation of excess demand in the case of price ceilings. This can lead to shortages or illegal markets for goods that aren't otherwise available. Price floors can lead to excess supply, which can create waste in the production chain and cut into producers' profits if goods are unable to be sold.\n\nWhen prices are too low, producers often experience lowerrevenue. This can lead lower quality as producers look for ways to reduce costs. Some may choose to cut down production or may end up putting more inferior products out on the market. For example, landlords may let the condition of theirpropertiesdeteriorate because they aren't making enough to maintain them.\n\nReduced revenue can also lead to cost-cutting in other areas. Research and development may receive less funding, which can result in fewer new or innovating products appearing on the market.\n\nConsumers can afford necessities\n\nSmaller producers can remain competitive\n\nPrice control is aneconomic policy imposed by governmentsthat set minimums (floors) and maximums (ceilings) for the prices of goods and services, The intent of price controls is to make necessary goods and services more affordable for consumers.\n\nSome of the most common examples of price controls include rent control, when the government imposes a maximum amount of rent that a property owner can charge and a limit on how much rent can be increased each year. Another common example is caps on the price of drugs, which are intended to make medication and health care more affordable.\n\nPrice controls in economics are restrictions imposed by governments to ensure that goods and services remain affordable. They are also used to create a fair market that is accessible by all. The point of price controls is to help curb inflation and to create balance in the market.\n\nPrice controls can be both good and bad. They help make certain goods and services, such as food, housing, and medication, more affordable to consumers. They can also help corporations by eliminating monopolies and opening up the market to more competition. But price controls can also have a negative effect, as they may lead to shortages, underground markets, and a decrease in the quality of goods and services available on the market.\n\nUnlike the free market, where prices are dictated by supply and demand, price controls set minimum and maximum prices for goods and services. Governments and supporters of price controls say that these policies are necessary for consumers and suppliers.\n\nBy enacting price control policies, consumers can afford essential goods and services and smaller producers can remain profitable. But critics say that over time, price controls can have the opposite effect, leading to an imbalance between supply and demand, decreased competition, and illegal markets.\n\nFederal Reserve Bank of St. Louis. \"Why Price Controls Should Stay in the History Books.\"\n\nNational Bureau of Economic Research. \"The Effect of Price Controls on Pharmaceutical Research.\"\n\nThe Roosevelt Institute. \"Price Controls: How the U.S. Has Used Them and How They Can Help Shape Industries,\" Page 5.\n\nThe American Presidency Project. \"Address to the Nation Announcing Price Control Measures.\"\n\nU.S. Government Publishing Office. \"§ 891.185 24 CFR Ch. VIII (4–1–12 Edition).\"\n\nProskauer. \"$264 Million Settlement In EpiPen Price Gouging Litigation.\"\n\nColorado General Assembly. \"HB23-1002: Epinephrine Auto-Injectors.\"\n\nIllinois Senate Democratic Caucus. \"Senator Halpin Caps the Price of EpiPens to $60.\"\n\nThe World Bank. \"Price Controls Good Intentions, Bad Outcomes,\" Pages 2-12.",
  "url": "https://www.investopedia.com/terms/p/price-controls.asp"
}