{
  "term": "Price Value of a Basis Point (PVBP): Definition and How It's Used",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPrice value of a basis point (PVBP) is a measure used to describe how a basis point change in yield affects the price of a bond.\n\nPrice value of a basis point is also known as the value of a basis point (VBP), dollar value of a basis point (DVBP), or basis point value (BPV).\n\nThe price value of a basis point is a method of measuring theprice sensitivityof a bond. This is often established by assessing the absolute change in the price of a bond if the required yield changes by onebasis point(BPS). In other words, PVBP is the price change of a bond when there is a .01% (one basis point) change in the yield. Price volatility is the same for an increase or a decrease of one basis point in required yield.\n\nBecause this measure of price volatility is in terms of dollar price change, dividing the PVBP by the initial price gives the percentage price change for a 1-basis-point change in yield. Since there is an inverse relationship between bond price and yield, as bond prices fall by decreasing dollar amounts, their yields increase, and vice versa. The degree of change in bond price for each basis point change in yield is determined by a number of other factors, such as the bond'scoupon rate, time to maturity, andcredit rating.\n\nA bigger price value of a basis point means a bigger move in the bond’s price due to a given change in interest rates. PVBP can be calculated on an estimated basis from the modified duration as Modified duration x Dirty Price x 0.0001. The modified duration measures the proportional change in the price of a bond for a unit change in yield. It is simply a measure of the weighted average maturity of a fixed income security’s cash flows. As yields fall, modified duration increases and a highermodified durationimplies that a security is more interest-rate sensitive. Thedirty pricefactored into the formula is defined as the total price paid for a bond after includingaccrued intereston the date of purchase.\n\nAbasis pointrepresents 1% of 1%.\n\nLet’s assume an analyst wants to understand how a price change for a bond will affect the value of the security if yields change by 100 basis points. The par value of the bond purchased at par is $10,000, and the price value of a basis point is given as $13.55.\n\nPVBP = modified duration x $10,000 x 0.0001\n\nThis means that if rates go down 100bp (i.e. 1%), the value of the bond will increase by 13.55% x $10,000 = $1,355.\n\nAnother way to look at this is to remember that the PVBP is the price change of a bond when there is a 1 basis point change in the yield. In this case, the PVBP is $13.55. Therefore, a change of 100 basis point in the yield will be $13.55 x 100 = $1,355.\n\nIn finance, the dollar value of a basis point, or DV01, is a measure of how the price of a bond changes in response to a change in yield. It is also known as the present value of one basis point, or PV01.\n\nThe PV01, or preset value of a basis point, tells you how sensitive a bond's price is to changes in the interest rate. A high PV01 means that the bond's price is exceptionally sensitive and will experience a sharp drop in value if interest rates increase.\n\nBond prices are inversely related with prevailing interest rates in the secondary market. When the prevailing interest rate is higher than a bond's yield, bondholders must accept a discount in order to sell their bonds, in order to compensate for the higher yield of competing issues. When a bond's yields are higher than the prevailing interest rates, bondholders can sell them at a premium, knowing that the market will pay more for higher-paying bonds.\n\nThe price value of a basis point, abbreviated as PV01 or DV01, represents the dollar value of a 0.01% increase in a bond's interest rate. Yields are an important element of bond valuation, and this measure is used to determine how sensitive a given bond is to changes in interest rates.",
  "url": "https://www.investopedia.com/terms/p/pvbp.asp"
}