{
  "term": "Price Level: What It Means in Economics and Investing",
  "definition": "Price level is the average of current prices across the entire spectrum of goods and services produced in an economy. In more general terms, price level refers to the price or cost of a good, service, or security in the economy.\n\nPrice levels may be expressed in small ranges, such as ticks withsecuritiesprices, or presented as a discrete value such as a dollar figure.\n\nIn economics, price levels are a key indicator and are closely watched by economists. They play an important role in thepurchasing powerof consumers as well as the sale of goods and services. It also plays an important part in the supply-demand chain.\n\nInvestopedia / Michela Buttignol\n\nThere are two meanings of the term price level in the world of business.\n\nThe first is what most people are accustomed to hearing about, namely, the price of goods and services or the amount of money a consumer or other entity is required to give up to purchase a good, service, or security in the economy. Prices rise asdemandincreases and drop when demand decreases.\n\nThemovement in pricesis used as a reference forinflationanddeflation, or the rise and fall of prices in the economy. If the prices of goods and services rise too quickly—when an economy experiences inflation—a central bank can step in and tighten itsmonetary policyand raise interest rates. This, in turn, decreases the amount of money in the system, thereby decreasingaggregate demand. If prices drop too quickly, the central bank can do the reverse; loosen its monetary policy, thereby increasing the economy's money supply and aggregate demand.\n\nThe other meaning of price level refers to the price of assets traded on the market such as a stock or a bond, which is often referred to assupport and resistance. As in the case of the definition of price in the economy, demand for a security increases when its price drops. This forms the support line. When the price increases, a sell-off occurs, cutting off demand. This is where the resistance zone lies.\n\nIn economics, price level refers to the buying power of money or inflation. In other words, economists describe the state of the economy by looking at how much people can buy with the same dollar of currency. The most common price level index is theconsumer price index (CPI).\n\nThe price level is analyzed through a basket of goods approach, in which a collection of consumer-based goods and services is examined in aggregate. Changes in the aggregate price over time push the index measuring the basket of goods higher.\n\nWeighted averagesare typically used rather than geometric means.Price levels provide a snapshot of prices at a given time, making it possible to review changes in the broad price level over time. As prices rise (inflation) or fall (deflation), consumer demand for goods is also affected, which leads to changes in broad production measures such asgross domestic product (GDP).\n\nPrice levels are one of the most watchedeconomic indicatorsin the world. Economists widely believe that prices should stay relatively stable year to year so that they don't cause undue inflation. If price levels rise too quickly, central banks or governments look for ways to decrease the money supply or the aggregate demand for goods and services.\n\nAlthough prices change gradually over time during inflationary periods, they can change more than once a day when an economy experiences hyperinflation.\n\nTraders and investors make money by buying and selling securities. They buy and sell when the price reaches a certain level. These price levels are referred to as support and resistance. Traders use these areas of support and resistance to define entry and exit points.\n\nSupport is a price level where a downtrend is expected to pause due to a concentration of demand. As the price of a security drops, demand for the shares increases, forming the support line. Meanwhile, resistance zones arise due to a sell-off when prices increase.\n\nOnce an area orzone of supportor resistance is identified, it provides valuable potential trade entry or exit points. This is so because as a price reaches a point of support or resistance, it will do one of two things: bounce back away from the support or resistance level or violate the price level and continue in its direction until it hits the next support or resistance level.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions.\" Select \"How is the CPI calculated?\"",
  "url": "https://www.investopedia.com/terms/p/price_level.asp"
}