{
  "term": "Price-to-Book (P/B) Ratio: Meaning, Formula, and Example",
  "definition": "Many investors use the price-to-book ratio (P/B ratio) to compare a firm's market capitalization to its book value and locate undervalued companies. This ratio is calculated by dividing the company's current stock price per share by its book value per share (BVPS).\n\nThe formula for the price-to-book ratio is:\n\nP/BRatio=MarketPriceperShareBookValueperShareP/B ~Ratio = \\dfrac{Market~Price~per~Share}{Book~Value~per~Share}P/BRatio=BookValueperShareMarketPriceperShare​\n\nMarket value per share is obtained by looking at the information available on most stock tracking websites. You need to find the company's balance sheet to obtain total assets, total liabilities, and outstanding shares. Most investment websites display this financial report under a \"financials\" tab—some show it on a stock's summary tab.\n\nThe P/B ratio reflects the value that market participants attach to a company's equity relative to the book value of its equity. Many investors use the P/B ratio to find undervalued stocks. By purchasing anundervalued stock, they hope to be rewarded when the market realizes the stock is undervalued and returns its price to where it should be—according to the investor's analysis.\n\nSome investors believe that the P/B ratio is a forward-looking metric that reflects a company's future cash flows.\n\nHowever, when you look at the information used to calculate the P/B ratio, the factors used are the price investors are willing to pay currently, the number of shares issued by a company, and values from a balance sheet that reflect data from the past. Thus, the ratio isn't forward-looking and doesn't predict or indicate future cash flows.\n\nThe P/B ratio also provides a valuable reality check for investors seekinggrowth at a reasonable price. It is often evaluated withreturn on equity(ROE), a reliable growth indicator. Large discrepancies between the P/B ratio and ROE often raise a red flag for investors.\n\nOvervalued growth stocks frequently show a combination of low ROE and high P/B ratios. Properly valued stocks have ROE and P/B ratios that grow somewhat similarly because stocks that generate higher returns tend to attract investors and increase demand, thus increasing the stock's market price.\n\nA high P/B ratio suggests a stock could be overvalued, while a lower P/B ratio could mean the stock isundervalued.\n\nAs with most ratios, the P/B ratio varies by industry. A company should be compared with similarly structured companies in similar industries; otherwise, the comparison results could be misleading.\n\nIt is difficult to pinpoint a specific numeric value of a \"good\" price-to-book (P/B) ratio when determining if a stock is undervalued and therefore, a good investment.\n\nIt's helpful to identify some general parameters or a range for P/B value, then consider various other factors andvaluationmeasures that more accurately interpret the P/B value and forecast a company's potential for growth.\n\nThe P/B ratio has been favored byvalue investorsfor decades and is widely used by market analysts. Traditionally, any value under 1.0 is considered desirable for value investors, indicating an undervalued stock may have been identified. However, some value investors may often consider stocks with a less stringent P/B value of less than 3.0 as their benchmark.\n\nDue to accounting procedures, themarket value of equityis typically higher than a security's book value, resulting in a P/B ratio above 1.0. During times of low earnings, a company's P/B ratio can dive below a value of 1.0.\n\nFor example, in most cases, companies must expenseresearch and developmentcosts, reducing book value because this includes the expenses on the balance sheet. However, these R&D outlays can create unique production processes for a company or result in new patents that can bring royalty revenues.\n\nWhile accounting principles favor a conservative approach in capitalizing costs, market participants may raise the stock price because of such R&D efforts, resulting in wide differences between the market and book values of equity.\n\nAssume that a company has $100 million in assets on the balance sheet, no intangibles, and $75 million in liabilities. Therefore, the book value of that company would be calculated as $25 million ($100 million - $75 million).\n\nIf there are 10 millionshares outstanding, each share would represent $2.50 of book value. Therefore, if the share price is $5, the P/B ratio would be 2.0 (5 / 2.50).\n\nThis illustrates that the market price is valued at twice its book value, which may or may not indicate overvaluation. This would depend on how P/B ratios compare against other similarly sized companies in the same sector.\n\nThe price-to-book ratio may not be as useful when evaluating the stock of a company with fewer tangible assets on its balance sheets, such as services firms and software development companies.\n\nClosely related to the P/B ratio is theprice-to-tangible-book value ratio(PTVB). The latter is a valuation ratio expressing the price of a security compared to its hard (or tangible) book value as reported in the company's balance sheet. The tangible book value number is equal to the company's total book value less than the value of any intangible assets.\n\nIntangible assets can be items such as patents, intellectual property, and goodwill. This may be a more useful valuation measure when valuing something like a patent in different ways or if it is difficult to put a value on such an intangible asset in the first place.\n\nInvestors find the P/B ratio useful because the book value of equity provides a relatively stable and intuitive metric they can easily compare to the market price.\n\nThe P/B ratio can also be used for firms with positive book values and negative earnings since negative earnings render price-to-earnings ratios useless. There are fewer companies with negative book values than companies with negative earnings.\n\nHowever, when accounting standards applied by firms vary, P/B ratios may not be comparable, especially for companies from different countries.\n\nAdditionally, P/B ratios can be less useful for service and information technology companies with little tangible assets on their balance sheets. Finally, the book value can become negative because of a long series of negative earnings, making the P/B ratio useless for relative valuation.\n\nOther potential problems in using the P/B ratio stem from the fact that any number of scenarios, such as recent acquisitions, recent write-offs, or sharebuybackscan distort the book value figure in the equation. When searching for undervalued stocks, investors should consider multiple valuation measures to complement the P/B ratio.\n\nThe price-to-book ratio is a commonly used financial ratio. It compares a share's market price to its book value, essentially showing the value given by the market for each dollar of the company’s net worth.\n\nHigh-growth companies often show price-to-book ratios well above 1.0, whereas companies facing financial distress occasionally show ratios below 1.0. Another valuable tool is theprice-to-sales ratio, which shows the company's revenue generated from equity investments.\n\nThe price-to-book ratio is important because it can help investors understand whether a company's market price seems reasonable compared to its balance sheet. For example, if a company shows ahigh price-to-book ratio, investors might check to see whether that valuation is justified given other measures, such as its historical return on assets or growth in earnings per share (EPS).\n\nWhat counts as a “good” price-to-book ratio will depend on the industry in question and the overall state of valuations in the market. An investor assessing the price-to-book ratio of a stock might choose to accept a higher average price-to-book ratio, as compared to an investor looking at the stock of a company in an industry where lower price-to-book ratios are the norm.\n\nThe price-to-book (P/B) ratio considers how a stock is priced relative to the book value of its assets. If the P/B is under 1.0, then the market is thought to be underpricing the stock since the accounting value of its assets, if sold, would be greater than the market price of the shares.\n\nTherefore, value investors typically look for companies that have low price-to-book ratios, among other metrics. A high P/B ratio can also help investors identify and avoid overvalued companies.",
  "url": "https://www.investopedia.com/terms/p/price-to-bookratio.asp"
}