{
  "term": "Price Target: How to Understand and Calculate Plus Accuracy",
  "definition": "Investopedia / Paige McLaughlin\n\nA price target is an analyst's projection of a security's future price. Price targets can pertain to all types of securities, from complexinvestment productsto stocks and bonds. When setting a stock's price target, an analyst is trying to determine what the stock is worth and where the price will be in 12 or 18 months. Ultimately, price targets depend on thevaluationof the company that's issuing the stock.\n\nAnalysts generally publish their price targets inresearch reportson specific companies, along with their buy, sell, and hold recommendations for the company's stock. Stock price targets are often quoted in the financial news media.\n\nA price target is a price at which an analyst believes a stock to be fairly valued relative to its projected and historicalearnings. When an analyst raises their price target for a stock, they generally expect the stock price to rise.\n\nConversely, lowering their price target may mean that the analyst expects the stock price to fall. Price targets are an organic factor infinancial analysis; they can change over time as new information becomes available.\n\nThe price target is based on assumptions about a security's future supply and demand, technical levels, andfundamentals. Different analysts and financial institutions use various valuation methods and take into account different economic conditions when deciding on a price target.\n\nForfundamental analysts, a common way to discern the price target for a stock is to create a multiple of theprice-to-earnings (P/E) ratio—by multiplying the market price by the company’s trailing 12-month earnings.\n\nIn some cases, particularly with volatile stocks, analysts will look for additional guidance to form their price targets, which could include reviewing a company’s balance sheet and other financial statements and comparing them to historical results, current economics, and the competitive environment, studying thehealth of a company's management, andanalyzing other ratios.\n\nTechnical analystsuse indicators, price action, statistics, trends, and price momentum to gauge the future price of a security. One way that they arrive at a price target is to find areas of definedsupport and resistance. An analyst will do this by charting a price that moves between at least two similar highs and lows without breaking above or below those points at any point in between.\n\nTraderswill generally look to exit theirpositionon a stock when the originally expected value of the trade has been recognized. Although price targets can help traders understand when to buy or sell a stock, traders can and should determine their own price targets for entering and exiting positions.\n\nFor individual investors, the assumptions that underlie analysts’ price targets are not always obvious. Investors should use analysts' price targets and recommendations as just one part of their investmentdue diligence, which could include reviewing a company's financials andregulatory filings, among other resources.\n\nDespite the most careful analysis, we cannot know for certain the price at which a stock will trade in the future. Nevertheless, when a prominent analyst changes their price target, it can have a significant impact on the price of a security.\n\nAccurately forecasting a security's price movement is based on projection, probability, numerous tools, and lots of experience. However, even for the most seasoned professional, a price target is still a calculated guess. Someportfolio managersbelieve that price targets, along with research reports, function mainly as marketing tools for brokerages and investment banks to generate interest in a security that they'reunderwriting.\n\nPrice targets try to predict what a given security will be worth at some point in the future. Analysts attempt to satisfy this basic question by projecting a security's future price using a blend of fundamental data points and educated assumptions about the security's future valuation.\n\nDespite the best efforts of analysts, a price target is a guess with the variance in analyst projections linked to their estimates of future performance. Studies have found that, historically, the overall accuracy rate is around 30% for price targets with 12-18 month horizons. However, price targets do have the ability to sway investor sentiment, especially if they come from credible analysts.\n\nAnalysts generally publish their price targets in research reports on specific companies, along with their buy, sell, and hold recommendations for the company's stock. Stock price targets are often quoted in the financial news media.\n\nCorporate Finance Institute. \"LTM (Last Twelve Months).\" Accessed Sept. 3, 2021.",
  "url": "https://www.investopedia.com/terms/p/pricetarget.asp"
}