{
  "term": "Price-to-Cash Flow (P/CF) Ratio? Definition, Formula, and Example",
  "definition": "The price-to-cash flow (P/CF) ratio is a stock valuation indicator or multiple that measures the value of a stock’s price relative to itsoperating cash flowper share. The ratio uses operating cash flow (OCF), which adds back non-cash expenses such as depreciation and amortization to net income.\n\nP/CF is especially useful for valuing stocks that have positive cash flow but are not profitable because of largenon-cash charges.\n\n﻿Price to Cash Flow Ratio=Share PriceOperating Cash Flow per Share\\text{Price to Cash Flow Ratio}=\\frac{\\text{Share Price}}{\\text{Operating Cash Flow per Share}}Price to Cash Flow Ratio=Operating Cash Flow per ShareShare Price​﻿\n\nIn order to avoid volatility in the multiple, a 30- or 60-dayaverage pricecan be utilized to obtain a more stable stock value that is not skewed by random market movements.\n\nThe operating cash flow (OCF) used in the denominator of the ratio is obtained through a calculation of thetrailing 12-month(TTM) OCFs generated by the firm divided by the number ofshares outstanding.\n\nIn addition to doing the math on a per-share basis, the calculation can also be done on a whole-company basis by dividing a firm's totalmarket valueby its total OCF.\n\nThe P/CF ratio measures how much cash a company generates relative to its stock price, rather than what it records in earnings relative to its stock price, as measured by theprice-earnings (P/E) ratio.\n\nThe P/CF ratio is said to be a better investment valuation indicator than the P/E ratio because cash flows cannot be manipulated as easily asearnings, which are affected by accounting treatment for items such asdepreciationand other non-cash charges. Some companies may appear unprofitable because of large non-cash expenses, for example, even though they have positive cash flows.\n\nConsider a company with a share price of $10 and 100 million shares outstanding. The company has an OCF of $200 million in a given year. Its OCF per share is as follows:\n\n$200 Million100 Million Shares=$2\\frac{\\text{\\$200 Million}}{\\text{100 Million Shares}} = \\$2100 Million Shares$200 Million​=$2\n\nThe company thus has a P/CF ratio of 5 or 5x ($10 share price / OCF per share of $2). This means that the company's investors are willing to pay $5 for every dollar of cash flow, or that the firm's market value covers its OCF five times.\n\nAlternatively, one can calculate the P/CF ratio on a whole-company level by taking the ratio of the company’smarket capitalizationto its OCF. The market capitalization is $10 x 100 million shares = $1,000 million, so the ratio can also be calculated as $1,000 million / $200 million = 5.0, which is the same result as calculating the ratio on aper-share basis.\n\nTheoptimal level of this ratiodepends on the sector in which a company operates and its stage of maturity. A new and rapidly growing technology company, for instance, may trade at a much higher ratio than a utility that has been in business for decades.\n\nThis is because, although the technology company may only be marginally profitable, investors will be willing to give it a higher valuation because of its growth prospects. The utility, on the other hand, has stable cash flows but few growth prospects and, as a result, trades at a lower valuation.\n\nThere is no single figure that points to an optimal P/CF ratio. However, generally speaking, a ratio in the low single digits may indicate the stock is undervalued, while a higher ratio may suggest potential overvaluation.\n\nTheprice-to-free-cash flowratio is a more rigorous measure than the P/CF ratio.\n\nThough very similar to P/CF, this metric is considered a more exact measure because it usesfree cash flow(FCF), which subtracts capital expenditures (CapEx) from a company's total OCF, thereby reflecting the actual cash flow available to fund non-asset-related growth. Companies use this metric when they need to expand theirasset baseseither to grow their businesses or simply to maintain acceptable levels of FCF.",
  "url": "https://www.investopedia.com/terms/p/price-to-cash-flowratio.asp"
}