{
  "term": "Price Sensitivity: What It Is, How Prices Affect Buying Behavior",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nPrice sensitivity is the degree to which the price of a product affects consumers' purchasing behaviors. Generally speaking, it's howdemandchanges with the change in the cost of products.\n\nIn economics, price sensitivity is commonly measured using theprice elasticity of demand, or the measure of the change in demand based on its price change. For example, some consumers are not willing to pay a few extra cents per gallon for gasoline, especially if a lower-priced station is nearby.\n\nWhen companies and product manufacturers study and analyze price sensitivity, they can make sound decisions about products and services.\n\nPrice sensitivity can basically be defined as the extent to which demand changes when the price of a product or service changes.\n\nThe price sensitivity of a productvaries with the relative level of importance consumers place on price compared to other purchasing criteria. Some people may value quality over price, making them less susceptible to price sensitivity. For example, customers seeking top-quality goods are typically less price-sensitive than bargain hunters; so, they're willing to pay more for a high-quality product.\n\nBy contrast, people who are more sensitive to price may be willing to sacrifice quality. These individuals will not spend more for something like a brand name, even if it has a higher quality than a generic store brand product.\n\nPrice sensitivity varies from person to person, or from one consumer to the next. Some people are able and willing to pay more for goods and services than others. Companies and governments are also able to pay more compared to individuals. But even one individual can have different price sensitivities for different purchases. For instance, someone may price-shop when they're buying paper towel, but be more focused on quality than price when they're looking for a dining room table.\n\nAt some point, demand will fall to or close to zero if it reaches a certain price.\n\nThelaw of demandstates that if all other market factors remain constant, a relative price increase leads to a drop in the quantity demanded.Inelasticdemand means consumers are more willing to buy a product even after price increases. High elasticity means even small price increases may significantly lower demand.\n\nIn a perfect world, businesses would set prices at the exact point where supply and demand produce as much revenue as possible. This is referred to as theequilibriumprice. Although this is difficult, computer software models and real-time analysis of sales volume at given price points can help determine equilibrium prices. Even if a small price rise diminishes sales volume, the relative gains in revenue may overcome a proportionally smaller decline in consumer purchases.\n\nPrice sensitivity places a premium on understanding the competition, the buying process, and the uniqueness of products or services in the marketplace. For example, consumers have lower price sensitivity if a product or service is unique or has few substitutes.\n\nConsumers are less sensitive to price when the total cost is low compared to their total income. Likewise, the total expenditure compared to the total cost of the end product affects price sensitivity. For example, if registration costs for a convention are low compared to the total cost of travel, hotel, and food expenses, attendees may be less sensitive to the registration fee.\n\nWhen the expense is shared, consumers have less price sensitivity. People attending the same conference may share one hotel room, making them less sensitive to the hotel room rate.\n\nPrice sensitivity varies from person to person and good or service, with some items deemed worthy of costing a premium and others not.\n\nConsumers also have less price sensitivity when a product or service is used along with something they already own. For instance, once members pay to join an association, they are typically less sensitive to paying for other association services.\n\nConsumers also have less price sensitivity when the product or service is viewed as prestigious, exclusive, or possessing high quality. For example, an association may have a premium feature of its membership delivered through its programs and services, making members less price-sensitive to changes in dues.\n\nThere are a number of different factors that businesses use to come up with pricing strategies. These factors will separate consumers based on their sensitivity to prices.\n\nBusinesses may use marketing and advertising techniques to get consumers to shift their focus from price to other factors, such as product offerings, benefits, and other values. This is common in the travel, tourism, and hospitality industries. Airlines will generally charge more for certain flights—especially on weekends—or for different classes of flights. Many business travelers are less sensitive to price changes.\n\nHigh price sensitivity means consumers are especially sensitive to price changes and are likely to spurn a good or service if it suddenly costs more than similar alternatives.\n\nGenerally speaking, the products that are most price sensitive are those that have lots of competition and don’t stand out much in terms of quality or prestige. Price sensitivity can also become a bigger factor among higher-priced products since these purchases command a significant portion of the buyer’s budget.  A 2% jump in a favorite cereal brand may even potentially go unnoticed. However, add that same percentage to abig ticket itemand it’s more likely the consumer will shop around for cheaper alternatives.\n\nPrice insensitive is the opposite of price sensitive. It means demand remains the same when the price goes up or down.\n\nOne way to measure price sensitivity is to divide the percentage change in quantity demanded by the percentage change in price. So, for example, if a 30% jump in the cost of a soda drink leads to a 10% drop in purchases, we can conclude that the item has a price sensitivity of 0.33%.\n\nPrice sensitivity affects how much money companies and employers generate from their activities andconsumer spending. That makes it a crucial component of theeconomyand something very much worth keeping tabs on.",
  "url": "https://www.investopedia.com/terms/p/price-sensitivity.asp"
}