{
  "term": "Price Elasticity of Demand: Meaning, Types, and Factors That Impact It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nPrice elasticity of demand is a concept in economics that describes the relationship between a product's change in quantity demanded and a price increase, expressed as a ratio.\n\nPrice elasticity of demand measures how a change in price affects a product's demand. If a price change creates a large change in demand, it is considered elastic. If a price change creates a small or no change in demand, it is inelastic.\n\nElasticity, when considering pricing and demand for goods and services, refers to how much demand for a good or service can change. You can think of elasticity as a rubber band—when demand for a good is elastic, it is like a stretchy rubber band and can stretch far beyond its original shape. If demand is inelastic, the rubber band was made very thick and tough, and you can't stretch it very far, if at all.\n\nIf demand for some goods is veryinelastic, consumption won't change regardless of price. That is, a reduction in price does not increase demand much, and an increase in price does not hurt demand. This usually happens when there is no good substitute for a product, so consumers must continue purchasing it even if the price changes.\n\nGasoline, for example, has little price elasticity of demand. Drivers will continue to buy as much as they have to, as will industries such as airlines and trucking.\n\nOther goods are much more elastic, so price changes for these goods cause substantial changes in their demand.\n\nIf the quantity demanded of a product changes greatly in response to changes in its price, it is elastic. That is, the demand point for the product is stretched far from its prior point. If the quantity purchased shows a small change after a change in its price, it is inelastic. The quantity demanded didn't stretch much from its prior point.\n\nPrice elasticity of demand can be expressed mathematically as:\n\nMarketing professionals often try to create inelastic demand for the products that they market. They achieve this by identifying a meaningful difference in their products from those that are available.\n\nA product's demand elasticity depends on various factors that can change over time. Some of these factors are within a business's control, while others are determined by market conditions.\n\nThe more easily a shopper can substitute one product for another, the more elastic the demand for those products will be. For example, if shoppers like coffee and tea equally, they will be happy to switch to tea if the price of coffee goes up. When this happens, the demand for coffee will fall. This is because coffee and tea are considered goodsubstitutesfor each other.\n\nThe morediscretionarya purchase is, the more its quantity demanded will fall in response to price increases. That is, the product demand has greater elasticity.\n\nFor example, imagine you're considering buying a new washing machine, but the current one still works; it's just old and outdated. If the price of a new washing machine goes up, you're likely to forgo that immediate purchase and wait until prices go down or the current machine breaks down.\n\nThe less discretionary a product is, the less its quantity demanded will fall in response to price changes. Inelastic examples include:\n\nOne thing all these products have in common is that they lack good substitutes. If you really want an Apple iPad, then a Kindle Fire won't do, even if the price of the iPad goes up. People are generally not dissuaded by higher prices for their vices, and only one kind of ink cartridge will work in your printer.\n\nThe length of time that the price change lasts also matters.Demand response to price fluctuationsis different for a one-day sale than for a price change that lasts for a season or a year.\n\nClarity of time sensitivity is vital to understanding the price elasticity of demand and for comparing it with different products. Consumers may accept aseasonal price fluctuationrather than change their habits. For example, it will cost more to purchase a swimsuit in the summer than in the winter. But most consumers still buy their swimsuits in the summer because that's when they need them.\n\nPrice elasticity of demand is shown as a number ranging from zero to infinity. This is calculated by dividing the percent of change in quantity demanded by the percent of change in price. Each number represents a different type of elasticity and, therefore, a different type of consumer behavior.\n\nIf the quantity of a product demanded or purchased changes more than the price changes, then the product is considered to be elastic. If the change in quantity purchased is the same as the price change, then the product is said to have unit (or unitary)price elasticity. And if the quantity purchased changes less than the price, then the product is deemed inelastic.\n\nFor example, if the price goes up by 5%, but the demand falls by 10%, the product is elastic. If a price change of 10% creates a 10% change in demand, the product shows unitary elasticity. And if a price increase of 10% doesn't change demand, the product is inelastic.\n\nSuppose that the price of apples falls by 6% from $1.99 a bushel to $1.87 a bushel. In response, grocery shoppers increase their apple purchases by 20%. The elasticity of apples is thus: 0.20 ÷ 0.06 = 3.33. In this case, the demand for apples is elastic.\n\nIf a price change for a product causes a substantial change in either its supply or its demand, it is considered elastic. Generally, it means that there are acceptable substitutes for the product. Examples would be cookies, SUVs, and coffee.\n\nIf a price change for a product doesn’t lead to much, if any, change in its supply or demand, it is considered inelastic. Generally, it means that the product is considered a necessity. Examples include gasoline, milk, and natural gas.\n\nKnowing the price elasticity of demand for goods allows someone selling that good to make informed decisions about pricing strategies. This metric provides sellers with information about consumer pricing sensitivity. It is also crucial for manufacturers to determine their manufacturing plans, as well as for governments to assess how to impose taxes on goods.\n\nPrice elasticity of demand is a ratio that shows how much demand for a product changes when the price of that product changes. A ratio of greater than one indicates an elastic product; a ratio of less than one indicates an inelastic product.\n\nEconomists and marketers use price elasticity of demand to understand how consumer behavior changes in response to price. The more substitutes for a product there are, the more elastic the demand for it becomes. Businesses strive to create inelastic products that will retain the same level of demand even when prices increase.",
  "url": "https://www.investopedia.com/terms/p/priceelasticity.asp"
}