{
  "term": "Price-to-Rent Ratio: Determining if It's Better To Buy or Rent",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe price-to-rent ratio is the ratio of home prices to annualized rent in a given location. This ratio is used as a benchmark for estimating whether it's cheaper to rent or own property. The price-to-rent ratio is used as an indicator for whether housing markets are fairly valued, or in a bubble.\n\nThe price-to-rent ratio is calculated by dividing the median home price by the median yearly rent and the formula for the price-to-rent ratio is as follows:\n\nThe price-to-rent ratio is used as an indicator for whether housing markets are fairly valued, or in a bubble. The dramatic increase in the ratio leading up to the2008-2009 housing market crashwas, with hindsight, a red flag for the housing bubble. Trulia produces a price-to-rent ratio called the Trulia Rent Versus Buy Index, which compares the total costs ofhomeownershipwith the total cost of renting a similar property.\n\nThe total cost of homeownership factors in mortgage principal and interest, property taxes, insurance, closing costs,homeowners association(HOA), mortgage insurance, and tax advantages, such as the mortgage interest deduction.\n\nTrulia established thresholds for the ratios as follows: a price-to-rent ratio of 1 to 15 indicates it is much better to buy than rent; a price-to-rent ratio of 16 to 20 indicates it is typically better to rent than buy, and a price-to-rent ratio of 21 or more indicates it is muchbetter to rent than buy.﻿﻿\n\nThe price-to-rent ratio showswhether buying or renting would be bestfor a particular property in a given market. The housing affordability index lays out whether an average family can afford the property based on home prices and income levels. This index is most often used as a gauge for qualifying for a mortgage.\n\nWhile the price-to-rent ratio compares the economics of buying versus renting, it says nothing about the overall affordability of buying or renting in a given market. Cities where both renting and buying are very expensive, such as San Francisco or New York, could have the same price-to-rent ratio as a small Midwestern town where both homes and rents are relatively cheap.\n\nAs of the second quarter of 2020, the median home value was $291,300.﻿﻿ The median home rent was $1,463 for August 2020.﻿﻿ The price-to-rent ratio, thus, was 16.6, or $291,300 / ($1,463 * 12). This is across the U.S., but the price-to-rent ratio can also be calculated based on figures for a specific city.\n\nThe total costs of renting factors in actual rent and renter's insurance.\n\nFor Trulia’s version of the price-to-rent ratio, it currently sits at around 18, suggesting it's better to rent than buy as of April 2020.﻿﻿\n\nTrulia. \"Trulia’s Rent vs. Buy Index Reveals Top 10 Cities for Renting, Owning Homes.\" Accessed Nov. 16, 2020.\n\nNational Association of REALTORS. \"Median Sales Price of Existing Single-Family Homes for Metropolitan Areas.\" Accessed Nov. 20, 2020.\n\nYardi Matrix. \"Matrix Monthy - Aug. 2020.\" Accessed Nov. 20, 2020.\n\nSmartAsset. \"Price-to-Rent Ratio in the 50 Largest U.S. Cities – 2020 Edition.\" Accessed Nov. 24, 2020.",
  "url": "https://www.investopedia.com/terms/p/price-to-rent-ratio.asp"
}