{
  "term": "Price to Free Cash Flow: Definition, Uses, and Calculation",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPrice to free cash flow (P/FCF) is an equityvaluationmetric that compares a company's per-sharemarket priceto itsfree cash flow(FCF). This metric is very similar to the valuation metric of price to cash flow but is considered a more exact measure because it uses free cash flow, which subtracts capital expenditures (CAPEX) from a company's totaloperating cash flow, thereby reflecting the actual cash flow available to fund non-asset-related growth.\n\nCompanies can use this metric to base growth decisions and maintain acceptable free cash flow levels.\n\nA company's free cash flow is essential because it is a primary indicator of its ability to generate additional revenues, which is a crucial element in stock pricing.\n\nThe price to free cash flow metric is calculated as follows:\n\nPrice to FCF=Market CapitalizationFree Cash Flow\\begin{aligned} &\\text{Price to FCF} = \\frac { \\text{Market Capitalization} }{ \\text{Free Cash Flow} } \\\\ \\end{aligned}​Price to FCF=Free Cash FlowMarket Capitalization​​\n\nFor example, a company with $100 million in total operating cash flow and $50 million incapital expenditureshas a free cash flow total of $50 million. If the company's market cap value is $1 billion, it has a ratio of 20, meaning its stock trades at 20 times its free cash flow - $1 billion / $50 million.\n\nYou might find a company that has more free cash flows than it does market cap or one that is very close to equal amounts of both. For example, a market cap of 102 million and free cash flows of 110 million would result in a ratio of .93. There is nothing inherently wrong with this if it is typical for the company's industry. However, suppose the company operates in an industry where comparable company market caps hover around 200 million. In that case, you may want to investigate further to determine why the business's market cap is low.\n\nFree cash flows or market caps that are non-typical for a company's size and industry should raise the flag for further investigation. The business might be in financial trouble, or it might not—it's critical to find out.\n\nBecause theprice to free cash flow ratio is a value metric, lower numbers generally indicate that a company is undervalued and its stock is relatively cheap in relation to its free cash flow. Conversely, higher price to free cash flow numbers may indicate that the company's stock is somewhat overvalued in relation to its free cash flow.\n\nTherefore, value investors tend to favor companies with low or decreasing P/FCF values that indicate high or increasing free cash flow totals and relatively low stock share prices compared to similar companies in the same industry.\n\nThe price to free cash flow ratio is a comparative metric that needs to be compared to something to mean anything. Past P/FCF ratios, competitor ratios, or industry norms are comparable ratios that can be used to gauge value.\n\nThey tend to avoid companies with high price to free cash flow values that indicate the company's share price is relatively high compared to its free cash flow. In short, the lower the price to free cash flow, the more a company's stock is considered to be a better bargain or value.\n\nAs with any equity evaluation metric, it is most useful to compare a company's P/FCF to that of similar companies in the same industry. However, the price to free cash flow metric can also be viewed over a long-term time frame to see if the company's cash flow to share price value is generally improving or worsening.\n\nThe price to free cash flow ratio can be manipulated by a company. For example, you might find some that preserve cash levels in a reporting period by delaying inventory purchases or their accounts payable payments until after they have published their financial statements.\n\nThe fact that reported numbers can be manipulated makes it essential that you analyze a company's finances entirely to achieve a larger picture of how it is doing financially. When you do this over a few reporting periods, you can see what a company is doing with its cash, how it is using it, and how other investors value the company.\n\nA good price to free cash flow ratio is one that indicates its stock is undervalued. A company's P/FCF should be compared to the ratios of similar companies to determine whether it is under- or over-valued in the industry it operates in. Generally speaking, the lower the ratio, the cheaper the stock is.\n\nA high ratio—one that is higher than is typical for the industry it operates in—may indicate a company's stock is overvalued.\n\nPrice to cash flow accounts for all cash a company has. Price to free cash flow removes capital expenditures, working capital, and dividends so that you compare the cash a company has left over after obligations to its stock price. As a result, it is a better indicator of the ability of a business to continue operating.",
  "url": "https://www.investopedia.com/terms/p/pricetofreecashflow.asp"
}