{
  "term": "Price-to-Earnings (P/E) Ratio: Definition, Formula, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe price-to-earnings ratio compares a company's share price with its earnings per share. Analysts and investors use it to determine the relative value of a company's shares in side-by-side comparisons.\n\nThe price-to-earnings (P/E) ratio measures a company's share price relative to its earnings per share (EPS). Often called the price or earnings multiple, the P/E ratio helps assess the relative value of a company's stock. It's handy for comparing a company's valuation against its historical performance, against other firms within its industry, or the overall market.\n\nThe P/E ratio is one of the most widely used by investors and analysts reviewing a stock's relative valuation. It helps to determine whether a stock is overvalued or undervalued. A company's P/E can also be benchmarked against other stocks in the same industry or against the broader market, such as the S&P 500 Index.\n\nAnalysts interested in long-term valuation trends can look at the P/E 10 or P/E 30 measures, which average the past 10 or 30 years of earnings. These measures are often used when trying to gauge the overall value of a stock index, such as the S&P 500, because these longer-term metrics can show overall changes through severalbusiness cycles.\n\nThe P/E ratio of the S&P 500 going back to 1927 has had a low of roughly 6 in mid-1949 and been as high as 122 in mid-2009, right after the financial crisis. As of April 2024, the S&P 500's P/E ratio was 26.26.\n\nThe formula and calculation are as follows:\n\nP/E Ratio=Market value per shareEarnings per share\\text{P/E Ratio} = \\frac{\\text{Market value per share}}{\\text{Earnings per share}}P/E Ratio=Earnings per shareMarket value per share​\n\nTodetermine the P/E value, divide the stock price by the EPS.\n\nThe stock price (P) can be found simply by searching a stock’s ticker on a reputable financial website. Although this concrete value reflects what investors currently pay for the stock, the EPS is related to earnings reported at different times.\n\nEPS is generally given in two ways. Trailing 12 months (TTM) represents the company's performance over the past 12 months. Another is found in earnings releases, which often provide EPS guidance. This is the company's advice on what it expects in future earnings. These different versions of EPS form the basis of trailing and forward P/E, respectively.\n\nAnalysts and investors review a company's P/E ratio to determine if the share price accurately represents the projected earnings per share.\n\nThe most commonly used P/E ratios are theforward P/Eand the trailing P/E. A third and less typical variation uses the sum of the last two actual quarters and the estimates of the following two quarters.\n\nThe forward (or leading) P/E uses future earnings guidance rather than trailing figures. Sometimes called \"estimated price to earnings,\" this forward-looking indicator helps compare current earnings to future earnings and can clarify what earnings will look like without changes and other accounting adjustments.\n\nHowever, there are problems with the forward P/E metric—namely, companies could underestimate earnings to beat the estimated P/E when the next quarter's earnings arrive. Furthermore, external analysts may also provide estimates that diverge from the company estimates, creating confusion.\n\nThetrailing P/Erelies on past performance by dividing the current share price by the total EPS for the previous 12 months. It's the most popular P/E metric because it's thought to be objective—assuming the company reported earnings accurately. But the trailing P/E also has its share of shortcomings, including that a company’s past performance doesn’t necessarily determine future earnings.\n\nInvestors often base their purchases on potential earnings, not historical performance. Using the trailing P/E ratio can be a problem because it relies on a fixed earnings per share (EPS) figure, while stock prices are constantly changing. This means that if something significant affects a company's stock price, either positively or negatively, the trailing P/E ratio won't accurately reflect it. In essence, it might not provide an up-to-date picture of the company's valuation or potential.\n\nThe trailing P/E ratio will change as the price of a company’s stock moves because earnings are released only each quarter, while stocks trade whenever the market is open. As a result, some investors prefer the forward P/E. If the forward P/E ratio is lower than the trailing P/E ratio, analysts are expecting earnings to increase; if the forward P/E is higher than the current P/E ratio, analysts expect them to decline.\n\nIn addition to indicating whether a company’s stock price is overvalued or undervalued, the P/E ratio can reveal how a stock’s value compares with its industry or a benchmark like the S&P 500.\n\nThe P/E ratio indicates the dollar amount an investor can expect to invest in a company to receive $1 of that company’s earnings. Hence, it’s sometimes called the price multiple because it shows how much investors are willing to pay per dollar of earnings. If a company trades at a P/E multiple of 20x, investors are paying $20 for $1 of current earnings.\n\nThe P/E ratio also helps investors determine a stock’s market value compared with the company’s earnings. That is, the P/E ratio shows what the market is willing to pay today for a stock based on its past or future earnings. A high P/E ratio could signal that a stock’s price is high relative to earnings and is overvalued. Conversely, a low P/E could indicate that the stock price is low relative to earnings.\n\nLet's clarify this with an example, looking at FedEx Corporation (FDX). We can calculate the P/E ratio for FDX as of Feb. 9, 2024, when the company's stock price closed at $242.62. The company's earnings per share (EPS) for the trailing 12 months was $16.85.\n\nTherefore, FDX's P/E ratio was as follows:\n\nLet's now look at two energy companies to see their relative values.\n\nHess Corporation (HES) had the following data at the close of Feb. 9, 2024. We'll use the diluted EPS to account for what would occur should all convertible securities be exercised:\n\nHES thus traded at about 31 times trailing earnings. However, the P/E of 31 isn't helpful unless you have something to compare it with, like the stock's industry group, a benchmark index, or HES's historical P/E range.\n\nHES's P/E ratio was higher than the S&P 500, which, as of Feb. 9, 2024, was about 22 times 12-month trailing earnings.To compare HES's P/E ratio to a peer, let's look at Marathon Petroleum Corporation (MPC):\n\nWhen you compare HES's P/E of 31 to MPC's of 7, HES's stock could appear substantially overvalued relative to the S&P 500 and MPC. Alternatively, HES's higher P/E might mean that investors expect much higher earnings growth in the future than MPC.\n\nHowever, no ratio can tell you everything you need about a stock. Before investing, it's wise to use various financial tools to determine whether a stock is fairly valued.\n\nIn general, a high P/E suggests that investors expect higher earnings growth than those with a lower P/E. A low P/E can indicate that a company is undervalued or that a firm is doing exceptionally well relative to its past performance. When a company has no earnings or is posting losses, theP/E is expressed as N/A. Though it's possible to calculate a negative P/E, it's not common.\n\nThe P/E ratio can also standardize the value of $1 of earnings throughout the stock market. In theory, by taking the median of P/E ratios over a period of several years, one could formulate something of a standardized P/E ratio, which could then be seen as a benchmark and used to indicate whether a stock is worth buying.\n\nA P/E ratio of N/A means the ratio is unavailable for that company's stock. A company can have a P/E ratio of N/A if it's newly listed on the stock exchange and has not yet reported earnings, such as with an initial public offering. It could also mean a company has zero or negative earnings.\n\nThe inverse of the P/E ratio is theearnings yield(which can be thought of as the earnings/price ratio). The earnings yield is the EPS divided by the stock price, expressed as a percentage.\n\nIf Stock A is trading at $10, and its EPS for the past year is 50 cents (TTM), it has a P/E of 20 (i.e., $10 / 50 cents) and an earnings yield of 5% (50 cents / $10). If Stock B is trading at $20 and its EPS (TTM) is $2, it has a P/E of 10 (i.e., $20 / $2) and an earnings yield of 10% ($2 / $20).\n\nThe earnings yield is not as widely used as the P/E ratio. Earnings yields are useful if you're concerned about the rate of return on investment. For equity investors who earn periodic investment income, this may be a secondary concern. This is why many investors may prefer value-based measures like the P/E ratio or stocks.\n\nThe earnings yield is also helpful when a company has zero or negative earnings. Since this is common among high-tech, high-growth, or startup companies, EPS will be negative and listed as an undefined P/E ratio (denoted as N/A). If a company has negative earnings, however, it would have a negative earnings yield, which can be used for comparison.\n\nA P/E ratio, even one calculated using a forward earnings estimate, doesn’t always tell you whether the P/E is appropriate for the company’s expected growth rate. To address this, investors turn to theprice/earnings-to-growth ratio, or PEG.\n\nThe PEG ratio measures the relationship between the price/earnings ratio and earnings growth to give investors a complete picture. Investors use it to see if a stock’s price is overvalued or undervalued by analyzing earnings and the expected growth rate for the company. The PEG ratio is calculated as a company’s trailing price-to-earnings (P/E) ratio divided by its earnings growth rate for a given period.\n\nSince it’s based on both trailing earnings and future earnings growth, PEG is often viewed as more informative than the P/E ratio. For example, a low P/E ratio could suggest a stock is undervalued and worth buying. However, including the company’s growth rate to get its PEG ratio might tell a different story. PEG ratios can be termed “trailing” if using historical growth rates or “forward” if using projected growth rates.\n\nAlthough earnings growth rates can vary among different sectors, a stock with a PEG of less than one is typically considered undervalued because its price is low relative to its expected earnings growth. A PEG greater than one might be considered overvalued because it suggests the stock price is too high relative to the company’s expected earnings growth.\n\nAnalysts also distinguish between absolute P/E andrelative P/Eratios in their analyses.\n\nThe numerator of this ratio is usually the current stock price, and the denominator may be the trailing EPS (TTM), the estimated EPS for the next 12 months (forward P/E), or a mix of the trailing EPS of the last two quarters and the forward P/E for the next two quarters.\n\nWhen distinguishing absolute P/E from relative P/E, remember that absolute P/E represents the P/E of the current period. For example, if the stock price today is $100 and the TTM earnings are $2 per share, the P/E is 50 = ($100 / $2).\n\nTherelative P/Ecompares the absolute P/E to a benchmark or a range of past P/Es over a relevant period, such as the past 10 years. The relative P/E shows what portion or percentage of the past P/Es that the current P/E has reached. The relative P/E usually compares the current P/E value with the highest value of the range. Investors might also compare the current P/E to the bottom side of the range, measuring how close the current P/E is to the historic low.\n\nThe relative P/E will have a value below 100% if the current P/E is lower than the past value (whether the past is high or low). If the relative P/E measure is 100% or more, this tells investors that the current P/E has reached or surpassed the past value.\n\nLike any other fundamental metric, the price-to-earnings ratio comes with a fewlimitationsthat are important to understand. Companies that aren't profitable and have no earnings—or negative earnings per share—pose a challenge for calculating P/E. Views among analysts vary about how to deal with this. Some say there is a negative P/E, others assign a P/E of 0, while most just say the P/E doesn't exist (N/A) until a company becomes profitable.\n\nA main limitation of using P/E ratios is for comparing the P/E ratios of companies from varied sectors. Companies' valuation and growth rates often vary wildly between industries because of how and when the firms earn their money.\n\nAs such, one should only use P/E as a comparative tool when considering companies in the same sector because this is the only kind that will provide worthwhile results. For example, comparing theP/E ratios of a retail companyand theP/E of an oil and gas drilling companycould suggest one is the superior investment, but that's not a cogent conclusion. An individual company’s high P/E ratio, for example, would be less cause for concern when theentire sector has high P/E ratios.\n\nBecause a company’s debt can affect both share price and earnings,leveragecan skew P/E ratios as well. For example, suppose two similar companies differ in the debt they hold. The firm with more debt will likely have a lower P/E value than the one with less debt. However, if the business is solid, the one with more debt could have higher earnings because of the risks it has taken.\n\nAnother critical limitation of price-to-earnings ratios lies within the formula for calculating P/E. P/E ratios rely on accurately presenting the market value of shares and earnings per share estimates. The market determines the prices of shares available in many places. However, the source of earnings information is the company itself. Thus, it’s possible it could be manipulated, so analysts and investors have to trust the company’s officers to provide genuine information. The stock will be considered riskier and less valuable if that trust is broken.\n\nTo reduce these risks, the P/E ratio is only one measurement analyst's review. If a company were to manipulate its results intentionally, it would be challenging to ensure all the metrics were aligned in how they were changed. That’s why the P/E ratio continues to be a central data point when analyzing public companies, though by no means is it the only one.\n\nWhile the P/E ratio is a commonly used metric, you can also use several other alternatives. One such alternative is the price-to-book (P/B) ratio. This ratio compares a company's market value to its book value. The book value represents the company's net asset value according to its balance sheet. The P/B ratio is particularly useful for industries with substantial tangible assets, and a lower P/B ratio may indicate that the stock is undervalued.\n\nAnother alternative is the price-to-sales (P/S) ratio which compares a company's stock price to its revenues. This ratio is useful for evaluating companies that may not be profitable yet or are in industries with volatile earnings. The P/S ratio gives you insight into how much investors are willing to pay per dollar of sales, making it particularly relevant for start-ups or tech companies with high growth potential but inconsistent earnings.\n\nThe last alternative to consider is the enterprise value-to-EBITDA (EV/EBITDA) ratio. It assesses a company's valuation relative to its earnings before interest, taxes, depreciation, and amortization. The EV/EBITDA ratio is helpful because it accounts for the company's debt and cash levels, providing a more holistic view of its valuation compared to the P/E ratio. Investors often use the EV/EBITDA ratio to evaluate companies in capital-intensive industries such as telecommunications or utilities.\n\nThe answer depends on the industry. Some industries tend to have higher average price-to-earnings ratios. For example, in February 2024, the Communications Services Select Sector Index had a P/E of 17.60, while it was 29.72 for the Technology Select Sector Index.To get a general idea of whether a particular P/E ratio is high or low, compare it to the average P/E of others in its sector, then other sectors and the market.\n\nMany investors say buying shares in companies with a lower P/E ratio is better because you are paying less for every dollar of earnings. A lower P/E ratio is like a lower price tag, making it attractive to investors looking for a bargain. In practice, however, there could be reasons behind a company’s particular P/E ratio. For instance, if a company has a low P/E ratio because its business model is declining, the bargain is an illusion.\n\nA P/E ratio of 15 means that the company’s current market value equals 15 times its annual earnings. Put literally, if you were to hypothetically buy 100% of the company’s shares, it would take 15 years for you to earn back your initial investment through the company’s ongoing profits. However, that 15-year estimate would change if the company grows or its earnings fluctuate.\n\nThe trailing P/E ratio uses earnings per share from the past 12 months, reflecting historical performance. In contrast, the forward P/E ratio uses projected earnings for the next 12 months, incorporating future expectations. Forward P/E is often used to gauge investor sentiment about the company's growth prospects while trailing P/E provides a snapshot based on actual past performance.\n\nThe P/E ratio has several limitations. It doesn't account for future earnings growth, can be influenced by accounting practices, and may not be comparable across different industries. It also doesn't consider other financial aspects such as debt levels, cash flow, or the quality of earnings.\n\nThe P/E ratio is one of many fundamentalfinancial metrics for evaluating a company. It's calculated by dividing the current market price of a stock by its earnings per share. It indicates investor expectations, helping to determine if a stock is overvalued or undervalued relative to its earnings. The P/E ratio helps compare companies within the same industry, like an insurance company to an insurance company or telecom to telecom. It offers insights into market sentiment and investment prospects. However, it should be used with other financial measures since it doesn't account for future growth prospects, debt levels, or industry-specific factors.\n\nMacroTrend. \"S&P 500 PE Ratio - 90 Year Historical Chart.\"\n\nYahoo Finance. “FedEx Corporation (FDX).”\n\nYahoo Finance. “Hess Corporation (HES).”\n\nWall Street Journal. “Markets.”\n\nYahoo Finance. “Marathon Petroleum Corporation (MPC).”\n\nCharles Schwab. “How To Value Company Stocks: P/E, PEG, and P/B Ratios.”\n\nState Street Global Advisors SPDR. \"Communication Services Select Sector SPDR Fund.\"\n\nState Street Global Advisors SPDR. \"The Technology Select Sector Fund.\"",
  "url": "https://www.investopedia.com/terms/p/price-earningsratio.asp"
}