{
  "term": "Price Action: What It Is and How Stock Traders Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nPrice action is the change in an investment's price over time plotted on a chart.\n\nPrice action is the movement of a security's price plotted over time. Price action forms the basis for all technical analyses of a stock, commodity, or other asset charts.\n\nMany short-term traders rely exclusively on price action and the formations and trends extrapolated from it to make trading decisions. Technical analysis as a practice is a derivative of price action since it uses past prices in calculations that can then be used to inform trading decisions.\n\nPrice action can be seen and interpreted using charts that plot prices over time. Traders use different chart compositions to improve their ability to spot and interpret trends, breakouts, and reversals.\n\nMany traders use candlestick charts since they help better visualize price movements by displaying the open, high, low, and close values in the context of up or down sessions.\n\nCandlestick patterns such as theHarami cross, engulfing pattern, and three white soldiers are all examples of visually interpreted price action.\n\nMany more candlestick formations are generated off-price action to set up an expectation of what will come next. These same formations can apply to other types of charts, including point and figure charts, box charts, box plots, and so on.\n\nIn addition to the visual formations on the chart, many technical analysts use price action data when calculating technical indicators. The goal is to find order in the sometimes seemingly random price movements.\n\nFor example, an ascending triangle pattern formed by applying trendlines to a price action chart may be used to predict a potential breakout since the price action indicates that bulls have attempted a breakout on several occasions and have gained momentum each time.\n\nPrice action is not generally seen as a trading tool, like an indicator, but rather as the data source from which all the tools are built.\n\nSwing and trend traders tend to work most closely with price action, eschewing any fundamental analysis to focus solely on support and resistance levels to predict breakouts andconsolidations.\n\nEven these traders must pay some attention to additional factors beyond the current price, as the volume of trading and the periods used to establish levels all impact the likelihood of their interpretations being accurate.\n\nMany institutions have begun leveraging algorithms to analyze prior price action and execute trades in certain circumstances. In a 2020 report to Congress, the Securities and Exchange Commission (SEC) noted that the \"use of algorithms in trading is pervasive.\"\n\nThese automated systems are fed price action data and can deduce outcomes and determine potential future price action.\n\nInterpreting price action is very subjective. It's common for two traders to arrive at different conclusions when analyzing the same price action. One trader may see a bearishdowntrend, and another might believe that the price action shows a potential near-term turnaround.\n\nOf course, the time period being used also has a significant influence on what traders see as a stock can have many intraday downtrends while maintaining a month-over-month uptrend.\n\nThe important thing to remember is that trading predictions made using price action on any time scale are speculative. The more tools you can apply to your trading prediction to confirm it, the better.\n\nIn the end, however, the past price action of a security is no guarantee of future price action. High-probability trades are still speculative trades, which means traders take on the risks to get access to the potential rewards. Price action does not explicitly incorporate macroeconomic or non-financial matters impacting a security.\n\nPrice action is an asset's price movement over time. It is used to analyze trends and identify entry and exit points when trading. Many traders use candlestick charts to plot prior price action and then plot potential breakout and reversal patterns. Although prior price action does not guarantee future results, traders often analyze a security's historical patterns to better understand where the price may move next.\n\nPrice action is a trading technique. Traders read market prices and use charts to make trading decisions.\n\nAn example would be a stock price trending higher until it breaks through a resistance level.\n\nTechnical traders use price action to gather insight into the price movement of a security. Price and volume are analyzed on charts to determine the buying and selling activity of the security, informing trading decisions. Like many technical analysis tools, price action should be utilized with other tools to make overall trading decisions.\n\nU.S. Securities and Exchange Commission. \"Staff Report on Algorithmic Trading in U.S. Capital Markets,\" Page 5.",
  "url": "https://www.investopedia.com/terms/p/price-action.asp"
}