{
  "term": "Price-to-Sales (P/S) Ratio: What It Is, Formula To Calculate It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe price-to-sales (P/S) ratio is a valuation ratio that compares a company’s stock price to itsrevenues. It is an indicator of the value that financial markets have placed on each dollar of a company’s sales or revenues.\n\nThe P/S ratio is a key analysis and valuation tool for investors and analysts. TheP/S ratio showshow much investors are willing to pay per dollar of sales. It can be calculated either by dividing the company’smarket capitalizationby its total sales over a designated period (usually twelve months) or on a per-share basis by dividing the stock price bysales per share. The P/S ratio is also known as a sales multiple or revenue multiple.\n\nLike all ratios, the P/S ratio is most relevant when used to compare companies in the same sector. A low ratio may indicate the stock isundervalued, while a ratio that is significantly above the average may suggest overvaluation.\n\nThe typical 12-month period used for sales in the P/S ratio is generally the past four quarters (also calledtrailing 12 monthsor TTM), or the most recent or currentfiscal year(FY). A P/S ratio that is based on forecast sales for the current year is called a forward P/S ratio.\n\nTo determine the P/S ratio, one must divide the current stock price by the sales per share.The current stock price can be found by plugging the stock symbol into any major finance website. The sales per share metric is calculated by dividing a company’s sales by the number ofoutstanding shares.\n\nP/S Ratio=MVSSPSwhere:MVS=Market Value per ShareSPS=Sales per Share\\begin{aligned} &\\text{P/S Ratio}=\\frac{MVS}{SPS}\\\\ &\\textbf{where:}\\\\ &MVS = \\text{Market Value per Share}\\\\ &SPS = \\text{Sales per Share}\\\\ \\end{aligned}​P/S Ratio=SPSMVS​where:MVS=Market Value per ShareSPS=Sales per Share​\n\nAs is the case with other ratios, the P/S ratio is of greatest value when it is used for comparing companies within the same sector.\n\nThe P/S ratio doesn’t take into account whether the company makes any earnings or whether it will ever make earnings. Comparing companies in different industries can prove difficult as well. For example, companies that make video games will have different capabilities when it comes to turning sales into profits when compared to, say, grocery retailers. In addition, P/S ratios do not account fordebt loadsor the status of a company’sbalance sheet. That is, a company with virtually no debt will be more attractive than a highly leveraged company with the same P/S ratio.\n\nWhile the P/S ratio doesn’t take debt into account, theenterprise value-to-sales ratio(EV/Sales) does. The EV/Sales ratio uses enterprise value and not market capitalization like the P/S ratio. Enterprise value adds debt andpreferred sharesto the market cap and subtracts cash. The EV/Sales ratio is said to be superior, although it involves more steps and isn’t always as readily available.\n\nAs an example, consider the quarterly sales for Acme Co. shown in the table below. The sales for fiscal year 1 (FY1) are actual sales, while sales for FY2 areanalysts’ average forecasts(assume that we are currently in the first quarter or Q1 of FY2). Acme has 100 million shares outstanding, with the shares presently trading at $10 per share.\n\nAt the present time, Acme’s P/S ratio on a trailing-12-month basis would be calculated as follows:\n\nAcme’s P/S ratio for the current fiscal year would be calculated as follows:\n\nIf Acme’s peers—which we assume are based in the samesectorand are of similar size in terms of market capitalization—are trading at an average P/S ratio (TTM) of 1.5, compared with Acme’s 2.2, it suggests a premium valuation for the company. One reason for this could be the 14.3% revenue growth that Acme is expected to post in the current fiscal year ($520 million versus $455 million), which may be better than what is expected for its peers.\n\nTaking that a step further, consider Apple's fiscal 2020 revenues of $274.5 billion.With 16.53 billion in outstanding shares as of Sept. 30, 2021, Apple's sales per share are $16.60.With a stock price of $145, it would give the company a P/S ratio of 8.73.\n\nIn comparison, Google trades with a P/S ratio of 6.29 and Microsoft at 10.87, suggesting that Apple and Google may potentially be undervalued or Microsoft might be overvalued.\n\nThe P/S ratio, also known as a sales multiple or revenue multiple, is a key analysis and valuation tool for investors and analysts. The ratio shows how much investors are willing to pay per dollar of sales. It can be calculated either by dividing the company’s market capitalization by its total sales over a designated period (usually twelve months) or on a per-share basis by dividing the stock price by sales per share. Like all ratios, the P/S ratio is most relevant when used to compare companies in the same sector. A low ratio may indicate the stock is undervalued, while a ratio that is significantly above the average may suggest overvaluation.\n\nThe P/S ratio doesn’t take into account whether the company makes any earnings or whether it will ever make earnings. Comparing companies in different industries can prove difficult as well. For example, companies that make video games will have different capabilities when it comes to turning sales into profits when compared to, say, grocery retailers. In addition, P/S ratios do not account for debt loads or the status of a company’s balance sheet.\n\nEnterprise value-to-sales (EV/sales) measures how much it would cost to purchase a company's value in terms of its sales. A lower EV/sales multiple indicates that a company is a more attractive investment as it may be relatively undervalued. Essentially, it uses enterprise value and not market capitalization like the P/S ratio. Enterprise value adds debt and preferred shares to the market cap and subtracts cash. Since it does account for a company's debt load, the EV/Sales ratio is said to be superior, although it involves more steps and isn’t always as readily available.\n\nU.S. Securities and Exchange Commission. \"Form 10-K Apple Inc. 2020.\" Accessed Oct. 18, 2021.\n\nFinancial Times. \"AAPL.\" Accessed Oct. 18, 2021.\n\nYahoo Finance. \"Apple Inc. Quote History.\" Accessed April 9, 2021.\n\nMacrotrends. \"Microsoft Price to Sales Ratio 2006-2020 | MSFT.\" Accessed April 9, 2021.\n\nMacrotrends. \"Alphabet Price to Sales Ratio 2006-2020 | GOOGL.\" Accessed April 9, 2021.",
  "url": "https://www.investopedia.com/terms/p/price-to-salesratio.asp"
}