{
  "term": "Primary Market: Definition, Types, Examples, and Secondary",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe primary market is where securities are initially created and sold during a primary distribution before further trading takes place on the secondary market.\n\nA primary market is a source of new securities. It's often on an exchange and it's where companies, governments, and other groups go to obtain financing through debt-based or equity-based securities. Primary markets are facilitated byunderwriting groupsthat consist of investment banks that set a beginning price range for a given security and oversee its sale to investors.\n\nFurther trading is conducted on thesecondary marketwhere the bulk of exchange trading occurs each day after the initial sale is complete.\n\nThe primary market is where securities are created. It's in this market that firms sell orfloat(in finance lingo) new stocks and bonds to the public for the first time during theprimary distribution. These stocks and bonds—also calledprimary instruments—trade on mainstream exchanges with prices based on their market value.\n\nCompanies and government entities sell new issues of common and preferred stock, corporate bonds, and government bonds, notes, and bills on the primary market to fund business improvements or expand operations. Although an investment bank may set the securities' initial price and receive a fee for facilitating sales, most of the money raised from the sales goes to the issuer.\n\nThe primary market isn't a physical place; it reflects more on the nature of the goods. The key defining characteristic of a primary market is that securities on it are purchased directly from anissuer—as opposed to being bought from a previous purchaser or investor, \"second-hand\" so to speak.\n\nInvestors typically pay less for securities on the primary market than on the secondary market.\n\nAll issues on the primary market are subject to strict regulation. Companies must file statements with theSecurities and Exchange Commission(SEC) and other securities agencies and must wait until their filings are approved before they can offer them for sale to investors.\n\nAfter the initial offering is completed—that is, all the stock shares or bonds are sold—that primary market closes. Those securities then start trading on the secondary market.\n\nAninitial public offering, or IPO, is an example of a security issued on a primary market. An IPO occurs when a private company sells shares of stock to the public for the first time, a process known as \"going public.\" The process, including the original price of the new shares, is set by a designated investment bank, hired by the company to do the initial underwriting for a particular stock.\n\nFor example, company ABCWXYZ Inc. hires five underwriting firms to determine the financial details of its IPO. The underwriters detail that the issue price of the stock will be $15. Investors can then buy the IPO at this price directly from the issuing company. This is the first opportunity that investors have to contribute capital to a company through the purchase of its stock. A company's equity capital is comprised of the funds generated by the sale of stock on the primary market.\n\nArights offering (issue)permits companies to raise additional equity through the primary market after already having securities enter the secondary market. Current investors are offered prorated rights based on the shares they currently own, and others can invest anew in newly minted shares.\n\nOther types of primary market offerings for stocks includeprivate placementand preferential allotment. Private placement allows companies to sell directly to more significant investors such as hedge funds and banks without making shares publicly available. Preferential allotment offers shares to select investors (usually hedge funds, banks, and mutual funds) at a special price not available to the general public.\n\nSimilarly, businesses and governments that want to generate debt capital can choose to issue new short- and long-term bonds on the primary market. New bonds are issued with coupon rates that correspond to the current interest rates at the time of issuance, which may be higher or lower than those offered by pre-existing bonds.\n\nThe primary market refers to the market where securities are created and first issued, while the secondary market is one in which they are traded afterward among investors.\n\nTake, for example, U.S. Treasuries—the bonds, bills, and notes issued by the U.S. government. The Dept. of the Treasury announcesnew issuesof these debt securities at periodic intervals and sells them atauctions, which are held multiple times throughout the year. This is an example of the primary market in action.\n\nIndividual investors can buy newly issued U.S. Treasuries directly from the government viaTreasuryDirect, an electronic marketplace and online account system.This can save them money on brokerage commissions and other middleman fees.\n\nNow, let's say some of the investors who bought some of the government's bonds or bills at these auctions—they're usually institutional investors, like brokerages, banks, pension funds, or investment funds—want to sell them. They offer them on stock exchanges or markets like the NYSE, Nasdaq, or over-the-counter (OTC), where other investors can buy them. These U.S. Treasuries are now on the secondary market.\n\nWith equities, thedistinction between primary and secondary marketscan seem a little cloudier. Essentially, the secondary market is what's commonly referred to as \"the stock market,\" the stock exchanges where investors buy and sell shares from one another. But in fact, a stock exchange can be the site of both a primary and secondary market.\n\nFor example, when a company makes its public debut on the New York Stock Exchange (NYSE), the first offering of its new shares constitutes a primary market. The shares that trade afterward, with their prices daily listed on the NYSE, are part of the secondary market.\n\nSecondary markets are further divided into two types:\n\nThe key distinction between primary and secondary markets is the seller or source of the securities. In a primary market, it's the issuer of the shares or bonds or whatever the asset is. In a secondary market, it's another investor or owner. When you buy a security on the primary market, you're buying a new issue directly from the issuer, and it's a one-time transaction. When you buy a security on the secondary market, the original issuer of that security—be it a company or a government—doesn't take any part and doesn't share in the proceeds.\n\nIn short, securities areboughton the primary market. Theytradeon the secondary market.\n\nIn June 2017, the Republic of Argentina announced it was selling $2.75 billion worth of debt in a two-part U.S. dollar bond sale. Funding was going toward liability management purposes. Joint underwriters included Morgan Stanley, Bank of America, Merrill Lynch, Deutsche Bank, and Credit Suisse. It marked the first time a junk-rated government—Argentina had only returned to the debt markets the previous year after massive defaults had barred it for a while—offeredcentury bonds(which mature in 100 years).\n\nFacebook's (META), now Meta, initial public offering in 2012 was, at the time, thelargest IPO of an online companyand the largest IPO in the technology sector in US history. Expectations were high: Many investors believed the stock's value would very quickly increase on the secondary market due to the company's popularity and rapid success. Because of high demand in the primary market, underwriters priced the stock at $38 per share, at the top of the targeted $35-38 range, and raised the stock offering level by 25% to 421 million shares. The stock valuation became $104 billion, the largest of any newly public company.\n\nAlthough Facebook raised $16 billion through the primary market, the stock did not greatly increase in value on the day of the IPO: It closed at $38.23 after 460 million shares were sold and turnover exceeded 100%. Facebook actually went significantly lower later in 2012, hitting an all-time low of $17.73 on Sept. 4, 2012.\n\nBut it recovered, thanks partly to the company'sheavy focus on its mobile platform.\n\nIf you invested $10,000 in the company at its IPO, you would have received 263 shares of Facebookcommon stock.As of February 23, 2024, those shares were selling for $484 a piece, making your investment worth $127,292.In retrospect, that primary market purchase of $38 per share seems like quite a discount.\n\nBoth the primary market and the secondary market are aspects of a capitalist financial system, in which money is raised by the buying and selling of securities—financial assets like stocks and bonds. New securities are issued (created) and sold to investors for the first time in the primary market. Thereafter, investors trade these securities on the secondary market.\n\nThe primary market is also known as the new issues market. The secondary market is what we commonly think of as the stock market or stock exchange.\n\nThere's a primary market for just about every sort of financial asset out there. The biggest ones are the primary stock market, the primary bond market, and the primary mortgage market.\n\nThe most common type of primary market issues include:\n\nThe primary market is like a debutante ball or a wedding: It marks the launch of a new security—a corporate stock share or a bond—into the financial marketplace. Primary markets enable companies and governments to attract investors and raise money—to pay debts or to expand. They also enable investors with assets to put their money into, generate income, or get in on the ground floor of a promising young venture.\n\nThe primary and secondary markets in India function as they do anywhere:In the primary market, the investor purchases shares or bonds directly from a company in a one-time transaction; in the Secondary Market, investors buy and sell the stocks and bonds among themselves, and can do so an infinite number of times.\n\nIn India, when companies wish to go public and establish a primary market for their shares, they must get approval from the Securities and Exchange Board of India (SEBI), the equivalent of the SEC in the U.S.\n\nThe secondary market in India includes the BSE Limited (BSE), and the National Stock Exchange (NSE)—the Subcontinent's two most widely traded exchanges.\n\nA primary market is a figurative place where securities make their debut—where new bonds and shares of corporate stock are issued to be sold to investors for the first time. They are sold by the companies, governments, or other entities issuing them, often with the help of investment banks, who underwrite the new issues, set their price and oversee their launch.\n\nThere is a primary market for most types of assets, with equities (stocks) and bonds being the most common. And there are several different types of primary market issues. The most familiar are IPOs. Others include private placements and rights offerings.\n\nMost primary market buyers are institutional investors, though individual investors can easily get in on certain offerings, like new US Treasury bonds.\n\nAfter they’ve been issued on the primary market, existing shares of stock, bonds, and other securities are traded between investors on what is called the secondary market—essentially, the familiar stock exchanges and stock markets.\n\nTreasuryDirect. \"Treasury Bonds.\"\n\nThe Wall Street Journal. \"Argentina Sells $2.75 Billion of 100-Year Bonds.\"\n\nU.S. Security and Exchange Commission. \"Prospectus-Facebook-Class A Common Stock.\"\n\nSecurities and Exchange Board of India. \"Home Page.\"\n\nNational Stock Exchange of India Ltd. \"Home Page.\"",
  "url": "https://www.investopedia.com/terms/p/primarymarket.asp"
}