{
  "term": "Prima Facie: Legal Definition and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nInvestopedia / Michela Buttignol\n\nPrima facie is a Latin expression used in law to refer to a case that has merit when taken at face value.\n\nPrima facieis a Latin expression that means “at first sight,\" “at first view,\" or \"based on first impression.\" It is used in civil and criminal law to denote that a legal claim has sufficient evidence to proceed to trial or judgment upon initial examination. Put simply, it means that a case has merit when it is taken at face value. Theburden of prooflies with the plaintiff and can be challenged by the defendant.\n\nTo begin a lawsuit against someone, a complaint must be filed by the wronged party. In legalese, the complainant is called theplaintiff. This party must file a lawsuit claiming a defendant’s actions (or inactions) caused an injury or damages.\n\nIn most legal proceedings, one party (typically, the plaintiff or the prosecutor) has a burden of proof. This requires them to present prima facie evidence for each element of the charges against the defendant.\n\nFor the lawsuit to proceed to trial, the plaintiff (and their legal representatives) must provide proof that specific intent and actions occurred that caused damages or harm to the plaintiff. If enough evidence is provided, the lawsuit is called a prima facie case—one that, during the pre-trial hearing, a judge decides has enough evidence to proceed to trial.\n\nThe court will likely dismiss the case if the plaintiff lacks sufficient evidence supporting its claim. If the court determines that a prima facie case exists, the defendant must present evidence during the trial that overcomes the prima facie case to prevail.\n\nA prima facie case is a term used to describe a case with enough proof to proceed to trial or judgment.\n\nA tort is an action considered wrongful, harmful, or that infringes on another's rights. Actions considered torts are civil liabilities—where punishment is generally monetary—rather than criminal liabilities.\n\nIn atort lawprima facie case, a plaintiff must prove that a defendant has met all the components of a prima facie case to prove that they committed that tort.\n\nThe components needed for a prima facie case vary by tort. For the tort of negligence, the plaintiff must show that:\n\nConsider a prima facie tort case where a landlord wants to get rid of a dental practice in their office space simply because they do not like dentists, so they decide not to repair the leaky roof. This forces the dentist to vacate the space. The dentist can't find another facility in the town, so the dentist is forced to close, damaging their revenues and income. In this example, the burden of proof falls on the dentist, who must show that the landlord did something to cause the practice to fail.\n\nIf all the components of a prima facie case can be established, the court will allow the proceedings to continue. However, if the plaintiff can't prove these components, the court will likely dismiss the case.\n\nA prima facie case is similar in criminal law: the prosecution must present enough evidence that the defendant is guilty of the crime charged. If the prosecution cannot present evidence supporting each component, the case cannot move to trial.\n\nFor example, if the defendant is accused of breaking into a home and stealing expensive items, the prosecution must present evidence that the defendant entered the premises without authorization. It must also show that there was intent to commit burglary and that the defendant stole items from the premises.\n\nIn a prima facie case, the defendant can offer evidence disputing each element of the crime that the prosecution establishes. On the other hand, the prosecution must prove each element beyond a reasonable doubt. The defendant's primary goal is to cast doubt upon the prosecution's proof. If they succeed, the case must be dismissed.\n\nTitle VII of theCivil Rights Act of 1964prohibits discrimination in employment based on sex, race, color, national origin, and religion. To establish a prima facie case of employment discrimination, a plaintiff must prove the following:\n\nIn some instances, the evidence presented in a claim is enough to allow for summary judgment. In a prima facie case, the facts established are sufficient to prove that the defendant’s actions support the plaintiff’s claims of injury.\n\nIn employment discrimination lawsuits, for example, the courts established tests and guidelines that judges use to determine whether a summary judgment (where the judge decides without a trial) can be given. If the plaintiff can establish a prima facie case, the defendant must prove that an employee was terminated for reasons other than discrimination.\n\nIn the 1992 case ofSt. Mary's Honor Center et al. v. Hicks,a halfway house employee alleged that he was discharged because of his race, violating theCivil Rights Act of 1964. When tried in District Court, the employee established a prima facie case of discrimination but was found to have not provided sufficient evidence to prove that the employer used race when it decided to fire the plaintiff.\n\nThe case went to the United StatesCourt of Appealsand later to the Supreme Court. The Supreme Court found that while the employee did establish a prima facie case, this did not entitle the employee to a mandatory win.\n\nYes, prima facie evidence can be rebutted. The opposing party, or in legal cases, the defendant, can offer their own evidence to disprove or challenge the information presented by the plaintiff in a case presented to the court.\n\nThe four elements required to establish a prima facie case of negligence are:\n\nPrima facie is generally used as an adjective to describe a noun, like a court case. A judge might say, \"This is a textbook example of a prima facie case, so I'm allowing it to move to trial.\" The term might also be used to describe anything else that, at first glance, meets specific criteria.\n\nAccording to Scottish moral philosopher W. D. Ross in his book \"Right and the Good,\"a prima facie duty is \"a duty that is binding or obligatory, other things being equal.\" Common examples include the duty to tell the truth, obey the law, protect people from harm, and keep one's promises.\n\nA civil prima facie case is one where there is proof that a defendant had a duty to a plaintiff, breached that duty, the plaintiff suffered damages, and the defendant's actions caused the damages. In a criminal prima facie case, the plaintiff must provide enough evidence to demonstrate a crime was committed.\n\nCornell Law School. \"Prima facie.\"\n\nThe Catholic University of America, Columbus School of Law. \"Three Kinds of Fault: Understanding the Purpose and Function of Causation in Tort Law,\" Page 154.\n\nGeneral Counsel Attorneys at Law. \"Employee Must Meet Employer's Legitimate Expectations To Establish Case of Employment Discrimination.\"\n\nLibrary of Congress. \"St. Mary's Honor Center et al. v. Hicks,\" Page 1.\n\nSt. John's University. \"The Politics of Presumption: St. Mary's Honor Center v. Hicks and the Burdens of Proof in Employment Discrimination Cases,\"Journal of Civil Rights and Economic Development, vol. 9, issue 1, Fall 1993, pp. 75–80.\n\nCornell Law School. \"Negligence.\"\n\nStanford University Department of Philosphy. \"William David Ross.\"",
  "url": "https://www.investopedia.com/terms/p/prima-facie.asp"
}