{
  "term": "Prime Rate: Definition and How It Works",
  "definition": "Michael Sonnenshein is the CEO at Grayscale Investments, the world’s largest digital currency asset manager.\n\nThe prime interest rate is the percentage that U.S. commercial banks charge their mostcreditworthycustomers for loans. Like all loan rates, the prime interest rate is derived from the federal funds' overnight rate, set by the Federal Reserve at meetings held eight times a year. The prime interest rate is thebenchmarkbanks and other lenders use when setting their interest rates for every category of loan from credit cards to car loans and mortgages.\n\nAs of January 2025, the prime interest rate is 7.50%. On Dec. 18, 2024, theFederal Open Market Committee (FOMC)voted to lower the target range for the federal funds rate to 4.25%-4.50% (a decrease of 0.25 percentage points from the previous month.\n\nAn interest rate is the percentage of a loan amount that a lender charges. It is the lender's compensation, and the percentage varies with each type of loan. Any unsecured loan (like acredit card) is charged interest at a higher rate than a secured loan, such as an auto loan or a mortgage.\n\nThe rate that an individual or business receives varies depending on the borrower’s credit history and other financial details. These rates are normally defined as anannual percentage rate (APR).\n\nThe prime interest rate, which is also called the prime lending rate, is largely determined by thefederal funds rateset by the FOMC of the Federal Reserve.\n\nThe fed funds rate is theovernight ratebanks and other financial institutions use to lend money to each other. The process is a constant electronic flow of money that ensures that each bank has sufficient liquidity to operate from day to day.\n\nBanks generally use a formula of federal funds rate + 3 to determine the prime rate it charges its best customers, primarily large corporations that borrow and repay loans on a more or less constant basis.\n\nThat prime rate is the starting point for all other interest rates, which are set at the prime rate plus an additional percentage.\n\nThe bank sets a range of interest rates for each loan type. The rates individual borrowers are charged are based on theircredit scores, income, and current debts.\n\nFor example, a person with an outstanding credit score might be charged, say, prime plus 9% for a credit card, while an individual with only a good score might get a rate of prime plus 15%.\n\nThe prime rate plus a percentage forms the base of almost all consumer and business interest rates.\n\nThe prime rate is determined by individual banks and used as the base rate for many types of loans, including loans to small businesses andcredit cards. The Federal Reserve has no direct role in setting the prime rate, but most financial institutions choose to set their prime rates based partly on the target level of the federal funds rate established by the FOMC.\n\nOne of the most used prime rates is the one thatThe Wall Street Journalpublishes daily. As noted above, banks generally use fed funds + 3 to determine the prime rate.\n\nThe prime rate in the U.S. is 7.50% as of January 2025. It was cut by 0.25 percentage points after the FOMC reduced the target range for the federal funds rate to 4.25%-4.50% in December 2024.\n\nThe prime rate increased since May 2022, moving in tandem with the FOMC's increases to the fed funds rate to combat high inflation.\n\nAlthough other U.S. financial services institutions regularly note any changes that the Fed makes to its prime rate and may use them to justify changes to its prime rates, institutions are not required to change their prime rates following the Fed's decisions.\n\nThe prime rate changes daily, in line with other interest rates. A snapshot of the prime rate can be foundon the Federal Reserve's website.\n\nThe prime rate affects a variety of bank loans. When the prime rate goes up, so does the cost to obtain small business loans,lines of credit, car loans, mortgages, and credit cards.\n\nDebt with a variable interest rate can be affected by the prime rate because a bank can change your rate. This includes credit cards as well as variable rate mortgages, home equity loans, personal loans, andvariable interest ratestudent loans.\n\nThe prime rate is reserved for only the most qualified customers, those who pose the least amount ofdefault risk. If the prime rate is set at 5%, a lender still may offer rates below 5% to well-qualified customers.\n\nThe prime rate in Canada is 5.45% and 1.63% in Japan as of January 2025.\n\nThe prime rate is not fixed and can change over time based on changes in the federal funds rate, inflation, the demand for loans, and other economic factors. When the prime rate changes, the interest rates on loans and financial products that are based on the prime rate may also change.\n\nThe prime rate can affect you in different ways, depending on the type of loan or financial product you have. Here are some of the most common ways:\n\nThe prime rate dates back to the 1930s when banks first used it to set interest rates for short-term lending to their most creditworthy customers following theGreat Depression. In the decades following World War II, the prime rate remained relatively stable, hovering around 2% to 3%.\n\nThe prime rate began to rise significantly in the 1970s as the United States experienced an economic recession and high inflation. The prime rate reached its all-time high of 21.5% in Dec. 1980, as the Federal Reserve sought to curb inflation by raising interest rates.\n\nOver the next few decades, the prime rate fluctuated widely, reflecting the ups and downs of the economy and largely mirroring other benchmark interest rates. During times of economic growth, the prime rate tends to be higher, while it tends to be lower during times of recession or financial turmoil.\n\nPrime rates fluctuate over time depending on the movement of the federal funds rate, which, in turn, reflects the state of the economy. These are the most recent changes in the prime rate:\n\nAny existing loan or line of credit that has a fixed interest rate is not affected by a change in the prime rate. This includes any student loans, mortgages, savings accounts, and credit cards that are issued with fixed rates rather than variable rates.\n\nA significant change in the prime rate often signals that the Federal Reserve has changed the federal funds rate. It increases the federal funds rate to bring inflation under control. It decreases the rate to encourage economic growth.\n\nThe goal of the Federal Reserve is to encourage or discourage borrowing by businesses and consumers. Higher rates discourage borrowing while lower rates encourage it.\n\nThe highest prime rate ever recorded in the U.S. was 21.5%, which was reached in December 1980.\n\nThe prime rate is the interest rate that commercial banks charge creditworthy customers and is based on the Federal Reserve's federal funds overnight rate.\n\nBanks generally use fed funds + 3 to determine the current prime rate. The rate forms the basis for other interest rates, including rates for mortgages, small business loans, or personal loans.\n\nFedPrimeRate.com. \"United States Prime Rate.\"\n\nThe Wall Street Journal. \"Money Rates.\"\n\nFederal Reserve Board. \"About the FOMC.\"\n\nFederal Reserve Board. \"FAQs: What Is the Prime Rate, and Does the Federal Reserve Set the Prime Rate?\"\n\nFederal Reserve Board. \"July 26, 2023, Federal Reserve Issues FOMC Statement.\"\n\nFederal Reserve Bank of St. Louis, FRED. \"Bank Prime Loan Rate Changes: Historical Dates of Changes and Rates (PRIME).\"\n\nCasaplorer. \"Prime Rates from 1955 to February 2024.\"\n\nBank of America, Newsroom. \"Prime Rate Information.\"",
  "url": "https://www.investopedia.com/terms/p/primerate.asp"
}