{
  "term": "Prime Brokerage Services, Example, and Requirements for an Account",
  "definition": "Investopedia / Michela Buttignol\n\nPrime brokerage is a premium bundle that some financial institutions offer their biggest and most active trading clients such as hedge funds and money managers.\n\nPrime brokerage is a top-tier bundled service that investment banks and other financial institutions offer to their largest clients, such as hedge funds. Services provided under prime brokering includesecurities lending, leveraged trade execution, and cash management.\n\nBrokerage clients who trade frequently in large volumes often need to be able to borrow securities or cash to engage innetting, which offsets the value of multiple positions or payments exchanged between two or more parties.\n\nPrime brokerage services are provided by most of the largest financial services firms, including Goldman Sachs, UBS, and Morgan Stanley. Such services have been available since the 1970s.\n\nPrime brokerage services revolve around facilitating the busy, multifaceted trading operations of large financial institutions, such ashedge funds. Central to their role, prime brokers allow hedge funds to borrow securities and increase theirleverage, while also acting as an intermediary between hedge funds and counterparties such as pension funds and commercial banks.\n\nPrime brokerages, at times referred to asprime brokers, are generally larger financial institutions that have dealings with other major institutions and hedge funds. The majority of large banks have prime brokerage units that service hundreds of clients. Although prime brokerages offer a wide variety of services, a client isn't required to take part in all of them and can also have services performed by other institutions as they see fit.\n\nA prime brokerage offers a set of services to qualifying clients. The assigned broker, or brokers, may provide settlement agent services along with financing for leverage. Custody of assets may be offered, as well as daily preparations of account statements.\n\nPrime brokers offer a level of resources many institutions may not be able to have in-house. In essence, a prime brokerage service gives large institutions a mechanism allowing them to outsource many of their investment activities and shift focus ontoinvestment goalsand strategy.\n\nConcierge-style services may also be offered by prime brokerages. These can includerisk management, capital introduction, securities financing, and cash financing.Some go as far as to offer the opportunity to sublease office space and provide access to other facility-based benefits. As with more traditional offerings, participation in any of the concierge services is optional.\n\nIn cases of securities lending,collateralis often required by the prime brokerage. This allows it to minimize the risk it experiences as well as give it quicker access to funds, if needed.\n\nThe majority of prime brokerage clients are large-scale investors and institutions. Money managers and hedge funds often meet the qualifications, as well asarbitrageursand a variety of other professional investors. In the case of hedge funds, prime brokerage services are often considered significant in determining a fund's success.\n\nTwo common types of clients arepension funds, a form ofinstitutional investor, and commercial banks. These varieties of investors often deal with a large amount of cash for investment but don't have the internal resources to manage the investments on their own.\n\nThe minimum account size to open and obtain prime brokerage account services is $500,000 in equity; however, an account of that size is unlikely to get many benefits over and above what would be offered by discount brokers.\n\nSome of the largest prime brokers in the U.S. areinvestment banks, including Bank of America, J.P. Morgan, Goldman Sachs, and Citigroup.\n\nFor hedge funds or other institutional clients to get the kind of services that make having a prime brokerage account worthwhile (most notably discounted fees for trading), an account size of $50 million in equity is a likely starting point.\n\nEven so, these services are highly sought after by clients and the best banks only accept the clients that are most likely to be beneficial to them over time. For this reason, a hedge fund would probably need to have hundreds of millions of dollars in equity in order to qualify for the best treatment.\n\nHedge Fund ABC just launched with $75 million that it raised from investors. It is a small hedge fund that employs 15 people. The majority of these individuals are traders,researchers, and a few administrative people. The fund has limited resources that it can allocate to the various needs of the business.\n\nTo alleviate some of the burdens, ABC transacts with J.P. Morgan's prime brokerage unit. The two entities sign a prime brokerage agreement detailing that J.P. Morgan will assume the responsibilities of managing ABC's cash management, calculating itsnet asset value (NAV)on a monthly basis, and performing a risk management analysis on its portfolio. For these services, it is agreed that J.P. Morgan will charge a monthly fee of $20,000.\n\nAfter six months, ABC has grown and its investment strategy has become more complex. It needs to borrow securities as part of its investment strategy and transacts with J.P. Morgan to provide securities lending services. For this, J.P. Morgan charges 5% on the amount of money borrowed. ABC also engages with J.P. Morgan for capital introduction services, whereby J.P. Morgan introduces ABC to potential investors, charging 2% of the invested amount by each investor.\n\nAll these services that J.P. Morgan provides to hedge fund ABC constitute prime brokerage services.\n\nA broker is an individual or entity that facilitates the purchase or sale of securities, such as the buying or selling of stocks and bonds for an investment account. A prime broker is a large financial institution that provides a multitude of services, from cash management to securities lending to risk management for other large institutions.\n\nPrime brokers charge different rates for different clients. And each prime broker has its own fees.They also charge different rates depending on the volume of transactions a client does, the number of services a client uses, and so on.\n\nMargin is when a prime broker lends money to a client so that they can purchase securities. It is also known as margin financing. The prime broker has no risk on the underlying positions, only on the ability of the client to makemarginpayments. Margin terms are also agreed upon beforehand to determine any lending limits.\n\nA prime brokerage generates revenue in a few different ways, including overall fees, commissions on transactions, and lending charges.\n\nA prime brokerage agreement is an agreement between a prime broker and its client that stipulates all of the services that the prime broker will be contracted for. It will also lay out all the terms, including fees, minimum account requirements, minimum transaction levels, and any other details needed between the two entities.\n\nPrime brokerage is an important service that is provided to large institutions to help them facilitate their business and outsource activities that allow them to focus on their core responsibilities.\n\nPrime brokerage is an important part of the financial sector that creates jobs for thousands of people and contributes significantly to the economy. For many large institutions, a prime broker can be a one-stop shop that makes conducting their financial and investing business much easier.\n\nMorgan Stanley. \"Morgan Stanley Prime Brokerage: A Culture of Partnership.\"\n\nBNY Pershing. \"Liquid Alternatives.\"\n\nCenterPoint Securities. \"What Is Prime Brokerage?\"\n\nSecurities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\"",
  "url": "https://www.investopedia.com/terms/p/primebrokerage.asp"
}