{
  "term": "Principal, Interest, Taxes, Insurance (PITI): Definition, Formula",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPrincipal, interest, taxes, and insurance (PITI) are the components of amortgagepayment. Specifically, they are the principal amount, loan interest, property tax, homeowners insurance, and private mortgage insurance premiums.\n\nUnderstanding how each component of principal, interest, taxes, and insurance impacts your monthly mortgage payment is essential in determining the affordability of a home.\n\nThe principal and interest on your loan usually make up the majority of your mortgage payment. Mortgage lenders may require borrowers to buyhomeowners insuranceto protect the property from damage. You may also need to pay property taxes, depending on the state in which the home is located.\n\nTogether, the principal, interest, taxes, and insurance represent the monthly cost of buying a home.Mortgage lendersuse PITI to calculate variousfinancial ratiosand thetotal housing expenseto determine whether or not to lend you the money to buy a home. Let's review the four components of PITI.\n\nA portion of each mortgage payment is dedicated to repayment of theprincipal—the original amount borrowed. For example, if you take out a $100,000 mortgage loan, the principal is $100,000. Typically, only a small portion of your monthly mortgage payment goes to paying down the principal in the early years of the loan.\n\nInterest is the price you pay for borrowing money and the mortgage lender’s reward for taking on the risk of lending to you. In the early years of a fixed-rate mortgage loan, a greater portion of the monthly payment goes towards payinginterestrather than the principal. The ratio gradually shifts as time goes by.\n\nFor example, if the interest rate on our $100,000 mortgage is 6%, the combined principal and interest monthly payment on a 30-yearfixed-rateloan would be $599.55. The first monthly payment would have $500 applied to interest and $99.55 to principal.\n\nOver the life of the loan, the amount of the payment applied towards interest and principal changes. The table below shows a truncated payment schedule of a $100,000 mortgage loan at a fixed rate of 6% for 30 years.\n\nFrom the table above, we can see that most of each monthly payment went to interest in the early years. By 180 months or 15 years (the halfway point), another $144 was being applied to the principal instead of interest—but the interest still made up more than half of the payment.\n\nHowever, by the 223rd month or approximately 18.5 years, the proportion switched, with more of the payment applied to principal rather than interest. By the end of the loan, very little was allocated to interest, with most of the payment going to the principal.\n\nReal estate orproperty taxesare assessed by local governments and used to fund public services such as schools, police forces, and fire departments. Taxes are calculated on a per-year basis, but you can include them as part of your monthly mortgage payments.\n\nThe amount of taxes due is divided by the total number of mortgage payments in a given year. The lender collects the payments and holds themin escrowuntil the taxes are due.\n\nLike real estate taxes, insurance premiums can be paid with each mortgage installment and held in escrow until the bill is due. There are two types of insurance coverage that may be included.Homeowners insuranceprotects the home and its contents from fire, theft, and other disasters.\n\nPrivate mortgage insurance (PMI)protects the lender in case the borrower defaults on the payments. It is mandatory if your down payment is less than 20% of the home's value.\n\nMortgages backed by theFederal Housing Administration (FHA), sometimes called FHA loans, include a mortgage insurance premium (MIP). It is similar to private mortgage insurance but requires a large upfront payment, along with monthly payments.\n\nPrincipal, interest, taxes, and insurance (PITI) are typically quoted on a monthly basis and compared to a borrower's monthly gross income to help the buyer and thelenderdetermine the affordability of an individual mortgage.\n\nBecause PITI represents the total monthly payment the borrower will need to make, a lender will look at an applicant's PITI to determine if they represent a good risk for a home loan. Buyers may also calculate their PITI to determine if they can afford to buy a particular home.\n\nThe housing expense ratio measures how much of your monthly gross income—your income before taxes are deducted—goes to paying your total housing costs. In short, the housing expense ratio (also called thefront-end ratio) compares PITI to your gross monthly income.\n\nMost lenders prefer a housing expense ratio of 31% or less. However, some lenders may allow up to 40%.\n\nFor example, say a borrower has a PITI totaling $2,000 broken down as follows:\n\nIf the borrower has $6,500 in gross monthly income, their housing expense ratio equals 31% ($2,000 / $6,500).\n\nThedebt-to-income ratio (DTI)compares PITIand other monthly debt obligationsto gross monthly income. Also known as theback-endratio, most lenders prefer a DTI of 36% or less. However, for FHA-insured loans, some borrowers may qualify with a DTI as high as 43%.\n\nSuppose the borrower above has two other non-mortgage monthly obligations, for a total of $2,350:\n\nThe borrower's DTI is 36% ($2,350 / $6,500).\n\nSome lenders also use PITI to calculate reserve requirements for a borrower. Typically, there is no minimum reserve requirement for all lenders. However, some lenders may require reserves to secure mortgage payments in the event a borrower suffers an income loss. Often, lenders quote reserve requirements as a multiple of PITI. For example, two months of PITI might represent a reserve requirement.\n\nIn addition to savings, monitor yourcredit score, which is a three-digit number representing your creditworthiness based on your credit history. Borrowers with cash reserves and a credit score higher than 580 have less stringent qualifications, such as a 47% debt-to-income ratio and a 37% total housing expense ratio.\n\nNot all mortgage payments include taxes and insurance. Some lenders do not require borrowers toescrowthese costs as part of their monthly mortgage payments. In these scenarios, the homeowner pays insurance premiums directly to the insurance company and property taxes directly to the tax assessor. The homeowner's mortgage payment, then, consists of only principal and interest.\n\nStill, even if notescrowed, most lenders still consider the amounts of property taxes and insurance premiums when calculating front-end and back-end ratios. Moreover, additional mortgage-related monthly obligations, such ashomeowners association (HOA) fees, may be included in PITI to calculate debt ratios.\n\nIt depends. Some mortgage payments don't include taxes and insurance. In this case, the homeowner pays insurance premiums directly to the insurance company and property taxes directly to the tax assessor.\n\nThe term \"PITI\" is an acronym for principal, interest, taxes, and insurance—all of the standard components of a mortgage payment. Because PITI represents the total monthly mortgage payment, it helps both the buyer and the lender determine the affordability of an individual mortgage.\n\nYour principal is the money that you originally agreed to pay back. Interest is the cost of borrowing the principal. For example, if the interest rate on a $100,000 mortgage is 6%, the combined principal and interest monthly payment on a 30-year mortgage would be about $599.55—$500 interest + $99.55 principal for the first payment. Over time, the amount of the payment stays the same, but the proportions change so that eventually, more of the payment goes toward the principal and less toward interest.\n\nThefront-end ratiocompares PITI to gross monthly income. Most lenders prefer a front-end ratio of 31% or less, though a few will allow a ratio as high as 40%.For example, the front-end ratio of a PITI totaling $1,500 to a gross monthly income of $6,000 is 25%.\n\nPITI, or principal, interest, taxes, and insurance, refers to all of the standard components of a mortgage payment. Because PITI contains everything that homeowners will typically have to pay toward their mortgage every month, it is a useful way of working out whether a person can afford a mortgage.\n\nTo make that calculation, a borrower's PITI is compared to their monthly gross income. Generally, mortgage lenders prefer a PITI of 31% or less of a borrower's gross monthly income since it indicates they are more likely to be able to afford the mortgage loan.\n\nConsumer Financial Protection Bureau. “What Is PITI?”\n\nU.S. Office of Financial Readiness. \"Loan Calculators, Amortizing Loan.\"\n\nConsumer Financial Protection Bureau. “What Is Private Mortgage Insurance?”\n\nU.S. Department of Housing and Urban Development. \"Single Family Upfront Mortgage Insurance Premium.\"\n\nU.S. Department of Housing and Urban Development. \"FHA Single Family Housing Policy Handbook.\" Pages 365-366.\n\nConsumer Financial Protection Bureau. \"Debt-to-Income Calculator.\" Pages 2–3.\n\nU.S. Department of Housing and Urban Development. \"Section F. Borrower Qualifying Ratios.\" Page 4-F-4.\n\nU.S. Department of Agriculture. \"Frequently Asked Questions: Single-Family Housing Guaranteed Loan Program Origination.\" Page 24.",
  "url": "https://www.investopedia.com/terms/p/piti.asp"
}