{
  "term": "Privatization: What It Is, How It Works, and Examples",
  "definition": "Privatization occurs when a government-owned business, operation, or property becomes owned by a private, nongovernment party.\n\nPrivatization also may describe a transition that takes a company from beingpublicly tradedto becoming privately held. This is referred to as corporate privatization.\n\nPrivatization of specific government operations happens in a number of ways, though generally, the government transfers ownership of specific facilities or business processes to a private, for-profit company. Privatization generally helpsgovernmentssave money and increase efficiency.\n\nIn general, two main sectors comprise an economy: the public sector and theprivate sector. Government agencies generally run operations and industries within the public sector. In the United States, the public sector includes the U.S. Postal Service, public schools and universities, the police and fire departments, the National Park Service, and the national security and defense services.\n\nEnterprises not run by the government comprise the private sector. Private companies include the majority of firms in the consumer discretionary, consumer staples, finance, information technology, industrial, real estate, materials, and healthcare sectors.\n\nThere are two types of privatization: government and corporate. However, the term generally applies to government-to-private transfers.\n\nCorporate privatization allows a company to manage its business or restructure its operations without the strict regulatory orshareholders’ oversight imposed on publicly listed companies.\n\nThis often appeals to companies if the leadership wants to make structural changes that would negatively impact shareholders. Corporate privatization sometimes takes place after amergeror following atender offerto purchase a company’s shares. To be considered privately owned, a company cannot getfinancingthrough public trading via a stock exchange.\n\nDell Inc. is an example of a company that transitioned from being publicly traded to privately held. In 2013, with approval from its shareholders, Dell offered shareholders a fixed amount per share, plus a specifieddividendas a way to buy back its stock anddelist. Once the company paid off its existing shareholders, it ceased any public trading and removed its shares from the Nasdaq Stock Exchange, completing the transition to being privately held.In 2018, Dell reverted to being a public company (DELL).\n\nProponents of privatization argue that privately owned companies run businesses more economically and efficiently because they areprofit-incentivized to eliminate wasteful spending. Furthermore, private entities don’t have to contend with the bureaucratic red tape that can plague government entities.\n\nOn the other hand, privatization naysayers believe necessities like electricity, water, and schools shouldn’t be vulnerable to market forces or driven by profit. In certain states and municipalities, liquor stores and other nonessential businesses are run by public sectors, asrevenue-generating operations.\n\nBefore 2012, the state of Washington controlled all sales of liquor within the state, meaning that only the state could operate liquor stores. This policy allowed the state to regulate how and when liquor was sold, and to collect all revenue from liquor sales within the state. However, in 2012, the state moved to privatize liquor sales.\n\nOnce privatized, private businesses such asCostcoandWalmartcould sell liquor to the general public. All previously state-run stores were sold to private owners or closed, and the state ceased collecting all revenue from liquor sales.\n\nOne of the most famous and historically important examples of privatization occurred after the fall of the Soviet Union. The Soviet Union’s form of government wascommunism, where everything was owned and run by the state; there was no private property or business. Privatization began before the collapse of the Soviet Union under Mikhail Gorbachev, its then-leader, who implemented reforms to hand over certain government enterprises to the private sector. After the Soviet Union collapsed, there was mass privatization of previous government enterprises to a select portion of the populace in Russia, known asoligarchs, that dramatically increased inequality within the nation.\n\nMany types of institutions and facilities typically run by public officials or governmentscan be and have been privatized. These include, among others: prisons; public schools and universities, hospitals; highways; airports and harbors; public utilities (e.g., water, electricity); waste disposal; mail delivery; and communications infrastructure.\n\nPrisons and jails are often owned and operated by local or state governments. However, there has been a trend to privatize these facilities as governments seek to lower costs, raisecapital, and create jobs in their communities. Proponents argue that specialist companies are better equipped and skilled at controlling prison populations. Critics, however, argue that for-profit prisons are rife with scandal, cutting corners, prisoner abuse, and other ethics violations.\n\nYes. Shareholders first must agree to give up ownership in the company in exchange for some amount of money. If approved, all shareholders will receive a certain amount per share, often at a premium to the market price. Afterward, they are no longer shareholders and the company’s shares would be delisted from exchanges.\n\nTransferring services provided by the government to private businesses is known as privatization. Another use of the term involves publicly traded companies becoming privately owned.\n\nJails and prisons are examples of government-run services that sometimes are transferred to private businesses. Something like liquor sales varies from state to state. Some states manage all liquor sales, while others allow private businesses to sell liquor.\n\nDell. “Dell Is Now a Private Company.”\n\nThe Wall Street Journal. “Dell Returns to Public Equity Markets.”\n\nWashington State Department of Revenue. “Spirits Sales Privatization Implementation Chart.”\n\nWilliams, Edwina et al., via National Center for Biotechnology Information. “Price Changes in Washington Following the 2012 Liquor Privatization: An Update Through 2016 with Comparisons to California, Idaho, and Oregon.”Alcohol Clinical and Experimental Research, vol. 44, no. 2, February 2020, pp. 501–510.\n\nInternational Monetary Fund. “Time to Rethink Privatization in Transition Economies?”\n\nTime. “The True History of America’s Private Prison Industry.”",
  "url": "https://www.investopedia.com/terms/p/privatization.asp"
}