{
  "term": "Private Equity Explained With Examples and Ways To Invest",
  "definition": "What you need to know about this alternative investment class\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPrivate equity is an investment class where firms raise capital to acquire and manage private companies or take public companies private, with the goal of ultimately selling them for a profit. These investments typically require significant capital commitments over several years.\n\nPrivate equity describes investment partnerships that buy and manage companies before selling them. Private equity firms operate these investment funds on behalf of institutional and accredited investors.\n\nPrivate equity funds may acquire private companies or public ones in their entirety, or invest in such buyouts as part of a consortium. They typically do not hold stakes in companies that remain listed on a stock exchange.\n\nPrivate equity is often grouped withventure capitalandhedge fundsas an alternative investment. Investors in this asset class are usually required to commit significant capital for years, which is why access to such investments is limited to institutions and individuals with high net worth.\n\nIn contrast with venture capital, most private equity firms and funds invest inmature companiesrather than startups. They manage their portfolio companies to increase their worth or to extract value before exiting the investment years later. Private equity firms raise client capital tolaunch private equity funds, and operate them asgeneral partners, managing fund investments in exchange for fees and a share of profits above a preset minimum known as thehurdle rate.\n\nThe private equity industry has had significant swings in recent years. In 2024, buyout investment value rebounded by 37% year over year to $602 billion, reflecting the industry's resilience.The total announced global private equity deal volume increased 22% from $1.3 trillion in 2023 to $1.7 trillion in 2024, though volumes were still below pandemic-era levels.\n\nImage by Sabrina Jiang Â© Investopedia 2020\n\nHowever, the industry is facing notable headwinds. Private equity assets under management fell by about 2% to $4.7 trillion in 2024—the first decline since tracking began in 2005, according to Bain & Co.This contraction highlights mounting challenges as investors confront a $3 trillion backlog of aging and unsold deals. Distribution rates have plummeted, with returns to investors falling to just 11% of net assets in 2024, the lowest in more than a decade, prompting many large pension funds and endowments to pull back from committing new funds.\n\nWhile funds typically start distributing profits after several years, recent data shows holding periods have lengthened significantly, with sponsors having the average holding period lengthening to five or more years from about 4.2 years earlier in the 2020s.\n\nThese longer holding periods have led to growing investor frustration. Some high-profile investors have criticized the industry's inability to exit investments and return capital, with continuation funds (where assets are moved to new funds rather than sold) becoming a controversial practice. The slowdown in exits has also impacted fundraising, which dropped 23% in 2024.\n\nSome private equity firms and funds specialize in a particular category of private-equity deals. While venture capital is often listed as a subset of private equity, its distinct function and skillset set it apart, and have given rise to dedicated venture capital firms that dominate their sector. Otherprivate equity specialtiesinclude:\n\nThe deals private equity firms make to buy and sell their portfolio companies can be divided into categories according to their circumstances.\n\nThe buyout remains a staple of private equity deals, involving the acquisition of an entire company, whether public,closely heldor privately owned. Private equity investors acquiring an underperforming public company will often seek to cut costs, and mayrestructureits operations.\n\nAnother type of private equity acquisition is the carve-out, in which private equity investors buy a division of a larger company, typically anoncore businessput up for sale by its parent corporation. Examples include Carlyle's acquisition of Tyco Fire & Security Services Korea Co. Ltd. from Tyco International Ltd. in 2014, and Francisco Partners' deal to acquire corporate training platform Litmos from German software giant SAP SE (SAP), announced in August 2022.Carve-outs tend to fetch lowervaluation multiplesthan other private equity acquisitions, but can be more complex and riskier.\n\nIn a secondary buyout, a private equity firm buys a company from another private equity group rather than a listed company. Such deals were assumed to constitute adistress salebut have become more common amid increased specialization by private equity firms.For instance, one firm might buy a company to cut costs before selling it to another PE partnership seeking a platform for acquiring complementary businesses.\n\nOtherexit strategiesfor a private-equity investment include the sale of a portfolio company to one of its competitors as well as its IPO.\n\nFor those interested in gaining exposure to private equity, several options exist depending on your investor status, available capital, and risk tolerance.\n\nTraditional private equity funds remain the domain of institutional investors and ultra-high-net-worth individuals, typically requiring minimum investments of $5-10 million and capital commitments for 10+ years. However, more accessible alternatives have emerged for individual investors. Publicly traded private equity firms like Blackstone Inc. (BX), KKR & Co. Inc. (KKR), Apollo Global Management, Inc. (APO), and Carlyle Group Inc. (CG) offer exposure to the industry through standard brokerage accounts, though their stock performance doesn't perfectly track their fund returns. Here's a comparison of investing in private equity funds vs. regular index funds:\n\nExchange-traded funds (ETFs) focusing on private equity, such as the Invesco Global Listed Private Equity ETF (PSP), provide exposure to many private equity firms and their portfolio companies.\n\nBefore investing, consider that private equity typically involves significant illiquidity, complex fee structures (traditionally \"2 and 20\"—2% annual management fees plus 20% of profits), and potential tax complications. While the asset class has historically delivered premium returns compared with public markets, performance varies dramatically across firms and strategies, making manager selection critically important when allocating capital to this alternative investment category.\n\nBy the time a private equity firm acquires a company, it will already have a plan in place to increase the investment's worth. That could include dramatic cost cuts or a restructuring, steps the company's incumbent management may have been reluctant to take. Private equity owners with a limited time to add value before exiting an investment have more of an incentive to make major changes.\n\nThe private equity firm may also have special expertise the company's prior management lacked. It may help the company adopt new technology or enter additional markets. A private equity firm acquiring a company may bring in its own management team to pursue such initiatives or retain prior managers to execute an agreed-upon plan.\n\nThe acquired company can make operational and financial changes without the pressure of having to meet analysts'earnings estimatesor to please its public shareholders every quarter. Ownership by private equity may allow management to take a longer-term view, unless that conflicts with the new owners' goal of making the biggest possiblereturn on investment.\n\nIndustry surveys suggest operational improvements have become private equity managers' main focus and source of added value.\n\nBut debt remains an important contributor to private equity returns, even as the increase in fundraising has madeleverageless essential. Debt used to finance an acquisition reduces the size of the equity commitment and increases the potential return on that investment accordingly, albeitwith increased risk.\n\nPrivate equity managers can also cause the acquired company to take on more debt to accelerate their returns througha dividend recapitalization, which funds a dividend distribution to the private equity owners with borrowed money, a controversial practice.\n\nA frequent focus of controversy in private equity is thecarried interestprovision allowing private equity managers to be taxed at the lower capital gains tax rate on most of their compensation. Despite multiple legislative attempts to change this tax treatment, the provision has survived.\n\nWhile private equity firms have pushed back against depictions that they strip corporate assets, criticism of the industry has intensified, particularly regarding its impact on healthcare. For example, a 2025 bipartisan Senate Budget Committee report, led by Senators Sheldon Whitehouse and Chuck Grassley, found thatprivate equity ownershipof hospitals had \"detrimental effects\" on patient care in underserved communities.\"As our investigation revealed, these financial entities are putting their own profits over patients, leading to health and safety violations, chronic understaffing, and hospital closures,\" Whitehouse said.\n\nThe report details how firms like Leonard Green & Partners (LGP, $75 billion in holdings) extracted hundreds of millions from hospitals in vulnerable communities, leading to closures and the loss of essential care for communities. The human cost of these investments has been profound—LGP has had 120 acquisitions in recent years targeting healthcare centers central to communities—many without other access to healthcare.\n\nThe bipartisan report argues that private equity's rapid workforce changes following acquisitions often disrupt communities and employees beyond the healthcare sector. Companies reduce staff and close or restructure facilities in a manner that prioritizes short-term financial gains over long-term sustainability. Local newspapers reporting on private equity transactions in their communities often fill in details of the costs for more than investors. Private equity ownership of nursing homes in Iowa, for example, led to financial stripping, increasedbankruptcies, and poorer quality of care, with one academic study estimating that private equity ownership increased Medicare patient mortality by 10%.\n\nIn retail, private equity has been blamed for driving dozens of major chains into bankruptcy and eliminating hundreds of thousands of jobs, with a 2019 study finding that 20% of private equity retail takeovers ended in bankruptcy—a rate 10 times higher than for non-private equity firms.Similar damaging effects have been found in other sectors. While private equity accounts for only 6.5% of the U.S. economy, it was responsible for 56% of the largest bankruptcies and 11% of all bankruptcies in 2024.These bankruptcies meant about 66,000 people were laid off in 2024 alone.\n\nA private equity fund is managed by a general partner (GP), typically the private equity firm that established the fund. The GP makes all of the fund's management decisions. It also contributes 1% to 3% of the fund's capital to ensure it hasskin in the game. In return, the GP earns a management fee often set at 2% of fund assets, and may be entitled to 20% of fund profits above a preset minimum as incentive compensation, known inprivate equity jargonas carried interest.Limited partnersare clients of the private equity firm that invest in its fund; they havelimited liability.\n\nIn 1901, J.P. Morgan bought Carnegie Steel Corp. for $480 million and merged it with Federal Steel Company and National Tube to create U.S. Steel in one of the earliest corporate buyouts and one of the largest relative to the size of the market and the economy.\n\nIn 1919, Henry Ford used mostly borrowed money to buy out his partners, who had sued when he slashed dividends to build a new auto plant.In 1989, KKR engineered what is still the largestleveraged buyoutin history after adjusting forinflation, buying RJR Nabisco for $25 billion.\n\nWhile private equity funds are exempt from regulation by theSecurities and Exchange Commission (SEC)under theInvestment Company Act of 1940or theSecurities Act of 1933, their managers remain subject to theInvestment Advisers Act of 1940as well as the anti-fraud provisions of federal securities laws.In February 2022, the SEC proposed extensive new reporting and client disclosure requirements for private fund advisers including private equity fund managers.The new rules would require private fund advisers registered with the SEC to provide clients with quarterly statements detailing fund performance, fees, and expenses, and to obtain annual fund audits.\n\nPrivate equity stands at a critical juncture in the mid-2020s, with the industry confronting unprecedented challenges despite its continued growth. While private equity assets are projected to more than double from $540.72 billion in 2024 to $1.2 trillion by 2033, the sector faces intensifying regulatory scrutiny, investor skepticism because of persistently low distribution rates that reached just 11% of net assets in 2024, and diminishing returns. Meanwhile, private equity firms' use of financial engineering in many cases over operational expertise has fueled bipartisan criticism while widening debates over proper oversight of this long-controversial industry.\n\nU.S. Securities and Exchange Commission. \"\"Accredited Investor\" Net Worth Standard.\"\n\nKohlberg Kravis Roberts & Co. \"Unlocking Private Equity.\"\n\nCongressional Research Service. \"Taxation of Carried Interest.\" Pages 2-3.\n\nBain & Company. \"Private Equity Outlook 2025: Is a Recovery Starting to Take Shape?.\"\n\nHarvard Law School Forum on Corporate Governance. \"Private Equity—2024 Review and 2025 Outlook.\"\n\nFinancial Times. \"Private Equity Industry Shrinks for the First Time in Decades.\"\n\nPrivate Equity Info. \"Holding Periods Reach Record Highs as Private Equity Recovers from COVID-19.\"\n\nCherry Bekaert. \"Private Equity Report: 2024 Trends & 2025 Outlook.\"\n\nCarlyle. \"The Carlyle Group Agrees to Acquire ADT Korea from Tyco for $1.93 Billion.\"\n\nFrancisco Partners. \"Francisco Partners to Acquire Litmos From SAP.\"\n\nPwC. \"Driving Transformative Value Creation in Private Equity Carve Outs.\"\n\nHarvard Law School Forum on Corporate Governance. \"Private Equity Carve-Outs Ride Post-COVID Wave.\"\n\nPitchBook. \"How Secondary Buyouts Became Ubiquitous: SBOs as an Exit and Deal Sourcing Strategy.\"\n\nPitchBook. \"Specialization in Private Equity Buyout Funds and Niche Investment Strategies.\"\n\n10X. \"Private Equity Buyout Strategies That Generate Superior Returns.\"\n\nMcKinsey & Company. \"Private Equity Exit Excellence: Getting the Story Right.\"\n\nMoonfare. \"Five Real-World Examples of Private Equity Creating Value by Improving Companies.\"\n\nKPMG. \"Delivering on the Promise of Value Creation.\"\n\nNew York Times. \"Private Equity Firms Are Piling On Debt to Pay Dividends.\"\n\nSenate Committee on the Budget. \"Profits Over Patients: The Harmful Effects of Private Equity on the U.S. Health Care Systеm.\"\n\nU.S. Senate Committee on the Budget. \"Private Equity in Health Care Shown to Harm Patients, Degrade Care and Drive Hospital Closures.\"\n\nIowa Capital Dispatch.New Report Cites 'Harmful Effects' of Private Equity Firms Buying Nursing Homes.\"\n\nAmericans for Financial Reform. \"Fact Sheet: Stop Private Equity from Driving Retailers into Bankruptcy, Destroying Jobs and Livelihoods.\"\n\nPrivate Equity Stakeholder Project. \"PESP Has Released the Private Equity Bankruptcy Tracker.\"\n\nFogelström, Erik and Gustafsso, Jonatan. \"GP Stakes in Private Equity: An Empirical Analysis of Minority Stakes in Private Equity Firms.\"MSc Thesis in Finance, Stockholm School of Economics, pp. 1.\n\nHarvard Business School, Baker Library, Bloomberg Center. \"The Founding of U.S. Steel and the Power of Public Opinion.\"\n\nCarnegie Corporation of New York. \"Andrew Carnegie: Pioneer. Visionary. Innovator.\"\n\nThe Henry Ford. \"Henry Ford: Founder, Ford Motor Company.\"\n\nFinancial Times. \"Memories From Barbarians at the Gate.\"\n\nU.S. Securities and Exchange Commission. \"Private Fund.\"\n\nU.S. Securities and Exchange Commission. \"SEC Proposes to Enhance Private Fund Investor Protection.\"\n\nU.S. Securities and Exchange Commission. \"Proposed Rule: Private Fund Advisers; Documentation of Registered Investment Adviser Compliance Reviews.\"\n\nKirkland & Ellis. \"SEC Proposes Sweeping Rule Changes for Private Fund Advisers (Part 1 of 2).\"",
  "url": "https://www.investopedia.com/terms/p/privateequity.asp"
}