{
  "term": "Private Investment Fund: Non-public Investments Like Hedge Funds",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA private investment fund is an investment company that does not solicit capital from retail investors or the general public. Members of a private investment company typically have deep knowledge of the industry as well as investments elsewhere.\n\nTo be classified as a private fund, a fund must meet one of the exemptions outlined in theInvestment Company Act of 1940. The3C1or3C7exemptions within the Act are frequently used to establish a fund as a private investment fund. There is an advantage to maintaining private investment fund status, as the regulatory and legal requirements are much lower than what is required for funds that are traded publicly.\n\nPrivate funds are expected to meet certain criteria to keep their status. Generally, the requirements limit both the number and type of investors that can own shares in the fund. In the U.S., under the Investment Company Act of 1940, a 3C1 fund can have up to 100accredited investors, and a 3C7 fund can have a soft limit of around 2,000 qualified investors.\n\nThe definitions of qualified and accredited investors come with individual wealth tests. Accredited investors need to have more than $1 million in net worth without counting their primary residence and/or $200,000 in annual income for an individual and $300,000 for a couple. Qualified investors have to hold assets in excess of $5 million.\n\nThemaximum numberof investors in a private investment company, under SEC regulations. If a company has more than 2,000 investors or raises more than $10 million in capital, it must report its financials to the SEC.\n\nA private investment fund may choose to stay private for a number of reasons. As mentioned, the regulations around private investment funds are much looser than for public funds. Private investment funds enjoy more freedom in how they handle everything from reporting toredemptions. This allows private investment funds to look at illiquid investments that a public fund would shun due to the difficulties of regular valuation and liquidation in the case of rising redemptions.\n\nMany hedge funds are private investment funds so they can continue to use aggressive trading strategies that would be too risky for a public fund. Most importantly, there is no public reporting of positions for private investment funds, allowing them to avoid tipping their hand to the market and eroding the profitability of a stealthily built position.\n\nIn addition to investment flexibility, private investment funds can be vehicles of choice for handling significant family wealth. Extremely wealthy families can create personal investment companies to invest the wealth with the family members as shareholders. Often a company serves as the initial structure for this arrangement, and it is repurposed to create a capital investment arm from the profits of the business. In this case, the family doesn't want or need outside capital, so there is no incentive to take the fund public.\n\nThe Investment Company Act of 1940 provides for are several different types of private funds, each with their own investment limits. Traditional funds organized under section 3(c)(1) can have no more than 100 beneficial owners, all of whom must be accredited investors. But if a 3(c)(1) fund is a venture capital fund, it can have up to 250 beneficial owners, provided that it raises no more than $10 million. A fund organized under section 3(c)(7) can have up to 2,000 beneficial owners, provided that they are qualified investors.\n\nA personal investment company(PIC) is a private company that is used for long-term financial investments. Wealthy investors can use PICs to hold cash, securities, and other assets, allowing the investor to receive higher post-tax profits that can then be reinvested.\n\nPrivate funds typically seek to beat market returns, and some of them manage to do so. However, they also have access toriskier investmentsthat would not be feasible for a public mutual fund. In addition, they also charge higher fees.\n\nPrivate investment funds are investment funds that are not open to retail investments. This allows them to invest in high-risk assets that would not be available to public fund managers. Venture capital funds and hedge funds are examples of private investment funds.\n\nSEC.gov. \"Accredited Investors.\"",
  "url": "https://www.investopedia.com/terms/p/privateinvestmentfund.asp"
}