{
  "term": "Pro Rata: What It Means and Formula to Calculate It",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nPro rata is a Latin term that translates to \"in proportion.\" Put simply, it is used to describe a proportionate allocation. It's a process in which an allocated asset is distributed in equal portions. An amount is assigned to one person according to their share of the whole if something is distributed to several people on a pro rata basis. A pro rata calculation is often used in business finance but can also determine the appropriate portions of any given whole.\n\nPro rata typically means that each party or person receives their fair share in proportion to the whole. Pro rata calculations can be used in many areas, including determiningdividendpayments. These are cash payments by corporations made to shareholders.\n\nPro rata in the insurance industry is used to determine the amount ofpremiumdue for a policy that only covers a partial term. Allocating the appropriate portion of an annual interest rate to a shorter time frame can also be done on a pro rata basis.\n\nPro rata is also used to determine how much of a distribution from a qualified retirement account, such as an IRA, SEP, or401(k), is taxable when the account contains before and after-tax dollars.An account holder might have a 401(k) funded with 20% pre-tax dollars and 80% post-tax dollars. Withdrawals will consist of 20% taxable and 80% non-taxable money as a result.\n\nPro rata is calculated based on three factors:\n\nImagine an employee is set to receive a $10,000bonusthis year. They'll receive a pro rata share of the bonus if they leave at any point. The employee leaves on March 20. The agreement awards the bonus based on the number of days worked, inclusive of the last day.\n\nDivide the number of true items by the maximum quantity possible to calculate the pro rata share. The number of true items is the number of days worked. There are 79 days inclusive between January 1 and March 20, assuming it's not a leap year. The maximum number of days possible is 365.\n\nMultiply the pro rata share by the related item to calculate the pro rata portion. The item we want to prorate is the annual bonus, in this case.\n\nThe employee will therefore receive a pro rata distribution of $2,164 by leaving on March 20, based on the prorated number of days worked for the year.\n\nPro rata can be communicated as a percentage, such as a shareholder who owns a 10% share of the company's stock. It can also be expressed as a quantity, such as the shareholder who owns 100,000 of the company's one million shares.\n\nThe mathematical concept of pro rata works because the proportion of one good is imposed on another. Pro rata entails taking a fraction of one item and conveying the same fraction on another base.\n\nThe root of pro rata is grounded in proportionally equal fractions with different denominators. The 79/365 fraction in our example is equal to the 2,164/10,000 fraction, ignoring rounding variances. Pro rata is, therefore, simply taking one fraction and finding its equal given a specific denominator. Pro rata attempts to solve for the numerator to make two fractions equal, given specific criteria.\n\nConsider another example where you and a friend want to share four pieces of pizza proportionally. Each of you would receive 50% of the pizza if the slices were shared equally. This pro rata example is trying to determine which fraction with a denominator of four is equal to 1/2. Each of you gets two slices because 2/4 = 1/2.\n\nEach investor is paid according to their holdings when a company pays dividends to its shareholders. The total amount of dividends paid would be $200 if a company has 100shares outstandingand issues a dividend of $2 per share. The total dividend payments can't exceed this limit, no matter how many shareholders there are. The pro rata calculation must be used to determine the appropriate portion of that $200 whole due to each shareholder.\n\nAssume there are only four shareholders. They hold 50, 25, 15, and 10 shares, respectively. The amount due to each shareholder is their pro rata share. This is calculated by dividing the ownership of each person by the total number of shares and then multiplying the resulting fraction by the total amount of the dividend payment.\n\nThemajority shareholder'sportion is therefore (50 ÷ 100) x $200 = $100. This makes sense because the shareholder owns half the shares and receives half the total dividends. The remaining shareholders get $50, $30, and $20, respectively.\n\nBe mindful of situations where weight isn't given to individuals. Every American citizen eligible to vote can cast a tally equal to every other citizen, regardless of their age, income, or any other factor. The pro rata value of the vote is equal to one divided by the total population that votes in this example.\n\nAnother common use is to determine the amount due for a partialinsurancepolicy term. Most insurance policies are based on a 12-month term, so the insurance company must prorate the annual premium to determine the amount owed if a policy is needed for a shorter term. Divide the total premium by the number of days in a standard term and multiply by the number of days covered by the truncated policy to do this.\n\nAssume an auto policy that typically covers a full year carries a premium of $1,000. The company must reduce the premium accordingly if the insured only requires the policy for 270 days. The pro rata premium due for this period is ($1,000 ÷ 365) x 270 = $739.73.\n\nPro rata calculations are also used to determine the amount of interest that will be earned on an investment. The pro rata amount earned for a shorter period is calculated by dividing the total amount of interest by the number of months in a year and multiplying by the number of months in the truncated period if an investment earns an annual interest rate. The amount of interest earned in two months on an investment that yields 10% interest each year is (10% ÷ 12) x 2 = 1.67%.\n\nPayment onaccrued intereston bonds is calculated on a pro rata basis. Accrued interest is the total interest that has accumulated on a bond since its last coupon payment. The bondholder is still entitled to the interest that accrues up until the time the bond is sold if they sell the bond before the next coupon date. The bond buyer, not the issuer, is responsible for paying the bond seller the accrued interest, which is added to the market price of the bond.\n\nThe formula for accrued interest is as follows:\n\nAI=Face Value of Bond×Coupon Rate×Time Factorwhere:AI=Accrued InterestCoupon Rate=Annual Coupon RateNumber of Periods Per YearTime Factor=Days Lapsed Since Last PaymentDays in Payment Period\\begin{aligned} &\\text{AI} = \\text{Face Value of Bond} \\times \\text{Coupon Rate} \\times \\text{Time Factor} \\\\ &\\textbf{where:} \\\\ &\\text{AI} = \\text{Accrued Interest} \\\\ &\\text{Coupon Rate} = \\frac{ \\text{Annual Coupon Rate} }{ \\text{Number of Periods Per Year} } \\\\ &\\text{Time Factor} = \\frac{ \\text{Days Lapsed Since Last Payment} }{ \\text{Days in Payment Period} } \\\\ \\end{aligned}​AI=Face Value of Bond×Coupon Rate×Time Factorwhere:AI=Accrued InterestCoupon Rate=Number of Periods Per YearAnnual Coupon Rate​Time Factor=Days in Payment PeriodDays Lapsed Since Last Payment​​\n\nThe factor is calculated by dividing the length of time the bond was held after the last coupon payment by the time from one coupon payment to the next.\n\nConsider abondholderwho sells their corporate bond on June 30. The bond has a face value of $1,000 and a 5% coupon rate that pays semiannually on March 1 and September 1. The buyer of the bond will pay the seller:\n\n$1,000×5%2×122184=$16.58\\begin{aligned}&\\$1,000 \\times \\frac { 5\\% } { 2 } \\times \\frac { 122 }{ 184 } = \\$16.58 \\\\\\end{aligned}​$1,000×25%​×184122​=$16.58​\n\nA pro rata discount is offered by a merchant to its customer. Companies offerdiscountsto attract new customers or to retain existing ones. The pro rata part of the discount depends on how the merchant structures the offer. For instance, a merchant may offer a new customer $20 off their first purchase if they spend $100 or more, which translates to a $5 discount if the customer buys four products.\n\nA pro rata discount could also apply if a customer joins a monthlysubscription serviceon any day other than the first of the month. The merchant would apply a pro rata discount and only charge the customer for the number of days in the month they had the service, rather than the full subscription price for the month.\n\nYes, pro rata and prorated mean the same thing. Both terms, which are often used interchangeably, indicate that a specific section of any given whole unit has a defined allocation for an underlying reason. Put simply, they mean to distribute something proportionally. For instance, a tenant's rent may be prorated if they move into their apartment in the middle of the month rather than on the first day.\n\nA pro-rata tranche is part of a syndicated loan. There are two features to this product: revolving credit and an amortizing term loan. The revolving credit line matures on the same date as the term loan. This type of loan is found in the leveraged loan market and is commonly held by companies with high amounts of debt. Because it is a syndicated loan, the debt is spread out among lenders, which reduces the risk to each one involved.\n\nPro rata translates to “in proportion” in Latin. Each entity or individual is entitled to a share of the whole that’s equal to their ownership percentage. It’s a common concept in business finance and investing. Dividends are awarded to investors based on the proportion of their investment to the whole.\n\nA shareholder who owns 100,000 of a company’s 1 million outstanding shares owns 10% of the company’s outstanding stock and is therefore entitled to a pro rata portion commensurate with 10% of the dividends paid.\n\nInternal Revenue Service. \"Rollovers of After-Tax Contributions in Retirement Plans.\"",
  "url": "https://www.investopedia.com/terms/p/pro-rata.asp"
}