{
  "term": "Probability Distribution: Definition, Types, and Uses in Investing",
  "definition": "Madelyn Goodnight / Investopedia\n\nA probability distribution displays on a graph the statistical likelihood of every possible outcome that could occur within a specific time period.\n\nA probability distribution, in statistics, determines the relative likelihood of each possible outcome that could occur within a set timeframe. Stock analysts use it to plot the likelihood of various movements in a stock's price, using data from its past performance.\n\nOften displayed in a bell curve for ease of reference, probability distribution also could be used to project the minimum and maximum amount of resources that a business is likely to need on hand next year or to determine the likelihood of a severe outbreak of the flu versus a mild or moderate outbreak.\n\nProbability distribution is a branch of mathematics that focuses on calculating the relative likelihood of every possible event that could occur within a set of variables.\n\nPerhaps the most common probability distribution is the normal distribution orbell curve. The data-generating process of some phenomenon will typically dictate its probability distribution. This process is referred to as the probability density function.\n\nProbability distributions can also be used to create cumulative distribution functions (CDFs) that add up the probability of occurrences cumulatively. They always start at zero and end at 100%.\n\nAcademics, financial analysts, and fund managers may determine a particular stock’s probability distribution to evaluate the possible expected returns that the stock may yield in the future.\n\nA stock’s history of returns can be measured from any time interval but is usually limited to recent times. This can subject the analysis tosampling error, which can be reduced by increasing the sample size.\n\nDiscrete and continuous probability distributions are two fundamental types of probability distributions, each describing different kinds of random variables. Understanding the differences between them is essential for correctly applying statistical methods and interpreting data.\n\nDiscrete probability distributions describe scenarios in which the set of possible outcomes is countable and finite or countably infinite. These distributions are used when the random variable can take on specific, distinct values.\n\nFor example, the number of heads that will turn up in 10 coin flips or the number of customers that could enter a store in an hour are cases of discrete random variables.\n\nIn these scenarios, you can list all possible outcomes, such as zero, one, two, and so on. Discrete probability distributions can be more \"choppy\" since there are fewer possible outcomes.\n\nContinuous probability distributions apply to random variables that can take on any value within a given range. These values are not countable because there are infinite possibilities within any interval.\n\nFor example, the exact height of individuals in a population or the exact time it takes to complete a task are continuous variables.\n\nIt's more likely that continuous probability distributions will produce smoother distribution curves since more outcomes are possible.\n\nProbability distributions have many classifications. They include the normal,chi-square,binomial, and Poisson distribution. These probability distributions serve different purposes and represent varying data generation processes.\n\nThe binomial distribution evaluates the probability of an event occurring several times over a given number of trials given the event's probability in each trial.\n\nFor example, it could be generated by keeping track of how many free throws a basketball player makes in a game, where 1 = a basket and 0 = a miss.\n\nAnother example would be to figure out the probability of a coin coming up heads out of 10 straight flips. A binomial distribution is discrete rather than continuous because the only valid responses possible are one or zero.\n\nThe most commonly used distribution is the normal distribution. This is used frequently in finance, investing, science, and engineering. The normal distribution is fully characterized by its mean and standard deviation.\n\nThe distribution isn't skewed and it does exhibitkurtosis. That is, the shape of the results when graphed indicates the degree of the differences observed, as in a bell curve.\n\nThis makes the distribution symmetric. It's depicted as a bell-shaped curve when plotted. A normal distribution is defined by a mean (average) of zero and a standard deviation of one with a skew of zero and kurtosis = 3.\n\nApproximately 68% of the data collected in a normal distribution will fall within +/- one standard deviation of the mean. Approximately 95% will fall within +/- two standard deviations and 99.7% will fall within +/- three standard deviations.\n\nUnlike the binomial distribution, the normal distribution is continuous. All possible values are represented rather than just zero and one with nothing in between.\n\nProbability is the mathematical measure of the likelihood that an event will occur. It also refers to the branch of mathematics that concerns events and numerical descriptions of how likely they are to occur.\n\nThe Poisson distribution is a discrete probability distribution that models the number of events occurring within a fixed interval of time or space. These events must happen independently of each other, and the average rate (mean number of occurrences) must be constant.\n\nThe key characteristic of the Poisson distribution is that it describes the probability of a given number of events happening within a specified interval when the events are rare and independent.\n\nThe Poisson distribution is used in various real-world applications where events occur randomly and independently. For example, it can model the number of customer arrivals at a bank in an hour, the number of emails received in a day, or the number of phone calls at a call center per minute.\n\nStock returns exhibit kurtosis, with large negative and positive movements occurring more often than would be predicted by a normal distribution.\n\nThe distribution of stock returns has been described aslognormalbecause stock prices are bounded by zero but offer a potentially unlimited upside. This shows up on a plot of stock returns with the tails of the distribution having a greater thickness.\n\nProbability distributions are often used in risk management to evaluate the probability and severity of losses that an investment portfolio could incur based on a distribution of historical returns.\n\nOne popular risk management metric used in investing isvalue at risk(VaR). VaR yields the minimum loss that can occur given the probability and time frame for a portfolio.\n\nUsing VaR, an investor can get a probability of loss for an amount of loss and a time frame. It's worth noting that misuse and overreliance on VaR have been implicated as a major cause of the2008 financial crisis.\n\nThe central limit theorem (CLT) is a statistical principle that states that the distribution of the sum of a large number of independent, identically distributed random variables approaches a normal distribution.\n\nThis theorem matters because it allows statisticians to make inferences about population parameters even when the population distribution is unknown, as long as the sample size is sufficiently large.\n\nOne of the key implications of the CLT is that for large sample sizes, the sampling distribution of the sample mean will be approximately normally distributed.\n\nFor instance, imagine you have a class of students where each student's height varies, but on average, they tend to be around 5 feet tall with some variability. According to the CLT, the distribution of average height samples will tend to follow a normal (bell-shaped) curve.\n\nLook at the number observed when rolling two standard six-sided dice. Each die has a 1/6 probability of rolling any single number, one through six, but the sum of two dice will form the probability distribution depicted in this image.\n\nSeven is the most common outcome (1+6, 6+1, 5+2, 2+5, 3+4, 4+3). Two and 12 are far less likely (1+1 and 6+6).\n\nA probability distribution is valid if two conditions are met:\n\nProbability distributions areused in financefor two purposes:\n\nThe most commonly used probability distributions are uniform, binomial, Bernoulli, normal, Poisson, and exponential.\n\nProbability measures the likelihood of an event occurring, expressed as a ratio of the number of favorable outcomes to the total number of possible outcomes.\n\nOdds represent the ratio of the probability of an event happening to the probability of it not happening. For instance, if the probability of winning a game is 0.25, the odds are 1:3 (one win to three losses).\n\nThe law of large numbers states that as the number of trials or experiments increases, the average of the results obtained approaches the expected value or true probability. In short, its accuracy increases.\n\nAll studies rely on samples because of the impossibility of gathering data on an entire population. This principle assures that the sample mean converges to the population mean as more observations are collected, providing stability to statistical inference.\n\nProbability distributions describe all of the possible values that a random variable can take. This is used in investing, particularly for determining the possible performance of a stock and for evaluating the potential for losses.\n\nPennState, Eberly College. \"STAT 500 Applied Statistics; Lesson 3: Probability Distributions.\"\n\nDartmouth Department of Mathematics. \"Grinstead and Snell’s Introduction to Probability.\" Pages 233-234.\n\nPennState, Eberly College. \"STAT 500 Applied Statistics; 3.2.2 - Binomial Random Variables.\"\n\nUniversity of Pennsylvania. \"2.2.7 - The Empirical Rule.\"\n\nU.S. Securities and Exchange Commission. “Remarks Before the Peterson Institute of International Economics.”\n\nDartmouth Department of Mathematics. \"Grinstead and Snell’s Introduction to Probability.\"",
  "url": "https://www.investopedia.com/terms/p/probabilitydistribution.asp"
}