{
  "term": "Procyclic: Overview and Examples in Economics",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nProcyclic describes a state where the behavior and actions of a measurable product or service move in tandem with the cyclical condition of theeconomy.\n\nEconomic indicatorscan have one of three different relationships to the economy:Countercyclic(indicator and economy move in opposite directions), acyclic (indicator has no relevance to the state of the economy), or procyclic.\n\nProcyclic refers to a condition of apositive correlationbetween the value of a good, a service, or an economic indicator and the overall state of the economy. In other words, the value of the good, service, or indicator tends to move in the same direction as the economy, growing when the economy grows and declining when the economy declines.\n\nSome examples of procyclic economic indicators aregross domestic product(GDP), labor, and marginal cost. Mostconsumer goodsare also considered procyclic because consumers tend to buy more discretionary goods when the economy is in good shape.\n\nPolicies and fiscal behavior typically fall into procyclic patterns in periods ofboom and bust. When there is economic prosperity, many members of the population will engage in behavior that not only falls in line with that growth but serves to extend the period.\n\nIn the lead up to the housing andfinancial crisisof the late 2000s, there was a collective expectation for ongoing financial gain. Consumers engaged in more spending, borrowers sought mortgages for homes that might have been outside of their means to repay, financial institutions encouraged such behavior, and government policies did little to deter such trends. As long as the market collectively supported the “boom” nature and fed the economy, this continued until the bad debt and other issues became too great to ignore, and the markets collapsed.\n\nThe economic climate changed when the “bust” part of thecyclehit. Consumer spending dropped, banks and loan companies clamped down on their lending practices,foreclosuresspread across the market on homes with lapsed mortgages, and federal legislation was quickly drafted to prevent it all from happening again. These were all procyclic responses to the action at hand.\n\nThe further the economy moves away from that crisis period, the more spending increases, and certain legislation that was deemed onerous by financial institutions might be questioned. Such behavior is procyclic because, unless there is some motivation to act differently, there is a desire to remove what would be seen as constraints on choice when the market seems prosperous.\n\nThe trouble with strictly procyclic reactions to the economy is they do not allow for forward-thinking behavior that would prepare the market for the declines that will eventually return. If preventative legislation is only supported during times of crisis, in all likelihood, the behavior that contributed to the collapse of the market will be repeated.",
  "url": "https://www.investopedia.com/terms/p/procyclical.asp"
}