{
  "term": "Production Possibility Frontier (PPF): Purpose and Use in Economics",
  "definition": "How to interpret this curve and what it means for production efficiency\n\nThe production possibility frontier (PPF) is a curve on a graph that illustrates the possible quantities of two products that can be produced if both depend on the same finite resource for their manufacture. The PPF is also referred to as the production possibility curve.\n\nPPF also plays a crucial role in economics. For example, it can demonstrate that a nation’seconomyhas reached the highest level of efficiency possible.\n\nThe PPF is the area on a graph representing production levels that cannot be obtained given the available resources; the curve represents optimal levels. Here are the assumptions involved:\n\nIf a company is deciding how much of each product to produce, it can plot points on a graph representing the number of products made using variables based on amounts of available resources. Considering that resources are limited, if the desire is to produce more of one product, resources must be taken away from the other.\n\nAs resources are taken from one product and allocated to the other, another point can be plotted on the curve. When you plot the points where more of X will be produced by taking resources from Y or vice versa, a curve is generated representing the maximum amount of each product that can be produced as resources are reallocated.\n\nFor example, if a nonprofit agency provides a mix of textbooks and computers, the curve may show that it can provide either 48 textbooks and six computers or 72 textbooks and two computers. This results in a ratio of about six textbooks to one computer.\n\nThe agency’s leadership must determine which item is more urgently needed. In this example, theopportunity costof providing an additional 30 textbooks equals five more computers, so it would only be able to give out one computer with 78 textbooks. If it wanted more computers, it would need to reduce the number of textbooks by six for every computer.\n\nWhen this is plotted, the area below the curve represents computers and textbooks that are not being used, and the area above the curve represents donations that cannot happen with the available resources. The area above the curve is called the production possibility frontier, and the curve (the line itself) is sometimes called the opportunity cost curve. The entire graph is sometimes referred to as the production possibility curve.\n\nThe nonprofit could provide 10 textbooks and 10 computers, but this is not using all of its resources. This would be represented by a plot beneath the curve. A plot would be placed above the curve in the frontier area if the company wanted to give more than its resources provided, such as 85 textbooks and no computers, or 42 textbooks and 10 computers—it simply can’t do so based on available resources.\n\nThis technique can be used by economists to determine the set of points at which a country’s economy is mostefficientlyallocating its resources to produce as many goods as possible. If the production level is on the curve, the country can only produce more of one good if it produces less of some other good.\n\nIf the economy is producing less than the quantities indicated by the curve, this signifies that resources are not being used to their full potential. In this case, it is possible to increase the production of some goods without cutting production in other areas.\n\nThe production possibility frontier demonstrates that there are limits on production, given that the assumptions hold. Therefore, each economy must decide what combination of goods and services should be produced to attain maximum resource efficiency.\n\nImagine a national economy that can produce only two things: wine and cotton. If points A, B, and C are plotted on a curve, it represents the economy’s most efficient use of resources.\n\nFor instance, producing five units of wine and five units of cotton (point B) is just as attainable as producing three units of wine and seven units of cotton. Point X represents an inefficient use of resources, while point Y represents a goal that the economy simply cannot attain with its present levels of resources.\n\nAs we can see, for this economy to produce more wine, it must give up some of the resources it is currently using to produce cotton (point A). If the economy starts producing more cotton (represented by points B and C), it would need to divert resources from making wine and, consequently, produce less wine than it is producing at point A.\n\nMoreover, by moving production from point A to B, the economy must decrease wine production by a small amount compared to the increase in cotton output. But if the economy moves from point B to C, wine output will be reduced by about 50%, while the cotton output only increases by about 75%.\n\nKeep in mind that A, B, and C all represent the most efficient allocation of resources for the economy. The nation must decide how to achieve the PPF and which combination to use. For example, if more wine is in demand, the cost of increasing its output is proportional to the cost of decreasing cotton production. Markets play an important role in telling the economy what the PPF should look like.\n\nConsider point X in the figure above. If a country is producing at point X, that means its resources are not being used efficiently—in other words, the country is not producing enough cotton or wine, given the potential of its resources. On the other hand, point Y, as we mentioned above, represents an unattainable output level.\n\nAn economy can only be produced on the PPF curve in theory. Economies constantly struggle to reach an optimal production capacity.Scarcityalways forces an economy to forgo some choice in favor of another.\n\nThe only way for the curve to move outward to point Y is if there were an improvement in cotton- and grape-harvesting technology because the available resources—land, labor, and capital—generally remain constant. As output increased, the PPF curve would be pushed outward. A new curve, represented in the figure on which Y would fall, would show the new optimal allocation of resources.\n\nWhen the PPF shifts outward, it implies growth in an economy. When it shifts inward, the economy is shrinking due to a failure to allocate resources and optimal production capability. A shrinking economy could result from a decrease in supplies or a deficiency in technology.\n\nThePareto Efficiency, a concept named after Italian economist Vilfredo Pareto, measures the efficiency of the commodity allocation on the PPF. The Pareto Efficiency states that any point within the PPF curve is inefficient because the total output of commodities is below the output capacity.\n\nConversely, any point outside the PPF curve is impossible because it represents a mix of commodities that will require more resources to produce than are currently obtainable.\n\nTherefore, in situations with limited resources, the only efficient commodity mixes lie along the PPF curve, with one commodity on the X axis and the other on the Y axis.\n\nAn economy may be able to produce all of the goods and services it needs to function using the PPF as a guide. However, this may lead to an overall inefficient allocation of resources and hinder future growth when thebenefits of tradingwith other countries are considered.\n\nThere are four common assumptions in the model:\n\nThe PPF demonstrates whether resources are being used efficiently and fully when everything else remains constant. Thus, the variables can be changed to see how the curve reacts, letting you observe different outcomes.\n\nThe simplest method is touse Excelor Google Sheets. Fill two columns with two variable values, highlight the data, and use the chart wizard. Create an XY scatter plot chart and label the X and Y axes.\n\nBecause the PPF is a curvebased on the data of two variablesrepresenting resources between two goods, the data can be manipulated to observe how scarcity,growth, inefficiency, efficiency, and other factors can affect production.\n\nThe PPF identifies the options when making a decision. When you decide on one action, you lose the opportunity that the other action provides. Thus, there is an opportunity cost; the PPF curve plots this.\n\nThe production possibility curve illustrates the maximum possible output for two products when there are limited resources. It also illustrates the opportunity cost of making decisions about allocating resources.\n\nBusinesses and economists use the production possibility frontier (PPF) to consider possible production scenarios by changing resource variables. The PPF allows businesses to learn how variables influence production or decide which products to manufacture. Economists can use it to learn how much of a specific good can be produced in a country while not producing another good to analyze economic efficiency levels and growth.",
  "url": "https://www.investopedia.com/terms/p/productionpossibilityfrontier.asp"
}