{
  "term": "Producer Price Index (PPI): What It Is and How It's Calculated",
  "definition": "The Producer Price Index quantifies deflation and inflation and is a strong indicator of the health of the economy.\n\nThe Producer Price Index (PPI) is a measure of inflation at the wholesale level. It's compiled from thousands of indexes that measure producer prices by industry and product category. The index is published monthly by the U.S.Bureau of Labor Statistics (BLS).\n\nThe PPI is different from the consumer price index (CPI), which measures the changes in the price of goods and services paid by consumers.\n\nThe PPI measuresinflation(or, much less commonly,deflation) from the perspective of the product manufacturer or service supplier. The price trends for producers and consumers are unlikely to diverge for long since producer prices heavily influence those charged to consumers and vice versa. In the short term, inflation at the wholesale and retail levels may differ as a result of distribution costs, as well as government taxes and subsidies.\n\nThe BLS releases the PPI along with its constituent industry and product indexes during the second week of the month following the reference date of the survey. It is based on approximately 100,000 monthly price quotes reported voluntarily online by more than 25,000 systematically sampled producer establishments.\n\nThe PPI reading for the 12 months ending December 2024 on an unadjusted basis. The index for final demand increased by 0.2% in December from November.\n\nThe survey covers the entirety of the U.S. output of goods and about 69% by value of services. Its component product and services indexes are weighted based on the value of the category's output to calculate the overall change in producer prices.\n\nThe PPI is used to forecast inflation and to calculateescalator clausesin private contracts based on the prices of key inputs. It is also vital for tracking price changes by industry and comparing wholesale and retail price trends.\n\nBoth PPI and CPI are important economic measures because they point to monthly changes in prices. But they reflect prices from different standpoints. As noted above, the PPI measures prices based on the first commercial transaction for a product or service.\n\nThis is in contrast to theconsumer price index, which measures price changes encountered by the consumer.\n\nThe CPI's focus is on the final sale. But these two indexes don't just differ based on the type ofpricesmeasured. There are also important compositional differences between the PPI and the CPI that can be considered. These distinctions are based on what's included and left out of each.\n\nUntil 1978, the PPI was known as thewholesale price index (WPI). In 1982, the BLS reset all Producer Price Index bases to 100.\n\nFor example, the PPI does not measure price changes for aggregate housing costs, while the CPI's shelter category including the imputed owners' equivalent of rents accounts for one-third of the overall index.\n\nAnother key distinction is that the PPI does not include the price of imported goods, unlike the CPI. Conversely, the PPI includes export prices while the CPI does not.\n\nThe BLS produces more than 10,000 product and industry price indexes each month, which it then uses to calculate the PPI. They're published with and withoutseasonal adjustmentsand are divided into three categories: industry-level classification, commodity classification, and first demand-intermediate demand.\n\nThe PPI includes indexes for producer prices received in each of more than 500 industry categories based on output sold outside the industry. The categories are compatible with those used in other releases to report industry-level data on production, employment, earnings, andproductivity.\n\nCommodity classification disregards the producer's industry to group output based on the nature of the product or service. The PPI report publishes more than 3,800 commodity price indexes for goods and some 900 for services.\n\nThe first demand-intermediate demand indexes use thecommodity indexesorganized by product to measure producer prices based on the economic identity of the buyers and whether the goods sold require further processing.\n\nThe PPI report publishes more than 600 FD-ID indexes. The final demand indexes, as distinct from the intermediate demand ones, are then used to arrive at the headline PPI number, which reflects the PPI for final demand.\n\nThe Producer Price Index \"measures the average change over time in the selling prices that domestic producers receive for their output. The prices included in the PPI are from the first commercial transaction for many products and some services.\"\n\nBoth the CPI and the PPI measure inflation. PPI measures inflation from the viewpoint of the producers; the average selling price they receive for their output over time. The CPI measures inflation from the viewpoint of the consumer through the value of a basket of goods and services that consumers have bought over a certain period.\n\nThe Producer Price Index looks at inflation from the viewpoint of industry and business. This method measures price changes before consumers purchase final goods and services. As a result, many analysts consider it to predict inflation before the CPI.\n\nThe Producer Price Index is a measure of the change in prices that domestic producers receive for their goods and services. The index is a measure of wholesale inflation and an indicator of the health of the economy.\n\nU.S. Bureau of Labor Statistics. \"Handbook of Methods Chapter 14: Producer Prices.\" Page 14.\n\nU.S. Bureau of Labor Statistics. \"Schedule of Releases for the Producer Price Index.\"\n\nU.S. Bureau of Labor Statistics. \"Producer Price Indexes Frequently Asked Questions (FAQs): 9. How are PPI Data Collected?\"\n\nU.S. Bureau of Labor Statistics. \"PRODUCER PRICE INDEXES – DECEMBER 2024.\" Page 1.\n\nU.S. Bureau of Labor Statistics. \"Producer Price Indexes.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index.\"\n\nU.S. Bureau of Labor Statistics. \"Handbook of Methods Chapter 14: Producer Prices.\" Pages 1, 13.\n\nU.S. Bureau of Labor Statistics. \"Comparing New Final-Demand Producer Price Indexes With Other Government Price Indexes.\"\n\nU.S. Bureau of Labor Statistics. \"Producer Price Index Frequently Asked Questions: 14. What Types of Indexes Are Published?\"",
  "url": "https://www.investopedia.com/terms/p/ppi.asp"
}