{
  "term": "Producer Surplus: Definition, Formula, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA producer surplus represents the benefit producers gain from selling a product or service at a price that is higher than they're willing to accept.\n\nA producer surplus is the extra money that a company earns when they sell a product or service for more than they expected. Let's say a farmer sells eggs at the market at $3 per dozen. That's the lowest price they'd be willing to accept. But patrons at the market would gladly spend $4 per dozen to buy their eggs. That extra $1 per dozen is the producer surplus. Producer surplus can encourage investment, innovation, and more production\n\nA producer surplus is shown graphically below as the area above the producer’ssupply curvethat it receives at the price point (P(i)), forming a triangular area on the graph. The producer’s sales revenue from selling Q(i) units of the good is represented as the area of the rectangle formed by the axes and the red lines, and is equal to the product of Q(i) times the price of each unit, P(i).\n\nBecause the supply curve represents the marginal cost of producing each unit of the good, the producer’s total cost of producing Q(i) units of the good is the sum of the marginal cost of each unit from 0 to Q(i) and is represented by the area of the triangle under the supply curve from 0 to Q(i).\n\nSubtracting the producer’s total cost (the triangle under the supply curve) from their total revenue (the rectangle) shows the producer’s total benefit (or producer surplus) as the area of the triangle between P(i) and the supply curve.\n\nThe size of the producer surplus and its triangular depiction on the graph increase as themarket pricefor the good increases, and decrease as the market price for the good decreases.\n\nImage by Julie Bang © Investopedia 2019\n\nProducers would not sell products if they could not get at least the marginal cost to produce those products. The supply curve as depicted in the graph above represents themarginal cost curvefor the producer.\n\nFrom an economics standpoint,marginal costincludes opportunity cost. In essence, an opportunity cost is the cost of not doing something different, such as producing a separate item. The producer surplus is the difference between the price received for a product and the marginal cost to produce it.\n\nBecause marginal cost is low for the first units of the good produced, the producer gains the most from producing these units to sell at the market price. Each additional unit costs more to produce because more and more resources must be withdrawn from alternative uses, so the marginal cost increases and the net producer surplus for each additional unit is lower and lower.\n\nProfit is a closely related concept to producer surplus; however, they differ slightly.Economic profittakes revenues and subtracts both fixed and variable costs. Producer surplus, on the other hand, only takes off variable (marginal) costs.\n\nA producer surplus combined with aconsumer surplusequals overall economic surplus, or the benefit provided by producers and consumers interacting in a free market as opposed to one with price controls or quotas. If a producer couldprice discriminatecorrectly, or charge every consumer the maximum price the consumer is willing to pay, then the producer could capture the entire economic surplus. In other words, producer surplus would equal overall economic surplus.\n\nHowever, the existence of producer surplus does not mean there is an absence of consumer surplus. The idea behind afree marketthat sets a price for a good is that both consumers and producers can benefit, with consumer surplus and producer surplus generating greater overall economic welfare. Market prices can change materially due to consumers, producers, a combination of the two, or other outside forces. As a result, profits and producer surplus may change materially due to market prices.\n\nSay that there are 20 companies that make widgets, each producing them at slightly different costs. ranging from $2.50 to $3.50 per widget. In the market, there is anequilibriumpoint where the amount of widgets supplied meets demand at $3.\n\nThe producer surplus would define those producers who can make widgets for less than $3 (down to $2.50), while those whose costs are up to $3.50 will experience a loss instead. For the lowest-cost producer, they would enjoy a surplus of $0.50 per widget.\n\nWith supply and demand graphs used by economists, producer surplus would be equal to the triangular area formed above the supply line over to the market price. It can be calculated as the total revenue less the marginal cost of production.\n\nPut simply, producer surplus is the difference between the price that companies are willing to sell products for and the prices that they actually get for them.\n\nTotal economic surplusis equal to the producer surplus plus the consumer surplus.\n\nProducer surplus is good for theeconomybecause it motivates producers to make and supply goods and services, since they can earn more than their production costs. It usually translates to increased profitability that can be reinvested in the business, leading to expansion, job creation, and development of new products or services. Finally, it helps to allocate resources efficiently, thus directing them toward their most valuable uses, and contributes to overall economic welfare and prosperity.\n\nHowever, producer surplus assumesperfect competition, meaning it doesn’t always capture real-world complexities. It can also be affected by price controls or quotas, leading to inefficiencies.",
  "url": "https://www.investopedia.com/terms/p/producer_surplus.asp"
}