{
  "term": "Product Life Cycle Explained: Stage and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe product life cycle is the duration a product is available to customers, starting with its market introduction and ending when it's removed from shelves.\n\nThe product life cycle is the length of time that a product is available to customers. It starts when a product (a good or a service) is introduced into the market and ends when it's removed from the shelves.\n\nThis concept is used by management and marketing professionals to make marketing and sales decisions, such as whether or not to increase advertising, reduce prices, expand to new markets, or redesign packaging. The process of strategizing ways to continuously support and maintain a product is called product life cycle management.\n\nA product begins with an idea. Within the confines of modern business, that idea isn't likely to go far until it undergoesresearch and development (R&D). If the company determines that it is feasible and potentially profitable, the product will be produced, marketed, and launched.\n\nThe life cycle of a product is broken into four stages:\n\nSome product life cycle models include product development as a stage, though at this point, the product has not yet been brought to customers.\n\nThe introduction phase is the first time customers are introduced to the new product. This stage typically requires the business to make a substantial investment in advertising. At this point, themarketingis focused on making consumers aware of the product and its benefits, especially if the item is broadly unknown or the problem it solves is unclear.\n\nDuring the introduction stage, there may be little to no competition for a product, as competitors may only be getting their first look at the new offering. Even if the business is offering a new product or service in response to another business's sales, the marketing will still focus on introducing the new product rather than differentiating it from competitors' products.\n\nCompanies often experience negative financial results at this stage. Sales tend to be lower, promotional pricing may be low to drive customer engagement, marketing spending is high, and the sales strategy is still being evaluated.\n\nIf the product is successful, it then moves to the growth stage. This is characterized by:\n\nThe amount of time spent in the introduction phase before a company's product experiences strong growth will vary between industries and products.\n\nDuring the growth phase, the product becomes more popular and recognizable. A company may still choose to invest heavily in advertising if the product faces heavy competition. However, marketing campaigns will likely be geared towards differentiating its product from others as opposed to introducing the goods to the market. A company may also refine its product by improving functionality based on customer feedback.\n\nFinancially, the growth period of the product life cycle results in increased sales and higher revenue. As peer businesses begin to offer rival products, competition increases, potentially forcing the company to decrease prices and experience lower margins.\n\nThe maturity stage of the product life cycle is the most profitable, as it is the time when the costs of producing and marketing decline. With the market saturated with the product, competition is now higher than at other stages, andprofit marginsstart to shrink. Some analysts refer to the maturity stage as the point at which sales volume is \"maxed out.\"\n\nDepending on the product, a company may begin deciding how to innovate its product or introduce new ways to capture a larger market presence. This includes getting more feedback from customers and researching their demographics and needs.\n\nDuring the maturity stage, competition reaches its highest level. Rival companies have had enough time to introduce competing and improved products, and competition for customers is usually highest. Sales levels stabilize, and a company strives to have its product exist in this maturity stage for as long as possible.\n\nThe stage of a product's life cycle impacts how it is marketed to consumers. A new product needs to be explained, while a mature product needs to be differentiated from its competitors.\n\nAs the product takes on increased competition and other companies emulate its success, the product may lose market share. This is when the decline state begins.\n\nProduct sales begin to drop due to market saturation and alternative products. If customers have already decided whether they are loyal to the product or prefer those of its competitors, the company may choose not to invest in additional marketing efforts. Should a product be entirely retired, the company will cease generating support for it and phase out all marketing and production endeavors.\n\nAlternatively, the company may decide to revamp the product or introduce a next-generation, completely overhauled model. If the upgrade is substantial enough, the company may choose to re-enter the product life cycle by introducing the new version to the market.\n\nMicrosoft's decision to sunset Windows 8.1 in January 2023 was an example of the decline stage. Consumers began receiving notifications the year before, informing them that Microsoft would no longer support the product, as the company would focus its resources on newer technologies.\n\nPositive impact on economic growth\n\nNot appropriate for every industry or product\n\nThe product life cycle allows marketers and business developers to better understand how each product or brand sits within a company's portfolio. This understanding enables the company to internally reallocate resources to specific products based on their positioning within the product life cycle.\n\nFor example, a company may decide to reallocate marketing resources to products entering the introduction or growth stages. Alternatively, it may need to invest morelabor costsinto engineers or customer service technicians as the product matures.\n\nThe product life cycle naturally tends to have a positive impact on economic growth, as it promotes innovation and discourages supporting outdated products. As products move through the life cycle stages, companies that track the product life cycle can be more aware of the need to make their products more effective, safer, efficient, faster, cheaper, or better suited to client needs.\n\nDespite its utility for planning and analysis, the product life cycle doesn't apply to every industry and doesn't work consistently across all products. Consider popular beverage lines whose primary products have been in the maturity stage for decades, while spin-offs or variations of these drinks from the same company have failed.\n\nThe product life cycle may also be artificial in industries with legal ortrademarkrestrictions. Consider the new patent term in the United States, which is 20 years from the date the patent application was filed.A drug may be adversely impacted by competition when its patent ends, regardless of its life cycle stage.\n\nAnother unfortunate side effect of the product life cycle is prospective or planned obsolescence. When a product enters the maturity stage, a company may be tempted to begin planning its replacement. This may be the case even if the existing product still holds many benefits for customers and could continue to have a long shelf life. For producers who tend to introduce new products every few years, this can lead to product waste and inefficient use of product development resources.\n\nA similar analytical tool to help businesses determine the market positioning of a product is theBoston Consulting Group (BCG) Matrix. This four-square table defines products based on their market growth and market share:\n\nBoth systems analyze a product's market growth and saturation. However, the BCG Matrix does not traditionally communicate the direction in which a product will move. For example, a product that has entered the maturity stage of the product life cycle will likely experience decline next; the BCG Matrix does not communicate this product flow in its visual depiction.\n\nThere is no direct correlation between a product's position in the BCG Matrix and its stage in the product life cycle.\n\nCompanies that have a good handle on all four stages can increase profitability and maximize their returns. Those who are unable to may experience an increase in their marketing and production costs, ultimately leading to a limited shelf life for their products.\n\nIn 1965, Theodore Levitt, a marketing professor, wrote in theHarvard Business Reviewthat the innovator is the one with the most to lose because so many truly new products fail at the first phase of their life cycle—the introductory stage. The failure comes only after investing substantial money and time into research, development, and production. This fact prevents many companies from trying many new ideas. Instead, he said, they wait for someone else to succeed and then clone the success.\n\nIn an established industry, products will exist at all stages of the life cycle, influenced by other products that have recently become available. For example, in the television program distribution industry, OLED TVs are in the mature phase, while programming-on-demand is in the growth stage. DVDs are in decline, and videocassettes are extinct.\n\nMany of the most successful products on earth are suspended in the mature stage for as long as possible, undergoing minor updates and redesigns to keep them differentiated. Examples include:\n\nAll of these products undergo minor changes accompanied by major marketing efforts, which are designed to keep them feeling unique and special in the eyes of consumers.\n\nManybrandsthat were once American icons have undergone the entire product life cycle, reaching their decline for various reasons. In some cases, better management of product life cycles might have prolonged their availability. In others, the company faced steep competition, or the product didn't resonate with customers.\n\nOldsmobile began producing cars in 1897. After merging with General Motors in 1908, the company used the first V-8 engine in 1916. By 1935, the one millionth Oldsmobile had been built. In 1984, Oldsmobile sales peaked, selling more cars in that year than in any other year. By 2000, General Motors announced it would phase out the brand, and on April 29th, 2004, the last Oldsmobile was built.\n\nIn 1905, Frank Winfield Woolworth incorporated F.W. Woolworth Co., a general merchandise retail store. By 1929, Woolworth had about 2,250 outlet stores across the United States and Britain. Decades later, due to increased competition from other discount retailers, Woolworth closed the last of its variety stores in the United States in 1997 to focus on sporting goods.\n\nOn April 23, 1985, Coca-Cola announced a new formula for its popular beverage, known as \"New Coke.\" Coca-Cola's market-share lead had been decreasing over the past 15 years, and the company decided to launch a new recipe in hopes of reinvigorating product interest. After its launch, Coca-Cola's phone line began receiving 1,500 calls per day, many of which were to complain about the change. Protest groups recruited 100,000 individuals to support their cause of bringing \"old\" Coke back.\n\nA stunning 79 days after its launch, \"New Coke's\"full product life cyclewas complete. Though the product didn't experience much growth or maturity, its introduction to the market was met with heavy protest. Less than three months after it announced its new recipe, Coca-Cola announced it would revert its product back to the original recipe.\n\nThe product life cycle is defined as four distinct stages: product introduction, growth, maturity, and decline. The amount of time spent in each stage varies from product to product, and different companies employ different strategic approaches to transitioning from one phase to the next.\n\nDepending on the stage a product is in, a company may adopt different strategies along the product life cycle. For example, a company is more likely to incur heavy marketing and R&D costs in the introduction stage. As the product becomes more mature, companies may then turn to improving product quality, entering new segments, or increasing distribution channels. Companies also strategically approach divesting from product lines, including the sale of divisions or discontinuing goods.\n\nProduct life cycle management is the act of overseeing a product's performance over the course of its life. Throughout the different stages of the product life cycle, a company enacts strategies and changes based on market reception.\n\nAssessing a product's life cycle is important because the analysis informs management of how its product is performing and what strategic approaches it may take. By understanding which stage its product(s) are in, a company can change how it spends resources, which products to push, how to allocate staff time, and what innovations it wants to research next.\n\nMany factors can affect how a product performs and where it lies within the product life cycle. In general, the product life cycle is heavily impacted by market adoption, ease of competitive entry, rate of industry innovation, and changes to consumer preferences. If it is easier for competitors to enter markets, consumers can change their minds frequently about the goods they consume, or the market may quickly become saturated. At that point, all similar products are more likely to have shorter product life cycles.\n\nBroadly speaking, nearly every product sold undergoes the product life cycle. This cycle of market introduction, growth, maturity, and decline may vary from product to product, as well as from industry to industry.\n\nUnderstanding this cycle can help a company make informed decisions about resource allocation, assess the outlook of its products, and strategically plan for introducing new products to market.\n\nMicrosoft. \"Windows 8 and Windows 8.1 End of Support and Office.\"\n\nFood and Drug Administration. \"Frequently Asked Questions on Patents and Exclusivity.\"\n\nHarvard Business Review. \"Exploit the Product Life Cycle.\"\n\nOldsmobile Club of America. \"History of Oldsmobile.\"\n\nThe Coca-Cola Company. \"The Story of One of the Most Memorable Marketing Blunders Ever.\"",
  "url": "https://www.investopedia.com/terms/p/product-life-cycle.asp"
}