{
  "term": "Profit Before Tax (PBT): Definition, Uses, and How to Calculate",
  "definition": "Profit before tax (PBT) is a measure that looks at a company’s profits before the company has to pay corporate income tax. It essentially is all of a company’s profits without the consideration of any taxes.\n\nPBT can be found on theincome statementas operating profit minus interest. It is the value used to calculate a company’s tax obligation.\n\nPBT may also be referred to as “earnings before tax (EBT)” or “pretax profit.” The measure shows all of a company’s profits before tax. A run through of the income statement shows the different kinds of expenses a company must pay leading up to the operating profit calculation.\n\nFor example, gross profit deductscost of goods sold (COGS). Going further, “earnings before interest and tax (EBIT),” which is also known as “operating profit,” “operating earnings,” and “profit before interest and taxes,” factors into both COGS and all operational expenses. After EBIT, only interest and taxes remain for deduction before arriving at net income.\n\nUnderstanding the income statement can help an analyst have a better understanding of PBT, its calculation, and its uses. The third section of the income statement focuses on interest and tax. These deductions are taken from the summation of the second section, which results in EBIT. Interest is an important metric that includes both a company’s interest from investments as well as interest paid out for leverage.\n\nThe Tax Cuts and Jobs Act (TCJA) of 2017 set the federal tax rate ofC corporationsat 21%.All other companies arepass-throughs, which means they are taxed at the individual taxpayer’s rate.Any kind of entity will also have to pay state taxes, whose rates can vary widely by state and entity type.\n\nThe basics of calculating PBT are simple. Take the operating profit from the income statement and subtract any interest payments, then add any interest earned. PBT is generally the first step in calculating net profit, but it excludes the subtraction of taxes. To calculate it in reverse, you can also add taxes paid back into thenet income.\n\nAs mentioned above, different types of companies will have different tax obligations at the federal and state level. Calculating the actual amount of taxes owed will come from the PBT.\n\nPBT is not typically akey performance indicatoron the income statement. These are usually focused on gross profit, operating profit, and net profit. However, as with interest, the isolation of a company’s tax payments can be an interesting and important metric for cost efficiency management.\n\nThe pretax profit also determines the amount of tax a company will pay. Any tax credits would be deducted from the tax obligation rather than the pretax profit.\n\nFurther, excluding the tax provides managers and stakeholders with another measure for which to analyze margins. A PBT margin will be higher than the net income margin, because tax is not included. The difference in PBT margin vs. net margin will depend on the amount of taxes paid.\n\nAlso, excluding income tax isolates one variable that may have a substantial impact for a variety of reasons. For instance, C corporations pay a federal tax rate of 21%. However, different industries may receive certain tax breaks, often in the form of business tax credits, which can influence the tax impact overall.Renewable energy is one example. Wind, solar, and other renewables can be subject to an investment tax credit and a production tax credit.Thus, comparing the PBT of companies whenrenewablesare involved can help to provide a more reasonable assessment of profitability.\n\nWorking down the income statement provides a view of profitability with different types of expenses involved. EBIT, which as noted above is operating profit, is a measure of a company’s full operational capabilities. This includes the direct COGS involved with manufacturing a product and the indirect operating expenses, which are associated with the core business but not directly tied to it.\n\nPBT is a part of the final steps in calculating net profit. It deducts interest from EBIT. This arrives at the taxable net income for a company.\n\nInterest itself is often an indicator of a company’s capitalization structure. If a company has been financed with a high amount of debt, it will have higher interest payments to make. EBIT is often the best measure of full operational capabilities, while the differences in a company’s EBIT and PBTwill show its debt sensitivity.\n\nEarnings before interest, tax, depreciation, and amortization (EBITDA)is an extension of theusefulness of EBIT as an operational profitability and efficiency measure. EBITDA adds the noncash activities of depreciation and amortization to EBIT. Many analysts find EBITDA to be a very quick way to assess a company’scash flow and free cash flowwithout going through detailed calculations. EBITDA, like EBIT, is before interest and tax, so it is readily comparable. Many types ofmultiples comparisonswill use EBITDA because of itsuniversal usefulness in valuing companies. Comparingenterprise value (EV)to EBITDA is one example.\n\nYes. EBT is often referred to as PBT. It is also called “pretax income.”\n\nPBT is a company’s profits before considering tax obligations. It is found on the income statement as operating profit less interest. On the other hand, taxable income is the amount of income that is subject to taxes, depending on the tax laws in a company’s jurisdiction.\n\nWhile PBT shows a company’s profits before taking into account its tax costs, EBITDA includes noncash activities, such as depreciation and amortization. In this way EBITDA is used as a measure for profitability, but critics have said that it is less reflective of a company’s performance, as it leaves out important aspects. Showing EBITDA vs. net income can make a company look more attractive, but it may be less indicative of a company’s overall performance, as it ignores the company’s asset costs.\n\nPBT can be arrived at through taking operating profit from the income statement minus its interest payments and adding interest earned. It is often the first step in calculating net profit, although it doesn't consider the impact of taxes.\n\nWhile it isn’t typically used as a key performance indicator, PBT can allow you to isolate the impact of taxes on a company. Comparing the PBT margin and net margin can show how a company is affected by tax costs, which can have a material impact on the company and its overall cost efficiencies.\n\nHarvard Business School. \"How to Read and Understand an Income Statement.\"\n\nTax Policy Center. \"How Does the Corporate Income Tax Work?\"\n\nTax Policy Center. \"What Are Pass-Through Businesses?\"\n\nInternal Revenue Service. \"Business Tax Credits.\"\n\nInternal Revenue Service. \"Clean Energy Tax Incentives for Businesses.\"",
  "url": "https://www.investopedia.com/terms/p/profitbeforetax.asp"
}