{
  "term": "Profit Center: Characteristics vs. a Cost Center, With Examples",
  "definition": "A profit center is a branch or division of a company that directly adds or is expected to add to the entire organization'sbottom line. It is treated as a separate, standalone business, responsible for generating itsrevenuesand earnings. Itsprofitsand losses are calculated separately from other areas of the business. Peter Drucker coined the term \"profit center\" in 1945.\n\nProfit centers are crucial to determining which units are the most and the least profitable within an organization. They function by differentiating between certain revenue-generating activities. This facilitates a more accurate analysis and cross-comparison among divisions. A profit center analysis determines the future allocation of available resources and whether certain activities should be cut entirely. As an example, they may investigate thecustomer financing armof the business to see if it is creating the necessary profit.\n\nThe managers or executives in charge of profit centers have decision-making authority related to product pricing and operating expenses. They also face considerable pressure as they must ensure that their division's sales from products or services outweigh the costs—that their profit center produces profits year after year, either by increasing revenue, decreasing expenses, or both.\n\nNot all units within an organization can be tracked as profit centers. This is particularly the case for many departments that provide an essential service within an organization: the research department within abroker-dealer, the auditing/compliance human resources department of a law firm, theinventorycontrol department of a clothing retailer, human resources, and customer service. These divisions have their own costs but do not generate their own revenues. As a result, they are known ascost centers.\n\nWhile profit centers are operated with a focus on bringing in revenue, cost centers are not associated with the direct generation of profits. Cost centers also include various support departments, such as IT support, human resources, or customer services, which are critical to business functions but do not have a specific responsibility to make money.\n\nAt the retailer Walmart, different departments selling different products could be divided into profit centers for analysis. For example, clothing could be considered one profit center while home goods could be a second profit center. In addition, departments that rotate on a seasonal basis, such as the garden center or sections relating to holiday decor, can be examined as profit centers to separate these departments' seasonal contribution from those with a year-round contribution.\n\nThe computer giant Microsoft has a wide variety of profit centers ranging from hardware to software to digital services. In analyzing these large revenue sources, the company may choose to separate the funds produced from the sale of its Windows operating system from that of other software suites, such as Microsoft Office, or other hardware sectors, such as the Xbox gaming console. This allows theprofitabilityof different products to be examined and correlated based on associated cost and revenue comparisons.\n\nThe concept of a profit center is a framework to facilitate optimal resource allocation and profitability. To optimize profits, management may decide to allocate more resources to highly profitable areas while reducing allocations to less profitable or loss-inducing units.",
  "url": "https://www.investopedia.com/terms/p/profitcentre.asp"
}