{
  "term": "Profits Interest: Definition and Comparison to Capital Interest",
  "definition": "Profits interest refers to an equity right based on the future value of apartnershipawarded to an individual for their service to the partnership. The award consists of receiving a percentage of profits from a partnership without having to contribute capital.\n\nIn effect, it is a form ofequity compensationand is used as a means of incentivizing workers when monetary compensation may be difficult due to limited funds, such as with a start-uplimited liability company(LLC).\n\nWhen starting a business, many entrepreneurs choose to structure their entity as an LLC taxed as a partnership, because such a structure allows them to usepass-through tax treatmentand provides for the personal use of losses. But one option not available to entrepreneurs using this structure is the ability to issueequity stock optionsto motivate, reward, and retain key employees. That's where the profits interest comes in.\n\nA profits interest represents an actual interest in the ownership of a partnership. As such, it differs from a stock option (another form of awarding an ownership stake), which grants to the holder a right to buy into a company at a time in the future.\n\nA profits interest may be tax-free to its recipient if structured to be compliant with Internal Revenue Service (IRS)safe-harbor rules for partnership profits interest, as it represents an ownership interest in future growth of an LLC or partnership, rather than an interest based on its current value.\n\nA profits interest serves as an incentive for partners to become more proactive in pursuing greater profitability, thus contributing to the companies' growth. It also provides a tax benefit to recipients, as all appreciation in value is taxed as long-term capital gains rather than as ordinary income.\n\nEquityin an LLC that is taxed as a partnership may be treated either as a capital interest or profits interest. A capital interest is an interest based on the current value of a company. For example, if the company were to liquidate soon after the grant of capital interest was made, then the grantee would be entitled to a share of the proceeds from the liquidation.\n\nMeanwhile, a profits interest is treated as a right to share in the future growth of a company or, put another way, value created after the profits interest was granted. This differs from existing LLCequity holderswhose stake is based on the current value of the entity. If the entity were to shut down, the existing LLC equity holders would share in the value of the LLC while the profits interest holder would get nothing.\n\nProfit interest stakes may be subject tovestingrules in the same way stock options are treated. Vesting may also be based on time of service so that the profit interest holder's continued service is required for them to be able to earn their interest. It also may be based on meeting a certain predetermined performance goal or threshold.\n\nOnce an employee accepts a profits interest offer they become a partner. This means they have to convert their salary to self-employment income and pay quarterly estimated income taxes, as well as leave some employee benefits programs.",
  "url": "https://www.investopedia.com/terms/p/profits-interest.asp"
}