{
  "term": "Profit-Sharing Plan: What It Is and How It Works, With Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Paige McLaughlin\n\nA profit-sharing plan is a company benefit that involves distributing a portion of the company's profits to its employees in the form of cash or stock. This can be offered in the form of a company retirement plan known as a deferred profit-sharing plan (DPSP).\n\nThe Internal Revenue Service (IRS) limits the amounts that can be awarded annually through a deferred profit-sharing plan. Unlike other retirement plans such as the 401(k), a profit-sharing plan is funded only by the employer, not by the employee.\n\nA profit-sharing plan, in general, is a company policy to reserve a portion of its profits for distribution among its employees. A retirement plan based on profit-sharing invests the company contributions in long-term accounts to be collected by the employee after retirement.\n\nIf the plan is retirement-based it comes with certain regulations imposed by the IRS.\n\nEmployers control how much of the profit to share in each period, and may decide to share none in a bad quarter or year.\n\nIn the years that it opts to make contributions, the company must come up with a set formula for profit allocation. This is meant to ensure that profits are not unequally awarded to the company's highly-compensated employees.\n\nThe most common way for a business to determine the allocation of a profit-sharing plan is through the comp-to-comp method. The formula calculates each employee's share percentage based on the individual's annual compensation.\n\nThe most frequently used formula for a company to determine a profit-sharing allocation is called the “comp-to-comp method.”\n\nThe IRS has attempted to make profit-sharing plans appealing to small businesses in particular.\n\nLet’s assume a business with only two employees uses a comp-to-comp method for profit sharing. In this case, employee A earns $50,000 a year, and employee B earns $100,000 a year. If the business owner shares 10% of the annual profits and the business earns $100,000 in a fiscal year, the company would allocate profit share as follows:\n\nThe contribution limit for a company sharing profits with an employee for 2024 is the lesser of 100% of compensation or $69,000 per year, or $76,500 if the employee is eligible for a catch-up contribution. The limits rise to $70,000, or $77,500 including the catch-up contribution.\n\nA profit-sharing plan can be created by a business of any size, and a company can establish one even if it has other retirement plans.\n\nCompanies have a great deal of flexibility in implementing a profit-sharing plan. As with a 401(k) plan, an employer has full discretion over how and when it makes contributions. However, all companies have to prove to the IRS that its profit-sharing plan does not discriminate in favor ofhighly compensated employees.\n\nThere are annual contribution limits. For the 2024 tax year, the maximum is the lesser of 100% of compensation or $69,000 per year, or a total of $76,500 if the employee is eligible for a catch-up contribution. The limits rise to $70,000, or $77,500 including the catch-up contribution.\n\nTo implement a profit-sharing plan, all businesses must fill out an Internal Revenue Service Form 5500 and disclose all participants of the plan.\n\nEarly withdrawals, just as with other retirement plans, are subject to penalties with certain exceptions.\n\nNo, a profit-sharing plan is not the same thing as a 401(k).\n\nIn a profit-sharing plan, a company awards employees a portion of its profit at quarterly or annual intervals. In the case of a deferred plan, the money is placed in a long-term account and is normally released only when the employee retires.\n\nIn a 401(k), employees must contribute to their retirement funds. Companies may choose to match an employee's contribution.\n\nA company can offer both a 401(k) and a profit-sharing plan.\n\nIf the profit-sharing program is deferred until retirement, the taxes are deferred until the money is received or the stocks are cashed in.\n\nIf the profit-sharing is paid immediately in cash, it is taxed as income in the year in which it is received.\n\nIn both cases, the company decides the amount of the profits to be shared on a quarterly or annual basis.\n\nA profit-sharing plan is a great way for a business to give its employees a sense of ownership in the company.\n\nIf it is structured as a retirement plan, it comes with some regulation from the IRS, principally to ensure fairness in the distribution of the money. The employee benefits by having the money held tax-free until it is withdrawn.\n\nA profit-sharing plan is a way for employers to provide employees with a portion of the business's profits, based on quarterly or annual earnings. Contributions are awarded quarterly or annually, or are deposited into a fund that is handed over when the employee retires.\n\nProfit-sharing plans are generally seen as a meaningful way to motivate employees by directly connecting the company's success to the employees' efforts.\n\nInternal Revenue Service. \"Choosing a retirement plan: Profit sharing plan.\"\n\nInternal Revenue Service. \"Choosing a Retirement Plan: Profit-Sharing Plan.\"\n\nInternal Revenue Service. \"Publication 4806: Why Profit-Sharing Plans?\"\n\nInternal Revenue Service. \"Retirement topics; 401(k) and profit-sharing plan contribution limits.\"\n\nInternal Revenue Service. \"A Guide to Common Qualified Plan Requirements.\"\n\nInternal Revenue Service. \"Retirement topics; 401(k) and profit-sharing plan contribution limits.\"\n\nInternal Revenue Service. \"Form 5500,\"\n\nInternal Revenue Service. \"Form 5500 Corner.\"\n\nInternal Revenue Service. \"Hardships, Early Withdrawals and Loans.\"",
  "url": "https://www.investopedia.com/terms/p/profitsharingplan.asp"
}