{
  "term": "Profitability Ratios: What They Are, Common Types, and How Businesses Use Them",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA profitability ratio is a financial metric that assesses a company's ability to earn a profit relative to its assets, equity, and sales.\n\nProfitability ratios are used to assess a business's ability to generate earnings over time relative to its revenue, operating costs, balance sheet assets, or shareholders' equity. They are a cornerstone offinancial analysis.\n\nThere are many ways to assess a company's profitability, but most profitability ratios fall into one of two broad categories—margin ratios and return ratios.\n\nProfitability ratios are often used alongsideefficiency ratios, which consider how well a company uses its assets internally to generate income (as opposed to after-cost profits).\n\nProfitability ratios can shed light on how well a company's management is operating a business. Investors can use them, along with other research, to determine whether or not a company might be a good investment.\n\nBroadly speaking, higher profitability ratios can point to strengths and advantages that a company has, such as the ability to charge more (or less) for products and to maintain lower costs.\n\nA company's profitability ratios are most useful when compared to those of similar companies, the company's own performance history, or average ratios for the company's industry. Normally, a higher value relative to previous value indicates that the company is doing well.\n\nReturn ratios are metrics that compare returns received to investments made by bondholders and shareholders. They reflect how well a business manages the investments to produce value for investors.\n\nProfitability ratios generally fall into two categories—margin ratios and return ratios.\n\nMargin ratios give insight, from several different angles, into a company's ability to turn sales into profit. Return ratios offer several different ways to examine how well a company generates areturnfor its shareholders using the money they've invested.\n\nSome common examples of the two types of profitability ratios are:\n\nDifferentprofit marginsare used to measure a company's profitability at various cost levels of inquiry. Theseincome statement profit marginsinclude gross margin, operating margin, pretax margin, and net profit margin. The margins between profit and costs expand when costs are low and shrink as layers of additional costs (e.g.,cost of goods sold (COGS), operating expenses, and taxes) are taken into consideration.\n\nGross profit margin, also known as gross margin, is one of the most widely used profitability ratios. Gross profit is the difference between sales revenue and the costs related to the products sold, the aforementioned COGS.Gross margincompares gross profit to revenue.\n\nA company with a high gross margin compared to its peers likely has the ability to charge a premium for its products. It may indicate the company hasan important competitive advantage. On the other hand, a pattern of declining gross margins may point to increased competition.\n\nSome industries experienceseasonalityin their operations. For example, retailers typically experience significantly higher revenues andearningsduring the year-end holiday season. Thus, it would be most informative and useful to compare a retailer's fourth-quarter profit margin with its (or its peers') fourth-quarter profit margin from the previous year.\n\nOperating marginis the percentage of sales left after accounting for COGS as well as normal operating expenses (e.g., sales and marketing, general expenses, administrative expenses). It compares operating profit to revenue.\n\nOperating margin can indicate how efficiently a company manages its operations. That can provide insight into how well those in management keep costs down and maximize profitability.\n\nA company with a higher operating margin than its peers can be considered to have more ability to handle its fixed costs and interest on obligations. It most likely can charge less than its competitors. And it's better positioned to weather the effects of a slowing economy.\n\nThepretax marginshows a company's profitability after accounting for all expenses including non-operating expenses (e.g., interest payments and inventory write-offs), except taxes.\n\nAs with other margin ratios, pretax margin compares revenue to costs. It can signal management's ability to run a business efficiently and effectively by boosting sales as it lowers costs.\n\nA company with a high pretax profit margin compared to its peers can be considered a financially healthy company with the ability to price its products and/or services most appropriately.\n\nThenet profit margin, or net margin, reflects a company's ability to generate earnings after all expenses and taxes are accounted for. It's obtained by dividing net income into total revenue.\n\nNet profit margin is seen as a bellwether of the overall financial well-being of a business. It can indicate whether company management is generating enough profit from its sales and keeping all costs under control.\n\nIts drawback as a peer comparison tool is that, because it accounts for all expenses, it may reflect one-time expenses or an asset sale that would increase profits for just that period. Other companies won't have the same one-off transactions. That's why it's a good idea to look at other ratios, such as gross margin and operating margin, along with net profit margin.\n\nThe cash flow margin measures how well a company converts sales revenue to cash. It reflects the relationship between cash flows from operating activities and sales.\n\nCash flow margin is a significant ratio for companies because cash is used to buy assets and pay expenses. That makes the management of cash flow very important. A greater cash flow margin indicates a greater amount of cash that can be used to pay, for example, shareholder dividends, vendors, and debt payments, or to purchase capital assets.\n\nA company with negative cash flow is losing money despite the fact that it's producing revenue from sales. That can mean that it might need to borrow funds to keep operating.\n\nA limited period of negative cash flow can result from cash being used to invest in, e.g., a major project to support the growth of the company. One could expect that that would have a beneficial effect on cash flow and cash flow margin in the long run.\n\nReturn ratios provide information that can be used to evaluate how well a company generates returns and creates wealth for its shareholders given a certain level of investment deployed to generate such profits. These profitability ratios compare investments in assets or equity to net income. Those measurements can indicate a company's capability to manage these investments.\n\nProfitability is assessed relative to costs and expenses. It's analyzed in comparison toassetsto see how effective a company is at deploying assets to generate sales and profits. The use of the term \"return\" in the ROA measure customarily refers to net profit ornet income—the value of earnings from sales after all costs, expenses, and taxes. ROA is net income divided by total assets.\n\nThe more assets that a company has amassed, the greater the sales and potential profits the company may generate. Aseconomies of scalehelp lower costs and improve margins, returns may grow at a faster rate than assets, ultimately increasing ROA.\n\nROE is a key ratio forshareholdersas it measures a company's ability to earn a return on its equity investments. ROE, calculated as net income divided by shareholders' equity, may increase without additional equity investments. The ratio can rise due to higher net income being generated from a largerasset basefunded with debt.\n\nA high ROE can be a sign to investors that a company may be an attractive investment. It can indicate that a company has the ability to generate cash and not have to rely on debt.\n\nThis return ratio reflects how well a company puts its capital from all sources (including bondholders and shareholders) to work to generate a return for those investors. It's considered a more advanced metric than ROE because it involves more than just shareholder equity—it considers all the capital that is being used by the company to generate the profits.\n\nROIC compares after-tax operating profit to total invested capital (again, from debt and equity). It's used internally to assess appropriate use of capital. ROIC is also used by investors for valuation purposes. ROIC that exceeds the company's weighted average cost of capital (WACC) can indicate value creation and a company that can trade at a premium.\n\nThe profitability ratios often considered most important for a business are gross margin, operating margin, and net profit margin.\n\nThey're significant because they can indicate the ability to make regular profits (after accounting for costs), and how well a company manages investments for a return for shareholders. They can reflect management's ability to achieve these two goals, as well as the company's overall financial well-being.\n\nThe gross profit margin, operating profit, and net profit margin ratios are the most commonly used measurements of business profitability. Net profit margin reflects the amount of profit a business gets from its total revenue after all expenses are accounted for. Operating profit reflects the profit from the company's core operations including sales, general and administrative expenses, and gross profit margin indicates profit that exceeds the cost of goods sold.\n\nProfitability ratios offer companies, investors, and analysts a way to assess various aspects of a company's financial health. There are two main types of profitability ratios: margin ratios and return ratios.\n\nMargin ratios measure a company's ability to generate income relative to costs. Return ratios measure how well a company uses investments to generate returns—and wealth—for the company and its shareholders.",
  "url": "https://www.investopedia.com/terms/p/profitabilityratios.asp"
}