{
  "term": "Profit and Loss Statement: Meaning, Importance, Types, and Examples",
  "definition": "The profit and loss statement is a snapshot of a company's profitability, usually for a quarter or fiscal year.\n\nA profit and loss (P&L) statement, also known as an income statement, is a financial statement that summarizes a company's revenues, costs, expenses, and profits/losses for a specified period.\n\nIt provides information about a company’s ability to generate revenues, manage costs, and make profits.\n\nThe P&L statement isone of three financial statementsthat every public company issues on a quarterly and annual basis, along with thebalance sheetand thecash flow statement.\n\nIt is often the most popular and common financial statement in a business plan, as it shows how much profit or loss a business generated.\n\nA P&L statement is also called:\n\nThe P&L statement, like the cash flow statement, shows changes in accounts over a set period of time.\n\nThe balance sheet, on the other hand, shows what the company owns and owes at a particular moment in time.\n\nIt is important to compare the income statement with the cash flow statement since, under theaccrual method of accounting, a company can log revenues and expenses before cash changes hands.\n\nThe P&L statement follows the general format shown in the example below (see \"Example of a P&L Statement.\"). It begins with an entry for revenue, known as the top line, and subtracts the costs of doing business, including the cost of goods sold, operating expenses, tax expenses, and interest expenses.\n\nThe difference, known as the bottom line, is net income, also referred to as profit or earnings.\n\nP&L management refers to how a company handles its P&L statement through revenue and cost management.\n\nIt is important to compare income statements from different accounting periods.\n\nThe reason behind this is that any changes in revenues, operating costs, research and development (R&D) spending, and net earnings over time are more meaningful than the numbers themselves.\n\nFor example, a company’s revenues may grow on a steady basis, but its expenses might grow at a much faster rate. It's important to know this so that a company can address it, as needed.\n\nComparing one company’s P&L statement with another in the same industry that is similar in size can also help investors evaluate the financial well-being of a company.\n\nFor example, such a comparison might reveal that one company is more efficient at managing expenses and has better growth potential than the other.\n\nRevenues and expenses for nonprofit organizations are generally tracked in thestatement of activities. This report is sometimes called a statement of financial activities or a statement of support.\n\nAs noted above, a P&L statement may be prepared in one of two ways. These arethe cash method and the accrual method.\n\nThecash method, which is also called the cash accounting method, is a very simple method that only accounts for cash received or paid.\n\nA business records transactions as revenue whenever cash is received and as liabilities whenever cash is used to pay any bills or liabilities.\n\nThis method is commonly used by smaller companies as well as people who want to manage their personal finances.\n\nThe accrual accounting method records revenue as it is earned. A company using the accrual method accounts for money that it expects to receive in the future.\n\nFor instance, a company that delivers a product or service to its customer records the revenue on its P&L statement, even though it hasn’t yet received payment.\n\nSimilarly, liabilities are accounted for even when the company hasn’t yet paid for any expenses.\n\nYou can find many templates to create a personal or business P&L statement online for free.\n\nBelow is the P&L statement for 2023 and 2022 for the hypothetical company Butterfly Industries. All of the figures are in U.S. dollar (USD) millions except per-share data.\n\nYou can use the P&L statement to calculate several metrics, including thegross profit margin, theoperating profit margin, thenet profit margin, and theoperating ratio.\n\nThe P&L, balance sheet, and the cash flow statement together offer an in-depth look at a company’s financial performance.\n\nThe P&L statement shows a company’s revenues and expenditures over a specific period of time, such as a fiscal year. It's important because investors and analysts can use this information to assess the profitability of the company, often combining its data with insights from the balance sheet and cash flow statement. For instance, an investor might calculate a company’sreturn on equity (ROE)by comparing its net income (as shown on the P&L) to its level of shareholder equity (as shown on the balance sheet).\n\nA company’s P&L statement shows its income, expenditures, and profitability for a period of time. The balance sheet, on the other hand, provides a snapshot of its assets and liabilities on a certain date (typically the last day of the company’s fiscal year). Investors use the balance sheet to understand the financial strength of the company, comparing the amount and quality of its assets against its liabilities.\n\nPublicly traded companies are required to prepare a P&L and must file their financial statements with the U.S. Securities and Exchange Commission (SEC) so that they can be made public and scrutinized by investors, analysts, and regulators. Companies must comply with a set of rules and guidelines known asgenerally accepted accounting principles (GAAP)when they prepare these statements.\n\nPrivate companies, on the other hand, are not necessarily required to comply with GAAP or make their financial information public. Some smaller companies may not even prepare formal financial statements at all.\n\nA P&L statement summarizes the revenues, costs, and expenses of a company for a specific period of time.\n\nInvestors and analysts use it and other financial statements to assess the financial health of a company and its growth potential.",
  "url": "https://www.investopedia.com/terms/p/plstatement.asp"
}