{
  "term": "Profit Margin: Definition, Types, Uses in Business and Investing",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nProfit margin is the percentage by which a company’s revenue exceeds its costs of operation.\n\nProfit margin is a common measure of the degree to which a company or a particular business activity makes money. Expressed as a percentage, it represents the portion of a company’s salesrevenuethat it retains as a profit after subtracting all of its costs. For example, if a company reports a 35% profit margin during the last quarter, it means that it netted $0.35 from each dollar of sales generated.\n\nBusinesses and individuals perform economic activities to make aprofit. Numbers like $X million ingross salesor $Y million inearningsare useful but don’t address a business’s profitability and comparative performance.\n\nSeveral quantitative measures are used to compute the gains (or losses) that a business generates, making it easier to assess its performance over different periods or compare it against competitors.Profitability ratiosare often the first thing investors look at before investing in a company and the most popular and widely watched of them all are profit margins.\n\nA profit margin reflects the money a company retains as profit from its revenue. Put simply, it is the amount that a company earns relative to its revenue—usually expressed as a percentage. Revenue is the total amount ofincomegenerated from its operations. This includes the income from sales. But, the company's costs need to be accounted for, so anything left once they are deducted from a company's revenue is profit.\n\nWhile privately owned businesses may compute profit margins when they wish (weekly or monthly),publicly traded companiesmust report them according to the standard reporting time frames, which are typically quarterly and annually. Businesses that operate on leverage may be required to compute and report their profit margins tolenders(like a bank) monthly.\n\nThere are other key profitability ratios that analysts and investors often use to determine the financial health of a company. They includereturn on assets (ROA)andreturn on equity (ROE).\n\nWhile net profit margin is the most familiar and commonly used measure, there are actually four levels or types of profit margin, based on four kinds of profit:\n\nThese profits are reflected on a company’sincome statementin the following sequence:\n\nHere are the mathematicalformulas for calculating three types of profit margin: gross profit margin, operating profit margin, and net profit margin.\n\nThe profit margin is a widely used profitability measure by different businesses, whether they're billion-dollar enterprises or a hot dog stand on the sidewalk. It also indicates the profitability potential of largersectorsand overall national or regional markets. It is common to see headlines like “ABC Research warns on declining profit margins of American auto sector,” or “European corporate profit margins are breaking out.”\n\nThe profit margin has essentially become the globally adopted standard measure of the profit-generating capacity of a business and is considered a top-level indicator of its potential. It is one of the first few key figures to be quoted in thequarterly resultsreports that companies issue.\n\nBusiness owners, company management, and consultants use it internally to address operational issues and study seasonal patterns and corporate performance over time. A zero or negative profit margin translates to a struggling business that can't manage its expenses or fails to achieve good sales. Drilling it down further helps to identify the leaking areas—like high unsoldinventory, excess or underutilized employees and resources, or high rentals—and then to devise appropriate action plans.\n\nEnterprises operating multiple business divisions, product lines, stores, or facilities that are spread out geographically may use profit margins to assess the performance of each unit and compare them against one another.\n\nProfit margins serve many purposes. Among other things, they help companies to identify issues, raise funds, and attract investors.\n\nProfit margins often come into play when a company seeks funding. Smaller businesses, like a local retail store, may need to provide it to get (or restructure) a loan from banks or other lenders.\n\nLarge corporations issuing debt to raise money must reveal how they intend to use the capital, which can provide insights to investors about the profit margin that might be achieved either bycost cutting, increasing sales, or a combination of the two. The number has become an integral part of equity valuations in theprimary marketforinitial public offerings (IPOs).\n\nProfit margins are a significant consideration forinvestors. When comparing two or more companies, investors often hone in on their respective profit margins. If a company has a higher profit margin than its peer group, it suggests it is better run and capable of generating greater returns for investors.\n\nProfit margins are commonly used not just to compare a company's current performance against its past one but also to compare it to other companies. This only really works, though, when looking at similar companies operating in the same sector. What is an acceptable or good profit margin in one industry may be terrible or ridiculously high in another one.\n\nBusinesses like retail and transportation will usually have highturnaroundand revenue, which can mean overall high profits but low profit margins. High-end luxury goods, by comparison, may have low sales volume, but high profits per unit sold.\n\nBelow is a comparison of the profit margins of four long-running and successful companies in the technology and retail spaces:\n\nFrom 2015 to the first quarter of 2024, technology companies like Microsoft (MSFT) and Alphabet (GOOG/GOOGL) registered high double-digit quarterly profit margins compared to the single-digit margins achieved by Walmart (WMT) and Target (TGT). However, that does not mean Walmart and Target did not generate profits or were less successful at what they do compared to Microsoft and Alphabet. They just run very different businesses.\n\nSince they belong to differentsectors, a blind comparison based solely on profit margins would be inappropriate. Profit margin comparisons between Microsoft and Alphabet, and between Walmart and Target, are more appropriate.\n\nProducers ofluxury goodsand high-end accessories can have a high profit potential despite low sales volume, compared with the makers of lower-end goods. A very costly item, like a high-end car, may not even be manufactured until the customer has ordered it, making it a low-expense process for the maker, without much operational overhead.\n\nSoftware or gaming companies may make a substantial initial investment to develop a new software product or video game, but cash in big later by selling millions of copies with very little additional expense. Similarly, patent-secured businesses like pharmaceutical companies may incur high research costs initially but reap higher profit margins when they bring a new drug to market.\n\nAccording to NYU Stern School of Business, the companies in the U.S. with the highest profit margins, as of January 2025, are software, retail REITs, and pharmaceutical companies.\n\nWhen comparing similar companies, be wary of unusually high profit margins. A closer investigation of the financials may reveal that the current margin was inflated by a one-off event and isn't sustainable.\n\nOperation-intensive businesses like transportation that may have to deal with fluctuating fuel prices, drivers’ perks and retention, and vehicle maintenance usually have lower profit margins. Agriculture-based ventures often also fall into this category owing to weather uncertainty, high inventory, operational overheads, the need for farming and storage space, and resource-intensive activities.\n\nAutomotive is another sector known for low profit margins. Automakers' profits and sales are limited by intense competition, uncertain consumer demand, and high operational expenses involved in developing dealership networks andlogistics.\n\nProfit margin is a measure of how much money a company is making on its products or services after subtracting all of the direct and indirect costs involved. It is expressed as a percentage.\n\nThere are four ways of looking at a company’s profit margin: gross profit margin, operating profit margin, pretax profit margin, and net profit margin.\n\nGross profit measures a company’s total sales revenue minus the total cost of goods sold (or services performed). Net profit margin also subtracts other expenses, including overhead, debt repayment, and taxes. Net profit is considered a company’sbottom line.\n\nThere are many different metrics that analysts and investors can use to help them determine whether a company is financially sound. One of these is the profit margin, which measures thecompany’s profit as a percentage of its sales. In simple terms, a company’s profit margin is the total number of cents per dollar that a company receives from a sale that it can keep as a profit.\n\nThe most common and widely used type of profit margin is net profit margin, which accounts for all of a company’s costs, both direct and indirect.\n\nU.S. Securities and Exchange Commission. \"Exchange Act Reporting and Registration.\"\n\nNYU Stern. \"Margins by Sector (US).\"",
  "url": "https://www.investopedia.com/terms/p/profitmargin.asp"
}