{
  "term": "Progressive Tax: What It Is, Advantages and Disadvantages",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA progressive tax involves a tax rate that increases or progresses astaxable incomeincreases. It imposes a lower tax rate on low-income earners and a higher rate on those with higher incomes. This is usually achieved by creatingtax bracketsthat group taxpayers by income range.\n\nThe income tax system in the United States is considered progressive. There are seven tax brackets in 2025 with rates of 10%, 12%, 22%, 24%, 32%, 35%, and 37%. There were 16 tax brackets in 1985.\n\nThe rationale for a progressive tax is that a flat percentage on allincomewould place a disproportionate burden on people with low incomes. The dollar amount owed might be smaller, but the effect on their real spending power would be greater.\n\nHow progressive a tax structure is depends on how much of the tax burden is transferred to higher incomes. A tax code with tax rates ranging from 10% to 80% would be more progressive than one with rates ranging from 10% to 30%.\n\nA progressive tax system reduces the tax burden on those who can least afford to pay. A single filer only has to pay 10% in federal income tax if they earn $11,925 or less a year as of 2025. Single filers who earn more than $626,350 annually must pay 37% on every dollar of income earned over $626,350.\n\nThis leaves more money in the pockets of low-wage earners, who are likely to spend more of it on essential goods and services and stimulate theeconomyin the process.\n\nA progressive tax system tends to collect more taxes than flat taxes or regressive taxes because the highest percentage is collected from those with the highest amounts of money. Those with greater resources fund a larger portion of the services that all citizens and businesses rely on, such as road maintenance and public safety.\n\nCritics of a progressive tax system argue that it’s a disincentive to success. They also oppose the system as a means of income redistribution, which they believe punishes the wealthy and even the middle class.\n\nOpponents of the progressive tax are generally supporters of low taxes and correspondingly minimal government services.\n\nReduces tax burden on those who can afford it least\n\nCollects more taxes than flat or regressive taxes\n\nArguably disincentivizes success\n\nMeans of income redistribution that critics believe punishes the wealthy and the middle class\n\nAregressive taxis the opposite of a progressive tax. A rate is applied uniformly across all levels of income, so the tax burden decreases as income rises.\n\nAsales taxis an example of a regressive tax. Two individuals would pay the same amount of sales tax on an identical bag of groceries even if one earns $300,000 a year and the other earns $30,000. But the less wealthy individual has shelled out a greater percentage of their income to purchase that food.\n\nLike a regressive tax, aflat income tax systemimposes the same percentage tax rate on everyone regardless of income. The Federal Insurance Contributions Act (FICA) tax that fundsSocial SecurityandMedicareis often considered to be a flat tax because all wage earners pay the same percentage. But the Social Security tax does have an earnings cap. It applies only to income up to $176,100 in 2025. You wouldn’t have to pay this tax on $1,000 of your income if you earned $176,200.\n\nThe Medicare tax applies to all wages. There’s no earnings cap on this as there is for the Social Security tax.\n\nNo. You only pay your highest percentage tax rate on the portion of your income that exceeds the minimum threshold for that tax bracket.\n\nA single person who earns $100,000 would fall into the 22% tax bracket, but only on the portion of their income that exceeds $48,475. Their income from $11,925 up to $48,475 would be taxed at a rate of 12%. Income below $11,925 is taxed at a 10% rate. These income ranges apply to the 2025 tax year.\n\nTax brackets are set by Congress and enforced by the Internal Revenue Service (IRS). Changes are typically made based on legislation like theTax Cuts and Jobs Act (TCJA)of 2017. The TCJA kept seven tax brackets, but it increased the income ranges for many of them so some individuals could earn more before moving into a higher bracket. The income ranges are also adjusted annually to keep pace withinflation.\n\nProgressive taxes exist so that the burden of paying for government services, oversight, and infrastructure doesn’t fall disproportionately on those earning lower incomes. Those who earn less are taxed at a lower rate. Those who earn more are taxed at a higher rate. This concept is known asability-to-pay taxation. The top earners are taxed more and on larger sums of money, so a progressive tax increases the amount of tax revenue coming in.\n\nA progressive tax progresses to higher tax rates as taxable income increases. Individuals with lower incomes are taxed at lower rates than those with higher incomes.\n\nThe U.S. progressive income tax involves seven tax brackets, each with its own rate. These tax rates are 10%, 12%, 22%, 24%, 32%, 35%, and 37% in 2025. The brackets didn’t change from 2024 to 2025, but the ranges of income covered by the brackets increased to reflect inflation.\n\nInternal Revenue Service. “Rev. Proc. 2024-40.” Pages 5–6.\n\nTax Foundation. “Historical U.S. Federal Individual Income Tax Rates & Brackets, 1862–2021.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nTax Foundation. “TaxEDU Glossary: Regressive Tax.”\n\nU.S. Social Security Administration. “Contribution and Benefit Base.”\n\nInternal Revenue Service. “Topic No. 751, Social Security and Medicare Withholding Rates.”\n\nTax Policy Center. “How Did the Tax Cuts and Jobs Act Change Personal Taxes?”",
  "url": "https://www.investopedia.com/terms/p/progressivetax.asp"
}