{
  "term": "Projected Benefit Obligation (PBO) Definition & How It Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA projected benefit obligation (PBO) is an actuarial measurement of what a company will need at the present time to cover future pensionliabilities. This measurement is used to determine how much must be paid into a defined benefit pension plan to satisfy all pension entitlements that have been earned by employees up to that date, adjusted for expected future salary increases.\n\nCompanies can provide employees with a number of benefits, including a salary, when they retire from work. TheFinancial Accounting Standards Board's (FASB)Statement of Financial Accounting Standards No. 87states that companies must measure and disclose their pension obligations, together with the performance of their plans, at the end of eachaccounting period.\n\nA projected benefit obligation (PBO) is one of three ways to calculate expenses or liabilities of traditional defined benefit pensions—plans that take into account employee years of service and salary to calculate retirement benefits.\n\nPBO assumes that the pension plan will not terminate in the foreseeable future and is adjusted to reflect expected compensation in the years ahead. As a result, it takes into account a number of factors, including the following:\n\nActuariesare responsible for establishing whether pension plans are underfunded. These qualified professionals, who specialize in the measurement and management of risk and uncertainty, determine the benefits needed through apresent valuecalculation.\n\nActuaries are responsible for comparing the pension plan’s liabilities to itsassets. In general, they provide a breakdown of the following:\n\nEstablishing whether a company has anunderfunded pension plancan be achieved by comparing pension plan assets—the investment fund referred to as the fair value of plan assets,—to the PBO. If the fair value of the plan assets is less than the benefit obligation, there is apension shortfall. The company is required to disclose this information in a footnote in its10-Kannual financial statement.\n\nPBO is one of the three approaches firms use to measure and disclose pension obligations. The other measures are:\n\nIn December 2018, General Motors’ U.S. pension plan had a PBO of $61.2 billion, with fair value of plan assets at $56.1 billion. In other words, this means its plan was 92% funded at that time.\n\nMeanwhile, Ford's U.S. benefit obligation in December 2018 was $42.3 billion, while its plan assets had a fair value of $39.8 billion. That means Ford's plan was 94% funded, which is slightly better than General Motors.\n\nAlthough a PBO is classified as a liability on thebalance sheet, there is considerable criticism about whether it meets the predefined criteria to be defined as such. These criteria are the responsibility to surrender an asset from the result of the transactions taking place at a specified future date, the obligation for a company to surrender assets for the liability at some future point in time, and that the transaction resulting in the liability has already taken place.\n\nActuarial losses are treated differently by theInternal Revenue Service(IRS) and the FASB.",
  "url": "https://www.investopedia.com/terms/p/pbo.asp"
}