{
  "term": "Promissory Note: What It Is, Different Types, and Pros and Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA promissory note is a written promise by one party (the note's issuer or maker) to pay another party (the note's payee) a definite sum of money, either on demand or at a specified future date. A promissory note typically contains all the terms involved, such as the principal debt amount, interest rate, maturity date, payment schedule, the date and place of issuance, and the issuer's signature.\n\nPromissory notes can lie between an IOU's informality and a loan contract's rigidity. An IOU merely acknowledges a debt and the amount one party owes another. A promissory note includes a promise to pay on demand or at a specified future date, in addition to steps required for repayment (like the repayment schedule)\n\nAlthough financial institutions may issue promissory notes—for instance, you might be required to sign one to take out a small personal loan—they also allow companies and individuals to get financing from a non-bank source. This source can be an individual or a company willing to carry the note (and provide the financing) under the agreed-upon terms. In effect, promissory notes can enable anyone to be a lender.\n\nIn its simplest form, a promissory note might be a written promise to repay a family member. State or federal securities entities may regulate more complicated promissory notes.\n\nTypically, there are two parties to a promissory note: The promisor, also called the note's maker or issuer, promises to repay the amount borrowed. The promisee or payee is the person who gave the loan.\n\nA promissory note can be secured or unsecured. A secured promissory note describes the collateral—typically property—that secures the debt or amount borrowed. For example, if the borrower owns property, the lender can use the car as collateral until the debt is repaid. If the borrower doesn't repay the loan, the promissory note permits the lender to take possession of the property.\n\nAn unsecured promissory note doesn't involve collateral. In this case, if the borrower doesn't repay the loan, the lender can try to use standard debt-collection procedures.\n\nIn either case, the lender holds the promissory note until the debt is repaid. Typically, those drafting a promissory note will consult with an attorney to make sure the note follows any state or federal laws around loans or investments.\n\nA promissory note is usually held by the party that's owed money; once the debt has been fully paid, the note must be canceled by the payee and returned to the issuer.\n\nA promissory note should include all the details about a loan and the repayment terms. In addition to the names of the borrower and the lender, a promissory note may also include:\n\nIn the United States, promissory notes are often used when getting a student loan, mortgage, or a loan from a friend or family member. Promissory notes are also sometimes issued to corporate clients.\n\nMany people sign their first promissory notes as part of getting astudent loan. Private lenders typically require students to sign promissory notes for each loan taken out.\n\nSome schools allow federal student loan borrowers to sign a one-time master promissory note, allowing receipt of multiple loans for up to 10 years if the school certifies the student's continued eligibility.\n\nStudent loan promissory notes outline the student borrower's rights and responsibilities and the loan's conditions and terms. By signing a master promissory note forfederal student loans, the student promises to repay the loan amounts plus interest and fees to the U.S. Department of Education.\n\nThe master promissory note also includes the student's personal contact and employment information as well as the names and contact info for the student's references.\n\nHomeowners usually consider their mortgage an obligation to repay the money they borrowed to buy their residence. But actually, the signedmortgage promissory noterepresents a promise to repay the mortgage or loan, along with the repayment terms.\n\nTypically, the promissory note includes:\n\nThe promissory note describes the debt's amount, interest rate, and late fees. A lender holds the promissory note until the mortgage loan is paid off. Unlike the mortgage ordeed of trust, the promissory note is not entered into county land records.\n\nPromissory notes are commonly used in business as a means of short-term financing. For example, when a company sells products but hasn't yet collected payments, cash may run low, leaving the company unable to pay creditors. The company may ask creditors to accept a promissory note to be exchanged for cash after the company collects itsaccounts receivables.\n\nOr the company may ask the bank for cash in exchange for a promissory note. Promissory notes offer companies a credit source after exhausting other options, like corporate loans or bond issues. A note issued by a company in this situation is at a higher risk of default than, say, a corporate bond. The corporate promissory note's interest rate will likely provide a greater return than a bond from the same company, as high risk means higher potential returns.\n\nThese notes must be registered with the government in the state where sold and with the Securities and Exchange Commission (SEC).\n\nIf the note is not registered, the investor has to analyze whether the company is capable of servicing the debt. Companies in dire straits may hire high-commission brokersto push unregistered promissory notes on the public. If the company defaults, the investors' legal avenues may be somewhat limited.\n\nThere are several different structures for repayment of a promissory note, but most involve repaying the principal plus interest. The interest rate can be fixed or variable and calculated daily, monthly, annually, or in another way. In some states, interest rates may be capped by state law.A certified accountant and attorney can advise you on the tax or legal implications of the promissory note's repayment schedule.\n\nHere are various repayment approaches for a promissory note:\n\nCompany or corporate promissory notes are rarely sold to the public.When they are, it is usually at the behest of a struggling company working through unscrupulous brokers who are willing to sell promissory notes that the company may not be able to honor.\n\nAlternatively, the promissory note may be part of a scam sold by life insurance agents or online or out-of-state investment advisors. Some sellers may know nothing about the investments' true origins—the promissory notes may be for companies that don't exist. Promissory notes promising \"low risk, high yield\" investments may lead to a type of fraud, according to the SEC.\n\nBefore investing in promissory notes, ensure all of the following are true:\n\nInvesting in promissory notes involves risk. These promissory notes are only offered to corporate or sophisticated investors who can handle the risks and have the money needed to buy a note. To help minimize these risks, an investor must register the promissory note or have it notarized so that the obligation is publicly recorded and legal.\n\nPromissory notes have had an interesting history. At times, they have circulated as a form of alternate currency, free of government control. In some places, the official currency is a form of promissory note called ademand note(one with no stated maturity date or fixed term, allowing the lender to decide when to demand payment).\n\nPromissory notes andbills of exchangeare governed by the 1930 Geneva Convention of Uniform Law on Bills of Exchange and Promissory Notes.Its rules stipulate that the term \"promissory note\" should be inserted in the instrument's body and contain an unconditional promise to pay.\n\nA form of debt instrument, a promissory note represents a written promise on the part of the issuer to pay back another party. A promissory note will include the agreed-upon terms between the two parties, such as the maturity date, principal, interest, and issuer’s signature. Essentially, a promissory note allows entities other than financial institutions to provide lending services to other entities.\n\nOne example of a promissory note is a corporate credit promissory note. For this type of promissory note, a company will typically be seeking a short-term loan. In the case of a growing startup that is low on cash as it expands its operations, the terms of the agreement could state that the company pays back the loan once its accounts receivable are collected.\n\nThere are several other types of promissory notes, including investment promissory notes, take-back mortgages, and student loan promissory notes.\n\nA promissory note can be advantageous when an entity is unable to secure a loan from a traditional lender, such as a bank. However, promissory notes can be risky, as the lender may not have the same means and scale of resources as traditional financial institutions. At the same time, legal issues could arise for both the issuer and payee in the event of default. Because of this, getting a promissory note notarized can be important.\n\nA promissory note is a written promise by one party to make a payment of money at a date in the future. Although potentially issued by financial institutions, other organizations or individuals can use promissory notes to confirm the agreed terms of a loan. In short, a promissory note allows anyone to act as a lender. However, the average investor should be wary of and heavily research any sales pitches for promissory notes as an investment.\n\nUniversity of Vermont Extension. \"Guide to Financing the Community Supported Farm,\" Page 26 of PDF.\n\nUniversity of Vermont Extension. \"Guide to Financing the Community Supported Farm,\" Page 27 of PDF.\n\nStanford University. \"Simple Promissory Note (Small Business).\"\n\nFederal Student Aid. \"Master Promissory Note (MPN).\"\n\nCFPB. \"Guide to Closing Forms,\" Page 1 of PDF.\n\nOhio State University Extension Farm Office. \"Financing the Farm,\" Page 3.\n\nOhio State University Extension Farm Office. \"Financing the Farm,\" Pages 2–3.\n\nU.S. Securities and Exchange Commission. \"Broken Promises: Promissory Note Fraud.\"\n\nInvestor.gov. \"Promissory Notes.\"\n\nUnited Nations Treaty Collection. \"10.Convention Providing a Uniform Law for Bills of Exchange and Promissory Notes.\"",
  "url": "https://www.investopedia.com/terms/p/promissorynote.asp"
}