{
  "term": "Promissory Estoppel Explained, With Requirements & Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nPromissory estoppel is the legal principle that a promise is enforceable by law, even if made without formal consideration when a promisor has made a promise to a promisee who then relies on that promise to his subsequent detriment. Promissoryestoppelis intended to stop the promisor from arguing that an underlying promise should not be legally upheld or enforced.\n\nThe doctrine of promissory estoppel is part of the law in the United States and other countries, although the precise legal requirements for promissory estoppel vary not only between countries, but also between different jurisdictions, such as states, within the same country.\n\nPromissory estoppel serves to enable an injured party to recover on a promise. There are common legally required elements for a person to make a claim for promissory estoppel: a promisor, a promisee, and a detriment that the promisee has suffered. An additional requirement is that the person making the claim—the promisee—must have reasonably relied on the promise. In other words, the promise was one that a reasonable person would ordinarily rely on.\n\nAnother requirement further qualifies the required detriment component; the promisee must have suffered an actual substantial detriment in the form of aneconomic lossthat results from the promisor failing to deliver on their promise.Finally, promissory estoppel is usually only granted if a court determines that enforcing the promise is essentially the only means by which injustice to the promisee can be rectified.\n\nAn example of promissory estoppel might be applied in a case where an employer makes anoral promiseto an employee to pay the employee a specified monthly or annual amount of money throughout the full duration of the employee's retirement. If the employee then subsequently retires based on a reliance on the employer's promise, the employer could be legally estopped from not delivering on his promise to make the specified retirement payments.\n\nThere are three key ingredients for a legal case involving promissory estoppel: thepromisor, thepromisee, andpromisethat was not kept. In order to seek damages based on promissory estoppel, a plaintiff must show that:\n\nContract law generally requires that a person receive consideration for making a promise or agreement. Legal consideration is a valuable asset that is exchanged between two parties to a contract at the time of a promise or agreement.\n\nOrdinarily, some form of consideration, either an exchange of money or a promise to refrain from some action, is required for a contract to be legally enforceable. However, in attempting to ensure justice or fairness, a court may enforce a promise even in the absence of any consideration, provided that the promise was reasonably relied on and that reliance on the promise resulted in a detriment to the promisee.\n\nAs a hypothetical example, imagine a person working in New York who seeks a new job. After a certain number of interviews, they receive a job offer from an employer in California offering a high salary and relocation expenses. The prospective employee immediately quits their job, ends their tenancy, and begins to relocate to California.\n\nUpon arrival in California, they learn that the job is no longer available, or has a greatly reduced salary. Because the employee relied on the employer's promise, they may be able to seek judicial relief for the expenses they incurred due to the employer's promise. As with other aspects of contract law, promissory estoppel is state-specific, so the employee would do best to consult a California attorney before pursuing legal action.\n\nIn contract law, the doctrine of consideration states that there must be an exchange of consideration in order for a contract to be enforced. If one party fails to uphold their end of a contract, the other party can withdraw from that contract.Promissory estoppel is the exception to this rule. Under the doctrine of promissory estoppel, even the existence of a promise may be sufficient to enforce an agreement, if the other party has suffered damage as a result of acting on that promise.\n\nEquitable estoppelis a legal doctrine that prevents a party from taking a position that is contrary to their previous position, if doing so harms the other party. This rule prevents someone from going back on their word in a court of law.\n\nThe rules for promissory estoppel vary by jurisdiction. Generally speaking, a successful case of promissory estoppel may result in the award of either reliance damages or expectation damages. Reliance damages are based on what it would cost to restore the promisee to their economic position before they relied on the broken promise, while expectation damages are based on the cost of putting the injured party in the same position as if the promise had been fulfilled.\n\nPromissory estoppel is a legal doctrine that says parties may be liable for broken promises that result in financial harm. As with other legal issues, promissory estoppel cases are highly specific, meaning that it is worth consulting an attorney before pursuing legal action.\n\nUpcounsel. \"Promissory Estoppel Requirements: Everything You Need to Know.\"\n\nLegal Information Institute. \"Promissory Estoppel.\"",
  "url": "https://www.investopedia.com/terms/p/promissory_estoppel.asp"
}