{
  "term": "Proof of Funds (POF): Definition, What Qualifies, and How to Get",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nInvestopedia / Michela Buttignol\n\nProof of funds (POF) refers to a document or documents that demonstrate a person or entity has the ability andfunds available for a specific transaction. Proof of funds usually comes in the form of a bank, security, or custody statement. The purpose of the proof of funds document is to ensure that the funds needed to execute the transaction fully are accessible and legitimate.\n\nWhen an individual or entity is making a large purchase, such as buying a home, the seller usually requires proof of funds. This ensures not only that the buyer has the money available to make the purchase, but also has legal access to the funds, as the proof of funds comes from a verified authority, such as a bank. Particularly for the purchase of a home, the seller and/or mortgage company wants to see if you have enough money for thedown paymentand theclosing costs.\n\nIt's important to note that in the majority of instances, the proof of funds must refer toliquidcapital, primarily cash. Certain investments such as retirement accounts,mutual fundaccounts, and life insurance do not qualify as proof of funds.\n\nWhen providing a proof of funds document, there is certain information that is required to be included. The following are some of the most common pieces of information that will need to be disclosed on a proof of funds document:\n\nIf the funds you plan to use for the purchase are spread across multiple accounts, you will need this information for all of them. It may be easier to move all of your funds into one account, therefore having to provide this information only once, and making the total amount of funds available easier to follow. It is possible to get a proof of funds document within a day or two from most banks.\n\nOnce you have your proof of funds document in hand you want to ensure that it is secure at all times. Some con artists planning a financial scam may seek/request a proof of funds letter to make sure that they are concentrating their efforts on someone with significant financial worth. In addition, it contains important financial information that should be safeguarded. Therefore, it is important to make sure that you only give proof of funds to trusted individuals whom you have thoroughly investigated.\n\nThe requesting party will often stipulate the required components of the proof of funds documentation; these requirements will often vary from one party to another.\n\nProof of funds documentation is commonly used in a wide range of financial transactions or business situations. Some of the more common situations may include but are not limited to:\n\nYou may often redact or hide sensitive, non-pertinent information being reported on a proof of fund document.\n\nIn commercial banking,proof of depositis the financial institution’s verification that funds have been deposited into an account and where these deposits came from. To do so, the institution will compare the amount written on the check tothe amount on the deposit slip. When applying for amortgage, in addition to demonstrating proof of funds, a buyer will have to demonstrate that funds in fact have been deposited into an account and demonstrate where they came from.\n\nMortgage companies typically want to see where the deposits originate from, whether they come from the borrower or they are gifts from other parties. This helps determine if the borrower will be able to furnish the mortgage loan.\n\nIn addition to a proof of funds document and a proof of deposit, apre-approvalletter is required to give to the seller or the seller's agent when purchasing a home. The pre-approval letter will prove that you are able to obtain a mortgage to pay for the rest of the home purchase.\n\nCommon types of proof of funds documents include bank statements, investment account statements, balance certificates issued by financial institutions, and letters from financial institutions confirming the availability of funds.\n\nThe freshness requirement for proof of funds documents can vary, but generally documents no older than 90 days are considered acceptable. Be mindful that certain circumstances may call for documents no older than 30 days. For example, when closing on a mortgage, your mortgage lender will often require proof of funds documentation from the most recent month available.\n\nIn many cases, digital or scanned copies of proof of funds documents are acceptable, as long as they are clear and legible. However, it is advisable to verify the specific requirements of the involved parties or institutions.\n\nWhile formatting requirements may vary, the document should clearly display necessary information such as the account holder's name, account number, financial institution details, and the available balance. In addition to substantiating the financial information, the user of the proof of funds documentation will want sufficient evidence that you are the owner of the account.\n\nProof of funds documents are financial statements or documents that demonstrate an individual or entity's ability to cover a specific amount of funds. They are required in various transactions to verify the availability of funds and minimize risks. Common types of proof of funds documents include bank statements, investment statements, and letters. These documents must be recent, formatted properly, and comply with specific requirements.\n\nWaterstone Mortgage. \"Mortgage Document Checklist.\"",
  "url": "https://www.investopedia.com/terms/p/proofoffunds.asp"
}