{
  "term": "Property Insurance: Definition and How Coverage Works",
  "definition": "Property insurance is a broad term for a series of policies that provide either property protection orliability coveragefor property owners. Property insurance provides financial reimbursement to the owner or renter of a structure and its contents in case of damage or theft—and to a person other than the owner or renter if that person is injured on the property.\n\nProperty insurance can include a number of types of policies, such ashomeowners insurance, renters insurance,flood insurance, and earthquake insurance. Both structural losses and personal property are usually included in a homeowners orrenters insurancepolicy.The exception is personal property that is very high value and expensive, which is usually covered by purchasing an addition to the policy called arider. If there's a claim, the property insurance policy will reimburse the policyholder for the actual value of the damage or thereplacement costto fix the problem.\n\nPerils covered by property insurance typically include select weather-related afflictions, such as damage caused by fire, smoke, wind, hail, the impact of snow and ice, and lightning. Property insurance alsoprotects against vandalismand theft, covering the structure and its contents. This insurance also provides liability coverage in case someone other than the property owner or renter is injured while on the property and decides to sue. Most mortgage lenders require homeowners to have property insurance if there's an outstanding mortgage loan on the property.\n\nProperty insurance policies normally exclude damage that results from a variety of events, including tsunamis, floods, drain and sewer backups, seeping groundwater, standing water, and a number of other sources of water.Moldis typically not covered, nor is the damage from an earthquake. In addition, most policies will not cover extreme circumstances, such as nuclear events, acts of war, or terrorism. If your property is located in what is considered a high-risk zone, you might want to investigateFair Access to Insurance Requirements (FAIR)coverage plans.\n\nProperty insurance includes homeowners insurance, renters insurance, flood insurance, earthquake insurance, and other types of coverage.\n\nThere are three types of property insurance coverage: replacement cost, actual cash value, and extended replacement costs.\n\nHomeowners and tenant insurance policies typically include some basic levels of coverage. However, several types of policies exist that extend beyond basic packages to include more comprehensive coverage. The greater the coverage, the more expensive thepremiumswill be for the policy. Below are the most common types of homeowners policies (HO) and their coverage.\n\nHO1 is the most basic \"bare bones\" homeowners insurance available. While it does cover basic risks like fire, lighting, theft, and vandalism, its typically provides only minimal coverage and is seldom recommended. Most homeowners prefer to obtain the more comprensive coverages listed below.\n\nHO2, or broad form coverage, offers more extensive coverage that HO1. It typically the named perils listed for HO1 plus such risks as damages caused by falling objects, water from plumbing problems, and electrical issues. Also like HO1, HO2 is not typically recommended because it of its limited coverage.\n\nMost homeowners purchase this hybrid policy that compensates for physical loss or damage caused by 16 perils, including fire, vandalism, and theft. The HO3, also known as the special form policy, still has certain conditions and exclusions (such as earthquakes and floods) that require separate insurance.\n\nThere is a predetermined limit on the coverage of certain valuables andcollectibles, including gold,wedding ringsand otherjewelry, furs, cash, firearms, and similar items. Coverage is not usually provided in an HO3 for accidental breakage/damage and mysterious disappearance (lost, misplaced) of valuables, including fine art and antiques.\n\nHO5 homeowners coverage includes everything in an HO3 policy but is more geared toward the structure itself and the property within the home, including furniture, appliances, clothing, and other personal items. An HO5 also doesn't cover earthquakes or floods. HO5 insurance policies are available to homes that were either built in the last 30 years or renovated in the previous 40 years, and they typically cover any damages at replacement cost.\n\nHO4 property insurance, also known asrenters insurance, covers tenants from loss of personal property and liability issues. However, it does not cover the actual house or apartment being rented, which should be covered by the landlord’s insurance policy.\n\nAlso known as condominium insurance, HO6 provides similar coverage to renters insurance, with personal property, unit improvements, internal damage, and liabiity protecton included. HO6 does not cover external or structural damage to the building, as the condo association typically insures its buildings.\n\nNote that none of these coverage levels reimburses the homeowner for property that breaks down or is damaged in more normal wear-and-tear situations, such as a roof that begins to leak without damage from wind and hail. That's wherehome warranties—another way to protect your property—can be helpful. Home warranties are essentially service contracts that cover named appliances and systems (such as plumbing or HVAC) in your home.\n\nHomeowners insurance typically provides financial coverage for liability claims and losses of property or personal belongings due to physical damage. On the other hand, property insurance is an umbrella term describing various types of policies that include coverage for floods, earthquakes, and hurricanes. Property and casualty insurance encompasses the property insurance classifications listed plus policies ranging from commercial general liability to mortgage insurance.\n\nA standard homeowners insurance policy will cover damage to the physical structure, damage or loss of personal property, liability in case someone sues for getting injured on your property, medical costs to the injured party, and additional living expenses if you need to be out of the home while being repaired due to a covered event.\n\nTypically, damage due to a home's age or normal wear and tear is not covered under property insurance. Depending on the policy, mold and insect damage may also not be covered.\n\nThere are no laws that require you to have property insurance. However, banks and other mortgage lenders typically require you to insure your property while your loan is outstanding. Still, homeowners insurance is a good tool to protect yourself from potential financial losses if you own your home outright.\n\nProperty insurance is a broad term that includes such policies as homeowners, renters, flood, and earthquake insurance. These coverages provide property owners with compensation for loss of personal belongings, physical damage to structures, and liability coverage. Property insurance can also provide financial reimbursement to renters in case of damage or theft.\n\nGEICO. \"Types of Property Insurance for Your Home.\"\n\nAllstate. \"What Is Personal Property Coverage?\"\n\nProgressive. \"Replacement Cost vs. Actual Cash Value.\"\n\nSouth Carolina Department of Insurance. \"Understanding the Types of Homeowner Insurance Policies for Your Dwelling.\"\n\nNew York State Department of Financial Services. \"Homeowners and Tenants Insurance.\"\n\nProgressive. \"What Is a Home Warranty?\"\n\nPlymouth Rock Assurance. \"Property Insurance Vs. Home Insurance.\"\n\nFarmers Insurance. \"Is Home Insurance Required if I Own a Home?\"",
  "url": "https://www.investopedia.com/terms/p/property-insurance.asp"
}