{
  "term": "Proportional Tax: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA proportional tax is sometimes referred to as aflat tax. It is an income tax system that levies the same percentage tax to everyone regardless of income. A proportional tax is the same for low, middle, and high-income taxpayers.\n\nIn contrast, aprogressiveormarginal taxsystem adjusts tax rates progressively by income. Low-income earners are taxed at a lower rate than high-income earners.\n\nA proportional tax allows people to be taxed at the same percentage of their annual income. Supporters of a proportional tax propose that it gives taxpayers an incentive to earn more because they are not penalized with a highertax bracket. Flat tax systems make filing easier. Critics of flat taxes argue the system places an unfair burden on low-wage earners in exchange for lowering tax rates on the wealthy.\n\nAsales taxcan be considered a type of proportional tax since all consumers, regardless of earnings, must pay the same fixed rate. The sales tax rate applies to goods and services, and the income of the purchaser is not a part of the equation. Other examples include poll taxes and the capped portion of theFederal Insurance Contributions Act(FICA) payroll deductions.\n\nGreenland imposes a 45% flat tax, one of the world’s highest rates.\n\nThe United States imposes a progressive or marginal income tax system on its taxpayers. Income is taxed on a graduated scale at rates that range from 10% to 37%.\n\nCountries such as Mongolia and Kazakhstan impose flat taxes of 10%, while Bolivia has a 13% flat tax rate.A citizen in Bolivia subject to a 13% flat tax rate who earns the equivalent of $50,000 per year would pay $6,500 in taxes. A person who earns the equivalent of $1 million would pay $130,000.\n\nRussian had a flat 13% tax rate for years, but passed a law in 2024 increasing the tax rate specifically for high income earners.\n\nAlthough the federal government and most states in the U.S. impose a progressive tax system, 12 states levy a flat tax on wage and salary income as of 2024.\n\nA proportional tax is not progressive, but neither is it aregressive tax, which takes a larger percentage of income from low-income groups than high-income groups. Proportional tax rates fall in between these two systems, giving it advantages of disadvantages of both.\n\nProponents of proportional tax rates claim that they simplify the tax code, making it easier for everyone to file their taxes. This can reduce the administrative burden of collecting taxes, saving the government money that it can spend on other services. Proportional taxes may reduce the desire for people to avoid taxes, and encourage people to work harder, as there is no disincentive to earn higher income as is present in a progressive tax system.\n\nOpponents of the proportional tax argue that higher-income earners should pay a higher percentage than taxpayers with lower incomes. They claim that a flat tax system places a more significant burden on middle-income earners to carry a large portion of government spending. While the percentage is the same, the after-tax effect on low-income earners is more burdensome than for high-income earners.\n\nHowever, If a system has generous deductions, then low-income earners may be exempt from tax, thus eliminating, at least in part, the regressive aspects of the tax. Variations of the proportional tax include allowing mortgage deductions and setting lower income levels.\n\nDeveloped countries tend to use a graduated or marginal tax system where those with lower incomes pay a smaller percentage of their income in taxes. The common argument for a marginal tax system is that those who have low incomes need most to all of their income to provide for basic needs such as food and shelter.\n\nSales tax is considered proportional because all consumers, regardless of their income, pay the same fixed rate.\n\nA regressive tax system is where the tax rate decreases as the taxpayer's income increases. A progressive tax system—also known asability to pay taxation—is one in which the tax rate increases as the taxpayer's income increases.\n\nA proportional tax is commonly called a flat tax, which assesses the same tax rate on everyone regardless of income. Proponents of proportional taxes argue they encourage consumers to spend more because there is no tax penalty for higher earnings. Critics argue the system places an unfair burden on low-wage earners.\n\nCorrection—Oct. 4, 2024: This article has been corrected to state that a proportional tax is not the same as a regressive tax.\n\nInternal Revenue Service. \"Understanding Taxes: Theme 3 Lesson 5,” Pages 1 and 5.\n\nWorld Population Review. \"Countries With Flat Tax 2024.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2025.\"\n\nAssociated Press. \"Putin Signs Bill Increasing Income Taxes for the Wealthy in Russia.\"\n\nTax Foundation. \"State Individual Income Tax Rates and Brackets, 2024.\"",
  "url": "https://www.investopedia.com/terms/p/proportionaltax.asp"
}