{
  "term": "Proprietary Trading: What It Is, How It Works, and Benefits",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA proprietary trading firm invests its own capital to conduct self-promoting financial transactions.\n\nProprietary trading activity occurs when afinancial firmchooses to profit from market activities rather than thin-margin commissions obtained through client trading activity. Also known as \"prop trading,\" it may involve the trading of stocks, bonds, commodities, currencies, or other instruments.\n\nFinancial firms or commercial banks that engage in proprietary trading believe they have acompetitive advantagethat will enable them to earn an annual return that exceedsindex investing, bond yield appreciation, or other investment styles.\n\nInvestopedia / Michela Buttignol\n\nProprietary trading, which is also known as \"prop trading,\" occurs when a trading desk at a financial institution, brokerage firm, investment bank,hedge fund, or other liquidity source uses the firm's capital and balance sheet to conduct self-promoting financial transactions. These trades are usually speculative in nature, executed through a variety ofderivativesor other complex investment vehicles.\n\nProprietary trading provides many benefits to a financial institution or commercial bank, most notably higher quarterly and annual profits. When a brokerage firm or investment bank trades on behalf of clients, it earns revenues in the form of commissions and fees. This income can represent a very small percentage of the total amount invested or the gains generated, but the proprietary trading process allows an institution to realize 100% of the gains earned from an investment.\n\nThe second benefit is that the institution is able to stockpile an inventory of securities. This helps in two ways. First, any speculative inventory allows the institution to offer an unexpected advantage to clients. Second, it helps these institutions prepare for down or illiquid markets when it becomes harder to purchase or sell securities on the open market.\n\nThe final benefit is associated with the second benefit. Proprietary trading allows a financial institution to become an influentialmarket makerby providing liquidity on a specific security or group of securities.\n\nIn order for proprietary trading to be effective and also keep the institution's clients in mind, the proprietary trading desk is normally \"roped off\" from other trading desks. This desk is responsible for a portion of the financial institution's revenues, unrelated to client work while acting autonomously.\n\nHowever, proprietary trading desks can also function as market makers, as outlined above. This situation arises when a client wants to trade a large amount of a single security or trade a highly illiquid security. Since there aren't many buyers or sellers for this type of trade, a proprietary trading desk will act as the buyer or seller, initiating the other side of the client trade.\n\nProprietary trading occurs when a financial institution trades financial instruments using its own money rather than client funds. This allows the firm to maintain the full amount of any gains earned on the investment, potentially providing a significant boost to the firm's profits. Proprietary trading desks are generally \"roped off\" from client-focused trading desks, helping them to remain autonomous and ensuring that the financial institution is acting in the interest of its clients.\n\nFinancial institutions engage in proprietary trading as a way of benefitting from perceived competitive advantages and maximizing their profits. Since proprietary trading uses the firm's own money rather than funds belonging to its clients, prop traders can take on greater levels of risk without having to answer to clients.\n\nTheVolcker Rule, implemented in response to the 2007-2008 financial crisis, places restrictions against large banks using their own accounts for short-term proprietary trading of securities, derivatives, and commodity futures, along with options on these instruments. The rule is designed to shield customers by preventing banks from making the types of speculative investments that contributed to the Great Recession.\n\nProprietary trading occurs when a financial institution carries out transactions using its own capital rather than trading on behalf of its clients. The practice allows financial firms to maximize their profits, as they are able to keep 100% of the investment earnings generated by proprietary trades. Institutions such as brokerage firms, investment banks, and hedge funds frequently have proprietary trading desks. However, there are restrictions against large banks engaging in prop trading, designed to limit the speculative investments that contributed the 2007-2008 financial crisis.",
  "url": "https://www.investopedia.com/terms/p/proprietarytrading.asp"
}