{
  "term": "Prospect Theory: What It Is and How It Works, With Examples",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nProspect theory holds that people tend to place a greater weight on the potential for loss than the probability of gain when choosing among options.\n\nProspect theory suggests that the fear of losses is more compelling than the appetite for gains when humans make decisions. This is also known asloss aversiontheory.\n\nThat is, if two equal choices are presented, but one focuses on potential gains and the other emphasizes potential losses, most individuals will choose the first option.\n\nIt may sound obvious, but prospect theory is contrary to the common assumption that people weigh risks against rewards in making a decision. They do, but the desire to avoid risk carries more weight than the appetite for a reward.\n\nProspect theory belongs to thebehavioral economicsbranch of psychology. It focuses on how individuals choose between alternatives when risk is involved and various outcomes are possible.\n\nThe theory was formulated in 1979 and further developed in 1992 by economists Amos Tversky and Daniel Kahneman. They deemed it more psychologically sound than an alternative, the expected utility theory.\n\nExpected utility theory suggests that, given two alternatives, rational people will go for the option that offers the most satisfactory outcome.\n\nProspect theory assumes that people consider the chances of a gain or a loss in any choice are roughly 50/50.\n\nHowever, the fear of loss has greater weight. Tversky and Kahneman proposed that a loss has a greater emotional impact than an equivalent amount of gain. So, given choices presented two ways—with both offering the same result—most individuals will pick the option offering a perceived gain rather than the one that communicates a possible loss.\n\nFor example, assume that an individual is offered $25. Either $25 will be handed over immediately or the person will be given $50 but will have to give back $25.\n\nIn either case, the person will receive $25. The \"utility\" of the two offers is identical.\n\nHowever, individuals will take the $25 paid outright. The gain is seen as more favorable than a greater gain followed by a loss.\n\nIt is virtually impossible to consider all available information and every possible outcome. So, prospect theory suggests, humans use a two-step process to narrow down the most important information.\n\nThese steps are the editing phase and the evaluation phase.\n\nIn the editing phase, the person facing a decision decides which information will be used.\n\nMental shortcuts are used to assess which information is important and what options are available. The most desirable outcomes are identified and priorities are ranked.\n\nThe editing phase can introduce biases that emerge later in the decision process.\n\nIf the individual does not consider certain unlikely outcomes or makes an incorrect assessment of that outcome's probability, they may end up making a poor decision.\n\nThis is the stage where the final decision is made, based on the assessments made in the editing phase.\n\nThe decision-maker weighs the probability of each outcome and takes action based on the perceived likelihood and desirability of each outcome.\n\nIt is important to note that these decisions are not necessarily based on rational calculations. Prospect theory posits that people tend to be risk-averse when the stakes are high, and risk-accepting when the stakes are low.\n\nIn other words, they make choices that minimize possible losses rather than maximize possible gains.\n\nProspect theory suggests that humans tend to prefer certainties over probabilities.\n\nProspect theory also asserts that people underestimate or even ignore outcomes with a low probability.\n\nConsequently, they also tend to overestimate the probability of likely events, resulting in a bias that neglects improbable outcomes. This is particularly relevant to investors, who must consider the possibility ofblack swan events.\n\nUnderstanding prospect theory can help individuals overcome their biases and make more rational choices.\n\nFor example, an investor who is aware of a bias toward high-probability events can compensate by giving extra consideration to low-probability ones.\n\nIt also helps to reframe possible outcomes in a way that reduces the impact of cognitive biases. Instead of thinking in terms of gain or loss, think in terms of the value of expected outcomes, without using the present as a reference point.\n\nThis can reduce one’s loss aversion bias.\n\nAccording to Tversky and Kahneman, the certainty effect is exhibited when people prefer certain outcomes and avoid outcomes that are only probable.\n\nThe certainty effect leads to individuals avoiding risk when there is a prospect of a sure gain. It also contributes to individuals seeking risk when one of their options is a sure loss.\n\nThe isolation effect occurs when people are presented with two options with the same outcome, but different routes to the outcome.\n\nIn this case, people are likely to cancel out similar information to lighten the cognitive load, and their conclusions will vary depending on how the options are framed.\n\nConsider an investor who is given two pitches for the samemutual fund.\n\nThe first advisor presents the fund to Sam, highlighting its average return of 10% for the last three years.\n\nA second advisor tells Sam that the fund has had above-average returns over the last decade, although the returns for the last three years have been lower than those in the previous years.\n\nAccording to prospect theory, Sam is likely to invest in the fund based on the first advisor's description of it.\n\nThat is, the investor is more likely to buy the fund from the advisor who expresses the fund’srate of returnonly in terms of its gains, while the second advisor zeroed in on its declining rate of return.\n\nProspect theory says that investors value gains and losses differently. The desire to avoid losses, or potential losses, weighs more heavily than the potential gain.\n\nProspect theory can identify the biases that can affect investing decisions. The biases are rooted in an aversion to losses. Nobody wants losses but risk aversion can weigh too heavily, having an outsized impact on gains.\n\nProspect theory describes how individuals make decisions between alternatives where risk is involved and the probability of different outcomes is unknown. There is a certainty effect exhibited in prospect theory, in which people seek certain outcomes,underweighting only probable outcomes.\n\nProspect theory says that individuals will accept an investment when the gains are presented, vs. the losses. That is, investors prefer potential gains over potential gains with greater risk.\n\nTversky, Amos, and Daniel Kahneman, via JSTOR. “Prospect Theory: An Analysis of Decision Under Risk.”Econometrica, vol. 47, no. 2, March 1979, pp. 263–292.\n\nTversky, Amos, and Daniel Kahneman, via California State University Fullerton, Psychology Department. “Advances in Prospect Theory: Cumulative Representation of Uncertainty.”Journal of Risk and Uncertainty, vol. 5, 1992, pp. 297–323.\n\nStanford Encyclopedia of Philosophy. \"Normative Theories of Rational Choice: Expected Utility.\"\n\nScienceDirect. “Prospect Theory.”\n\nSimply Psychology. “Prospect Theory in Psychology: Loss Aversion Bias.”\n\nSimply Psychology. “Prospect Theory in Psychology: Loss Aversion Bias.”\n\nAmy Perfors and Nicholas T. Van Dam. “Human Decision Making in Black Swan Situations,” Page 1.\n\nTversky, Amos, and Daniel Kahneman, via JSTOR. “Prospect Theory: An Analysis of Decision Under Risk.”Econometrica, vol. 47, no. 2, March 1979, pp. 265, 271, 274.",
  "url": "https://www.investopedia.com/terms/p/prospecttheory.asp"
}