{
  "term": "Protectionism: Examples and Types of Trade Protections",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nProtectionism refers to government policies that restrict international trade to help domestic industries. Protectionist policies are usually implemented with the goal of improving economic activity within a domestic economy but can also be implemented for safety or quality concerns.\n\nProtectionist policies are typically focused on imports but may also involve other aspects of international trade, such as product standards and governmentsubsidies.\n\nThe merits of protectionism are the subject of fierce debate. Critics argue that over the long term, protectionism often hurts the people and entities it is intended to protect by slowing economic growth and increasing price inflation, makingfree tradea better alternative. Proponents of protectionism argue that the policies can help to create domestic jobs, increasegross domestic product (GDP), and make a domestic economy more competitive globally.\n\nImporttariffsare one of the top tools that a government uses when seeking to enact protectionist policies. There are three maincountervailing import tariffconcepts that can be theorized for protective measures. In general, all forms of import tariffs are charged to the importing country and documented at government customs. Import tariffs raise the price of imports for a country.\n\nScientific tariffs are import tariffs imposed on an item-by-item basis, raising the price of goods for the importer and passing on higher prices to the end buyer. Peril point import tariffs are focused on a specific industry.\n\nThese tariffs involve the calculation of the levels at which point tariff decreases or increases would cause significant harm to an industry overall, potentially leading to the jeopardy of closure due to an inability to compete. Retaliatory tariffs are tariffs enacted primarily as a response to excessive duties being charged by trading partners.\n\nImportquotasarenontariff barriersput in place to limit the number of products that can be imported over a set period of time. The purpose of quotas is to limit the supply of specified products provided by an exporter to an importer. This is typically a less drastic action that has a marginal effect on prices and leads to higher demand for domestic businesses to cover the shortfall.\n\nQuotas may also be put in place to preventdumping, which occurs when foreign producers export products at prices lower than production costs. Anembargo, in which the importation of designated products is completely prohibited, is the most severe type of quota.\n\nProduct safety and low-quality products or materials are typically top concerns when enacting product standards. Product standard protectionism can be a barrier that limits imports based on a country’s internal controls.\n\nSome countries may have lower regulatory standards in the areas of food preparation,intellectual propertyenforcement, or materials production. This can lead to a product standard requirement or a blockage of certain imports due to regulatory enforcement. Overall, restricting imports through the implementation of product standards can often lead to a higher volume of production domestically.\n\nFor example, consider French cheeses made with raw instead of pasteurized milk, which must be aged for at least 60 days before being imported to the United States. Because the process for producing many French cheeses involves aging for 50 days or less, some of the most popular French cheeses are banned from the U.S., providing an advantage for U.S. producers.\n\nGovernment subsidies can come in various forms. Generally, they may be direct or indirect. Direct subsidies provide businesses with cash payments. Indirect subsidies come in the form of special savings such as interest-free loans and tax breaks.\n\nWhen exploring subsidies, government officials may choose to provide direct or indirect subsidies in the areas of production, employment, tax, property, and more.\n\nWhen seeking to boost a country’s balance of trade, a country might also choose to offer subsidies to businesses for exports. Export subsidies provide an incentive for domestic businesses to expand globally by increasing their exports internationally.\n\nCommon examples of protectionism, or tools that are used to implement a policy of protectionism, include tariffs, quotas, and subsidies. All of these tools are meant to promote domestic companies by making foreign goods more expensive or scarce.\n\nTraditionally, protectionism is a left-wing policy. Right-wing politics generally support free trade, which is the opposite of a protectionist stance. Left-wing politics support economic populism, of which protectionism is a part.\n\nLawmakers who favor protectionist trade policies believe that they protect jobs at home, help support and grow small companies and industries, and provide a layer of security to the nation.\n\nBy implementing protectionist policies, such as quotas and tariffs, governments seek to protect domestic businesses from foreign competition. While this can help domestic businesses, it can hurt consumers in the form of higher prices. It can also lead to tense political relations between nations.\n\nU.S. Food & Drug Administration. “Joint FDA / Health Canada Quantitative Assessment of the Risk of Listeriosis from Soft-Ripened Cheese Consumption in the United States and Canada: Report,” Page 88 (Page 103 of PDF).",
  "url": "https://www.investopedia.com/terms/p/protectionism.asp"
}