{
  "term": "Protective Put: What It Is, How It Works, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nA protective put is a risk-management strategy using options contracts that investors employ to guard against the loss of owning a stock or asset. The hedging strategy involves an investor buying aput optionfor a fee, called a premium.\n\nPuts by themselves are a bearish strategy where the trader believes the price of the asset will decline in the future. However, a protective put is typically used when an investor is stillbullishon a stock but wishes to hedge against potential losses and uncertainty.\n\nProtective puts may be placed on stocks, currencies, commodities, and indexes and give some protection to the downside. A protective put acts as an insurance policy by providing downside protection in the event the price of the asset declines.\n\nProtective puts are commonly utilized when an investor islongor purchases shares of stock or other assets that they intend to hold in their portfolio. Typically, an investor who owns stock has the risk of taking a loss on the investment if the stock price declines below the purchase price. By purchasing a put option, any losses on the stock are limited or capped.\n\nThe protective put sets a known floor price below which the investor will not continue to lose any added money even as the underlying asset's price continues to fall.\n\nA put option is a contract that gives the owner the ability to sell a specific amount of theunderlying securityat a set price before or by a specified date. Unlike futures contracts, the options contract does not obligate the holder to sell the asset and only allows them to sell if they should choose to do so. The set price of the contract is known as the strike price, and the specified date is the expiration date or expiry. One option contract equates to 100 shares of the underlying asset.\n\nAlso, just like all things in life, put options are not free. The fee on an option contract is known as the premium. This price has abasis on several factorsincluding the current price of the underlying asset, the time until expiration, and theimplied volatility(IV)—how likely the price is going to change—of the asset.\n\nA protective put option contract can be bought at any time. Some investors will buy these at the same time and when they purchase the stock. Others may wait and buy the contract at a later date. Whenever they buy the option, the relationship between the price of the underlying asset and the strike price can place the contract into one of three categories—known as themoneyness. These categories include:\n\nInvestors looking to hedge losses on a holding primarily focus on the ATM and OTM option offerings.\n\nShould the price of the asset and the strike price be the same, the contract is consideredat-the-money(ATM). An at-the-money put option provides an investor with 100% protection until the option expires. Many times, a protective put will be at-the-money if it was bought at the same time the underlying asset is purchased.\n\nAn investor can also buy anout-of-the-money(OTM) put option. Out-of-the-money happens when the strike price is below the price of the stock or asset. An OTM put option does not provide 100% protection on the downside but instead caps the losses to the difference between the purchased stock price and the strike price. Investors use out-of-the-money options to lower the cost of the premium since they are willing to take a certain amount of a loss. Also, the further below the market value the strike is, the less the premium will become.\n\nFor example, an investor could determine they're unwilling to take losses beyond a 5% decline in the stock. An investor could buy a put option with a strike price that is 5% lower than the stock price thus creating a worst-case scenario of a 5% loss if the stock declines. Different strike prices and expiration dates are available for options giving investors the ability to tailor the protection—and the premium fee.\n\nA protective put is also known as a married put when the options contracts are matched one-for-one with shares of stock owned.\n\nA protective put keeps downside losses limited while preserving unlimited potential gains to the upside. However, the strategy involves being long the underlying stock. If the stock keeps rising, the long stock position benefits and the bought put option is not needed and will expire worthlessly. All that will be lost is the premium paid to buy the put option. In this scenario where the original put expired, the investor will buy another protective put, again protecting their holdings.\n\nProtective puts can cover a portion of an investor's long position or their entire holdings. When the ratio of protective put coverage is equal to the amount of long stock, the strategy is known as amarried put.\n\nMarried puts are commonly used when investors want to buy a stock and immediately purchase the put to protect the position. However, an investor can buy the protective put option at any time as long as they own the stock.\n\nThe maximum loss of a protective put strategy is limited to the cost of buying the underlying stock—along with any commissions—less the strike price of the put option plus the premium and any commissions paid to buy the option.\n\nThe strike price of the put option acts as a barrier where losses in the underlying stock stop. The ideal situation in a protective put is for the stock price to increase significantly, as the investor would benefit from the long stock position. In this case, the put option will expire worthlessly, the investor will have paid the premium, but the stock will have increased in value.\n\nFor the cost of the premium, protective puts provide downside protection from an asset's price declines.\n\nProtective puts allow investors to remain long a stock offering the potential for gains.\n\nIf an investor buys a put and the stock price rises, the cost of the premium reduces the profits on the trade.\n\nIf the stock declines in price and a put has been purchased, the premium adds to the losses on the trade.\n\nLet's say an investor purchased 100 shares of General Electric Company (GE) stock for $10 per share. The price of the stock then increased to $20, giving the investor $10 per share in unrealized gains—unrealized because it has not been sold yet.\n\nThe investor does not want to sell their GE holdings, because the stock might appreciate further. They also do not want to lose the $10 in unrealized gains. The investor can purchase a put option for the stock to protect a portion of the gains for as long as the option contract is in force.\n\nThe investor buys a put option with a strike price of $15 for 75 cents, which creates a worst-case scenario of selling the stock for $15 per share. The put option expires in three months. If the stock falls back to $10 or below, the investor gains on the put option from $15 and below on a dollar-for-dollar basis. In short, anywhere below $15,the investor is hedged until the option expires.\n\nThe option premium cost is $75 ($0.75 x 100 shares). As a result, the investor has locked in a minimum profit equal to $425 ($15 strike price - $10 purchase price =$5 - $0.75 premium = $4.25 x 100 shares = $425).\n\nTo put it another way, if the stock declined back to the $10 price point, unwinding the position would yield a profit of $4.25 per share, because the investor earned $5 in profit—the $15 strike less $10 initial purchase price—minus the 0.75 cents premium.\n\nIf the investor didn't buy the put option, and the stock fell back to $10, there would be no profit. On the other hand, if the investor bought the put and the stock rose to $30 per share, there would be a $20 gain on the trade. The $20 per share gain would pay the investor $2,000 ($30 - $10 initial purchase x 100 shares = $2000). The investor must then deduct the $75 premium paid for the option and would walk away with a net profit of $1925.\n\nOf course, the investor would also need to consider the commission they paid for the initial order and any charges incurred when they sell their shares. For the cost of the premium, the investor has protected some of the profit from the trade until the option's expiry while still being able to participate in further price increases.\n\nFinally, the investor should realize that the $75 premium for the put is essentially the cost of insurance on the position. One could argue that they would have been better off not buying the put at all if it remains above $10. However, as with all insurance, it provides peace of mind and protection in the case of an adverse event.",
  "url": "https://www.investopedia.com/terms/p/protective-put.asp"
}