{
  "term": "Protecting Americans From Tax Hikes (PATH) Act: Definition",
  "definition": "Constantine Johnny / Getty Images\n\nThe Protecting Americans From Tax Hikes (PATH) Act of 2015 is an Obama-era law that expanded or renewed several tax credits for individuals, families, and businesses while implementing measures to prevent fraudulent claims for those credits. The act remains in force.\n\nThe act primarily affects people who are eligible to receive certain tax credits:\n\nThe PATH Act also renewed about 50 temporary tax breaks for individuals and businesses that had passed their original expiration dates.It made the Child Tax Credit (CTC) and the EITC permanent.\n\nThe PATH Act focused on several tax credits for individuals, families, and businesses. It extended some credits permanently and expanded eligibility for others.\n\nA tax credit, in general, is more valuable to the taxpayer than a tax deduction. A tax deduction merely reduces the person’s taxable income. Atax creditreduces the amount of taxes owed, dollar for dollar.\n\nA tax credit may also be refundable or partially refundable. In that case, a low-income taxpayer might owe little or no taxes and receive a check from the IRS for some or all of the credit.\n\nTax credits are particularly vulnerable to fraud by taxpayers seeking to score credits that they aren’t eligible for and by con artists preying upon eligible taxpayers. This was done notably through the CTC and the EITC.\n\nThe CTC program, which was substantially expanded to relieve American families of some of the financial burden caused by the COVID-19 pandemic, delivered payments of up to $300 per month per child to taxpayers below certainincomelevels through 2021.\n\nEligible taxpayers automatically received those payments because theIRShad the information it needed to identify them. But those whose incomes were so low that they didn’t have to file were required to sign up for the credit online.\n\nAnd that fact opened up an opportunity for con artists masquerading as IRS agents. They approached people by text, email, phone, and social media, posing as government representatives to trick personal information out of the unwitting.\n\nThe other target for fraud, of course, was the IRS itself. Tax filers could commit fraud by underreporting their income or inventing dependents to qualify for the credit.\n\nThe CTC reverted back to pre-pandemic levels in 2022 and is adjusted slightly for inflation annually.\n\nA second opportunity for defrauding the IRS occurred through theEITC. This credit, worth $632 to $7,830 a year, is available to low- and moderate-income individuals, with larger amounts credited to families with children.\n\nAn attempted fraud can occur when someone files a tax return that falsifies the person’s earned income, the number of children in the family, or both.\n\nThe IRS warns that people eligible for the Child Tax Credit are being targeted by scam artists seeking to steal their money. The agency advises taxpayers not to disclose personal or financial information to anyone purporting to be from the IRS.\n\nThere was no change in the tax filing process for these credits due to the PATH Act. In most cases, the IRS expects to send refund checks within 21 days.\n\nHowever, if you file an EITC or ACTC return early in the year, the IRS will hold your refund check until Feb. 15. This provides the IRS with additional time to identify fraudulent claims and to prevent refunds from being paid to identity thieves.\n\nThe EITC applies to low- and medium-income individuals and families with or without children. The credits depend on the number of children.The full ACTC amount applies to all families that make less than $200,000 ($400,000 filing jointly) and decreases as income increases over that level.\n\nIf the EITC or ACTC doesn’t apply to you, or if you file taxes after Feb. 15, the PATH Act does not affect the timing of your refund.\n\nThe EITC has a cap of $632 for childless households for tax year 2024 and $649 for 2025.\n\nThe PATH Act renewed many expired tax laws and introduced a few new laws affecting individuals and businesses. Manytax deductionsset to expire, such as tuition deductions, certain charitable contributions, and residentialenergy credits, were extended with retroactive credit.\n\nBelow are a few PATH Act changes and extensions for individuals and businesses.\n\nEmployers may be eligible for aWork Opportunity Tax Credit (WOTC)if they hire individuals from specified groups that historically have faced barriers to employment.\n\nThe PATH Act retroactively extended WOTC eligibility to workers hired on or after Jan. 1, 2015. The WOTC includes nine categories of workers and an additional category forlong-term unemploymentrecipients hired on or after Jan. 1, 2016.\n\nThe PATH Act allows exonerated people to omit any monetary awards related to wrongful incarceration from their reported earned income.\n\nIt also provides wrongfully incarcerated individuals with a window to file refund claims related to restitution or monetary awards (including civil damages) received and reported in a priortax year.The term “PATH Act Refund” is sometimes applied to this provision.\n\nThe ITIN is used primarily by taxpayers who cannot obtain aSocial Security number (SSN). Most are foreign citizens who earn income in the United States or from U.S. sources.\n\nThe PATH Act required these taxpayers to get a new ITIN number if they have one but have not used it on a tax return in the previous three years.\n\nAn ITIN number can be obtained by mailing Form W-7 to the IRS or visiting an IRS office or IRS-authorized agent.\n\nUsing an expired ITIN could result in a refund delay or ineligibility for tax credits.\n\nAs a topic of debate and discussion, the PATH Act has long been supplanted by newer legislation, some of which deals with the tax credits renewed back in 2015. The fate of the Child Tax Credit is particularly at issue.\n\nThe American Rescue Plan, passed in 2020 to relieve taxpayers harmed economically by the COVID-19 pandemic, extended the CTC to many more American families and increased the size of the payments. That provision expired at the end of 2021.\n\nThe CTC was set to be expanded by the Build Back Better bill, which was proposed by President Joe Biden in 2021. The House of Representatives passed the measure, but it stalled in the Senate.\n\nThe expanded credit, however, didn’t appear in the Inflation Reduction Act of 2022 at the federal level, which replaced the BBB bill and was signed into law on Aug. 16, 2022.\n\nTaxpayers must meet a number of criteria in order toqualify for the EITC. For the 2024 tax year, those with no children filing as single, head of household, or married filing separately face an income limit of $18,591. For those married filing jointly, the income limit is $25,511. For the 2025 tax year, those limits rose to $19,104 and $26,214, respectively.These income limits increase incrementally depending on the number of qualifying children. In addition, taxpayers must meet other criteria, such as limits on investment income.\n\nThe ACTC is simply the refundable portion of the CTC. It refers to the amount that can be claimed by families who owe the IRS less money than their qualified CTC amount.\n\nThe PATH Act had several provisions that addressed issues for lower-income taxpayers and created steps to protect taxpayers from fraudulent activity. Other provisions addressed separate tax issues that have generally been accepted as positive changes.\n\nThe PATH Act of 2015 is an Obama-era law that expanded and renewed several tax credits for individuals, families, and businesses. At the same time, it implemented safeguards to prevent fraudulent claims for those credits.\n\nThis was a vulnerability that emerged as scammers targeted families to obtain their potential credits, and individuals ineligible for them attempted to attain them. The act remains in place today.\n\nInternal Revenue Service. “Who Qualifies for the Earned Income Tax Credit (EITC)?”\n\nInternal Revenue Service. “2021 Child Tax Credit and Advance Child Tax Credit Payments—Topic B: Eligibility for Advance Child Tax Credit Payments and the 2021 Child Tax Credit,” select “Q B4. Do I, or my children, need to have Social Security numbers to qualify for the Child Tax Credit? (updated January 11, 2022).”\n\nU.S. Senate Committee on Finance. “Section-by-Section Summary of the Proposed ‘Protecting Americans from Tax Hikes Act of 2015’,” Pages 8–9.\n\nInternal Revenue Service. “When To Expect Your Refund If You Claimed the Earned Income Tax Credit or Additional Child Tax Credit.”\n\nU.S. Senate Committee on Finance. “Section-by-Section Summary of the Proposed ‘Protecting Americans from Tax Hikes Act of 2015’.”\n\nU.S. Senate Committee on Finance. “Section-by-Section Summary of the Proposed ‘Protecting Americans from Tax Hikes Act of 2015’,” Page 1.\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”\n\nInternal Revenue Service. “IRS Revises the 2021 Child Tax Credit and Advance Child Tax Credit Frequently Asked Questions Fact Sheet,” Page 10.\n\nInternal Revenue Service. “IRS Revises the 2021 Child Tax Credit and Advance Child Tax Credit Frequently Asked Questions Fact Sheet,” Pages 10 and 13.\n\nInternal Revenue Service. “Don’t Fall for Tax Scams About the Child Tax Credit—YouTube Video Text Script.”\n\nInternal Revenue Service. “Earned Income and Earned Income Tax Credit (EITC) Tables.”\n\nInternal Revenue Service. “Refunds.”\n\nInternal Revenue Service. “Earned Income and Earned Income Tax Credit (EITC) Tables,” select “Tax Year 2024.”\n\nInternal Revenue Service. “What You Need to Know About CTC, ACTC and ODC.”\n\nInternal Revenue Service. “Rev. Proc. 2024-40,” Page 9.\n\nVirginia Employment Commission. “Work Opportunity Tax Credit.”\n\nU.S. Senate Committee on Finance. “Section-by-Section Summary of the Proposed ‘Protecting Americans from Tax Hikes Act of 2015’,” Page 4.\n\nInternal Revenue Service. “Wrongful Incarceration FAQs.”\n\nInternal Revenue Service. “Individual Taxpayer Identification Number (ITIN).”\n\nInternal Revenue Service. “How To Apply for an ITIN?”\n\nInternal Revenue Service. “IRS Updates Tax Year 2021 / Filing Season 2022 Child Tax Credit Frequently Asked Questions, Information to Help Taxpayers Prepare Their 2021 Returns,” Pages 1–2.\n\nCongressional Research Service. “The Child Tax Credit in the House-Passed Build Back Better Act: Summary Table,” Page 1.\n\nNPR. “Democrats Are Forced to Regroup as Biden’s Signature Spending Bill Stalls.”\n\nCongress.gov, U.S. Congress. “H.R.5376—Inflation Reduction Act of 2022: Text.”",
  "url": "https://www.investopedia.com/terms/p/path-act.asp"
}