{
  "term": "Provision for Credit Losses (PCL): Definition, Uses, Example",
  "definition": "The provision for credit losses (PCL) is an estimation of potential losses that a company might experience due tocredit risk. The provision for credit losses is treated as an expense on the company's financial statements. They areexpected losses from delinquent and bad debtor other credit that is likely todefaultor become unrecoverable. If, for example, the company calculates that accounts over 90 days past duehave a recovery rateof 40%, it will make a provision for credit losses based on 40% of the balance of these accounts.\n\nBecauseaccounts receivable(AR) is expected to turn to cash within one year or an operating cycle, it is reported as a current asset on a company’s balance sheet. However, since accounts receivable may be overstated if a portion is not collectible, the company’s working capital and stockholders’ equity may be overstated as well.\n\nTo guard against overstatement, a business may estimate how much of its accounts receivable will most likely not be collected. The estimate is reported in a balance sheetcontra asset accountcalled provision for credit losses. Increases to the account are also recorded in the income statement account uncollectible accounts expense.\n\nCompany A’s AR has a debit balance of $100,000 on June 30. Approximately $2,000 is expected to not turn to cash. As a result, a credit balance of $2,000 is reported as a provision for credit losses. The accounting entry for adjusting the balance in the allowance account involves the income statement account uncollectible accounts expense.\n\nBecause June was Company A’s first month in business, its provision for credit losses account began the month with a zero balance. As of June 30, when it issues its first balance sheet and income statement, its provision for credit losses will have a credit balance of $2,000.\n\nBecause the provision for credit losses is reporting a credit balance of $2,000, and AR is reporting a debit balance of $100,000, the balance sheet reports a net amount of $98,000. As the net amount will likely turn into cash, it is called the net realizable value of the AR.\n\nCompany A’s uncollectible accounts expense reports credit losses of $2,000 on its June income statement. Even though none of the AR was due in June, the expense is reported since terms are net 30 days. Company A is attempting to followthe matching principleby matching the bad debts expense to the accounting period in which the credit sales occurred.",
  "url": "https://www.investopedia.com/terms/p/provision-for-credit-losses.asp"
}