{
  "term": "Proxy Definition, How It Works, Statements, Benefits, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA proxy is an agent legally authorized to act on behalf of another party. It can also refer to a format that allows an investor to vote without being physically present at a meeting.Shareholdersnot attending a company’sannual general meeting (AGM)may vote their shares by proxy by allowing someone else to cast votes on their behalf, or they may vote by mail, phone, or over the internet.\n\nManagement encourages shareholders to vote in person. However, if the shareholder cannot attend, voting by proxy is another option. For a person to act as a proxy for an individual, formal documentation may be required that outlines the extent to which the proxy can speak on the individual’s behalf.\n\nA formalpower of attorneydocument may be required to provide the permissions to complete certain actions. The shareholder signs a power of attorney and extends official authorization to the designated individual to vote on behalf of the stated shareholder at the annual meeting. Meetings are often held in the springduring proxy season.\n\nA proxy agent cannot vote if the shareholder who granted the proxy changes their mind, shows up in person, and chooses to cast a vote.\n\nBefore the annual shareholder meeting, all shareholders receive a packet of information containing theproxy statement. The proxy documents provide shareholders with the information necessary to make informed votes on issues important to the company’s performance. A proxy statement offers shareholders and prospective investors insight into a company’sgovernanceand management operations.\n\nThe proxy discloses important information on agenda items for the annual meeting, lists the qualifications of management and board members, serves as a ballot for elections to the board of directors, lists the largest shareholders of a company’s stock, and provides detailed information about executive compensation. There are also proposals from management and shareholders.\n\nProxy statements must be filed with regulatory authorities, such as theSecurities and Exchange Commission (SEC)in the United States, on an annual basis before the company’s annual meeting.\n\nWhen voting by proxy remotely, shareholders may be eligible to vote by mail, phone, or internet. Shareholders use the information in the proxy statements to aid in the decision-making process.\n\nAnyone can look up a public company’s proxy statement via the SEC website under the name “DEF 14A.”\n\nManagement ensures that ownership interests are fully represented by encouraging shareholders who are unable to attend annual meetings to vote by proxy. Before the annual meeting, each shareholder is issued a proxy card, allowing them to state their votes in writing or designate a third party to vote on their behalf.\n\nProxy voting allows shareholders to voteon the composition of the company’s board, the compensation of its officers, and the company’s accounting firm. It also allows voting on shareholder proposals. During corporate elections the board of elections will recommend their preferred candidates or choices, but the final decision is up to each voter.\n\nBelow is a portion of the proxy statement for Tesla, Inc. in 2022.It lists the date and time of the company’s annual general meeting and has instructions for shareholders who wish to participate in the meeting virtually. It also lists the company officers, shareholder proposals that are to be voted on in the meeting, and the board’s recommendations.\n\nBelow is a proxy card showing the specific board members that were to be voted on as well as some of the proposals by management.If the shareholder wanted to vote, the proxy card could be mailed to the corporation.\n\nSecurities and Exchange Commission\n\nPublic companies must file a proxy statement before any meeting where the management submits proposals for a shareholder vote. This can include the election of directors, votes on shareholder proposals, or other corporate decision-making.\n\nA typical proxy statement states the date and location of the next shareholder assembly, along with instructions for shareholders who cannot attend in person. It will also include a detailed agenda for the meeting, including elections of directors and shareholder proposals.\n\nPublic companies will send their proxy statements to the shareholders of record, either through the mail or electronically. You can usually find proxy statements on the company’s website. In addition, public companies are also required to file their proxy statements with the Securities and Exchange Commission or the equivalent regulator in the country where the company is domiciled.\n\nIn business, a proxy allows shareholders to participate in corporate governance even if they cannot be physically present at the general meeting. Proxies are essential in the global economy, where an individual investor might own shares in many companies around the world.\n\nU.S. Securities and Exchange Commission. \"Spotlight on Proxy Matters - The Mechanics of Voting.\"\n\nCode of Federal Regulations. “17 CFR § 240.14a-101. Schedule 14A. Information Required in Proxy Statement.”\n\nCode of Federal Regulations. “17 CRF § 240.14a-6. Filing Requirements.”\n\nU.S. Securities and Exchange Commission. \"Proxy Statements: How to Find.\"\n\nU.S. Securities and Exchange Commission. \"Schedule 14A Information: Tesla, Inc.\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Annual Meeting Proxy Card.\" Last two pages (unnumbered) of document.\n\nU.S. Securities and Exchange Commission. \"Annual Meetings and Proxy Requirements.\"",
  "url": "https://www.investopedia.com/terms/p/proxy.asp"
}