{
  "term": "Public-Private Partnerships (PPPs): Definition, How They Work, and Examples",
  "definition": "Public-private partnerships involve collaboration between a government agency and a private-sector company that can be used tofinance, build, and operate projects, such as public transportation networks, parks, and convention centers. Financing a project through a public-private partnership can allow a project to be completed sooner or make it a possibility in the first place.\n\nPublic-private partnershipsoften involve concessions of tax or other operating revenue, protection from liability, or partial ownership rights over nominally public services and property to private sector, for-profit entities.\n\nA city government, for example, might be heavily indebted and unable to undertake a capital-intensive building project, however, a private enterprise might be interested in funding its construction in exchange for receiving theoperating profitsonce the project is complete.\n\nPublic-private partnerships typically have contract periods of 20 to 30 years or longer. Financing comes partly from the private sector but requires payments from thepublic sectorand/or users over the project's lifetime.\n\nThe private partner participates in designing, completing, implementing, and funding the project, while the public partner focuses on defining and monitoring compliance with the objectives.\n\nPublic-private partnerships are typically found in transport and municipal or environmental infrastructure and public service accommodations.\n\nRisks are distributed between the public and private partners through a process of negotiation, ideally though not always according to the ability of each to assess, control, and cope with them.\n\nAlthough public works and services may be paid for through a fee from the public authority's revenue budget, such as with hospital projects, concessions may involve the right to direct users' payments—for example, with toll highways.\n\nIn cases such as shadow tolls for highways, payments are based on actual usage of the service. When wastewater treatment is involved, payment is made with fees collected from users.\n\nPartnerships between private companies and governments provide advantages to both parties. Private-sector technology and innovation, for example, can help improve theoperational efficiencyof providing public services.\n\nThe public sector, for its part, provides incentives for the private sector to deliver projects on time and within budget. In addition, creating economic diversification makes the country more competitive in facilitating its infrastructure base and boosting associated construction, equipment, support services, and other businesses.\n\nThere are downsides, too. The private partner may face special risks from engaging in a public-private partnership. Physical infrastructure, such as roads or railways, involves construction risks. If the product is not delivered on time, exceeds cost estimates, or has technical defects, the private partner typically bears the burden.\n\nIn addition, the private partner faces availability risk if it cannot provide the service promised. A company may not meet safety or other relevant quality standards, for example, when running a prison, hospital, or school.\n\nDemand risk occurs when there are fewer users than expected for the service or infrastructure, such as toll roads, bridges, or tunnels. However, this risk can be shifted to the public partner, if the public partner agrees to pay a minimum fee no matter the demand.\n\nPublic-private partnerships also create risks from the general public's and taxpayers' point of view. Private operators' partnership with the government may insulate them from accountability to the users of the public service for cutting too many corners, providing substandard service, or even violating peoples' civil or Constitutional rights.\n\nAt the same time, the private partner may enjoy a position to raise tolls, rates, and fees for captive consumers who may be compelled by law or geographic natural monopoly to pay for their services.\n\nLastly, as with any situation where ownership and decision rights are separated, public-private partnerships can create complexprincipal-agent problems.\n\nThis may facilitate corrupt dealings, pay-offs to political cronies, and generalrent-seekingactivity. This would happen by attenuating the link between the private parties who make important decisions over a project, from which they stand to benefit, and accountability to the taxpayers who foot at least part of the bill and who may be left holding the bag in terms of ultimate liability for the project's outcome.\n\nPublic-private partnerships are typically found in transport infrastructure such as highways, airports, railroads, bridges, and tunnels.\n\nExamples of municipal and environmental infrastructure include water and wastewater facilities. Public service accommodations include school buildings, prisons, student dormitories, and entertainment or sports facilities.\n\nPublic-private partnerships can be found in infrastructure projects such as in building toll roads and highways. One example is Canada's 407 Express Toll Route (407 ETR). This 67-mile stretch of highway was a PPP between the provincial government of Ontario and a private consortium that was responsible for the design, construction, financing, and maintenance of the highway with a lease term of 99 years, during which time they are permitted to collect tolls from users of the roadway. However, traffic levels and toll revenues were not guaranteed by the government).\n\nRevenue risk is the chance that the private party to a PPP will not be able to recover its costs or ongoing expenses from operating a piece of infrastructure. For a toll road, this may be due to lower-than-expected traffic or limits set on toll rates. Extensive studies should be conducted ahead of time to avoid this risk and plan for contingencies.\n\nPublic-private partnerships can be arranged in several ways. Here are just a few:\n\nGovernments use public-private partnerships to collaborate with private-sector companies in order to finance projects. While there are benefits and drawbacks to these types of partnerships, governments still use them frequently to finance transportation, municipal, and environmental infrastructure, as well as public service projects.\n\nInternational Road Federation. \"Public Private Partnerships in Highway Construction.\"",
  "url": "https://www.investopedia.com/terms/p/public-private-partnerships.asp"
}