{
  "term": "Publicly Traded Company: Definition, How It Works, and Examples",
  "definition": "A public company is a corporation whose ownership shares can be bought and sold on stock exchanges.\n\nA publicly traded company sells shares to the public after going through aninitial public offering (IPO). Shares are sold on stock exchanges or over-the-counter (OTC), giving shareholders a stake in the company's profits and assets. According to theSecurities and Exchange Commission (SEC), public companies have public reporting requirements.As such, they must regularly disclose their financial information and securities trading on public exchanges.\n\nMost public companies begin as private companies that were owned by founders, management, or private investors. Private companies don't have any public reporting requirements. A company is required to conform to public reporting requirements when it meets any of certain criteria:\n\nAn IPO is the process by which a private company begins offering shares to the public in a new stock issuance. A company is considered private before completing an IPO. Issuing shares to the public through an IPO is very important for a company because it provides it with a source ofcapitalto fund growth.\n\nExamples of public companies include Chevron Corporation, McDonald's, and The Procter & Gamble Company.\n\nThere are requirements to complete an IPO. Regulations are set forth by stock exchange regulators where it hopes to trade and by the SEC. A company usually hires an investment bank to market its IPO, determine the price of its shares, and set the date of its stock issuance. Private investors are offered share premiums when the company undergoes an IPO to reward them for their investment.\n\nU.S. companies with at least $10 million in assets and either 2,000 shareholders or those with 500 or more unaccredited investors must register with the SEC as a public company and adhere to its reporting standards and regulations.\n\nReporting requirements for public companies were established by theSarbanes-Oxley Act, a set of reforms intended to prevent fraudulent reporting.Qualified shareholders are also entitled to specific documents and notifications about the corporation's business activities.\n\nA public company may choose torevert to a private companyfor many reasons. It may decide that it's too cumbersome to adhere to and comply with the costly regulatory requirements or it might want to free up its resources to devote toresearch and development (R&D), capital expenditures, and funding pension plans for its employees.\n\nA take-private transaction is necessary when a company transitions to private. A private equity firm or aconsortiumof firms either purchases or acquires the outstanding stock. This may require the private equity firm to secure additional financing from an investment bank or another type of lender that can provide enough loans to help finance the deal.\n\nOnce this is complete, the company is delisted and returns to private operations when the purchase of all the outstanding shares is complete.\n\nPublic companies can access financial markets and can raise money for expansion and other projects. This can be done by selling stocks orcorporate bonds. An investor who purchases a corporate bond is effectively lending money to the corporation in return for a series of interest payments. These bonds may also actively trade on the secondary market in some cases.\n\nGoing public also allows companies to boost their corporate profile, products and services, and business strategy. Increasing public awareness can also help the company gainmarket share.\n\nThere's some clout attached to being a publicly traded company and having your stocks trade on a major market like theNew York Stock Exchange (NYSE)because a company must have achieved a certain level of operational and financial size and success to transition to being publicly traded.\n\nThe ability to access the public capital markets also comes with increased regulatory scrutiny, administrative and financial reporting obligations, andcorporate governancebylaws. This results in less control for the majority owners and founders of the corporation. There are also substantial costs to conducting an IPO, as well as the ongoing legal, accounting, and marketing costs of maintaining a public company.\n\nPublic companies must meet mandatory reporting standards. Companies must disclose financial statements along with other public filings. This includesForm 10-K, which gives a comprehensive summary of a company's financial performance.Other forms include quarterly financial 10-Q reports and8-Kwhen certain events occur. These events include the election of new directors or the completion of an acquisition.\n\nA public company must answer to its shareholders. Shareholders elect a board of directors that oversees the company's operations on their behalf. Certain activities such asmergers and acquisitions (M&A)and some corporate structure changes and amendments must be brought up for shareholder approval. This effectively means that shareholders can control many of the company's decisions.\n\nAnexchange-traded fundis similar to a publicly traded company in that its shares are traded on stock exchanges and the market determines their value. You can buy ETF shares just as you would buy shares of a publicly traded company through a brokerage account or a broker.\n\nReporting company is essentially another name for a public company. These companies must meet the same reporting requirements with the SEC as public companies. A reporting company does not necessarily have to undergo an IPO, however. It can register its class of securities with the SEC instead.\n\nA beneficial owner is someone who controls or owns 25% or more of a reporting or public company and who has significant control over the company. Companies must report their beneficial owners and provide certain information about them.\n\nYou probably own stock in a public company if you've invested in a mutual fund or a pension plan because many plans and funds make use of this type of investment. You can invest directly in such a company as well if you choose to do so. In either case, you and the other shareholders have an ownership stake in the company proportional to the amount of stock you've purchased.\n\nU.S. Securities and Exchange Commission. \"Public Companies.\"\n\nU.S. Securities and Exchange Commission. \"Exchange Act Reporting and Registration.\"\n\nCornell University, Legal Information Institute. \"Sarbanes-Oxley Act.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Exchange-Traded Funds (ETFs).\"\n\nU.S. Securities and Exchange Commission. \"What Does It Mean to Be a Public Company?\"\n\nFinancial Crimes Enforcement Network. \"Beneficial Ownership Information Reporting Rule Fact Sheet.\"",
  "url": "https://www.investopedia.com/terms/p/publiccompany.asp"
}