{
  "term": "Publication 972: Child Tax Credit: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPublication 972 was a document published by theInternal Revenue Service (IRS)that provided guidance on determining the exact amount of thechild tax creditthat taxpayers can claim.\n\nIt was used for information about the child tax credit from tax years 2020 and earlier. For tax years 2021 and later, you will no longer use Publication 972 to figure your child tax credit and credit for other dependents. Instead, use Schedule 8812 in conjunction with Form 1040.\n\nThe document included an update on any changes in the tax credit for the year, a worksheet to help taxpayers calculate their child credits in certain unusual cases, as well as instructions for determining the child tax credit to claim.\n\nMost parents, foster parents, and guardians of children under age 17 can use the child tax credit to lower theirtaxable incomefor the year. This benefit can be claimed using Form 1040 or 1040NR.\n\nIRS Publication 972 was used in tax years 2020 and prior to determine if a child was eligible. According to the document, a qualifying child ordependentmust have been:\n\nPublication 972 also disclosed how much credit a taxpayer can receive. In the 2020tax year, the maximum amount that could be requested for a qualifying child was $2,000.That limit has been in effect since 2018, when the IRS doubled the $1,000 credit available on 2017tax returns.\n\nIRS Publication 972 provided a worksheet that can be used to determine the amount of child tax credit that can be claimed.\n\nPublication 972 provided guidance on potentially getting a portion of any unused credit refunded, too. Following changes to the law in 2017, the refundable portion of the child tax credit, known as theadditional child tax credit (ACTC), increased to $1,400 from $1,000. This meant low-income taxpayers whose credits exceed theirtax liabilitiescould get refunded up to $1,400.\n\nThe IRS allows families with an annual income of more than $2,500 to request a refund using the ACTC.To make a claim for a refund, filers must complete Schedule 8812.\n\nThe child tax credit has limits and is not available to taxpayers at certain high-income levels.\n\nIn 2020, the tax credit was phased out for this with anadjusted gross income (AGI)of $200,000, or $400,000 if married filing jointly.\n\nInternal Revenue Service. \"Publication 972 (2020), Child Tax Credit and Credit for Other Dependents.\"\n\nInternal Revenue Service. \"About Publication 972, Child Tax Credit.\"\n\nInternal Revenue Service. \"2022 Publication 972.\"\n\nInternal Revenue Service. \"Child Tax Credit 3.\"\n\nInternal Revenue Service. \"Get Ready for Taxes: Here's how the New Tax Law Revised Family Tax Credits.\"\n\nInternal Revenue Service. \"IRS: Expanded Credits for Families Highlight Tax Changes for 2021; Many People Who Don’t Normally File Should File This Year.\"\n\nInternal Revenue Service. \"What's New With the Child Tax Credit After Tax Reform.\"\n\nInternal Revenue Service. \"Instructions for Schedule 8812.\"",
  "url": "https://www.investopedia.com/terms/i/irs-publication-972.asp"
}