{
  "term": "Public Company Accounting Oversight Board: Overview, History",
  "definition": "The Public Company Accounting Oversight Board (PCAOB) is a non-profit organization that regulates auditors of publicly traded companies. The purpose of PCAOB is to minimizeaudit risk. In particular, the PCAOB oversees the audits of public companies, brokers, and dealers registered with the U.S. Securities and Exchange Commission (SEC)\n\nThe Public Company Accounting Oversight Board (PCAOB) was established with the passage of theSarbanes-Oxley Act of 2002. The act was passed in response to various accounting scandals of the late 1990s. The board protects investors and other stakeholders of public companies by ensuring that the auditor of a company's financial statements has followed a set of strict guidelines.\n\nThe PCAOB is overseen by theSecurities and Exchange Commissionand, since 2010, the PCAOB has overseen the audits of SEC-registered brokers and dealers.\n\nThe PCAOB has two advisory groups: the Standing Advisory Group and the Investor Advisory Group. The role of these two groups is to provide advice and insight to the Board.\n\nThe Standing Advisory Group meets semi-annually to discuss data and technology, cybersecurity, corporate culture, communications on PCAOB standards, the governance and leadership of quality control systems, current or emerging issues affecting audits or auditors, and implementation of the new auditor’s report.\n\nThe Investor Advisory Group meets once a year to discuss the group's strategic plan, quality control standards, implementation of the new auditor’s report, and implementation of Form AP. The PCAOB Board has developed a five-step strategic plan, which is laid out in its annual report. The five-step plan is composed of the following:\n\nThe number of PCAOB-registered firms in the United States as of 2021, according to the PCAOB annual report.\n\nFirms that audit public companies, brokers, and dealers must register with the PCAOB. Registered firms are subject to inspection of the audits they have performed. PCAOB is involved in setting standards aimed at improving the reliability of audits and may also enforce standards by imposing penalties for infractions.\n\nIn 2020, PCAOB sanctioned 13 firms and 18 individuals resulting from 219 audit inspections.In 2021, those numbers were 14 firms and 15 individuals sanctioned following 191 inspections.\n\nPCAOB. \"Annual Report,\" Page 6.\n\nPCAOB. \"Annual Report,\" Page 5.\n\nPCAOB. \"2020 Annual Report,\" Pages 8-9.",
  "url": "https://www.investopedia.com/terms/p/pcaob.asp"
}