{
  "term": "Pump-and-Dump: Definition, How the Scheme is Illegal, and Types",
  "definition": "Investopedia / Michela Buttignol\n\nPump-and-dump is amanipulative schemethat attempts to boost the price of a stock or security through fake recommendations. These recommendations are based on false, misleading, or greatly exaggerated statements. The perpetrators of a pump-and-dump scheme already have an established position in the company's stock and will sell their positions after the hype has led to a higher share price.\n\nThis practice is illegal based on securities law and can lead to heavy fines. The burgeoning popularity of cryptocurrencies has resulted in the proliferation of pump-and-dump schemes within the industry.\n\nPump-and-dump schemes were traditionally conducted through cold calling. The advent of the Internet has shifted most of this activity online; fraudsters can now blast hundreds of thousands of email messages to unsuspecting targets or post messages online enticing investors to buy a stock quickly.\n\nThese messages typically claim to have inside information about an imminent development that will lead to a dramatic upswing in the share's price. Once buyers jump in and the stock has moved up significantly, the perpetrators of the pump-and-dump scheme sell their shares. In these instances, the volume of the sales of these shares is usually substantial, causing the stock price to drop dramatically. In the end, many investors experience huge losses.\n\nPump-and-dump schemes generally target micro- and small-cap stocks onover-the-counterexchanges that are less regulated than traditional exchanges. Micro-cap stocks—and occasionally, small-cap stocks—are favored for this type of abusive activity because they are easier to manipulate.Micro-cap stocks generally have asmall float, low trading volumes, and limited corporate information. As a result, it does not take a lot of new buyers to push a stock much higher.\n\nThe same scheme can be perpetrated by anyone with access to an online trading account and the ability to convince other investors to buy a stock that is supposedly \"ready to take off.\" The schemer can get the action going by buying heavily into a stock that trades onlow volume, which usually pumps up the price.\n\nThe price action induces other investors to buy heavily, pumping the share price even higher. At any point when the perpetrator feels the buying pressure is ready to fall off, they can dump their shares for a big profit.\n\nThe pump-and-dump scheme formed the central theme of two popular movies: \"Boiler Room\" and \"The Wolf of Wall Street.\" Both of these movies featured a warehouse full of telemarketing stockbrokers pitchingpenny stocks. In each case, the brokerage firm was amarket makerand held a large volume of shares in companies with highly questionable prospects. The firms' leaders incentivized their brokers with high commissions and bonuses for placing the stock in as many customer accounts as possible. In doing so, the brokers werepumping up the pricethrough huge volume selling.\n\nOnce the selling volume reached critical mass with no more buyers, the firm dumped its shares for a huge profit. This drove the stock price down, often below the original selling price, resulting in big losses for the customers because they could not sell their shares in time.\n\nTheSecurities and Exchange Commission(SEC) has some tips to help avoid becoming a victim of a pump-and-dump scheme. Here are some points to keep in mind:\n\nExercise extreme caution if you receive an unsolicited communication regarding an \"investment opportunity.\" The plethora of avenues for virtual communication means that such dubious investment pitches can reach you in any number of ways—by way of an email, a comment or post on your social media page, a direct message, or a call or voicemail on your cellphone. Ignore such messages; acting on them may result in significant losses rather than the massive gains promised by the scammers.\n\nDoes the purported investment sound too good to be true? Does it promise huge \"guaranteed\" returns? Are you pressured to buy right now, before the stock takes off? These are all common tactics used by stock touts and unscrupulous promoters and should be viewed as red flags by investors.\n\nAffinity fraudrefers to investment scams that prey upon members of identifiable groups, such as religious or ethnic communities, aging adults, or professional groups. An investment pitch from a member of a group that you are affiliated with may lead you to believe in its credibility; the problem is that the member may have been unwittingly fooled into believing that an investment is legitimate (when in reality, it is just a scam).\n\nBefore you invest your hard-earned money, conduct your own research and due diligence. It is fairly easy to obtain a wealth of information online about legitimate companies—from their business prospects and management to their financial statements. The lack of such information can often be a red flag in itself.\n\nThe cryptocurrency market has become the newest arena for pump-and-dump schemes. The massive gains made by Bitcoin and Ethereum have kindled tremendous interest in cryptocurrencies of every stripe. Unfortunately, cryptocurrencies are particularly well-suited for pump-and-dump schemes because of the lack of regulation in the cryptocurrency market, its opaqueness, and the technical complexity of cryptocurrencies.\n\nA study conducted in 2018 examined the prevalence of pump-and-dump schemes in the cryptocurrency market. Researchers identified more than 3,400 such schemes over the course of just six months observing two group-messaging platforms popular with cryptocurrency investors.\n\nIn March 2021, the U.S. Commodity Futures Trading Commission (CFTC) advised customers to avoid pump-and-dump schemes that can occur in thinly traded or new cryptocurrencies. The CFTC also unveiled a program that would make anywhistleblowereligible for a monetary reward of between 10% and 30%, as long as they reveal original enforcement action that leads to monetary sanctions of $1 million or more against a pump-and-dump scheme.\n\nSSRN. \"An Examination of the Cryptocurrency Pump and Dump Ecosystem,\" Download PDF, Page 26. Accessed Jan. 13, 2022.\n\nInvestor.gov. \"Investor Alert—Don’t Trade on Pump-And-Dump Stock Emails.\" Accessed Jan. 13, 2022.\n\nInvestor.gov. \"Updated Investor Alert: Social Media and Investing - Avoiding Fraud.\" Accessed Jan. 13, 2022.\n\nSSRN. \"Cryptocurrency Pump-and-Dump Schemes,\" Download PDF, Page 12. Accessed Jan. 13, 2022.\n\nCommodity Futures Trading Commission. \"Customer Advisory: Beware Virtual Currency Pump-and-Dump Schemes.\" Accessed Jan. 13, 2022.",
  "url": "https://www.investopedia.com/terms/p/pumpanddump.asp"
}