{
  "term": "Pump Priming Definition, Examples of Use in the U.S., Japan",
  "definition": "Pump priming is a type of action taken to stimulate an economy, usually during a recessionary period, such as through government spending or reductions in interest rates and taxes. The term pump priming is derived from the operation of literal pumps, which had to be primed with water so in order to function properly.\n\nPump priming assumes that the economy, too, must be primed to function properly once again. In this regard, government spending is assumed to stimulate private spending, which in turn should lead toeconomic expansion.\n\nPump priming involves introducing government funds into a depressed economy in order to spur growth. Increased purchasing power can then prompt higher demand for goods and services. The increase in demand experienced through pump priming in turn leads to increased profitability in the private sector, which assists with overall economic recovery.\n\nPump priming relates to theKeynesian economic theory, named after noted economistJohn Maynard Keynes, which states that government intervention within the economy aimed at increasingaggregate demandcan result in a positive shift within the economy. This is based on the cyclic nature of money within an economy, in which one person’s spending directly relates to another person’s earnings, and that increase in earnings leads to a subsequent increase in spending.\n\nThe phrase \"pump priming\" originated from President Herbert Hoover's creation of theReconstruction Finance Corporation(RFC) in 1932, which was designed to make loans to banks and industry. This was taken one step further in 1933, when President Franklin Roosevelt felt that pump priming would be the only way for the economy to recover from theGreat Depression. Through the RFC and other public works organizations, billions of dollars were spent priming the pump to encourage economic growth.\n\nThe phrase was rarely used in economic policy discussions after World War II, even though programs developed and used since then, such asunemployment insuranceand tax cuts, may be considered forms of automatic pump primers. However, during thefinancial crisis of 2007, the term came back into use, as interest rate reduction and infrastructure spending were considered the best path to economic recovery, along with tax rebates issued as part of the Economic Stimulus Act of 2008.\n\nAt the onset of the Covid-19 pandemic, the U.S. government adopted a number of fiscal and monetary measures that can be seen as a form of pump priming. This included cuts to interest rates and the implementation of various relief programs, which distributed stimulus money to individuals, businesses, affected sectors, among others.\n\nSimilar to activities used within the United States, Japan’s prime minister, Shinzo Abe, and his associated cabinet approved a stimulus package in 2015, equivalent to $29.1 billion, in hopes of invigorating the strained economy. The goal was to increase thegross domestic product(GDP) of Japan by 0.7% by the end of the year 2016.\n\nAs in the U.S., the Japanese government engaged in activities that can be seen as pump priming during the Covid-19 pandemic. This included quantitiative easing measures, the issuance of zero-interest loans, and funding for relief programs.\n\nPump priming can refer to both monetary and fiscal policies. When a central bank like the U.S. Federal Reserve chooses to cut interest rates to stimulate spending, this is both a form of pump priming and a monetary policy. On the other hand, if Congress chooses to set money aside to fund stimulus checks, this would be an example of pump priming that is also a fiscal policy.\n\nPump priming is a commonly used metaphor for government spending aimed at stimulating the economy. It is related to ideas like deficit spending and expansionary policy.\n\nPump priming comes with a few drawbacks and risks. Over the long-term, spending can cause a budgetary deficit, which may then require cuts to critical public programs. Budget deficits may also cause interest rates to rise, increasing the cost of borrowing money.\n\nPump priming is any government expenditure taken to stimulate economic activity. This usually occurs during recessionary periods. Examples of such activity include cutting taxes or interest rates, or issuing stimulus payments to businesses and individuals. Pump priming typically increases purchasing power, which can spur spending and encourage recovery and growth.",
  "url": "https://www.investopedia.com/terms/p/pump-priming.asp"
}