{
  "term": "Purchase Money Security Interest (PMSI) Definition, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nPurchase money security interest (PMSI) refers to a legal claim that allows a lender to either repossess property financed with its loan or to demand repayment in cash if the borrower defaults. It gives the lender priority over claims made by other creditors.\n\nIn simpler terms, a PSMI gives initial claims on property to entities that finance purchases made by a consumer or other debtor.\n\nLendershave several options to protect their financial interests ifdebtorsfail to live up to their financial obligations. Financial companies may be able to pursue consumers who stop making payments on theirdebtsby sending them to collections, taking legal action, enforcingliens, or taking out special interests such as purchase money security interests. This interest gives a specific lender a right topropertyor its full cash value before any other creditor—as long as that lender's money was used to finance the purchase.\n\nA PMSI is used by some commercial lenders andcredit cardissuers as well as by retailers who offer financing options. It effectively gives them collateral to confiscate if a borrower defaults on payment for a large purchase. It also is used inbusiness-to-business (B2B)transactions. The option of obtaining a PMSI encourages companies to increase sales by directly financing new equipment or inventory purchases.\n\nA purchase money security interest is valid in most jurisdictions once the buyer agrees to it in writing and the lender files a financing statement. The procedure is outlined inArticle 9of theUniform Commercial Code (UCC)—the standardized business regulations adopted by most states.\n\nThese regulations were adopted to make it easier for corporations to conduct business with others across state lines. Article 9 is the section of the code that outlines the treatment of secured transactions including howsecurity interestsare created and enforced.\n\nThe protection provided by a PMSI is one reason for the growth ofpoint-of-salefinancing, in which a retailer offers buyers direct financing for major purchases. If the purchaser defaults, the retailer may repossess the items purchased and may do so before any other creditors are satisfied.\n\nThe procedures permitting enforcement of a PMSI are strict and outlined in the Uniform Commercial Code (UCC).\n\nPMSI rules vary based on the type of collateral obtained using loan proceeds. In general, the broadest rule is that PMSI is granted to the first creditor who filed a financing statement or \"perfected\" its security interest in the collateral.\n\nBelow are the specific rules for inventory and non-inventory collateral, although there are specific rules for other types of goods as well.\n\nSection 9-324(b) outlines the rules to perfect PMSI ininventory. First, the PMSI must be perfected when the borrower takes possession of the inventory. Second, the secured party must provide notification to conflicting security holders before perfection. Third, the secured party must notify other security holders that it expects to acquire a PMSI in the borrower's inventory.\n\nTo perfect a PMSI in inventory, the secured party must file aUCC-1that identifies the goods sold ascollateral. This filing provides notice to other interested parties that the secured party is in the process of obtaining a PMSI on the borrower's personal property. In addition, the written notice delivered to other security notices must be distributed no more than five years before the borrower receives inventory.\n\nThe rules for securing a PMSI for non-inventory collateral are often less rigid. The secured party must be able to demonstrate that the credit they extended to the borrower was used to purchase the collateral. The secured party must also file a financing statement covering the collateral within 20 days of the borrower receiving possession of the collateral.\n\nSimilar to inventory PMSIs, a secured party must file a UCC-1 to perfect a PMSI for non-inventory collateral. This must be filed before the borrower takes possession of the collateral or within the first 20 days of possession. If the filing takes place after these 20 days, the secured party won't have PMSI priority and will be prioritized after other perfected security interests.\n\nThe financing statement for non-inventory collateral can be pre-filed before the borrower takes possession of the goods. In addition, keep copies of every delivery document, as a PMSI claim may be vulnerable to disqualification if the date of possession is in question.\n\nAt the core of PMSI, the party attempting to gain the secured interest must demonstrate that the credit they extended was used to acquire the collateral. For this reason, a company may want to intentionally structure an order of payments or series of contracts for goods not yet manufactured.\n\nFor example, if a consumer arranged to buy a custom-made sofa on credit from a furniture retailer, the retailer would put through an order with the manufacturer and pay for the sofa before finalizing thefinancingagreement. In this case, the retailer is the owner selling the sofa—not the manufacturer. In legal terms, the retailer has a security interest in the property just sold and can obtain and enforce a PMSI.\n\nFor the same reason, if the buyer puts down asecurity depositon the sofa, the retailer may insist that the buyer pays for it in full before the security deposit is returned. This establishes the full dollar value that the lender is entitled to demand in case of default. Court rulings regarding PMSI claims have established the lender's right to demandreimbursementof other costs related to the purchase, such as freight charges and sales taxes.\n\nA PMSI is obtained when a creditor lends money to a borrower and the borrower uses that money to buy goods. In return, the borrower grants the creditor a security interest in those goods should they default on their loan. Different types of collateral or goods have different rules, but the broadest requirements state the secured party must file a UCC-1 to publicly communicate their intention to gain a secured interest in a good. The secured party also may be required to notify other potential secured parties.\n\nA PMSI under the Uniform Commercial Code is an exception to the first-in-time creditor prioritization rule. The UCC states that creditor priority for secured interests is often dictated by who was the first secured creditor (or the timing of when their interest occurred). The PMSI exception allows for creditors who may not be first to still secure an interest in collateral, should they meet filing requirements.\n\nYes, a PMSI can receive priority status over a previously perfectedblanket lien. The PMSI must have been perfected within statutory requirements. For example, the PMSI receives priority status only if it is filed before or within the first 20 days of the borrower's possession of the goods.\n\nA car loan can be an example of a PMSI situation. A financial institution may agree to lend money to a borrower to finance the purchase of a new car. The bank can register its interest in the car as a PMSI because the loan funds are being directly used to buy the property it wants a secured interest in.\n\nCreditors are often prioritized in terms of timing. The PMSI exception allows credits that may not be first in line to still get a secured interest in collateral. To gain this secured interest, the lender must be sure its loan funds were used to buy the goods, file a UCC-1, and follow other regulatory rules based on the type of collateral.\n\nWalters Kluwer. \"What Is a Purchase Money Security Interest?\"\n\nCornell Law School. \"9-324. Priority of Purchase-Money Security Interests.\"",
  "url": "https://www.investopedia.com/terms/p/purchase-money-security-interest-pmsi.asp"
}