{
  "term": "Purchase Price In Finance: Effect on Capital Gains",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe purchase price is the price an investor pays for an investment, and the price becomes the investor’scost basisfor calculating gain or loss when selling the investment. The purchase price includes anycommissionor sales charges paid for the investment, and the weighted average cost is used for multiple purchases of the same security.\n\nAssume, for example, an investor buys 100 shares of Ford common stock on three different dates over a five-year period, including 100 shares purchased at a market price of $40, $60 and $80 per share. To determine the cost basis of the purchases, the investor needs to calculate the weighted average cost, which is the total dollar amount of the purchases divided by the number of shares purchased.\n\nAt 100 shares each, the dollar amounts of Ford stock purchases are $4,000, $6,000, and $8,000, or a total of $18,000, and the purchase total is divided by 300 shares to equal $60 per share. If the investor adds to the stock position, they can calculate a new weighted average price by adding the dollar amount of the new purchases and the additional shares to the calculation.\n\nThe formula can also be adjusted for stock sales if the investor only sells a portion of the holdings. With commission costs added, the investor’s weighted average cost might approximate $62 per share.\n\nInvestors use the purchase price of an investment to calculaterealized gainsor losses for tax purposes, and they report that activity onSchedule Dof IRS form 1040. An investor reports a realized gain if they sell some or all of their investment holdings. If they sell no securities, the investor has an unrealized gain or loss, which is not reported for tax purposes.\n\nAssume, for example, an investor sells 100 shares of Ford stock at a sale price of $80 per share and uses the weighted average cost of $62 to calculate a realized gain of $18 per share. The investor reports the number of shares, along with the weighted average cost and the sale price per share, on Schedule D. The total realized gain of $1,800 is long term because the investor held the shares for over one year. The $1,800 long-term capital gain is offset by any capital losses, and the net gain is taxable usingcapital gains taxrates.",
  "url": "https://www.investopedia.com/terms/p/purchaseprice.asp"
}