{
  "term": "Pure Play: Examples of Niching Down in Investing",
  "definition": "A pure play is a company that focuses solely on one type of product or service. Some investors prefer investing in pure plays because they are easier to analyze and give maximum exposure to a particularmarket segment.\n\nA pure play can be contrasted with multi-divisional corporations orconglomerates, which instead offer many products and services across various industries.\n\nAn investor who wants exposure to U.S. banking stocks, for example, might prefer buying shares of Bank of America (BAC) as compared to Berkshire Hathaway (BRK.B), because the latter is involved not only in banking but also in many other industries and sectors.\n\nPure play companies are popular with certain types ofactive investorswho want to make specific bets on particular products or industry segments. For these investors, buying a company with several diversified business lines forces them to take unnecessary risks in industries in which they do not want to invest.\n\nFor analysts, pure plays represent an opportunity to obtain more accurate data for a comparable company analysis orpeer analysis. These reports are a vital source of information for investment analysis and the basis forrelative valuations.\n\nRelative valuations make use of metrics such as theprice-to-book(P/B) ratio, theprice-to-earnings(P/E) ratio, theprice-to-sales(P/S) ratio, and theprice-to-cash flow(P/CF) ratio. Each of these values can help the investment analyst calculate the relative value of a company and to evaluate whether the company isovervaluedorundervalued. Pure play companies are helpful inputs into these analyses because they are much more directly comparable with each other. Conglomerates, on the other hand, are not readily comparable because their results reflect numerous industry sectors.\n\nRealistically, the term pure play is always used as an approximation, since corporations today almost always have some amount of cross-industry exposure. This is particularly true when looking at large, publicly traded companies.\n\nA trader is conducting an analysis of the U.S. banking sector. Specifically, they want to evaluate the relative attractiveness of various U.S. banking stocks, based on PB and PE ratios. A list of the following stocks is compiled for analysis:\n\nAlthough every business is complex and unique, this analysis reveals that these four banking stocks are relatively comparable to one another; since regional banking is a core focus of their business models, this is to be expected. As such, they may be viewed as \"pure plays\" for the banking sector.\n\nBy contrast, this same trader was tempted to include Berkshire Hathaway in the list due to its significant role in the financial sector. However, this was decided against because of Berkshire's numerous non-banking activities that made it too difficult to compare directly with the banking pure plays.\n\nDue to their dependence on onesectorof the economy, one product, or one investing strategy, pure plays are often accompanied by higherspecific risk. This can be mitigated through diversification.",
  "url": "https://www.investopedia.com/terms/p/pureplay.asp"
}