{
  "term": "Pushdown Accounting: Definition, How It Works, Example",
  "definition": "Investopedia / Madelyn Goodnight\n\nPushdown accounting is a bookkeeping method used by companies to record the purchase of another company. The acquirer’s accounting basis is used to prepare thefinancial statementsof the purchased entity. In the process, theassetsandliabilitiesof the target company are updated to reflect the purchase cost rather than the historical cost.\n\nThis method of accounting is an option under U.S.Generally Accepted Accounting Principles(GAAP) but is not accepted under theInternational Financial Reporting Standards(IFRS) accounting standards.﻿﻿\n\nWhen a company buys another company, accountants must record the transaction in detail, including the value of the assets and liabilities of the company that have been purchased. In pushdown accounting, the target company’s assets and liabilities arewritten up(ordown) to reflect the purchase price.\n\nAccording to the U.S.Financial Accounting Standards Board(FASB), the total amount that is paid to purchase the target becomes the target’s newbook valueon its financial statements.\n\nAny gains and losses associated with the new book value are “pushed down” from the acquirer’s to the acquired company’sincome statementandbalance sheet. If the purchase price exceedsfair value, the excess is recognized asgoodwill, which is anintangible asset.﻿﻿﻿﻿﻿\n\nIn pushdown accounting, the costs incurred to acquire a company appear on the separate financial statements of the target, rather than the acquirer.\n\nIt can be helpful to think of pushdown accounting as a new company that is created using borrowed money. Both the debt and the assets acquired are recorded as part of the newsubsidiary.\n\nSay Company ABC decides to purchase its rival, Company XYZ, which is valued at $9 million.\n\nABC is purchasing the company for $12 million, which translates to apremium. To finance itsacquisition, ABC gives XYZ’s shareholders $8 million worth of ABC shares and a $4 million cash payment, which it raises through adebt offering.\n\nEven though it is ABC that borrows the money, the debt is recognized on XYZ’s balance sheet under the liabilities account. In addition, the interest paid on the debt is recorded as an expense to the acquired company's balance sheet.\n\nIn this case, XYZ’s net assets, that is assets minus liabilities, must equal $12 million, and goodwill will be recognized as $12 million - $9 million = $3 million.\n\nUnder revised guidance in effect since late 2014, FASB has eliminated the percentage ownership rule. This means companies have the option to use pushdown accounting regardless of the size of their ownership stake.\n\nPushdown accounting was formerly mandatory when theparentacquired at least 95% ownership of another company. If the stake ranged between 80% to 95%, pushdown accounting was an option. If the stake was smaller, it was not permitted.\n\nThis has changed. Under new guidance in effect since late 2014, FASB has eliminated the percentage ownership rule. This means companies have the option to use pushdown accounting regardless of the size of their ownership stake.﻿﻿\n\nTheSecurities and Exchange Commission(SEC) changed its own rules to match the FASB guidance, meaning public companies as well as private companies have the option, but not the requirement, to use pushdown accounting regardless of the ownership stake of the company purchased.﻿﻿\n\nFrom a managerial perspective, keeping the debt on the subsidiary's books helps in judging the profitability of the acquisition.\n\nFrom a tax and reporting perspective, the advantages or disadvantages of pushdown accounting will depend on the details of the acquisition as well as the jurisdictions involved.\n\nInternational Financial Reporting Standards. \"Staff Paper: IASB Meeting, Business Combination Under Common Control,\" Page 3 and 8. Accessed March 28, 2021.\n\nU.S. Securities and Exchange Commission. \"SEC Staff Releases Accounting Bulletin to Update Guidance on Pushdown Accounting.\" Accessed March 28, 2021.\n\nFinancial Accounting Standards Board (FASB). \"Financial Accounting Series: FASB Accounting Standards Update No. 2014-17 November 2014,\" Page 7-8. Accessed March 28, 2021.\n\nFASB. \"Accounting Standards Update.\" Accessed March 28, 2021.\n\nMorgan Lewis. \"Financial Reporting and the Law.\" Accessed March 28, 2021.",
  "url": "https://www.investopedia.com/terms/p/push-down-accounting.asp"
}