{
  "term": "Put-Call Parity: Definition, Formula, How It Works, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPut-call parity is a pricing theory that defines the relationship between European put and call option prices within the same class of options.\n\nPut-call parity is a foundational principle in options pricing theory. It states that the price of a call option implies a specific fair price for the corresponding put option with the same strike price and expiration date (and vice versa). If market prices diverge from this relationship, it signals a mispricing that shrewd traders know to exploit for profit. However, in general, modern trading systems make these events very rare.\n\nPut-call parity, which only applies to European options, can be determined by an equation. In this article, you'll learn the precise definition and formula, learn step-by-step how it works, and walk through concrete examples. By the end, you'll grasp this core options pricing principle and how to apply it in real-world trading scenarios.\n\nPut-call parity is a fundamental principle in options pricing that defines the relationship between the price of a European call option and a European put option with the same underlying asset, strike price, and expiration date.\n\nIn essence, it states that holding a portfolio of a long call option and a short put option (or vice versa) should yield the same return as having one share of the underlying stock, assuming certain conditions are met. Alternatively, it also means that simultaneously holding a short European put and long European call of the same class will deliver the same return as holding one forward contract on the same underlying asset, with the same expiration, and aforward priceequal to the option's strike price.\n\nThe equation that expresses put-call parity is as follows:\n\nC+PV(x)=P+Swhere:C=Price of the European call optionPV(x)=Present value of the strike price (x),discounted from the value on the expirationdate at the risk-free rateP=Price of the European putS=Spot price or the current market valueof the underlying asset\\begin{aligned}&C + PV(x) = P + S \\\\&\\textbf{where:} \\\\&C = \\text{Price of the European call option} \\\\&PV(x) = \\text{Present value of the strike price (x),} \\\\&\\text{discounted from the value on the expiration} \\\\&\\text{date at the risk-free rate} \\\\ &P = \\text{Price of the European put} \\\\&S = \\text{Spot price or the current market value} \\\\&\\text{of the underlying asset} \\\\\\end{aligned}​C+PV(x)=P+Swhere:C=Price of the European call optionPV(x)=Present value of the strike price (x),discounted from the value on the expirationdate at the risk-free rateP=Price of the European putS=Spot price or the current market valueof the underlying asset​\n\nEconomist Hans R. Stoll introduced the put-call parity concept in his 1969 paper \"The Relationship Between Put and Call Option Prices,\" published in theJournal of Finance.\n\nIf this equation holds, the options market is in equilibrium, with noarbitrageprospects available. However, if the prices of the put and call options diverge from the value predicted by put-call parity, one exists. Traders can exploit this mispricing by simultaneously buying the underpriced option and selling the overpriced option, locking in a risk-free profit.\n\nPut-call parity plays a crucial role in options pricing and risk management. Market makers and traders rely on put-call parity models to identify mispricing and maintain efficient markets. Sophisticated trading algorithms and pricing models use put-call parity as a fundamental building block. This also means most developed markets see few chances for trading on related arbitrage situations.\n\nHowever, real-world factors like transaction costs, taxes, dividend risks, and liquidity constraints can cause option prices to deviate slightly from the theoretical values predicted by put-call parity. Empirical studies have found that while put-call parity generally holds in most markets, there can be brief periods of disequilibrium, especially during times of high market volatility or illiquidity.\n\nFor traders, understanding put-call parity is important for making informed decisions about options trading strategies. Traders can identify potential mispricings and trading prospects by monitoring the relationship between put and call prices. However, traders should be cautious about relying only on put-call parity, as the transaction costs of executing an arbitrage trade can often outweigh the potential profits.\n\nAssume that we want to know if the price of a six-month European 55-strike put option on XYZ stock at $7.46 is correct, given the following information:\n\nPlugging these into the equation above:\n\nTherefore, the price of the six-month European put option on XYZ stock should be $7.46 according to the put-call parity principle. Since it is, parity is in place in this situation.\n\nIn the above, we can see that the put-call parity equation is satisfied, as the prices of the call option, put option, underlying stock, and the present value of the strike price are in equilibrium. The equation shows that no arbitrage opportunities are available because the relationship between the prices is balanced.\n\nHowever, if there were a mismatch in the equation, it would suggest an arbitrage opportunity. For instance, let's say the market price of the put option (P) is actually $8.00 instead of $7.46. In this case, the equation would look like:\n\n$3 + $54.46 ≠ $8 + $50$57.46 ≠ $58\n\nThis means the put option is overpriced relative to the call option and the underlying stock. Anarbitrageurcould exploit this mispricing by selling the put option for $8, buying the call option for $3, and shorting the underlying stock at $50. This would result in an immediate cash inflow of $5 ($8 - $3).\n\nAt expiration, the arbitrageur would have a guaranteed profit of $0.54 ($57.46 - $57) because the short stock position would cancel out the exercise of either the put or call option.\n\nAs we've seen, when one side of the put-call parity equation is greater than the other, this is an arbitrage opportunity. You can sell the more expensive side of the equation and buy the cheaper side to make, for all intents and purposes, a risk-free profit.\n\nIn practice, this means selling a put, shorting the stock, buying a call, and buying a risk-free asset (TIPS, for example). In reality, prospects for arbitrage are short-lived and difficult to find. In addition, their margins may be so thin that an enormous amount of capital is required to take advantage of them.\n\nIn the graph above, they-axis represents the value of the portfolio. The prices of European put and call options are ultimately governed by put-call parity.In a theoretical, perfectlyefficient market, the prices for European put and call options would be governed by the equation above:\n\nC+PV(x)=P+S\\begin{aligned}&C + PV(x) = P + S \\\\\\end{aligned}​C+PV(x)=P+S​\n\nImagine that the risk-free rate is 4% and that TCKR stock trades at $10. Ignore transaction fees and assume TCKR doesn't pay dividends. For TCKR options expiring in one year with a strike price of $15, we have:\n\nC+(15÷1.04)=P+104.42=P−C\\begin{aligned}&C + ( 15 \\div 1.04 ) = P + 10 \\\\&4.42 = P - C \\\\\\end{aligned}​C+(15÷1.04)=P+104.42=P−C​\n\nTCKR would trade at a $4.42premiumto the corresponding calls in this hypothetical market. With TCKR trading at just 67% of the strike price, the bullish call seems to have the longer odds, which makes intuitive sense. Let's say this is not the case, and, for whatever reason, the puts are trading at $12, the calls at $7.\n\nSuppose you purchase a European call option for TCKR stock. The expiration date is one year from now, the strike price is $15, and buying the call costs you $5. This contract grants you the right, but not the obligation, to acquire TCKR stock on the expiration date for $15, regardless of the market price.\n\nIf one year from now, TCKR trades at $10, you won't exercise the option. However, if TCKR is trading at $20 per share, you willexercise the option, buy TCKR at $15, and break even since you paid $5 for the option. Any amount TCKR rises above $20 is pure profit, assuming there aren't any transaction fees.\n\n7+14.42<12+1021.42fiduciary call<22protected put\\begin{aligned}&7 + 14.42 < 12 + 10 \\\\&21.42 \\ \\text{fiduciary call} < 22 \\ \\text{protected put} \\\\\\end{aligned}​7+14.42<12+1021.42fiduciary call<22protected put​\n\nAnother way to imagine put-call parity is to compare the performance of aprotective putand afiduciary callof the same class. A protective put is a long stock position combined with a long put, which limits the potential downside of holding the stock.\n\nA fiduciary call is an investment strategy combining a long call option position with a risk-free asset, such as a Treasury bill or cash, to ensure the trader has enough funds to exercise the call option at expiration. The amount of the risk-free asset is equal to the present value of the strike price, adjusted for the discount rate over the option's lifetime.\n\nLet's continue with the example. Assuming that the TCKR puts and calls with a strike price of $15 expire in one year trade for free, you could create a fiduciary call by holding the following:\n\nSuppose the risk-free interest rate is 5% a year. The present value of the $15 strike price can be calculated as follows:\n\nPresent Value = Future Value / (1 + discount rate)timePresent Value = $15 / (1 + 0.05)1= $14.29\n\nIn this case, you would hold the long call option and $14.29 in cash. At expiration, if the stock price is above $15, you will use the $14.29 in cash to exercise the call option and buy the stock at $15. If the stock price is below $15, the call option will expire worthless, and you'll keep the $14.29 in cash.\n\nThe fiduciary call strategy ensures traders have enough funds to exercise the call option at expiration, eliminating the need to provide additional cash or sell other assets. This strategy is like holding the underlying stock outright, but limits the downside risk to the present value of the strike price.\n\nHowever, it's essential to note that, in reality, call options are not traded for free, and the cost of the option premium must be considered when implementing this strategy.\n\nThe put-call parity concept defines the relationship between European option put and call prices on the same assets with the same expiration date and strike price.\n\nDividends and interest rates can significantly affect the relationship. For assets that pay dividends, the expected dividend payments must be factored into the parity equation because they affect the underlying asset's price. Generally, dividends reduce the value of call options and increase the value of put options. Interest rates also play a role: higher interest rates usually increase call option prices and decrease put option prices, as the cost of carrying the underlying asset influences option premiums.\n\nCurrent trading systems generally keep put and call prices on the same asset, with the same strike price and expiry date, similar; it is rare that parity doesn't hold. However, if parity doesn't hold, then an opportunity for arbitrage arises, which a trader could take advantage of.\n\nIn options trading, put-call parity defines the relationship between the price of a European call option and a European put option with the same strike price and expiration date when both options are written on the same underlying asset. This principle states that the value of a portfolio consisting of a long position in a call option and a short position in a put option should be equal to the value of a single forward contract with the same strike price and expiration date.\n\nIf the prices of the call and put options diverge from the put-call parity relationship, an arbitrage opportunity may exist. However, given today's algorithmic trading, these arbitrage opportunities are rare.\n\nStoll, Hans R. \"The Relationship Between Put and Call Option Prices.\"Journal of Finance, vol. 24, no. 5, 1969.\n\nSteurer, Elmar, et al. \"Empirical Analysis of Potential Put-Call Parity Arbitrage Opportunities with Particular Focus on the Shanghai Stock Exchange 50 Index.\"Journal of Financial Risk Management, vol. 11, no. 1, 2022.\n\nFinucane, T. J. \"Put-Call Parity and Expected Returns.\"Journal of Financial and Quantitative Analysis, vol. 26, no. 4, 1991, pp. 445-457.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange,and Derivatives,\" Pages 291–295, 314, 327, 361. John Wiley & Sons, 2022.",
  "url": "https://www.investopedia.com/terms/p/putcallparity.asp"
}