{
  "term": "Put Option: What It Is, How It Works, and How to Trade",
  "definition": "Put options are traded on various underlying assets, including stocks, currencies, bonds, commodities, futures, and indexes.\n\nA put option (or “put”), which gives the holder the right to sell, can be contrasted with a call option, which provides the holder with the right to buy the underlying security at a specified price, up until the option contract's expiration date. This predetermined price is called thestrike price.\n\nA put option becomes more valuable as the underlying stock or security's price decreases. Conversely, a put option loses its value as the price of the underlying stock increases. As a result, they are typically used for hedging purposes or to speculate on downside price action.\n\nInvestors often use put options in a risk management strategy known as aprotective put, a form of investment insurance or hedge to ensure that losses in the underlying asset do not exceed a certain amount.\n\nIn this strategy, the investor buys a put option to hedge downside risk for a stock held in their portfolio. If the option is exercised, the investor sells the stock at the put’s strike price. If the investor does not hold the underlying stock and exercises a put option, this would create a short position in the stock.\n\nIn general, the value of a put option decreases as it approaches expiration because of the impact of time decay. Time decay accelerates as an option’s time to expiration draws closer since there’s less time to realize a profit from the trade.\n\nWhen an option loses its time value, what's left over is theintrinsic value. An option’s intrinsic value is equivalent to the difference between the strike price and the underlying stock price. If an option has intrinsic value, it is referred to asin the money(ITM).\n\nOption Intrinsic Value = Difference between Market Price of Underlying Security and Option Strike Price\n\n(For Put Option, IV = Strike PriceminusMarket Priceof Underlying Security; for Call Option, IV = Market Price of Underlying SecurityminusStrike Price)\n\nOut-of-the-money(OTM) andat-the-money(ATM) put options have no intrinsic value because there is no benefit in exercising the option. Investors have the option of short-selling the stock at the current higher market price, rather than exercising an out-of-the-money put option at an undesirable strike price. However, outside of abear market, short selling is typically riskier than buying put options.\n\nTime value, or extrinsic value, is reflected in thepremiumof the option. If the strike price of a put option is $20, and the underlying stock is currently trading at $19, there is $1 of intrinsic value in the option. But the put option may trade for $1.35. The extra $0.35 is time value, since the underlying stock price could change before the option expires. Different put options on the same underlying asset may be combined to form put spreads.\n\nThere are several factors to consider when it comes to selling put options. It’s important to understand an option contract’s value and profitability when considering a trade, or else you risk the stock falling past the point of profitability.\n\nThe payoff of a put option at expiration is depicted in the image below:\n\nPut options, as well as many other types of options, are traded through brokerages. Some brokers have specialized features and benefits for options traders. For those who have an interest in options trading, many brokers specialize in it. It’s important to identify a broker that is a good match for your investment needs.\n\nThe buyer of a put option does not need to hold an option until expiration. As the underlying stock price moves, the premium of the option will change to reflect the recent underlying price movements. The option buyer can sell their option and either minimize loss or realize a profit, depending on how the price of the option has changed since they bought it.\n\nSimilarly, the option writer can do the same thing. If the underlying price is above the strike price, they may do nothing. This is because the option may expire at no value, and this allows them to keep the whole premium.\n\nBut if the underlying price is approaching or dropping below the strike price, then to avoid a big loss, the option writer may buy the option back (which gets them out of the position). The profit or loss is the difference between the premium collected and the premium paid to get out of the position.\n\nAssume an investor buys an option on theSPDR S&P 500 ETF (SPY), which was trading at $565 in May 2025, expiring in one month with a strike price of $545. For this option, they paid a premium of $2.80, or $280 ($2.80 × 100 shares or units).\n\nIf units of SPY fall to $535 before expiration, the $545 put will be “in the money” and will trade at a minimum of $10, which is the put option’s intrinsic value (i.e., $545 - $535). The exact price for the put would depend on several factors, the most important of which is the time remaining to expiration. Assume that the $545 put is trading at $10.50.\n\nSince the put option is now “in the money,” the investor has to decide whether to (a) exercise the option, which would confer the right to sell 100 shares of SPY at the strike price of $545; or (b) sell the put option and pocket the profit. We consider two cases: (i) the investor already holds 100 units of SPY; and (ii) the investor does not hold any SPY units. (The calculations below ignore commission costs, to keep things simple.)\n\nLet’s say the investorexercisesthe put option. If the investor already holds 100 units of SPY (assume they were purchased at $510) in their portfolio and the put was bought to hedge downside risk (i.e., it was a protective put), then the investor’s broker would sell the 100 SPY shares at the strike price of $545.\n\nThe net profit on this trade can be calculated as:\n\n[(SPY Sell Price - SPY Purchase Price) - (Put Purchase Price)] × Number of shares or units\n\nProfit = [($535 - $510) - $2.80)] × 100 = $2,220\n\nWhat if the investor did not own the SPY units, and the put option was purchased purely as a speculative trade? In this case, exercising the put option would result in a short sale of 100 SPY units at the $545 strike price. The investor could then buy back the 100 SPY units at the current market price of $535 to close out the short position.\n\nThe net profit on this trade can be calculated as:\n\n[(SPY Short Sell Price - SPY Purchase Price) - (Put Purchase Price)] × Number of shares or units\n\nProfit = [($545 - $535) - $2.80)] × 100 = $720\n\nExercising the option, (short) selling the shares, and then buying them back sounds like a fairly complicated endeavor, not to mention added costs in the form of commissions (since there are multiple transactions) and margin interest (for the short sale). But the investor has an easier “option” (for lack of a better word): Simply sell the put option at its current price and make a tidy profit. The profit calculation in this case is:\n\n[Put Sell Price - Put Purchase Price] × Number of shares or units = [10.50 - $2.80] × 100 = $770\n\nThere’s a key point to note here. Selling the option, rather than going through the relatively convoluted process of option exercise, actually results in a profit of $770, which is $50 more than the $720 made by exercising the option. Why the difference? Because selling the option enables the time value of $0.50 per share ($0.50 × 100 shares = $50) to be captured as well. Thus, most long option positions that are in the money are sold rather than exercised.\n\nFor a put option buyer, the maximum loss on the option position is limited to the premium paid for the put. The maximum gain on the option position would occur if the underlying stock price fell to zero.\n\nThe majority of long option positions that have value prior to expiration are closed out by selling rather than exercising, since exercising an option will result in loss of time value, higher transaction costs, and additional margin requirements.\n\nIn the previous section, we discussed put options from the perspective of the buyer, or an investor who has a long put position. We now turn our attention to the other side of the option trade: the put option seller or the put option writer, who has a short put position.\n\nContrary to a long put option, a short or written put option obligates an investor to take delivery, or purchase shares, of the underlying stock at the strike price specified in the option contract.\n\nAssume an investor is bullish on SPY, which is currently trading at $565, and does not believe it will fall below $550 over the next month. The investor could collect a premium of $3.45 per share (× 100 shares, or $345) by writing one put option on SPY with a strike price of $550.\n\nIf SPY stays above the $550 strike price over the next month, the investor would keep the premium collected ($345) since the options would expire out of the money and be worthless. This is the maximum profit on the trade: $345, or the premium collected.\n\nConversely, if SPY moves below $550 before option expiration in one month, the investor is on the hook for purchasing 100 shares at $550, even if SPY falls to $500, or $400, or even lower. No matter how far the index falls, the put option writer is liable for purchasing the shares at the strike price of $550, meaning they face a theoretical risk of $550 per share, or $55,000 per contract ($550 × 100 shares) if the underlying stock falls to zero.\n\nFor a put writer, the maximum gain is limited to the premium collected, while the maximum loss would occur if the underlying stock price fell to zero. The gain/loss profiles for the put buyer and put writer are thus diametrically opposite.\n\nA put option is a financial contract that comes with the right to sell a certain asset at a certain price, even if the market price is lower. The price for selling the asset is called the strike price, and the deadline for selling it is called the expiration date.\n\nPut options only have value if the market price of the asset falls below the strike price. The price of a put is also affected by how far away the deadline is and how quickly the price of the underlying asset changes. Investors buy put options so that they can still sell their stocks at a high price, even if the market price dips lower.\n\nBuying puts and short selling are both bearish strategies, but there are some important differences between the two. A put buyer’s maximum loss is limited to the premium paid for the put, while buying puts does not require a margin account and can be done with limited amounts of capital. Short selling, on the other hand, has theoretically unlimited risk and is significantly more expensive because of costs such as stock borrowing charges and margin interest (short selling generally needs a margin account). Short selling is therefore considered to be much riskier than buying puts.\n\nIt really depends on factors such as your trading objective, risk appetite, amount of capital, and other factors. The dollar outlay for in the money (ITM) puts is higher than for out of the money (OTM) puts because they give you the right to sell the underlying security at a higher price. But the lower price for OTM puts is offset by the fact that they also have a lower probability of being profitable by expiration. If you don’t want to spend too much for protective puts and are willing to accept the risk of a modest decline in your portfolio, then OTM puts might be the way to go.\n\nYes, you can lose the entire amount of premium paid for your put, if the price of the underlying security does not trade below the strike price by option expiry.\n\nPut writing is an advanced option strategy meant for experienced traders and investors. Strategies such as writing cash-secured puts also need a significant amount of capital. If you’re new to options and have limited capital, put writing would be a risky endeavor and not a recommended one.\n\nPut options allow the holder to sell a security at a guaranteed price, even if the market price for that security has fallen lower. That makes them useful for hedging strategies, as well as for speculative traders. Along with call options, puts are among the most basic derivative contracts.",
  "url": "https://www.investopedia.com/terms/p/putoption.asp"
}