{
  "term": "Put: What It Is and How It Works in Investing, With Examples",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA put option is a contract in the options market that gives its owner the right but not the obligation to sell an asset for a certain price by a set date.\n\nA put is a contract sold in the options market that gives its owner the right, but not the obligation, to sell a certain amount of the underlying asset at a set price within a specific time. The buyer of a put option believes that the underlying stock will drop below theexercise pricebefore the expiration date. The exercise price is the price that the underlying asset must reach for the put option contract to hold value.\n\nThe opposite of a put option is acall option, which gives the holder the right to buy the underlying asset at a specified price on or before the contract's expiration date. A call option holder believes the price of the underlying option will rise.\n\nPuts are traded on various underlying assets, which can include stocks, currencies, commodities, and indexes. The buyer of a put option may sell, orexercise, the underlying asset at a specifiedstrike price.\n\nThe value of a put option increases as the price of the underlying stock decreases. On the flip side, the value of a put option decreases as the underlying stock price increases.\n\nBecause put options, when exercised, provide a short position in the underlying asset, they are used for hedging purposes or to speculate on downside price action. Investors often use put options in a risk-management strategy known as aprotective put. This strategy is used as a form of investment insurance to ensure that losses in the underlying asset do not exceed a certain amount, namely the strike price.\n\nIn general, the value of a put option decreases as the expiration date approaches because the probability of the stock falling below the specified strike price decreases. When an option loses its time value, theintrinsic valueis left over, which is equivalent to the difference between the strike price minus the underlying stock price. If an option has intrinsic value, it is in the money (ITM).\n\nOut of the money (OTM)andat the money (ATM)put options have no intrinsic value because there would be no benefit in exercising the option. Investors couldshort-sellthe stock at the current higher market price, rather than exercising an out-of-the-money put option at an unprofitable strike price.\n\nThe possible payoff for a holder of a put is illustrated in the following diagram:\n\nDerivativesare financial instruments that derive value from price movements in their underlying assets, which can be a commodity such as gold or stock. Derivatives are largely used as insurance products to hedge against the risk that a particular event may occur. The two main types of derivatives used for stocks are put and call options.\n\nA call option gives the holder the right, but not the obligation, to buy a stock at a certain price in the future. When an investor buys a call, they expect the value of the underlying asset to go up.\n\nA put option gives the holder the right, but not the obligation, to sell a stock at a certain price in the future. When an investor purchases a put, they expect the underlying asset to decline in price. If it does, they may sell or exercise the option and gain a profit. An investor can alsowritea put option for another investor to buy, in which case, they would not expect the stock's price to drop below the exercise price.\n\nAcall optionis the opposite of a put. It gives the owner the right to buy an asset at a certain price, even if the market price is higher.\n\nAn investor purchases one put option contract on ABC company for $100. Each option contract covers 100 shares. The exercise price of the shares is $10, and the current ABC share price is $12. This put option contract has given the investor the right, but not the obligation, to sell 100 shares of ABC at $10.\n\nIf ABC shares drop to $8, the investor's put option isin the money (ITM)—which means that the strike price is below the market price of the underlying asset—and they can close their option position by selling the contract on the open market.\n\nOn the other hand, they can purchase 100 shares of ABC at the existing market price of $8, and then exercise their contract to sell the shares for $10. Disregarding commissions, the profit for this position is $200, or 100 x ($10 - $8). Remember that the investor paid a $100 premium for the put option, giving them the right to sell their shares at the exercise price. Factoring in this initial cost, their total profit is $200 - $100 = $100.\n\nAs another way ofworking a put option as a hedge, if the investor in the previous example already owns 100 shares of ABC company, that position would be called amarried putand could serve as a hedge against a decline in the share price.\n\nA put option gives traders the right to sell an asset at a certain price, even if the market price of that asset is lower. You don't need to own the underlying asset to buy and sell puts. Traders buy put options to reduce their losses if they think their assets might lose value.\n\nSuppose you own shares in a certain stock and are worried that the price will fall, but you are reluctant to sell. You might buy a put option that gives you the right to sell that stock in the future, at today's price. Even if the stock price drops, you will still be able to sell that stock at today's price until the put option expires.\n\nA put option gives the holder the right but not the obligation to sell an underlying asset at a certain price within a specific period. A call option gives the holder the right but not the obligation to buy an underlying asset at a certain price within a specific period.\n\nA put option is seen as a bearish trade. A holder of a put option would profit if the price of the underlying asset decreases. As such, the holder expects or hopes that the price of the asset will decrease, which is a bearish view.\n\nThe downside of buying a put is that you lose the premium you paid for it. Buying options means you have to pay the premium price for them. If you do not exercise the option, it expires worthless. So in the case of a put option, if the price of the underlying asset does not drop to the strike price, then the option expires worthless and the put holder incurs a loss in the amount of the premium they paid for the option.\n\nA put option gives the holder the right but not the obligation to sell an underlying asset at a certain price within a certain period. Investors and traders buy puts if they expect the price of the underlying asset to drop, allowing them to profit by selling or exercising the put. A put is often used in hedging, but can also be used for speculative trading practices.",
  "url": "https://www.investopedia.com/terms/p/put.asp"
}