{
  "term": "Q As A Ticker Symbol: Meaning, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe letter Q used to be part of the ticker symbols for a stock trading on the Nasdaq, specifying that a particular company was inbankruptcyproceedings. If the letter Q appeared as the final letter of a Nasdaq symbol, it meant, \"bankrupt: issuer has filed for bankruptcy,\" as the Nasdaq put it.\n\nAll companies traded on the Nasdaq have four-letteredticker symbols, which are representative of the actual company. For example, Apple trades asAAPL, Microsoft asMSFT, and so on. However, in some cases, a ticker symbol on the Nasdaq will have five letters, and the fifth letter is an identifier symbol that tells market participants something about the company.\n\nBefore the system changed,Nasdaq added a Q onto a company's tickerto tell investors the company filed for bankruptcy. Nasdaq now uses the Financial Status Indicator, which marks key issues beyond just bankruptcy filings, including a failure to meet Nasdaq listing requirements. Other markets and exchanges may still use \"Q\" to indicate a bankruptcy filing, however.\n\nQ is one of two letters that the Nasdaq no longer uses as an identifier, with the other beingE.\n\nEach trading day, Nasdaq publishes a list of companies that, in one way or another, don't meet the listing standards. According to Nasdaq, a company is added to the list five business days after Nasdaq notifies the company about its noncompliance and is removed from the list one business day after Nasdaq determines that the company has regained compliance or no longer trades on Nasdaq.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nNasdaq Trader. \"Nasdaq’s List of Fifth Character Symbol Suffixes.\"\n\nNasdaq. \"Noncompliant Companies.\"",
  "url": "https://www.investopedia.com/terms/q/q.asp"
}