{
  "term": "Qatari Riyal: What it is, How it Works, FAQ",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nQAR is thecurrency codefor the Qatari riyal, the currency of the State of Qatar which is located along the coast of the Arabian Peninsula. The Qatari riyal is made up of 100 dirhams. The abbreviation for the currency is QR, in English. Riyal is also frequently referred to as rial. All Qatar notes and coins are issued by the Qatar Central Bank whose objectives include monetary stability and regulatory control of the currency.\n\nThe Qatari riyal replaced the Qatar and Dubai riyal in 1973 when Dubai entered the United Arab Emirates (UAE). At this time, Qatar began to issue its riyal separately. The Qatar and Dubai riyal came into force in 1966, at which time the previous currency, the Indianrupee, was replaced due to India's devaluation of its currency.\n\nThe riyal is pegged to theU.S. dollar (USD)at 3.64 QAR per one USD, or USD/QAR = 3.64. The peg became official in 2001 when it was written into law by Royal Decree. Per the law, the currency will be maintained within a band between 3.6385 and 3.6415 riyals per USD.\n\nBecause Qatar's economy is heavily dependent on commodities such as oil andnatural gas, the pegging of its currency reduces potential economic shocks because these commodity prices are denominated in U.S. dollars. Theoil and gas industryrepresents the majority of Qatar'sgross domestic product (GDP).\n\nThe Qatari riyal has bill denominations of one, five, 10, 50, 100, and 500 riyals. Coins denominations are one, five, 10, 25, and 50 dirhams.\n\nIn 2017, the value of the riyal shifted in the offshore market after some foreign countries ceased dealing with Qatari banks, which created aliquidity shortfall, pushing the value of the riyal to 3.81 in some foreign markets.\n\nDuring this time, and after, the official peg rate of 3.64 stayed in effect within Qatar. This period, referred to as the diplomatic crisis, resulted from several countries cutting diplomatic ties and not allowing Qatar to use their airspace or sea routes as it was alleged that Qatar was supporting terrorism.\n\nIn Jan 2021, Saudi Arabia, Egypt, the United Arab Emirates (UAE) and Bahrain signed a \"solidarity and stability\" agreement towards ending the diplomatic rift (trade ties and land, sea, and air blockade) against Qatar.\n\nIf traveling to Qatar, thepeggedexchange rate is one USD to 3.64 QAR. Unfortunately, the live exchange is not the rate a traveler will get who wants QR cash. Banks andcurrency exchangeservices will typically charge a 3% to 5% service charge, and work this into the exchange rate they offer a client. Therefore, instead of getting QR3.64 for each one USD, the traveler will likely get 3.46, which is almost 5% less.\n\nThe currency exchange makes the money on the difference between the two rates.\n\nAssume the traveler converts $1,000 at this rate, receiving QR3,460. They spend some of this on their trip, but not all of it. When they come home to the U.S., they want to convert their remaining QR1,500 back into USD.\n\nThe GDP of Qatar in 2021, as of Aug. 14, 2022.\n\nThe official exchange rate of the USD/QAR is still 3.64. To find out what each QAR is worth in USD, divide one by 3.64, for a rate of 0.274725. This is the QAR/USD rate.\n\nTherefore, the expected money the traveler will receive is $412.09 (QR1,500 x $0.274725). But recall that banks and currency exchanges typically take a service fee and include that fee in the exchange rate.\n\nTherefore, instead of getting $0.274725 for each QAR, the traveler will likely get a rate closer to $0.261, which is almost five percent less. So instead of receiving $412.09, they receive $391.50 (QR1,500 x $0.261).\n\nQatari currency is pegged to the U.S. dollar at a fixed rate of $1 to QR3.64.\n\nThe currency that Qatar had before the riyal was the Dubai riyal. Before that, it was using the Saudi riyal. Before the Saudi riyal, the main currency was the Gulf rupee.\n\nCountries that use the riyal include Qatar, Saudi Arabia, Iran,Oman, Yemen.\n\nReuters. \"Qatar Riyal Quoted Below Peg but No Threat of Devaluation, Bankers Say.\"\n\nMinistry of Foreign Affairs. Qatar. \"Oil and Gas Sector.\"\n\nS&P Global Market Intelligence. \"Qatari Banks Face Liquidity, Profitability Challenges as Crisis Drags On.\"\n\nBBC. \"Qatar Crisis: What You Need to Know.\"\n\nAljazeera. \"Saudi FM: Full Ties Restored Between Qatar and Blockading Nations.\"\n\nThe World Bank. \"GDP (Current US$) - Qatar.\"",
  "url": "https://www.investopedia.com/terms/q/qar-qatar-riyal.asp"
}