{
  "term": "Qatar Investment Authority (QIA): Meaning, History, FAQs",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Qatar Investment Authority (QIA) is a government-owned entity charged with managing thesovereign wealth fund(SWF) of Qatar. QIA’s mission is to invest, manage and grow Qatar’s reserves in order to support the development of Qatar’s economy.\n\nThough Qatar’s population is relatively small, its sovereign wealth fund is among the largest in the world, and it has amongthe world's lowest unemployment.\n\nThe Qatar Investment Authority was established in 2005 and is based in Doha, Qatar. QIA strives to invest and manage funds assigned to it by the Supreme Council for Economic Affairs and Investment (SCEAI).The QIA is owned by the government of Qatar but reports to the SCEAI. Additionally, it is managed by a board of directors. Qatar's State Audit Bureau is responsible for auditing the financial operations of the QIA.\n\nThe QIA does not have any mandated limitations on its investment universe and is able to invest in both domestic and foreignmarketable securities, real property, real estate, alternative assets, private equity funds, and credit and fixed income securities.The QIA also employsderivativesin its investment strategy. Most of QIA’s investments are outside of Qatar.\n\nThe QIA states that it is guided by five principal values: integrity, mission focus, entrepreneurialism, excellence and respect for people. The authority follows a strict four-stage approach to each investment, which is broken down into origination, evaluation, execution andactive portfolio management. The QIA also claims thatrisk managementis at the core of its investment strategy.\n\nQIA's portfolio managers employ a patient approach, with long time horizons.The fund uses a 4-step process to choose investments. Origination is the term the QIA uses to find potential investments, often leveragingco-investorssuch as global banks or other sovereign wealth funds. Evaluation is the next step, wheredue diligenceis employed. Execution involves entering the investment at the best available prices and without moving markets. Active management is the fourth step, where positions are re-evaluated and changes can be made, including disposing of the position.\n\nIn 2020, the QIA introduced a more formal top-down portfolio asset allocation process to guide the medium and long-term evolution of its portfolio. QIA’s Reference Portfolio is designed to meet the long-term return objectives, subject to risk and liquidity limits set by the Board. The Reference Portfolio is then used to develop annual and medium-term investment plans for each investment team.​\n\nQIA actively trades its portfolio, but are not activist towards invested companies.\n\nThe QIA makes direct investments in projects related to real estate, infrastructure, financial institutions, industry, and investment funds. It also invests in publicly-traded securities including global equities, fixed-income, and alternative investments.\n\nAs of mid-2022, QIA's holdings were estimated to be around $360 billion, down from a record $450 billion reached earlier in 2022.\n\nThe QIA is owned by the national government of the State of Qatar. It is run by a CEO and board of governors.\n\nForeign investors are allowed to own up to 100% of Qatari companies; however, for most investors, accessing such holdings is difficult. Instead, U.S. investors can look to the iShares MSCI Qatar ETF (QAT), which tracks the country's stock market.\n\nThe QIA portfolio is estimated to be worth around $360 billion as of mid-2022. This puts it at the bottom of the top 10 sovereign wealth funds in terms of total assets.\n\nQatar Investment Authority. \"Mandate.\"\n\nQatar Investment Authority. \"How We Invest.\"\n\nQatar Investment Authority. \"Investment Process.\"\n\nBloomberg. \"Qatar Pursues Plan to Bolster $450 Billion Wealth Fund.\"\n\nQatar Investment Authority. \"History.\"\n\niShares. \"iShares MSCI Qatar ETF.\"\n\nStatista. \"Largest sovereign wealth funds worldwide.\"",
  "url": "https://www.investopedia.com/terms/q/qia.asp"
}