{
  "term": "Qstick Indicator: Meaning, Calculation, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Qstick indicator is a technical analysis indicator developed by Tushar Chande to numerically identify trends on a price chart. It is calculated by taking an 'n' period moving average of the difference between the open and closing prices. A Qstick value greater than zero means that the majority of the last 'n' days have been up, indicating that buying pressure has been increasing.\n\nThe Qstick Indicator is also called Quick Stick. It is not widely available in trading and charting software.\n\nQSI=EMA or SMA of(Close−Open)where:EMA=Exponential moving averageSMA=Simple moving averageClose=Closing price for periodOpen=Opening price for period\\begin{aligned}&\\text{QSI} = \\text{EMA or SMA of } ( \\text{Close} - \\text{Open} ) \\\\&\\textbf{where:} \\\\&\\text{EMA} = \\text{Exponential moving average} \\\\&\\text{SMA} = \\text{Simple moving average} \\\\&\\text{Close} = \\text{Closing price for period} \\\\&\\text{Open} = \\text{Opening price for period} \\\\\\end{aligned}​QSI=EMA or SMA of(Close−Open)where:EMA=Exponential moving averageSMA=Simple moving averageClose=Closing price for periodOpen=Opening price for period​\n\nThere is the option to add a simple moving average (SMA) of the QStick indicator. This creates asignal line.\n\nThe QStick is measuring buying and selling pressure, taking an average of the difference between closing and opening prices. When the price, on average, is closing lower than it opens, the indicator moves lower. When the price, on average, is closing higher than the open, the indicator moves up.\n\nTransaction signals occur when the Qstick crosses above the zero line. Crossing above zero is used as a buy signal because it is indicating that buying pressure is increasing, while sell signals occur when the indicator moves below zero.\n\nIn addition, an 'n' period moving average of the Qstick values can be drawn to act as a signal line. Transaction signals are then generated when the Qstick value crosses through the trigger line. Three is a common 'n' period for signal line.\n\nWhen the QSticks moves above the signal line it indicates that the price is starting to have more closes above the open, and therefore price may be starting rise. When the Qstick crosses below the signal line it indicates price is starting have more closes below the open. Price may be starting totrendlower.\n\nThe indicator may also highlightdivergence. When price is rising but the QStick is falling, it shows that momentum may be waning. When price is falling and QStick is rising, this shows buying momentum in price may occur soon. The indicator can produce anomalies, though. It does not account forgaps, onlyintradayprice action. Therefore, if the price gaps higher, but closes below the open, this is still marked as bearish even though the price may have still closed higher than the prior close. May could result in divergence which doesn't necessarily indicate a timely reversal in price.\n\nThe following chart shows an 20-period QStick applied to the SPDR S&P 500 ETF (SPY).\n\nImage by Sabrina Jiang © Investopedia 2021\n\nWhen the price is choppy, so are the buy and sell signals. On the left side of the chart there are many zero-line crossovers that did not generate profitable trade signals, nor identified the trend conclusively.\n\nOn the right-side of the chart, there were more trending periods in the price. During this period the QStick did a better job of identifying the trend, staying above zero when the price trend was up, and staying below zero when the price trend was down.\n\nQStick looks at the difference between open and closing prices, and then takes an average of that difference. TheROCindicator looks at the difference between the current closing price and a closing price 'n' periods ago. That amount is then divided by the close 'n' periods ago and then multiplied by 100. The indicators are similar but look at slightly different data are calculated differently, so they will have slightly different trade signals.\n\nThe QStick indicator only looks at historical data, and takes a moving average of it. Therefore, it is not inherently predictive, and its movements will typicallylagbehind the actual movements in price.\n\nThe QStick can produce anomalies when the price is gapping in one direction but the intraday price action moves the other. This may cause divergences between the price and the indicator but may not necessarily indicate a timely reversal in price.\n\nThe trade signals may not necessarily be ideal, and often need to be combined with some otherfilter. In choppy conditions the price will whipsaw across the zero line and/or signal line, generating numerous losing trades.",
  "url": "https://www.investopedia.com/terms/q/qstick.asp"
}