{
  "term": "QTIP Trusts: Definition, How They Work, and Advantages",
  "definition": "Investopedia / Michela Buttignol\n\nA qualified terminable interest property (QTIP) trust is a legal document that protects an individual's assets on behalf of the surviving spouse while maintaining control over how the assets are distributed once the surviving spouse dies.\n\nIncome generated from the QTIP trust, and sometimes the principal, is paid to the surviving spouse to ensure lifelong support.\n\nThe QTIP trust is a type ofirrevocable trustthat is most commonly used by individuals who have children from more than one marriage. The surviving spouse receives an income for life from the trust but the grantor directs how the remainder of the trust will be distributed after the surviving spouse's death.\n\nAlthough it is most often used by individuals who have children from more than one marriage, the QTIP trust can be used to benefit any family member, friend, or cause.\n\nThe surviving spouse never assumes the power of appointment over the principal.This prevents the assets from going to a new spouse should the beneficiary remarry.\n\nThe QTIP trust has certain tax advantages for the surviving spouse.\n\nThe income paid to the surviving spouse from the QTIP trust qualifies formarital deduction.That means that the assets in the trust are not taxable after the first spouse’s death. Instead, the property becomes taxable after the second spouse's death, with thisliabilitytransferring to the named beneficiaries.\n\nQTIP trusts are reported on tax returns using IRD Form 706.\n\nA minimum of onetrusteemust be appointed to manage the trust, though there may be multiple trustees named. The trustee or trustees will be responsible for controlling the trust and have authority over the management of the assets.\n\nPotential trustees include the surviving spouse, a financial institution, an attorney, or a family member or friend.\n\nThe surviving spouse named within a QTIP trust typically receives payments from thetrustbased on the income the trust generates, similar to stock dividends. Payments may also be made from the principal if the grantor allows it when the trust is created.\n\nPayments will be made to the spouse for life. Upon the person's death, the payments cease as they are not transferable. Theassetsin the trust become the property of the listed beneficiaries.\n\nEither a QTIP trust or a marital trust can help you achieve similar estate planning goals. The key differences lie in how the assets in the trust are controlled.\n\nA QTIP trust gives the grantor control over how the assets within the trust will be distributed after the death of the surviving spouse.\n\nAmarital trustallows the surviving spouse to dictate how the assets are distributed.\n\nUnlike a QTIP trust, a marital trust does not require distributions to the surviving spouse. The surviving spouse controls the trust and makes the decisions.\n\nAs the surviving spouse is never the true property owner, a lien cannot be put against the property within the trust or the trust itself.\n\nWhile QTIPs are similar to marital trusts, there are benefits in certain situations.\n\nA QTIP trust is an irrevocable trust that pays income generated from the assets to a surviving spouse. When that spouse dies, the assets in the trust pass to the beneficiaries named by the grantor.\n\nThe two are similar, except that a QTIP is not controlled by the surviving spouse. The surviving spouse receives income generated by the trust. Eventually, the assets will be distributed as the grantor specified.\n\nA QTIP is required to pay all of its income to the spouse beneficiary. There can be no other beneficiaries until that spouse passes away.\n\nQTIP trusts are designed to ensure that your spouse is taken care of for life while the trust remains intact for other named beneficiaries.\n\nQTIPs are not suitable for everyone or every situation. If you're not concerned with how your estate is distributed after your spouse dies, you don't need a QTIP. But if you want to determine how your assets are distributed after your spouse passes on, a QTIP will ensure your wishes are followed.\n\nCornell Law School, Legal Information Institute. \"Qualified Terminable Interest Property (QTIP) Trust.\"\n\nGunderson Law Group. \"An Essential Guide To QTIP Trusts In Estate Planning.\"\n\nInternal Revenue Service. \"Instructions for Form 706.\" Page 40.",
  "url": "https://www.investopedia.com/terms/q/qtip.asp"
}