{
  "term": "Qtum: What it is, How it Works, Comparisons",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nQtum is a cryptocurrency that combines Ethereum’s smart contract functionality with the security of Bitcoin’s unspent transaction output model (UTXO) to create a platform that is suitable for adoption by large organizations.Qtum was founded in 2016 by Patrick Dai, Jordan Earls, and Neil Mahl, and itsinitial coin offering (ICO)was held in March 2017.\n\nAs of August 2022, the coin was ranked #98 by overall market cap, with the price hovering around $3.48 with a market cap of $363.15 million.\n\nThe founders of Qtum (pronounced \"quantum\") sought to combine some of the best aspects of bothBitcoinandEthereum, with the goal of becoming a secure exchange for business-focused decentralized applications (dApps). Qtum hopes to disrupt the online transactions market and become an integral part of industries such as finance and social networking. Its currency is called a token.\n\nOne core element of Qtum borrowed from Bitcoin is the UTXO model, a sort of accounting system used by Bitcoin that provides a high level of transactional security. The UXTO system provides a type of receipt for unspent coins after a transaction. Qtum copied and reworked Bitcoin's UTXO code for its own platform.\n\nQtum borrowed smart contracts from Ethereum. Smart contracts are blocks of self-executing code that, once verified on the blockchain, carry out the terms of the deal, making the contract irrevocable.\n\nWhile Qtum borrowed from both Bitcoin and Ethereum, it differs from both of its much-biggercompetitorsin key ways. To begin with, Qtum deployed what it calls the Account Abstraction Layer (AAL), the technology that enables the use of smart contracts in conjunction with the UTXO model. AAL enables the UTXO and smart contract models to interact.\n\nQtum also uses aproof-of-stake (PoS)consensus model rather than theproof-of-workmodel used by Bitcoin.This makes it easier to mine new coins. Bitcoin’s PoW approach is resource-intensive, causing the computer networks mining its coins to consume more electricity annually than many entire countries. A PoS approach simplifies the process and results in much less power consumption.\n\nWith a PoS system, miners are chosen to verify blocks based on their own stakes in the system, rather than who can solve a complex math problem the fastest. The bigger the stake, the greater the user's chance of being selected to verify the transactions.\n\nInvesting in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and this article is not a recommendation by Investopedia or the writer to invest in cryptocurrencies or other ICOs. Since each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein.\n\nQtum. \"Mastering QTUM - Developer's Guide to QTUM.\"\n\nPR Newswire, Cision. \"Qtum Shatters Records Raising $15.6 Million During Innovative Token Crowdsale.\"\n\nBitcointalk. \"Bitcoin Forum: [ANN] (QTUM) - A Scalable Smart Contract Platform w/ Proof of Stake.\"\n\nCoinbase. \"What Is 'Proof of Work' or 'Proof of Stake'?\"",
  "url": "https://www.investopedia.com/terms/q/qtum.asp"
}