{
  "term": "Quadruple (Quad) Witching: Definition and How It Impacts Stocks",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe quadruple witching hour is the last sixty minutes of the trading day on the third Friday of March, June, September, and December when contracts for stock index futures, stock index options, stock options, and single stock futures expire simultaneously.\n\n\"Quadruple witching\" refers to the simultaneous expiration four times a year of stock options, index futures, and index futures options derivatives contracts. The fourth type of contract involved in quadruple witching, single-stock futures, hasn't traded in the U.S. since 2020 and was never a major contributor to equity trading volumes.What is now effectively \"triple witching\" occurs on the third Friday of March, June, September, and December. Equity trading volume tends to rise on these days and is typically heaviest during the last hour of trading as traders adjust their portfolios.\n\nThe financial markets have quadruple witching dates on the third Friday of March, June, September, and December. On these days, four types of financial contracts expire simultaneously: stock index futures, stock index options, stock options, and single stock futures.\n\nDuring the last hour of trading on these days, known as the quadruple witching hour, market activity might increase as traders adjust positions and roll over contracts.\n\nThe fourderivativescontracts accounting for the 'quadruple' in quadruple witching are stock index futures, stock index options, stock options, and single stock futures. While single stock futures now only trade outside the U.S., the quarterly expiration of index futures and index options, coinciding with the monthly expiration of stock options, produces a flurry of trading.\n\nDespite the evocative name, what happens during what is nowtriple witchingis not a supernatural phenomenon nor a mystery. Market makers who've sold expiring stock and index options contracts close out the matched hedge positions, boosting trading volume. Meanwhile, the rolling of contracts ahead of expiration also increases turnover in the options and futures markets.\n\nAnother factor is quarterly index rebalancing, also known asreconstitution, on the \"witching\" day. That means portfolio managers tracking rebalancing indexes, including those from S&P Dow Jones in the U.S. and FTSE in the U.K., may need to trade reflecting index changes.\n\nNow that you know what quadruple witchings are all about, let's take a look at the four classes of contracts that can expire on these dates.\n\nOptionsare derivatives, which means they derive their value from underlying securities such as stocks. Options contracts give a buyer the right, but not the obligation, to trade a set number of shares of the underlying security at a given strike price at any time before options expire.\n\nThere are two types of options:\n\nMonthly stock options contracts expire on the third Friday of every month. Option buyers pay an upfront cost known as theoption premium.\n\nAnindex optionworks much like a stock options contract, but derives its value from that of an equity index rather than a single stock's share price. The value of the underlying index relative to the option contract's strike price is what determines an index option trade's profitability. As with stock options, index options don't confer an ownership interest.\n\nUnlike stock options, index options are cash-settled. Another important distinction is that index options areEuropean-style, meaning they can only be exercised on expiration date, while stock options may be exercised at any time before expiration.\n\nFutures contracts are legal agreements to buy or sell an asset at a determined price at a specified future date.Futures contracts are standardized with fixed quantities and expiration dates. Futures trade on a futures exchange. The buyer of a futures contract is obligated to buy the underlying asset at expiry while the seller is obligated to sell at expiry.\n\nIndex futures cash settle at expiration at the specified price, with the value of the index at the time determining the trade's profitability.Like index options, index futures can be used to hedge a portfolio of stocks, limiting the damage from bear markets.\n\nIn a bear market, a trade selling a futures contract earns a profit, offsetting the stock portfolio's loss. The goal is to minimize short-term losses for long-term holdings.\n\nSingle stock futures are obligations to take delivery of shares of the underlying stock at the contract's expiration date at a specified price. Each contract represents 100 shares of stock. Holders of stock futures don't receivedividendpayments.Even when single-stock futures traded in the U.S. they were a minor market segment relative to the trading flows in stock options and index options and futures.\n\nOne reason the combination of monthly and quarterly derivatives expirations generates heavy trading volume is thatin-the-moneyoptions contracts are subject to automatic exercise, requiring the delivery of the underlying shares in the case of call options.\n\nCall options are profitable when the price of the underlying security is higher than the option's strike price. Put options are in-the-money when the stock is priced below the strike price. In either case, the expiration of in-the-money options results in increased trading volume as the underlying shares are bought or sold to close out the options trade.\n\nDespite the overall increase in trading volume, quadruple witching days do not necessarily add to marketvolatility.\n\nWhile quadruple witching takes place four times a year, stock options contracts expire more frequently—on the third Friday of every month.\n\nMuch of the action surrounding futures and options on quadruple witching days is focused on offsetting, closing, or rolling out positions. A futures contract contains an agreement between the buyer and seller in which the underlying security is to be delivered to the buyer at the contract price at expiration.\n\nFor example, oneE-mini S&P 500futures contract is worth 50 times the value of the S&P 500.So the value of an E-mini contract when the S&P 500 is 2,100 at expiration is $105,000. This amount is delivered to the contract owner if it is left open at expiration.\n\nContract owners don't have to take delivery on the expiration date. Instead, they can close their contracts by booking an offsetting trade at the prevailing price by cash settling the gain or loss from the purchase and sale prices. Traders can alsoroll their contracts forward, a process that extends the contract by offsetting the existing trade and simultaneously booking a new option or futures contract to be settled in the future.\n\nThe Chicago Mercantile Exchange delisted standard-sized S&P 500 index and options futures contracts in September 2021.\n\nOver the course of a quadruple witching day, transactions involving large blocks of contracts can create price movements that may provide arbitrageurs the opportunity to profit on temporary price distortions.Arbitragecan rapidly escalate volume, particularly when high-volume round trips are repeated multiple times over the course of trading on quadruple witching days. However, just as activity can provide the potential for gains, it can also lead to losses very quickly.\n\nGives arbitrageurs the opportunity to profit on temporary price distortions\n\nIncreased trading activity and volume can lead to market gains\n\nMarket gains tend to be fairly modest\n\nThe potential for losses can be equally as evident as the potential for gains\n\nThere tends to be a lot of frenzy in the days leading up to a quadruple witching day. But it's unclear whether the actual witching leads to increased market gains. That's because it's impossible to separate any gains due to expiring options and futures from gains due to other factors such as earnings and economic events.\n\nFriday, March 15, 2019, was the first quadruple witching day of 2019. As with any other witching day, there was hectic activity in the preceding week. According to a Reutersreport, trading volume on U.S. market exchanges on that day was \"10.8 billion shares, compared to the 7.5 billion average… over the last 20 trading days.\"\n\nIn folklore, the late-night \"witching hour\" was a time of supernatural and occult doings. The appropriation of \"witching\" to denote the simultaneous expiration of stock and index options and futures contracts was meant to suggest the possibility of surprising market moves driven by the increased trading volumes associated with such quarterly events. In practice, single-stock futures had minimal market impact given the prevalence of stock options. Since single-stock futures no longer trade in the U.S., the quarterly derivatives expiration date is now often called \"triple witching.\"\n\nStop options contracts expire monthly, while index futures and options typically settle on the third Friday of March, June, September, and December.\n\nWhen several categories of derivatives expire on the same date, trading volumes tend to rise as in the money options are exercised while market makers square offsetting hedges.\n\nOne interesting quirk is that the price of a security may artificially tend toward a strike price with large open interest asgamma hedgingtakes place, a process known as pinning the strike. Pinning a strike imposes pin risk for options traders, where they become uncertain whether or not options with strike prices near the market price will finish in the money and be exercised.\n\nDuring the last hour of trading on the third Friday of March, June, September, and December, called the quadruple witching hour, market activity can increase as traders adjust positions and rollover contracts. Investors should know this at a minimum to understand the reasons for increased trading at those times and plan accordingly.\n\nThe Options Clearing Corporation. \"2021 Year in Review.\"\n\nThe Options Industry Council. \"Options Basics.\"\n\nChicago Board Options Exchange. \"Getting Started with Index Options.\"\n\nU.S. Securities and Exchange Commission. \"Futures Contract.\"\n\nCME Group. \"Cash-Settled Future Prices.\"\n\nU.S. Securities and Exchange Commission. \"Single Stock Futures: An Alternative to Securities Lending,\" Page 1-4.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"\n\nCME Group. \"Conclusion of Standard S&P 500 Futures and Options Trading.\"\n\nReuters. \"Wall Street Gains With Tech; S&P 500 Posts Best Week Since November.\"\n\nCME Group. \"Understanding Listings and Expirations.\"",
  "url": "https://www.investopedia.com/terms/q/quadruplewitching.asp"
}