{
  "term": "Quality Management: Definition Plus Example",
  "definition": "Quality management is the act of overseeing all activities and tasks that must be accomplished to maintain a desired level of excellence. This includes the determination of a quality policy, creating and implementing quality planning and assurance, and quality control and quality improvement. It is also referred to astotal quality management (TQM).\n\nIn general, quality management focuses on long-term goals through the implementation of short-term initiatives.\n\nAt its core, TQM is a business philosophy that champions the idea that the long-term success of a company comes from customer satisfaction and loyalty. TQM requires that all stakeholders in a business work together to improve processes, products, services, and the culture of the company itself.\n\nWhile TQM seems like an intuitive process, it came about as a revolutionary idea. The 1920s saw the rise in reliance onstatisticsand statistical theory in business, and the first-ever known control chart was made in 1924. People began to build on theories of statistics and ended up collectively creating the method of statistical process control (SPC). However, it wasn’t successfully implemented in a business setting until the 1950s.\n\nIt was during this time that Japan was faced with a harsh industrial economic environment. Its citizens were thought to be largely illiterate, and its products were known to be of low quality. Key businesses in Japan saw these deficiencies and looked to make a change. Relying on pioneers in statistical thinking, companies such asToyotaintegrated the idea of quality management and quality control into their production processes.\n\nBy the end of the 1960s, Japan had completely flipped its narrative and became known as one of the most efficientexportcountries, with some of the most admired products. Effective quality management resulted in better products that could be produced at a cheaper price.\n\nThe most famous example of TQM is Toyota’s implementation of thekanbansystem. A kanban is a physical signal that creates a chain reaction, resulting in a specific action. Toyota used this idea to implement itsjust-in-time (JIT) inventoryprocess. To make its assembly line more efficient, the company decided to keep just enough inventory on hand to fill customer orders as they were generated.\n\nTherefore, all parts of Toyota’s assembly line are assigned a physical card that has an associated inventory number. Right before a part is installed in a car, the card is removed and moved up thesupply chain, effectively requesting another of the same part. This allows the company to keep itsinventorylean and not overstock unnecessary assets.\n\nPubMed Central. “Walter A. Shewhart, 1924, and the Hawthorne Factory.”\n\nToyota Motor Corp. “Toyota Production System.”",
  "url": "https://www.investopedia.com/terms/q/quality-management.asp"
}