{
  "term": "Qualified Opinion: Definition and Place in Auditor’s Report",
  "definition": "A qualified opinion is a statement issued in anauditor’s reportthat accompanies a company’s audited financial statements. It is anauditor’s opinionthat suggests the financial information provided by a company was limited in scope or there was a material issue with regard to the application ofgenerally accepted accounting principles (GAAP)—but one that is not pervasive.\n\nQualified opinions may also be issued if a company has inadequate disclosures in thefootnotes to the financial statements.\n\nA qualified opinion may be given when a company’s financial records have not followed GAAP in all financial transactions, but only if the deviation from GAAP is not pervasive. The term “pervasive” can be interpreted differently based on an auditor’s professional judgment. However, to not be pervasive, the misstatement must not misrepresent the factual financial position of the company as a whole and should not affect the decision making of financial statement users.\n\nA qualified opinion may also be given due to a limitation of scope in which the auditor was not able to gather sufficient evidence to support various aspects of the financial statements. Without sufficient verification of transactions, anunqualified opinionmay not be given. Inadequate disclosures in the notes to the financial statements, estimation uncertainty, or the lack of astatement of cash flowsare also grounds for a qualified opinion.\n\nA qualified opinion is listed in the third and final section of an auditor’s report. The first section of the report outlines management’s responsibilities in regard to preparing the financial statements and maintaininginternal controls. The second section outlines the auditor’s responsibilities. In the third section, an opinion is given by theindependent auditorregarding the company’s internal controls and accounting records. The opinion may be unqualified, qualified, adverse, or a disclaimer of opinion.\n\nA qualified opinion states that thefinancial statementsof a corporate client are, with the exception of a specified area, fairly presented. Auditors typically qualify the auditor’s report with a statement such as “except for the following,” when they have insufficient information to verify certain aspects of the transactions and reports being audited.\n\nA qualified opinion is not so severe that it indicates that a business is doing poorly or that a company has hidden or falsified information, but rather, that the auditor simply cannot give an issue-free report. The auditor may specify that they believe the overall audit to be true and factual, but will specify the area that they believe is the issue.\n\nA qualified opinion is a reflection of theauditor’s inability to give an unqualified, or clean, audit opinion. An unqualified opinion is issued if the financial statements are presumed to be free from material misstatements. It is the most common type of auditor’s opinion.\n\nIf the issues discovered during the audit result in material misstatements that would affect the decision making of the financial statement users, the opinion is escalated to anadverse opinion. The adverse opinion results in the company needing to restate and complete another audit of its financial statements. A qualified opinion is still acceptable to most lenders, creditors, and investors.\n\nIf the auditor is unable to complete the audit report due to the absence of financial records or insufficient cooperation from management, the auditor issues a disclaimer of opinion. This is an indication that no opinion over the financial statements was able to be determined.\n\nFour auditor’s opinions are possible on a company’s financial statement. The opinions are qualified, unqualified, adverse, or a disclaimer of opinion.\n\nA qualified opinion may be given when a company’s financial records have not followed GAAP in all financial transactions—however, the deviation from GAAP must not be pervasive. To not be pervasive, the misstatement must not misrepresent the company’s factual financial position as a whole and should not affect the financial statement users’ decision making.\n\nAn auditor’s report contains three sections:\n\nA statement issued in an auditor’s report that accompanies a company’s audited financial statements is called a qualified opinion. The auditor’s opinion suggests the financial information provided by the company was limited in scope or there was a material—but not pervasive—issue regarding the application of generally accepted accounting principles (GAAP).",
  "url": "https://www.investopedia.com/terms/q/qualifiedopinion.asp"
}