{
  "term": "Qualified Personal Residence Trust (QPRT): Overview and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified personal residence trust (QPRT) is a type ofirrevocable trustthat allows its creator to remove a personal home from theirestatein order to lower the amount ofgift taxthey must pay when they transfer assets to abeneficiary.\n\nA QPRT allows the owner of the residence to remain living on the property for a period of time with “retained interest” in the house. Once that period is over, the interest remaining is transferred to the beneficiaries as “remainder interest.”\n\nDepending on the length of the trust, the value of the property during the retained interest period is calculated based onapplicable federal rates (AFR)that theInternal Revenue Service (IRS)provides.Because the owner retains a fraction of the value, the gift value of the property is lower than itsfair market value (FMV), thus lowering its incurred gift tax. This tax can also be lowered with aunified credit.\n\nA qualified personal residence trust can be useful when the trust expires prior to the death of thegrantor. If the grantor dies before the term, the property is included in the estate and is subject to tax. The risk lies in determining the length of the trust agreement, coupled with the likelihood that the grantor will die before the expiration date.\n\nTheoretically, longer-term trusts benefit from smaller remainder interest given to the beneficiaries, which in turn reduces the gift tax. However, this is only advantageous to younger trust holders who have a lower likelihood of dying prior to the trust end date.\n\nUnder two types of charitable remainder trusts, CRAT (charitable remainder annuity trust) and CRUT (charitable remainder uni-trust), the donor receives an income tax deduction from the present value of the remainder interest.\n\nConsider a parent who wants to pass their house, which is valued at $500,000, to their child. Currently, the parent does not plan to move out of the house. To reduce the tax impact on their estate, the parent sets up a qualified personal residence trust for 10 years.\n\nIn 10 years, the house increases in value to $750,000. Because the house is under a QPRT, the $250,000 in gains will be tax free. In other words, the parent will only have to pay gift tax on the $500,000 value of the house that is held within the trust. The value of the house also diminishes over the 10-year term.\n\nThe parent doesn’t own the house at all at the end of the term. They must leave or enter into a lease agreement. And if the parent dies before the end of the trust’s term, the tax benefits will fail to apply. QPRTs may also have various caveats pertaining to the adjoining land, outliving the trust, and selling the home before the term’s end.\n\nA qualified personal residence trust is useful when the trust expires before the grantor dies. If the grantor dies before the term, the property is included in the estate and is subject to tax.\n\nYes, many different types of trusts exist in addition to a qualified personal residence trust.\n\nTwo additional ones are a bare trust and acharitable remainder trust. In a bare trust, the beneficiary has the absolute right to the trust’s assets (both financial and non-financial, such as real estate and collectibles), as well as the income generated from these assets (such as rental income from properties or bond interest).\n\nIn a charitable remainder trust, a donor may provide an income interest to a non-charitable beneficiary with the remainder of the trust going to a charitable organization. Thecharitable remainder annuity trust (CRAT)andcharitable remainder uni-trust (CRUT)are two types of charitable remainder trusts.\n\nA qualified personal residence trust (QPRT) is a type of irrevocable trust. It allows its creator to remove a personal home from their estate for the purpose of reducing the amount of gift tax that is incurred when transferring assets to a beneficiary.\n\nInternal Revenue Service. \"Applicable Federal Rates (AFRs) Rulings.\"\n\nInternal Revenue Service. \"Charitable Remainder Trusts.\"",
  "url": "https://www.investopedia.com/terms/q/qualified-personal-residence-trust.asp"
}