{
  "term": "Qualified Pre-Retirement Survivor Annuity (QPSA) Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified pre-retirement survivor annuity (QPSA) is a death benefit that is paid to the surviving spouse of a deceased employee. If the employee dies before retirement, the qualified pre-retirement survivor annuity is paid to offer compensation to the surviving spouse for the loss of retirement benefits that would have otherwise been paid to the employee. As the name implies, QPSAs are paid only in the case ofqualified plans.\n\nA QPSA provides a way for an individual to provide for their surviving spouse or another beneficiary should they become deceased prior to the institution of their retirement benefits. QPSA benefits are ones that must be offered with all types of qualified plans to vested participants. Some of these plans include defined-benefit plans and money purchase plans.\n\nTheEmployee Retirement Income Security Act (ERISA) mandates how the payments for a QPSA should be calculated. Both the employee and the spouse must sign off on a waiver of QPSA benefits and have it witnessed by either a notary public or an authorized plan representative.\n\nIn some instances, a Qualified Domestic Relations Order (QDRO) is needed. The QDRO is a judgment or order for a retirement plan to pay child support, alimony, or property rights to a spouse, child, or another dependent of a participant.\n\nAccording to theInternal Revenue Service(IRS), a \"QPSA is a form of a death benefit paid as alife annuity​​​​​​​ (a series of payments, usually monthly, for life) to the surviving spouse (or former spouse, child or dependent who must be treated as a surviving spouse under a QDRO) of a participant,” where there are set conditions that must be met.\n\nA QPSA provides a level of protection for a surviving spouse in the form of monthly payments for life.\n\nFor QPSA payments to be made, the participant must have vested benefits and died before retirement. As well, if it’s a spouse that is to receive QPSA payments, they must be married for at least one year.\n\nSome types of qualified plans may be exempt from having to provide a QPSA to a surviving spouse. This happens withdefined-contribution plans, if the plans do not offer a life annuity option, or if the plans require the benefit be paid in full to the surviving spouse.\n\nA QPSA notice must be sent to the participant if the plan offers a qualified pre-retirement survivor annuity. The notice must be sent when the participant is between the ages of 32 and 35, or within one year from when an employee becomes a plan participant if they are older than 35.",
  "url": "https://www.investopedia.com/terms/q/qualified-pre-retirement-survivor-annuity.asp"
}