{
  "term": "Qualified Higher Education Expenses: What They Are and How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified higher education expense (QHEE), as defined by the Internal Revenue Service (IRS), is an expenditure for the costs of higher education that is eligible for a tax credit.\n\nThe costs of tuition, books, school fees, and supplies related to enrollment in a college, university, or other post-secondary institution all qualify for credits totaling up to $2,500 a year depending on the parents' modified adjusted gross income.\n\nRoom and board costs do not qualify for QHEE credits.\n\nThe credit can be claimed by a student, parent, or anyone else who pays the costs.\n\nTax breaks related to educational costs can be claimed in a number of ways. These include:\n\nThese tax breaks can be claimed during the tax year and for the first three months of the following tax year.\n\nQualified higher education expenses are any amounts paid to cover the costs of a student at an accredited post-secondary institution. Expenses covered under this category include tuition, books, materials, supplies—including laptops or notebooks—and other related expenses such as student activity fees.\n\nThese costs can be paid by cash, check, credit card, or money from a loan.The fees may or may not be paid directly to an eligible post-secondary institution.\n\nEligible schools include private, public, for-profit, and nonprofit institutions. All schools send out aForm 1098-T—Tuition Statement for QHEEs to the student for tax purposes.\n\nAs noted above, qualified higher education expenses are defined as tuition, fees, books, supplies, and equipment needed to enroll or attend a level of education beyond high school.\n\nThese expenses are important because they can determine whether you can exclude theintereston a qualifiedsavings bondfrom yourtaxable income. Expenses that do not qualify include insurance, medical expenses, student health fees, transportation, personal living expenses, or fees relating to sports activities.\n\nTaxpayers may claim QHEEs for reimbursement under theAmerican Opportunity Tax Credit(AOTC) or theLifetime Learning Credit(LLC). The AOTC is capped at $2,500 per student, while the Lifetime Learning Credit is limited to $2,000 per tax return.\n\nThe Lifetime Learning Credit is only available to taxpayers with amodified adjusted gross income(MAGI) of $80,000 or less, or $160,000 or less for married couples filing jointly.\n\nYou can use Form 8863—Education Credits to apply for both the American Opportunity Tax Credit and the Lifetime Learning Credit.\n\nFilers can useForm 8863—Education Creditsto apply for both credits. It's important to note, however, that you can’t take more than one type of credit for the same student and the same expenses. So, you can't take the AOTC and the LLC for the same student in the same tax year.\n\nStudents or their parents can deduct expenses they pay towards the student's higher education.\n\nCollege tuition and fees can be used to claim tax credits. Expenses for buying books, laptops, and similar necessities also qualify. You can claim credits for these expenses even if you paid them using a student loan.\n\nYou cannot claim credits for room and board, insurance, medical costs, or transportation costs.\n\nStudents or their parents can deduct some expenses of higher education and gain tax credits for others up to annual limits set by the IRS.\n\nAs always with the IRS, the rules are complex. A qualified tax professional can help you uncover all of the tax breaks you can use to lighten the burdensome costs of higher education.\n\nInternal Revenue Service. \"Tax Benefits for Education: Information Center.\"\n\nInternal Revenue Service. \"Tax Benefits for Education: Information Center.\"\n\nInternal Revenue Service. “Education Credits—AOTC and LLC.”\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education.\"\n\nInternal Revenue Service. \"Tax topic 456, Student loan interest deduction.\"\n\nInternal Revenue Service. \"Qualified Education Expenses.\"\n\nInternal Revenue Service. \"About Form 1098-T, Tuition Statement.\"\n\nInternal Revenue Service. \"Lifetime Learning Credit.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"About Form 8863, Education Credits (American Opportunity and Lifetime Learning Credits).\"\n\nInternal Revenue Service. \"Education Benefits—No Double Benefits Allowed.\"\n\nInternal Revenue Service. \"Tax Benefits for Education: Information Center.\"\n\nInternal Revenue Service. \"Qualified education expenses.\"",
  "url": "https://www.investopedia.com/terms/q/qhee.asp"
}