{
  "term": "Qualified Automatic Contribution Arrangement (QACA): What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nQualified automatic contribution arrangements (QACAs) refer to a rule established under thePension Protection Actof 2006 to increase worker participation in self-funded retirement plans. Such plans include401(k)s,403(b)s, and deferred compensation457s. Companies that use QACAs automatically enroll workers in the plans at a deferral rate at or above 3%, unless employees take action to opt-out.\n\nEncouraging retirement savings at work has been a problem for economists and policymakers. Many employers offer 401(k) or 403(b) defined contribution plans. However, plan enrollment and contribution levels remain relatively low in actual practice. Traditional plans require opting-in, and research by Nobel Prize-winning economist Richard Thaler indicates that default options have a powerful influence on choices.\n\nOne solution has been to implement anopt-out plan, where employees are automatically enrolled and must elect to stop participating.\n\nDo not assume that all money withheld from paychecks goes to pay taxes. Withheld funds are sometimes used for QACAs and other automatic-enrollment retirement plans.\n\nOpt-out plans tend to raise participation rates. However, they generally start atemployee contribution levels that are far too lowto satisfy retirement needs.\n\nUnfortunately, employees tend not to take any action on their own and continue to underinvest over the long term. Without educational efforts, many may not save enough to cover retirement expenses. For example, they need to be reminded that a 3% contribution is just a starting point.\n\nSome argue that opt-out plans tend to lower retirement contributions because employees think low preset values are enough. To counter this possibility, some employers raise the employee contribution rate by 1% each year. However, that may not be enough for workers to reach their retirement goals.\n\nAn employer must do one of the following for a QACA:\n\nWith a QACA, employer contributions can be subject to a two-yearvestingperiod. Firms must give their employees adequate notification about the QACA. They must also have the ability to choose a different contribution level or opt-out entirely.\n\nQACAs also havesafe harborprovisions that exempt 401(k) plans from nondiscrimination testing requirements for actual deferral percentage (ADP). If additional requirements are met, the plan will also be exempt from actual contribution percentage (ACP) testing. A QACA may not distribute the required employer contributions due to an employee’s financial hardship.\n\nThe Pension Protection Act defines two different choices for employers seeking to add an automatic contribution arrangement: QACAs and EACAs. In aneligible automatic contribution arrangement (EACA), the plan’s default percentage must be uniformly applied to all employees after providing them with the required notice. It may allow employees to withdraw automatic enrollment contributions with earnings by making a withdrawal election.\n\nThis election must be no earlier than 30 days or later than 90 days after the employee’s first automatic enrollment contribution was withheld. Unlike a QACA, employees are100% vestedin their automatic enrollment contributions with an EACA.\n\nQACAs provide employers with safe harbor provisions that exempt them fromADP and ACPtesting requirements under specific circumstances. Other plans must undergo such testing to ensure they do not discriminate against lower-paid employees.\n\nIn return, employers must makematching contributionsas required by the IRS and must vest matching andnon-elective contributionswithin two years. The default deferred contribution for a QACA must also increase annually from at least 3% the first year to at least 6%, with a maximum of 15% in any year. The maximum was 10% until it was raised to 15% by theSECURE Act of 2019.\n\nWith a qualified automatic contribution arrangement (QACA), employer contributions are not automatically fully vested. Employer contributions can be subject to a vesting period of up to two years.\n\nYes, QACAs increase participation rates for company retirement plans because they are opt-out plans, meaning they use an automatic enrollment system. An employee must choose to opt out of the plan. However, many employees who participate in QACAs still lack adequate retirement funds over the long term because they choose to just go along with the low preset contributions of a QACA and not increase their savings.\n\nAn automatic contribution notice is a notification from an employer that an employee has been enrolled in either an eligible automatic contribution arrangement (EACA) or a qualified automatic contribution arrangement (QACA). Employers must notify all employees 30 to 90 days before the plan year begins. With plans that automatically enroll employees on the day of hire, the notice may be given to employees on the hiring date.\n\nA qualified automatic contribution arrangement (QACA) is an opt-out retirement savings plan. Employees are automatically enrolled in the plan and are not necessarily fully vested immediately. It may take up to two years to become fully vested. If you have questions about your plan, contact your employer'shuman resourcesdepartment or your plan administrator.\n\nU.S. Securities and Exchange Commission. \"FAQs - Auto Enrollment - Are There Different Types of Automatic Contribution Arrangements for Retirement Plans?\"\n\nU.S. Department of Labor. \"Automatic Enrollment 401(K) Plans for Small Businesses,\" Page 2-8.\n\nThe Royal Swedish Academy of Sciences. \"The Prize in Economic Sciences 2017.\"\n\nInternal Revenue Service. \"When Must an Employer Notify Employees of the Retirement Plan's Automatic Contribution Arrangement?\"",
  "url": "https://www.investopedia.com/terms/q/qualified-automatic-contribution-arrangements-qacas.asp"
}