{
  "term": "Qualified Special Representative Agreement (QSR): Overview",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Qualified Special Representative Agreement (QSR) is an agreement between broker-dealers to clear trades without interacting with the NasdaqACTsystem. The QSR agreement allows one broker-dealer to send trades directly to theNational Securities Clearing Corporationon behalf of another broker-dealer. This method of clearing trades provides simpler processing, lower transaction costs, and extended trading hours.\n\nThe Qualified Special Representative Agreement (QSR) applies to Nasdaq trades that a broker-dealer would normally process through the ACT system. The ACT system matches trades and then communicates the transaction to the broker-dealer's clearing firm. The ACT system also reports the trade to the National Securities Clearing Corporation.\n\nA Qualified Special Representative Agreement (QSR) has two parties: the receiving party and the delivering party. Both parties need to be registered with the Securities and Exchange Commission, as most broker-dealers are required to.\n\nUtilizing this agreement speeds up thesettlementprocess because it removes some of the steps in the process. Trade details can be shared between these two parties outside of the clearing house, which speeds things up.\n\nWhile the benefits include increased efficiency, improved communication, and lower costs, the risks include counterparty risk (one party does not act accordingly as stipulated by the agreement) and operational risk.\n\nIf counterparty issues arise between both parties, the agreement usually stipulates the steps to remedy any disagreements. This usually includes specific timeframes, such as reporting the issue, steps to resolve the dispute, and guidance on escalation to higher regulatory authorities.\n\nWhen two broker-dealers have a Qualified Special Representative Agreement (QSR), each one can send trades to its clearinghouse on behalf of the other, and each of their clearing firms has agreed to clear the trades based on the agreement.\n\nBroker-dealers match orders against another broker-dealer by using anelectronic communication network (ECN). Each broker-dealer and the ECN send a ticket file to their clearing firms with the trade details. However, each firm must still report their own trades toFINRA.\n\nAn AGU agreement is an automatic give-up agreement. A give-up agreement allows one broker to execute trades for another broker. The \"give-up\" relates to the executing broker giving up credit on the trade on the record books. An AGU automatically locks in a transaction in the system.\n\nTape reporting is consolidated tape reporting. It is a digital transmission of financial information, primarily used for stocks. It includes a stock's symbol, price, trading volume, and other details. It can be seen as the modern version of the ticker tape.\n\nThe contra side of a trade is simply the other side of a trade. The contra party is the opposing party to the bid/ask spread of the market maker. The contra side can be trading for their own accounts or the accounts of other individuals. For example, if a market maker buys a security, the contra side would be selling the security.\n\nSpoofing is illegal because it does not reflect the actuality of the market or a stock's true supply and demand. Spoof traders execute orders to drive up the volume of a stock, either up or down, but never actually fill the orders. Their goal is to manipulate the price to benefit in some way.\n\nThe primary reason why brokers give up trades to other brokers is because when a client wants to make a trade, their regular broker is not available, and so another broker must take its place. With the advent of electronic trading and automated trading, the necessity for give-up trades has diminished as clients can make their own trades\n\nQualified Special Representative Agreements allow broker-dealers to send clearing trades on behalf of one another, which improves the efficiency of the financial markets. It improves speed, lowers costs, and extends trading hours, benefiting all parties.\n\nFederal Register. \"Self-Regulatory Organizations; National Securities Clearing Corporation; Notice of Filing of Proposed Rule Change Relating to Trade Submission Requirements and Fees and Pre-Netting.\"\n\nU.S. Securities and Exchange Commission. \"Nasdaq Systems and Programs: 6000 Series.\" Pages 3-5.\n\nU.S. Securities and Exchange Commission. \"Guide to Broker-Dealer Registration.\"\n\nDTCC. \"National Securities Clearing Corporation Rules and Procedures.\" Pages 95-96, 271.",
  "url": "https://www.investopedia.com/terms/q/qsr.asp"
}