{
  "term": "Qualified Domestic Trust (QDOT): Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified domestic trust (QDOT) allows taxpayers who are not U.S. citizens to claim the full marital estate tax deduction on assets held within the trust.\n\nA qualified domestic trust (QDOT) is a special kind of trust that allows taxpayers who survive a deceased spouse to take the marital deduction onestate taxes, even if the surviving spouse is not a U.S. citizen.\n\nNormally, a surviving spouse who is a U.S. citizen can take the marital deduction, but a non-citizen surviving spouse cannot.\n\nQDOTs, likequalified terminable interest property (QTIP) trusts, only allow the marital deduction ifassetsare included inside the trust.\n\nA qualified domestic trust allows a non-citizen surviving spouse of a deceased taxpayer to take full advantage of the marital deduction on estate tax for any assets that are placed into the trust before the death of the decedent.\n\nThis kind of trust is helpful for the non-citizen surviving spouse, who, under standard tax laws, would not be eligible for the 100% marital deduction on estate tax.\n\nAs per theInternal Revenue Service (IRS), under Section 2056A, a surviving spouse is eligible for a 100% marital deduction of any estate taxes owed on assets. This means the surviving spouse pays no taxes on assets, with no limit. However, if the surviving spouse is not a U.S. citizen, the full marital deduction normally is not allowed.\n\nIn addition, a non-resident non-citizen cannot take advantage of the same estate taxexemptionamount that applies individually or jointly to a U.S. citizen surviving spouse.\n\nForming a QDOT and putting all assets into the trust allows a non-citizen surviving spouse to take advantage of the marital deduction of 100% of estate taxes. It's also important to note that the surviving spouse can set up and fund the QDOT (if their spouse failed to) before the federal estate tax return is filed.\n\nFor surviving spouses who have not obtained U.S. citizenship for any reason, a QDOT is the best way to preserve marital assets. It is important to comply with all requirements and provisions of the trust for it to remain valid.\n\nA QDOT only protects the assets of decedents who have died after November 10, 1998. In addition, at least onetrusteeof the QDOT must be a U.S. citizen or a domestic corporation authorized to retain estate tax. If all these conditions are met, forming a QDOT and placing marital assets into it can preserve assets for the surviving non-citizen spouse.\n\nAny assets not included in the trust will not qualify for the marital deduction and will be subject to estate taxes.\n\nAlthough a QDOT allows the qualifying non-citizen surviving spouse to take the marital deduction on assets inside the trust, it does not exempt the trust from paying theestate tax. It merely defers it until the death of the surviving non-citizen spouse.\n\nAt that time, the estate will be liable for Section 2056A estate taxes on all assets in the QDOT, whether or not there are survivingbeneficiaries. This could reduce the value of the assets in the trust significantly for such beneficiaries.\n\nA QDOT can be very important to the financial future of a surviving spouse who isn't a U.S. citizen because it allows for the spouse to take 100% of the marital deduction for estate taxes. Without it, the spouse wouldn't be able to take advantage of the full deduction amount.\n\nA person with assets to protect for their non-U.S. citizen spouse can set up a qualified domestic trust (QDOT). So can the surviving spouse, as long as the trust is funded before the federal estate tax return for the decedent is due. Contact an estate lawyer for more information.\n\nNo, a qualified domestic trust (QDOT) simply defers estate taxes until after the death of the surviving spouse.\n\nA qualified domestic trust is a legal document that's created for the financial benefit of a surviving spouse who is a non-U.S. citizen, as they otherwise would not normally qualify for the full marital estate tax deduction. The trust defers estate taxes until the surviving spouse dies.",
  "url": "https://www.investopedia.com/terms/q/qualifying-domestic-trust.asp"
}