{
  "term": "Qualifying Relative: Definition and IRS Guidelines",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualifying relative, designated by theInternal Revenue Service (IRS), can be claimed as adependentby a taxpayer, assuming thetaxpayerprovided considerable financial support for the relative during the tax year.\n\nTheTax Cuts and Jobs Actsuspended the deduction for qualifying relative exemptions for tax years 2018 through 2025. However, taxpayers may claim other tax benefits, such as the Child Tax Credit,earned income tax credit, and child and dependent care credit.\n\nA taxpayer can claim a dependent and receive potentialtax creditsthat may accompany the addition of that person to the household. A qualifying relative is one of two types of dependents you can claim on your tax return. The other dependent is a qualifying child.\n\nBefore claiming someone as a qualifying relative, you must examine how muchincomeyour relative makes, how much support you provide for them, and your relationship with them. The IRS uses several tests to define a qualifying relative.\n\nTo claim someone as a qualifying relative, they must meet certain criteria set out by the IRS. If you claim a qualifying relative, your dependent cannot claim their own dependents, cannot be married and file a joint return, and must be a citizen, national, or resident alien of the United States or a resident of Canada or Mexico.\n\nOther criteria you and they must meet are:\n\nIRS Publication 501, Dependents, Standard Deduction, and Filing Informationprovides details about meeting the qualifying tests, information about being a qualifying child, filing as head of household, special custody and residency situations, and other deductions. This official publication gives detailed information on how to file when multiple taxpayers provide support for the same person; limits of earning a salary, hourly wages, or receiving money from other sources to stay under the limit for a qualifying relative; and what qualifies a person as living temporarily away from the taxpayer.\n\nA taxpayer must choose to claim a dependent as a qualifying child or qualifying relative. If a dependent meets these criteria, they are considered a qualifying child and not a qualifying relative:\n\nSomeone who only meets the “qualifying relative” test is never eligible to be claimed for purposes of the EITC. The relative must be a child, stepchild, eligible foster child, adopted child, brother, sister, half-sibling, step-sibling, or descendant of any of these individuals.\n\nThe taxpayer must provide more than 50% of the person’s support for the tax year. This support test differs from the one for a qualifying child, which tests whether the child provided more than one-half of their support. When calculating total support, taxpayers should compare their contributions with the entire amount of support the person received from all sources, such as taxable income, tax-exempt income, and loans.\n\nA qualifying relative is a dependent you can claim on your taxes, but you must determine how much income your relative makes, how much support you provide for them, and your relationship with them. A qualifying relative provides the taxpayer tax credits that accompany the addition of the relative to the household.\n\nThe Tax Cuts and Jobs Act suspended the deduction for qualifying relative exemptions for tax years 2018 through 2025, but taxpayers may be able to claim other tax benefits.\n\nInternal Revenue Service, via Internet Archive Wayback Machine. “Publication 5307: Tax Reform Basics for Individuals and Families,” Pages 7–8.\n\nInternal Revenue Service. “Publication 501: Dependents, Standard Deduction, and Filing Information,” Page 11.\n\nInternal Revenue Service. “Publication 501: Dependents, Standard Deduction, and Filing Information,” Pages 11–22.\n\nInternal Revenue Service. “Qualifying Child Rules.”\n\nInternal Revenue Service. “Publication 501: Dependents, Standard Deduction, and Filing Information,” Pages 19–21.",
  "url": "https://www.investopedia.com/terms/q/qualifying-relative.asp"
}