{
  "term": "Qualified Foreign Institutional Investor (QFII) Definition, Rules",
  "definition": "The Qualified Foreign Institutional Investor (QFII) is a program that allows specified licensed international investors to participate in mainland China's stock exchanges.\n\nThe QualifiedForeign Institutional Investorprogram was introduced by the People's Republic of China in 2002 to provide foreign institutional investors with the right to trade on stock exchanges in Shanghai and Shenzhen. Before the launch of the QFII program, investors from other nations were not allowed to buy or sell stocks on Chinese exchanges due to the country’s tightcapital controls.\n\nWith the launch of the Qualified Foreign Institutional Investor (QFII) program in 2002, licensed institutional investors were allowed to purchase and sell yuan-denominated\"A\" shares, which are shares of mainland China-based companies. However, specifiedquotasconstrained foreign access to these shares. The Chinese government used these quotas to regulate the amount of money that licensed foreign investors could invest in China's capital markets.\n\nThe QFII program quota was increased from $30 billion to $80 billion in April 2012, a decade after the program launched. The quotas are granted byChina's State Administration of Foreign Exchange (SAFE), and the quotas can be changed at any time in response to the country's current economic and financial conditions. In an effort to attract more foreign investment, SAFE announced it was eliminating quota restrictions in Sept. 2019.\n\nThe type of investments that can be traded as part of the QFII system includes listed stocks (but excludes foreign-oriented shares), treasury bonds, corporate debentures, convertible bonds, and other financial instruments as approved by theChina Securities Regulatory Commission (CSRC).\n\nIn 2019, nearly 300 overseas institutions had received QFII quotas totaling roughly $111.4 billion.\n\nWhen the CSRC first launched the QFII program in 2002, it mandated that certain prerequisites had to be met for investors to be accepted into the program. The CSRC determined these qualifications by the type ofinstitutional investorwho applied for a license, such as a fund management company or insurance business.\n\nFor example, fund management companies had to have at least five years ofasset management experienceand at least $5 billion of assets under management during the most recent accounting year. A certain amount of foreign currency, transferred and converted to local currency, was also mandatory for approval.\n\nStarting in 2016, the CSRC began a series of reforms to the QFII program with the goal of attracting more foreign capital. The CSRC began to loosen investor qualifications for the QFFI program. In 2019, the CSRC announced simplified rules that removed theassets under management(AUM) criteria and years of experience needed by foreign investors.\n\nIn Dec. 2011, the CSRC started the Renminbi Qualified Foreign Institutional Investor (RQFII) program. Similar to the QFII program, the RQFII program allows foreign investors the opportunity to invest in China's stock exchanges.\n\nThere are differences between the RQFII program and the QFII program, most of which have to do with easing restrictions on investors that made accessing the QFII program difficult. For example, QFII program participants must convert their foreign currency intorenminbibefore investing in Chinese securities. RQFII participants, however, do not need to convert their currency and can invest directly in China's domestic capital markets.\n\nPrior to June 2018, foreign institutions invested in China’s stock or bond markets through the QFII program could onlyrepatriateup to 20% of its investments every month. Also, each time a QFII participant sought to move money out of China for the first time, they were prevented from doing so by a three-month “lock-up” restriction. However, that has now changed.\n\nAs of mid-June 2018, China lifted both the 20% remittance ceiling and the three-month lock-up period for all new and existing QFII participants. As an added incentive, China allows QFIIs to performhedgingto manageforeign exchange risks.\n\nThese new rules, along with the lifting of quota restrictions, are seen as China's attempts to make trading in their bond and stock markets more widely accepted among international investors. In 2019, China's securities regulator announced plans to eventually combine the QFII and RQFII programs as part of its reforms to increase foreign investor participation.\n\nQDIIis a designation started in China in 2006 that allows five types of Chinese entities to invest abroad in non-Chinese markets: insurance companies, banks, trust companies, funds, and securities firms.\n\nPrior to 2002, investors from foreign nations were prevented from buying and selling stocks on Chinese exchanges. The QFII program lifted these tightcapital controlsand gave some foreign institutional investors the authorization to trade on the Shanghai and Shenzhen exchanges.\n\nIndividuals cannot qualify as QFII. Therefore, the easiest way for American investors to access Chinese stocks is to look forADRsof Chinese companies listed on U.S. exchanges or viaETFs that track Chinese markets.\n\nPaul Weiss. \"Qualified Foreign Institutional Investor (\"QFII\") System Enacted – Large Foreign Investors Now Permitted Access to China's \"A\" Share Markets.\"\n\nCNBC. \"China to scrap foreign investment quotas to attract more money into its stock, bond markets.\"\n\nCentral Bank of Malaysia. \"Renminbi Qualified Foreign Institutional Investor (RQFII) Licence Open for Application.\"\n\nAsia Securities Industry & Financial Markets Association. \"Foreign Investment in China.\"\n\nSimmons + Simmons. \"Regulatory update on the QFII reforms.\"\n\nKPMG. \"China's Capital Markets,\" Page 9.",
  "url": "https://www.investopedia.com/terms/q/qualified-foreign-institutional-investor-qfii.asp"
}