{
  "term": "Qualified Exchange Accommodation Arrangements Overview",
  "definition": "A qualified exchange accommodation arrangement is a tax strategy where a third party, known as the accommodation party, temporarily holds a real estate investor's relinquished or replacement property. Qualified exchange accommodation arrangements, while still subjecting investors to strict guidelines for the sale and purchase of like-kind properties, increase flexibility in the timing of sales, and simplify qualifications for the tax deferral.\n\nA qualified exchange accommodation arrangement (QEAA) enables investors to comply withsection 1031of the Internal Revenue Code, which allows investors to defer taking acapital gainor loss on the sale of real estate as long as the relinquished property is replaced by a like-kind property.\n\nAlso known as a1031 exchange, this transaction is a tax-deferred exchange that allows for the disposal of an asset and the acquisition of another similar asset without generating a tax liability from the sale of the first asset.\n\nA qualified exchange accommodation arrangement is typically established by an intermediary who becomes the exchange accommodation titleholder (EAT). The EAT holds the property that was either relinquished or the property that was purchased, to allow time for the other half of the transaction to be finalized. A qualified exchange accommodation arrangement is essentially a holding arrangement for one of the two properties in a 1031 exchange.\n\nThis is one of the benefits of a qualified exchange accommodation arrangement since it allows for flexibility in giving up and receiving like-kind properties so the properties can be held with the EAT until both are ready for the 1031 exchange. As a result, the arrangement helps investors to defer realizing a capital gain or loss from the sale of real estate while allowing them to comply with section 1031 of the tax code. However, an exchange must be completed for a like-kind property. Also, there are limitations as to how long the property can be held within an EAT, and a tax professional should be consulted before attempting a 1031 exchange.\n\nThis tax strategy was recognized by the IRS in 2000 but previously was in use for many years. IRS approval of the procedure and establishment of specific qualification guidelines made investor compliance with 1031 exchange rules more straightforward. Because the purpose of such transactions was to hold a property temporarily, they also were known as warehouse transactions.\n\nBefore January 1, 2018, a 1031 exchange could include the exchange of one business for another or one piece of tangible property for another. However, with the passage of theTax Cuts and Jobs Act (TCJA)in December 2017, a 1031 exchange is limited to real property. In other words, other asset exchanges, including machinery, equipment, vehicles, artwork, collectibles, patents, and other intellectual property as well as intangible business assets no longer qualify for like-kind exchange tax treatment.﻿﻿\n\nAs a result, a 1031 exchange can only involve an exchange of property with alike-kind property, and it must be for real estate held for investment or for productive use in a trade or business located in the United States. Properties are of like-kind if they have the same nature or character, even if they differ in quality.\n\nIn other words, whether one property is improved or unimproved, they will typically be considered like-kind. For example, an apartment building would be considered like-kind for another apartment building. However, real property in the U.S. is not considered like-kind to property outside the U.S.\n\nAlthough tax liability is deferred and no gain or loss is recognized, the 1031 exchange must be reported on Form 8824, Like-Kind Exchanges. Form 8824's instructions explain how to report the details of the 1031 exchange. Form 8824 helps the taxpayer calculate the amount of gain deferred as a result of the like-kind exchange.﻿﻿\n\nSection 1031 allows an investor to give or receive cash, liabilities, or other property that is not like-kind in addition to the like-kind real estate exchanged. Cash, liabilities, or other property that is not like-kind and that is given or received in a 1031 exchange is called boot. Boot triggers taxable gains or losses in the year of the exchange.\n\nIn other words, if a person also receives other (not like-kind) property or money, (as part of the exchange), it must be recognized as a gain to the extent of the other property and money received. However, the taxpayer cannot recognize a loss.\n\nThe taxable amount that is not deferred by Section 1031 is the amount of the boot. The taxable amount that is deferred by Section 1031 is the capital gain or loss on the like-kind real estate exchanged. Gain recognized because the boot was received is reported on Form 8949, Schedule D on Form 1040, or Form 4797, as applicable. Ifdepreciationmust be recaptured, then this recognized gain may have to be reported asordinary income.\n\nIf undera qualified exchange accommodation arrangement, the property is transferred to an exchange accommodation titleholder (EAT) and held in a QEAA, the EAT becomes the beneficial owner of the property. Even though there's an intermediary, the tax benefits of the like-kind exchange still apply.\n\nAccording to the IRS, property transferred from the EAT to the investor may be treated as property that was received in an exchange, and the property transferred to the EAT may be treated as a property relinquished in an exchange. This may also be true if the property due to be received is transferred to the EAT before the property to be relinquished is transferred to the accommodation titleholder.﻿﻿\n\nIRS.gov. \"Like-Kind Exchanges - Real Estate Tax Tips.\" Accessed Sept. 27, 2020.\n\nIRS.gov. \"About Form 8824, Like-Kind Exchanges.\" Accessed Sept. 27, 2020.\n\nIRS.gov. \"Instructions for Form 8824,\" Page Two. Accessed Sept. 27, 2020.",
  "url": "https://www.investopedia.com/terms/q/qeaa.asp"
}