{
  "term": "Qualified Institutional Placement (QIP): Definition and Rules",
  "definition": "A qualified institutional placement (QIP) is, at its core, a way for listed companies to raise capital without having to submit legal paperwork to market regulators. It is common in India and other Southeast Asian countries.\n\nTheSecurities and Exchange Board of India (SEBI)created the rule to avoid the dependence of companies on foreign capital resources.\n\nA qualified institutional placement (QIP) was initially a designation of asecuritiesissue given by the Securities and Exchange Board of India (SEBI). The QIP allows an Indian-listed company to raise capital from domestic markets without the need to submit any pre-issue filings to market regulators. The SEBI limits companies to only raising money through issuing securities.\n\nThe SEBI put forth the guidelines for this unique avenue of Indianfinancingon May 8, 2006. The primary reason for developing QIPs was to keep India from depending too much on foreign capital to fund its economic growth.\n\nBefore the QIP, there was a growing concern from Indian regulators that its domestic companies were accessing international funding too readily viaAmerican depositary receipts (ADRs),foreign currency convertible bonds (FCCBs), andglobal depositary receipts (GDRs), rather than by Indian-based capital sources. Authorities proposed the QIP guidelines to encourage Indian companies to raise funds domestically instead of tapping into overseas markets.\n\nQIPs are helpful for a few reasons. Their use saves time as the issuance of QIPs and the access to capital are far quicker than through afollow-on public offer (FPO). The speed is because QIPs have far fewer legal rules and regulations to follow, making them much more cost-efficient. Further, there are fewer legal fees, and there is no cost of listing overseas.\n\nIn India, 20 firms together raised 18.443 billion rupees ($221 billion) through QIPs in the first half offiscal year2024.\n\nTo be allowed to raisecapitalthrough a QIP, a firm must be listed on astock exchangealong with the minimum shareholding requirements as specified in their listing agreement. Also, the company must issue at least 10% of its issued securities to mutual funds orallottees.\n\nRegulations also exist for the number of allottees on a QIP, depending on the specific factors within an issue. Additionally, no single allottee is allowed to own more than 50% of the total debt issue. Furthermore, allottees must not be related in any way to promoters of the issue. Several more regulations dictate who may or may not receive QIP securities issues.\n\nThe only parties eligible to purchase QIPs arequalified institutional buyers (QIBs), which are accredited investors, as defined by whatever securities and exchange governing body preside over it. This limitation is due to the perception that QIBs are institutions with expertise and financial power that allows them to evaluate and participate in capital markets, at that level, without the legal assurances of a follow-on public offer (FPO).\n\nThe Securities and Exchange Board of India (SEBI) created the qualified institutional placement (QIP). The purpose was to avoid the dependence of companies on foreign capital resources.\n\nThe use of QIPs saves time because the issuance of QIPs and the access to capital are far quicker than through a follow-on public offer (FPO). QIPs have far fewer legal rules and regulations to follow, making them not only faster but also more cost-efficient. Additionally, there are fewer legal fees and no cost of listing overseas.\n\nThe disadvantages of QIPs include:\n\nQualified institutional placements (QIPs) are a way for listed companies to raise capital without having to submit legal paperwork to market regulators. They follow a looser set of regulations, but in return, allottees are more highly regulated. QIPs are used mostly in India and other Southeast Asian countries.\n\nMint. “QIP Charm in FY23: 20 Firms Raise ₹18,400 Crore in First Half of FY24, Showcase Four-fold Increase within a Year.”\n\nAlice Blue. “Qualified Institutional Placement.”\n\nWood, E.M., via ResearchGate. “The Question of Market Dependence.”",
  "url": "https://www.investopedia.com/terms/q/qip.asp"
}