{
  "term": "Qualified Longevity Annuity Contract (QLAC): Definition, Taxes, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nQLAC stands for qualified longevity annuity contract. It's adeferred annuityfunded with an investment from aqualified retirement planor anindividual retirement account (IRA). A QLAC allows funds in a qualified retirement plan, such as a 401(k), a 403(b), or an IRA, to be converted into an annuity.\n\nQLACs are available for purchase through many insurance companies.\n\nA QLAC provides guaranteed monthly payments that begin after the specified annuity starting date. As long as the QLAC complies withInternal Revenue Service (IRS)requirements, it is exempt fromrequired minimum distribution (RMD)rules until the owner reaches age 85.\n\nA QLAC is an investment vehicle that allows funds in a qualified retirement plan, such as a 401(k), a 403(b), or an IRA, to be converted into anannuity.\n\nAn annuity is a contract purchased from an insurance company in which the buyer pays a lump sum or a series of premiums. The insurance company pays theannuitantbeginning on a predetermined start date. How many years the owner receives payments depends on the type of annuity purchased.\n\nTheSECURE 2.0 Act of 2022allows individuals to move $200,000 to a qualified longevity annuity contract. It adjusts the $200,000 limit annually for inflation, and the legislation removed the rule capping QLAC premiums at 25% of the participant’s total plan assets.\n\nA QLAC provides a lifetime income once the preset annuity start date is reached. The longer an individual lives, the longer a QLAC pays out. Using IRA funds to purchase a QLAC helps avoid violating the IRS RMD rules mandating aminimum amount to be annually withdrawnfrom an individual’s retirement account balances beginning at age 73 and increasing to age 75 in 2033.\n\nA QLAC allows distributions to be delayed until a predetermined payout date but no later than the person’s 85th birthday. A QLAC also allows a spouse or other party to be a joint annuitant where both named individuals are covered with the same conditions regardless of how long they live.\n\nThe maximum age to which QLAC funds may be deferred\n\nQLACs have the added benefit of reducing an individual’s RMDs, which IRAs and qualified retirement plans require. Limiting RMDs can help keep a retiree in a lower tax bracket, with a tax benefit and reduced Medicare premium.\n\nOnce QLAC income begins, an individual’s tax liability will increase. The annual distribution is based on the account’s value at the end of the preceding year. The promised benefit of QLACs can only be achieved if rules set by the IRS are followed.\n\nOne option to benefit from QLACs is byladderingthem and purchasing one QLAC each year for several years. Such a strategy is similar todollar-cost averaging, which considers that annuity costs can fluctuate along with interest rates. In other words, a QLAC could be purchased each year, lowering the average cost of the contracts.\n\nAll laddered annuity contracts can be structured to begin paying out in the same year. Each contract could also have its payouts staggered to pay out in different years based on the owner’s age and when the income is needed. The first QLAC purchased could begin paying out at age 78, the next at age 79, and continue. However, RMDs are required at age 85.\n\nQLAC buyers can add a cost-of-living adjustment to their contract, which indexes the annuity against inflation. Deciding on this depends on life expectancy, as the cost-of-living adjustment will reduce the QLAC’s initial payout.\n\nThe greatest risk of buying a QLAC is the financial strength of the issuing company.\n\nShahana is 67 and due to retire in three years. She would like to save on tax liabilities from her RMDs. Based on her current retirement account balances, Shahana’s first-year RMD is estimated at $84,000 when she turns 73.\n\nShe has investments in other assets, such as stocks, bonds, and real estate, which should provide her with an income stream during retirement. She also plans to consult part-time to stay current in her field.\n\nShahana invests $100,000 in a single premium QLAC account from her IRA savings to withdraw when she turns 85. This will delay her RMD withdrawal date for the $100,000 used to purchase the QLAC. When Shahana turns 85, she’ll have guaranteed income from the QLAC for the rest of her life.\n\nThe money set aside in the QLAC is excluded from her IRA assets when determining her annual RMDs until she turns 85, resulting in lower current income taxes. However, she will eventually pay income taxes on the distribution amounts from the QLAC and likely a lower tax bracket at age 85.\n\nQLACs are inflexible and may not be suitable for all individuals. Once you purchase a QLAC, you lose access to the money until the annuity begins.\n\nWhen your QLAC annuity, your income, begins on the designated date in retirement, the income payments will be taxed at regular income tax rates.\n\nA QLAC requires only the investment from your IRA or qualified retirement account, paid in a lump sum to an insurance company or provider. There are no fees associated with the purchase.\n\nA QLAC is a deferred annuity funded from a qualified retirement account, such as an IRA. You can purchase a QLAC from an insurance provider and set a designated date for your payments to begin. IRS rules stipulate that required minimum distributions begin at age 85 from the QLAC. Transferring money to a QLAC reduces a retiree’s annual RMD calculated on other retirement accounts.\n\nGovInfo. “Longevity Annuity Contracts.”\n\nU.S. Senate Committee on Finance. “SECURE 2.0 Act of 2022 Summary,” Pages 7–8.\n\nU.S. Senate Committee on Finance. “SECURE 2.0 Act of 2022 Summary,” Page 2.",
  "url": "https://www.investopedia.com/terms/q/qualified-longevity-annuity-contract-qlac.asp"
}