{
  "term": "Qualifying Ratios: What They are, How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nQualifying ratios are measuring devices that banks and other financial institutions use in their loan underwriting process. An applicant's qualifying ratio, expressed as a percentage figure, plays a key role in determining whether they'll be approved for financing, and often for the terms of the loan as well.\n\nLenders use qualifying ratios, percentages that compare a borrower's debt obligations to their income, in deciding whether to approve loan applications.\n\nQualifying ratio requirements can vary acrosslendersand loan programs. They are often used in combination with a borrower’s credit score in evaluating an application.\n\nWhen it comes to consumer financing, the debt-to-income ratio and the housing expense ratio are two of the most common and significant qualifying ratios. Standard credit products (personal loans,credit cards) will focus on a borrower’s debt-to-income ratio. Mortgage loans will use both the housing expense ratio and the debt-to-income ratio.\n\nOnline lenders and credit card issuers often use computer algorhythms in their underwriting process. This automated system often lets loan applications be approved in minutes.\n\nIn the underwriting process for all types of personal loans and credit cards, the lender will focus on two factors: the borrower's debt-to-income ratio and theircredit score. The two are usually given equal weight.\n\nThedebt-to-income ratio(DTI), which may be calculated monthly or annually, considers a borrower’s current, regular debt obligations against their total or gross income—comparing how much they have outgoing, vis-a-vis the regular amount they have coming in, over the same period. To obtain the ratio, you divide the outstanding debt payments by the total income. Or, as a formula (assuming the more common monthly calculation):\n\nImage by Sabrina Jiang © Investopedia 2021\n\nWhile each lender has its own specified parameters for loan approval, high-quality lenders generally will require a debt-to-income ratio of approximately 36% or less. Subprime and other alternative-financing lenders may allow for debt-to-income ratios of up to approximately 43%.\n\nMortgage loan underwriting analyzes two types of ratios along with a borrower’s credit score. Mortgage lenders will look at a borrower’shousing expense ratio; they will also consider a borrower’s debt-to-income ratio.\n\nIn mortgage financing, the housing expense ratio is also referred to as as thefront-end ratiowhile the debt-to-income ratio is often known as the back-end ratio.\n\nThe housing expense ratio is generally a comparison of the borrower’s totalhousing-related expenses to their gross or pre-tax income. Lenders have numerous expenses that they may consider when determining an applicant's overall housing expense ratio. They usually focus on the mortgage principal and interest payments; however, they may also look at other regular costs, such as homeowners and hazard insurance, utility bills, property taxes, homeowners association fees, andmortgage insurance. The sum of these housing expenses is then divided by the borrower’s income to arrive at the housing expense ratio; the figures can be calculated using monthly payments or annual payments.\n\nUnderwriters use the housing expense ratio not only to grant approval for the mortgage, but also to determine how much principal an applicant is eligible to borrow. Most lenders typically require a housing expense ratio to be approximately 28% or less. A higher housing expense ratio may be acceptable based on compensating factors such as a lowloan-to-value ratiofor the property, and/or an excellent credit history for the borrower. The realities of the local real estate market may play a part too: In expensive regions such as New York City or San Francisco, it's not unusual for housing expenses to total one-third of people's income.\n\nThe debt-to-income ratio in mortgage loans is the same measure used in personal loan products. Lenders generally also look for a debt-to-income ratio of 36% for mortgage loans as well. Some government-sponsored loan programs may have looser standards for debt-to-income: Fannie Mae accepts debt-to-income ratios of approximately 45% for the mortgages it backs, and Federal Housing Administration loans accepts debt-to-income ratios of approximately 50%.",
  "url": "https://www.investopedia.com/terms/q/qualifying_ratios.asp"
}