{
  "term": "Quality Spread Differential (QSD): What it Means, How it Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nQuality spread differential (QSD) is used to calculate the difference between marketinterest ratesthat two parties potentially entering into aninterest rate swapare able to achieve. It is a measurement that companies can use to gaugecounterparty riskin an interest rate swap.\n\nQSD is a measure used by companies of different creditworthiness in interest rateswapanalysis. They use a QSD to gaugedefault risk. When the QSD is positive, the swap is considered to benefit both parties involved.\n\nA quality spread provides acredit qualitymeasure for both parties involved in an interest rate swap. The quality differential is calculated by subtracting the contracted market rate by the rate available to the counter-party on similar rate instruments.\n\nThe difference between the two quality spreads can be calculated as follows:\n\nThe fixed-rate debt differential is typically larger than that of the floating-rate debt.\n\nBond investors can use the quality spread to decide whether higher yields are worth the extra risk.\n\nInterest rate swaps trade on institutional market exchanges or through direct agreements betweencounterparties. They allow one entity to swap theircredit riskwith another using different types of credit instruments.\n\nA typical interest rate swap will include afixed rateand afloating rate. A company that seeks tohedgeagainst paying higher rates on its floating-rate bonds in a rising rate environment would swap the floating-rate debt for fixed-rate debt. The counterparty takes the opposite view of the market and believes rates will fall, so it wants the floating-rate debt to pay off its obligations and obtain a profit.\n\nFor example, a bank may swap its floating-rate bond debt currently at 6% for a fixed-rate bond debt of 6%. Companies can match debt with varying maturity lengths depending on the swap contract length. Each company agrees to the swap using the instruments it has issued.\n\nHere's an example of how QSDs work. Company A, swapping its floating-rate debt, will receive a fixed rate. Company B, swapping its fixed-rate debt, will receive a floating rate. The QSD is usually not calculated based on the rates of the instruments used. The creditworthiness of both companies is different.\n\nIf Company A (AAA-rated) uses a two-year term floating-rate debt at 6% and Company B (BBB-rated) uses a five-year fixed-rate debt at 6%, then the QSD would need to be calculated based on the rates versus the market rates.\n\nCompany A’s 6% rate on the two-year floating-rate debt compares to a 7% rate obtained for Company B on a two-year floating-rate debt, so this quality spread is 1%. For a five-year fixed-rate debt, Company A pays 4% where Company B pays 6%, so the quality spread is 2%. The key is to use similar products in the quality spread calculation in order to compare rates of similar issues.\n\nIn the example above, this would be 2% minus 1%, resulting in a QSD of 1%. Remember, a positive QSD indicates a swap is in the interest of both parties because there is a favorable default risk. If the AAA-rated company had a significantly higher floating-rate premium to the lower credit quality company, it would result in a negative QSD. This would likely cause the higher-rated company to seek a higher-rated counterpart.",
  "url": "https://www.investopedia.com/terms/q/qsd.asp"
}