{
  "term": "Qualified Eligible Participant (QEP): What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA qualified eligible participant (QEP) is an individual who meets the requirements to trade in sophisticated investment funds such as futures and hedge funds. These requirements are defined by Rule 4.7 of theCommodity Exchange Act(CEA).\n\nQualified eligible participants (QEPs) must meet a set of conditions described by the Commodity Exchange Act.\n\nQEPs are considered to be more knowledgeable than the typical investor regarding sophisticated investments. Hedge funds, for example, are understood to be riskier thanmutual funds,pension funds, and other investment vehicles. They are liable to see significant losses but produce higher-than-average long-term returns when successful. Hedge fund managers go long on assets they predict will do well in the future, while shorting assets they anticipate will fall in price.\n\nBy law, a plurality of hedge fund participants must be QEPs.Hedge funds that limit their investors only to QEPs may obtain an exemption from severalSecurities and Exchange Commission(SEC) regulations. This exemption allows hedge fund managers more considerable latitude in their investment decisions, which opens the door for both more significant risks and rewards than other types of investments.\n\nHedge funds are blamed by many for contributing to the2007-2008 Financial Crisisby adding risky, leverage-based derivatives to the banking system. These investments created high returns when the market was good, but amplified the impact of the market's decline.\n\nQualified eligible participants are similar toaccredited investorsin that they both must meet specific income and net worth requirements. The difference is that QEPs are assumed to have a sophisticated understanding of the complexities of trading risky assets such as futures and hedge funds.\n\nIndividuals who receive funds to use in a commodity pool such as a hedge fund are required to register asCommodity Pool Operators(CPO). CPOs must comply with the disclosure requirements of both the Commodity Exchange Act and theCommodity Futures Trading Commission.While investors in hedge funds must be QEPs, hedge fund managers must be both QEPs and CPOs.\n\nU.S. Government Publishing Office. \"17 CFR Sec. 4.7,\" Pages 169-170. Accessed March 17, 2021.\n\nCommodity Futures Trading Commission. \"CPO and CTA Exemptions and Exclusions.\" Accessed March 22, 2021.\n\nCommodity Futures Trading Commission. \"Commodity Pool Operators (CPOs).\" Accessed March 17, 2021.\n\nNational Futures Association. \"Commodity Pool Operator (CPO) Registration.\" Accessed March 17, 2021.",
  "url": "https://www.investopedia.com/terms/q/qep.asp"
}