{
  "term": "Qualifying Transaction: What It is, How it Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA qualifying transaction is a process in which a private company in Canada issues public stock. This process involves the creation of acapital pool company(CPC) that acquires all of the outstanding shares of the private company, making it a subsidiary and a public company.\n\nPrivate companies go public to raise capital to finance their operations and growth. Financing is either done throughequity financing, which is the issuance of shares to the public, ordebt financing, which involves a loan. In the U.S., equity financing is accomplished through aninitial public offering(IPO). In Canada, equity financing can also be achieved in a different way, through a qualifying transaction and the creation of a capital pool company (CPC).\n\nA capital pool company (CPC) is a listed company with experienced directors and capital, but no commercial operations. Essentially, it is a shell company whose sole purpose is to later acquire a privately held company through a qualifying transaction.\n\nThe directors of the CPC focus on acquiring aprivately heldcompany and, upon the completion of the acquisition, that company has access to the capital and the listing prepared by the capital pool company. The private company then becomes a fully-owned subsidiary of the CPC. Qualifying transactions must be completed by a CPC within 24 months after the date of the CPC's first listing, which involves filing a prospectus and applying for a new listing on theTSX Venture Exchange.\n\nThe qualifying transaction may be structured as a share for share exchange; anamalgamation, where the private company and CPC form one corporation; plan of arrangement, where the capital structure of the private company is complex or unique and requires court and shareholder approval; or an asset purchase, where the CPC purchases assets from a third party in exchange for cash and/or securities of the CPC. In each case, the shareholders of the private company become security holders of the CPC.\n\nCapital pool companies, and associated qualifying transactions, are the most frequently used method of going public on the TSX Venture Exchange in Canada as opposed to initial public offerings (IPOs).\n\nThis method of going public is more efficient than a traditional initial public offering (IPO) because, unlike in an IPO, private companies are not required to incur upfront costs before marketing shares to prospective investors. Because the capital pool company will, by nature, have no business of its own, whatever line of trade that the private company engages in becomes the business of the CPC.\n\nQualifying transactions usually formally begin when theshareholdersand the CPC create aLetter of Intent(LOI) outlining the terms of the agreement. Usually, the CPC must include a plan for financing the transaction in every LOI.\n\nCPCs have certain rules and requirements to follow when turning a private company public. Law stipulates that a CPC must have three individuals that can contribute the greater of $100,000 or 5% of the total funds raised for the shares.\n\nIn addition, the CPC must sell the shares at twice the price of the seed shares to the public to a minimum of 200 investors. These investors have to purchase a minimum of 1,000 shares each. This sale must result in a value between $200,000 and $4,750,000. This raised capital then has to be used for anacquisition.",
  "url": "https://www.investopedia.com/terms/q/qualifying-transaction.asp"
}