{
  "term": "Qualified Annuity: Meaning and Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified annuity is a retirement savings plan that isfunded with pre-tax dollars. A non-qualified annuity is funded with post-tax dollars.\n\nContributions to qualifiedannuitiesare deducted from an investor's gross income and, along with earnings in the plan, grow tax-free. Neither contributions nor earnings are subject to federal taxes until retirement, when you make a withdrawal.\n\nA deposit into a qualified annuity is made without taxes being withheld. That effectively reduces the investor's income, and taxes owed, for that year. Notaxeswill be owed on the money that accrues in the qualified account year after year as long as no withdrawals are made.\n\nTaxes on both the investor's contribution and the investment gains that have accrued will be owed after the investor retires and begins taking an annuity or any withdrawal from the account.\n\nWhile distributions (withdrawals) from a qualified annuity are taxed as ordinary income, distributions from a non-qualified annuity are not subject to any income tax on the contributions, because the plan was funded with after-tax dollars. With a non-qualified annuity, taxes may be owed on the investmentgains.\n\nEach comes with its own pros and cons. The non-qualified plan offers the prospect of tax-free income during retirement. However, the qualified plan offers immediatetax savingsand a smaller hit on take-home pay during the person's working years.\n\nNo taxes are owed on money that accrues in a qualified account as long as no withdrawals are made.\n\nQualified annuities are often set up by employers as part of a company-sponsored retirement plan. Variations include thedefined benefit (pension) plan, the401(k), the403(b), and theindividual retirement account (IRA).\n\nAn annuity can be qualified if it meets certainIRScriteria and follows its regulatory guidelines. Generally, an annuity that is not used to fund atax-advantagedretirement plan is a non-qualified annuity.\n\nNon-qualified annuities purchased after Aug. 13, 1982, are taxed under a \"last-in-first-out\" protocol. This means that the first withdrawals made by the investor will be taken from accrued interest, which will be taxed as ordinary income.Once that interest has been fully taxed, the remaining principal or premium will be free of taxes. All of the rules governing qualified annuities are covered in IRSPublication 575: Pension and Annuity Income.\n\nAnnuities can be purchased using either pre-tax or after-tax dollars. A non-qualified annuity is one that has been purchased with after-tax dollars. A qualified annuity is one that has been purchased with pre-tax dollars. Other qualified plans include 401(k) plans and 403(b) plans.Only the earnings of a non-qualified annuity are taxedat the time of withdrawal, not the contributions, as they were funded with after-tax dollars.\n\nAnnuities are generally structured as either fixed or variable instruments.Fixed annuitiesprovide regular periodic payments to theannuitantand are often used in retirement planning.Variable annuitiesallow the owner to receive larger future payments if investments of the annuity fund do well and smaller payments if its investments do poorly. This provides for less stable cash flow than a fixed annuity but allows the annuitant to reap the benefits of strong returns from their fund's investments.\n\nBoth anindividual retirement account (IRA) and an annuitycan be classified as a qualified account by the IRS, granting certain tax benefits. An IRA accumulates value over time and is then drawn down in retirement. An annuity instead converts a lump sum or series of payments into a guaranteed income stream in retirement, typicallyfor the rest of the annuitant's life, unless there aredeath benefits.\n\nA qualified annuity, as defined by the IRS, is funded with pre-tax dollars, which gives an immediate tax benefit to the investor. Contributions to a non-qualified plan, on the other hand, are made with after-tax dollars. This means that taxes are postponed until withdrawals are made during retirement.\n\nCongress.gov. \"H.R.1994 - Setting Every Community Up for Retirement Enhancement Act of 2019.\"\n\nInternal Revenue Service. \"Issue Snapshot - 403(b) Plans - Catch-Up Contributions.\"\n\nInternal Revenue Service. \"Publication 575 (2021), Pension and Annuity Income.\"\n\nAnnuity.org. \"Qualified vs. Non-Qualified Annuities.\"",
  "url": "https://www.investopedia.com/terms/q/qualified-annuity.asp"
}