{
  "term": "Qualified Domestic Institutional Investor (QDII) Overview",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA qualified domestic institutional investor or QDII is aninstitutional investorthat has met certain qualifications to invest in securities outside of their home country. Institutional investors can be organizations or groups of investors that have a significant amount of money available to invest. QDII programs enable large domestic investors to invest in securities in foreign markets. Examples of institutional investors that might seek to become a QDII include insurance companies, banks, funds, and investment companies.\n\nPopular QDII programs come from the People's Republic of China, where the main regulatory body, theChina Securities Regulatory Commission (CSRC), at times grants a limited avenue for institutional investors to invest inforeign-based securities. A similar outbound investment initiative in China is the Qualified Domestic Limited Partnership (QDLP).\n\nQDII programs are helpful in places where thecapital marketsare not yet fully open to all investors. Introduced in April 2006, China's QDII programs permit five types of Chinese entities to invest abroad: insurance companies, banks, trust companies, funds, and securities firms.\n\nEntities must apply and receive approval for a license before they are allowed to make investments in the overseas markets for both themselves or on behalf of retail clients. Once approved, they can make investments in fixed income, equities, and derivatives in specified overseas markets.China's State Administration of Foreign Exchange (SAFE)is responsible for approving participants to enter the QDII program and for approving the investment quota amount allowed each participant.\n\nSAFE paused the QDII quotas after the 2015 stock market crash in China, which led to major capital outflows. Several factors contributed to the market downturn, including excessivemargin loansfrom Chinese brokerages. This fueled a massive run-up in the market. A subsequent uptick inmargin callson borrowed positions led to a downward spiral of selling and increased volatility.\n\nAfter two years, China began to grant licenses to globalasset managersunder the Qualified Domestic Limited Partnership (QLDP) program (similar to QDII). These foreign managers were allowed to raise money in China for investment overseas during a six-month period. Firms included JPMorgan Chase, Standard Life Aberdeen, Manulife Financial, Allianz, BNP Paribas, AXA, and Robeco and Mirae Asset. The motion signaled strength in the Chinese economy and paved the way for the revival of QDII.\n\nIn 2018, Chinese regulators began to make several updates to these programs. For example, an institution’s QDII quota has a cap of 8% of its fund assets, excludingmoney market funds. In addition, if an institution has used less than 70% of its existing allocation, it will not be eligible to apply for a new quota.\n\nIn April 2018, SAFE said that it was considering further reforms to its QDII program following its economic recovery. Notably, 24 firms received new QDII quotas of $8.34 billion. Of the group of 24 firms, 12 are existing QDII investors, and the remaining ones are newly qualified.\n\nThe move brought total outstanding QDII quotas to over $98.3 billion. Chinese President Xi Jinping said he would continue to open up China's economy to other outbound investment programs as financial markets have stabilized and regulators are less concerned aboutcapital flight.\n\nSimilar to the QDII program is theQualified Foreign Institutional Investor (QFII)program. QFII permits certain licensed international investors access to mainland China's stock exchanges to buy and sell stocks. Prior to 2002, investors from foreign nations were prevented from buying and selling stocks on Chinese exchanges. The QFII program lifted these tightcapital controlsand gave some foreign institutional investors the authorization to trade on the Shanghai and Shenzhen exchanges.\n\nBoston University. \"China's Capital Flow Regulations: The Qualified Foreign Institutional Investor and the Qualified Domestic Institutional Investor Programs,\" Page 299-303.\n\nBoston University. \"China's Capital Flow Regulations: The Qualified Foreign Institutional Investor and the Qualified Domestic Institutional Investor Programs,\" Pages 310-311.\n\nBoston University. \"China's Capital Flow Regulations: The Qualified Foreign Institutional Investor and the Qualified Domestic Institutional Investor Programs.\"\n\nKPMG. \"China's Capital Markets,\" Page 9.\n\nBoston University. \"China's Capital Flow Regulations: The Qualified Foreign Institutional Investor and the Qualified Domestic Institutional Investor Programs,\" Pages 313-315.",
  "url": "https://www.investopedia.com/terms/q/qdii.asp"
}