{
  "term": "Qualified Distribution: Definition, How It Works, and Taxation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMoMo Productions / Getty Images\n\nA qualified distribution is a withdrawal from a qualified retirement plan. These distributions are penalty-free and can be tax-free, depending on the retirement account. Eligible plans from which a qualified distribution can be made include401(k)sand403(b)s. Qualified distributions come with certain conditions and restrictions set by theInternal Revenue Service (IRS).\n\nThe government offers substantial tax benefits to those who save in qualified retirement accounts. As a result, many people pay into qualified plans in order to save for retirement. These plans includeindividual retirement accounts (IRAs), 401(k)s, and 403(b)s.\n\nThe IRS imposes taxes and penalties onwithdrawalsthat don't meet the qualified distribution criteria. This means that if you withdraw money and the withdrawal does not meet the criteria for the account, you will be taxed and could pay an additional tax penalty.\n\nHowever, if you meet the conditions, you can make a qualified distribution. For Roth accounts, you'll pay no taxes or penalties on qualified distributions. For tax-deferred accounts such as a traditional IRA or a traditional 401(k), you'll pay no penalty but will owe taxes.\n\nThe rules for what constitutes a qualified distribution vary based on the type of account, so it's important to know what they are before you consider making a withdrawal.\n\nTax-deferredretirement plans require that the account holder be at least 59½ years of age to take a qualified distribution. Although the account owner will have to pay income tax on a tax-deferred plan-qualified distribution, there will be no early withdrawal penalty. Tax-deferred plans include traditional IRAs,simplified employee pension (SEP) IRAs,savings incentive match plans for employees (SIMPLE) IRAs, traditional 401(k)s, and traditional 403(b)s.\n\nUnlike traditional IRAs,Roth IRAsdo not provide a tax break for contributions. In other words, Roths are funded with after-tax dollars. However, Roth IRAs do provide tax-free withdrawals, as long as certain criteria are satisfied.The criteria for a qualified withdrawal are:\n\nIf the distribution is qualified, you'll pay no taxes on a Roth IRA withdrawal. However, if you fail to meet these requirements, the withdrawal willnot be considered a qualified distributionand you'll owe taxes and penalties on earnings.\n\nDesignated Roth accountsare employer-sponsored plans, such as aRoth 401(k)or aRoth 403(b), with an after-tax savings option. These plans also have two requirements for qualified, tax-free distributions. The first is the same as the Roth IRA: the account must have been open for at least five tax years. The second requires the account holder to be at least 59½ years of age, permanently disabled, or taking withdrawals from an inherited account. Whether or not you are buying a first home won't help you in this case.\n\nIf you make an early withdrawal, a 10% earlywithdrawal penaltywill apply to the taxable portion of your non-qualified distributions, unless an exception applies. For tax-deferred accounts, that means the entire distribution will be taxed.\n\nFor designated Roth accounts, early withdrawals are apportioned between your contributions, which are tax-free and penalty-free, and your earnings, which are taxed and penalized.For Roth IRAs, early withdrawals apply to all your after-tax contributions before earnings are even considered. Those are tax- and penalty-free withdrawals. Subsequent early withdrawals are then taxed and penalized.\n\nIf you are taking an early, taxable withdrawal, you can avoid all or a portion of the penalty (but not theincome taxes) if you qualify for an exception. You can qualify if you:\n\nIf you're taking an early withdrawal from an employer-sponsored plan, you avoid the penalty if you're at least 55 years old when you leave your job. Penalty exceptions for IRA account holders include first-time homebuyer expenses up to $10,000, medicalinsurance premiumswhen unemployed, and use of funds for qualified higher education expenses.\n\nAdditional rules pertaining to certain qualified retirement accounts includerequired minimum distributions (RMDs)after the account holder turns 73 (as of 2023). For 401(k) accounts, there is an exception to this. If you still work for the company that sponsors your 401(k) when you turn 73 and you don't own more than 5% of the company, it's possible to avoid RMDs while you continue to be employed. Not all plans offer this, so be sure to check with yours.\n\nMostrollovers—whether direct or indirect—occur when people change jobs. But some occur when account holders want to switch to an IRA with better benefits or investment choices.\n\nIn a direct rollover, the retirement plan administrator transfers the plan’s proceeds directly to another plan or an IRA. In an indirect rollover, a plan administrator issues an employee a check that the employee must deposit into another plan, such as an IRA. With an indirect rollover, it is up to the employee to redeposit the funds into the new IRA within the allotted 60-day period to avoid a 10% early withdrawal penalty.\n\nThe IRS penalizes early withdrawals to prevent misuse oftax-advantaged, qualified retirement accounts that are intended to be used to save for retirement years. Essentially, the IRS wants to encourage people to keep money growing in their accounts and discourage them from withdrawing it too early.\n\nA qualified distribution from a 401(k) is a withdrawal made when the account holder is at least 59½ years old. Any withdrawal taken prior to that age will face income taxes on the withdrawn amount as well as a 10% tax penalty.\n\nYes. A direct rollover of eligible assets in a qualified retirement plan is considered a qualified distribution because the assets are transferred directly into another qualified retirement plan.\n\nQualified distributions are withdrawals from qualified retirement accounts, such as 401(k)s, 403(b)s, and IRAs. To be considered qualified, distributions must meet certain IRS rules. If withdrawals fail to meet these rules, the amounts can be taxed at regular income tax rates and may face an additional 10% early withdrawal tax penalty.\n\nFinancial Industry Regulatory Industry. \"Retirement Account: Types.\"\n\nInternal Revenue Service. \"Publication 590-B, Distributions From Individual Retirement Arrangements,\" Pages 31-32.\n\nInternal Revenue Service. \"Roth Account in Your Retirement Plan.\"\n\nInternal Revenue Service. \"Retirement Topics—Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"Retirement Plans FAQs on Designated Roth Accounts,\" Select \"What happens if I take a distribution from my designated Roth account before the end of the 5-taxable-year period?\"\n\nU.S. Congress. \"H.R.2617 - Consolidated Appropriations Act, 2023.\" Division T: Title I: Section 107.\n\nInternal Revenue Service. \"RMD Comparison Chart (IRAs vs. Defined Contribution Plans).\"\n\nInternal Revenue Service. \"Rollovers of Retirement Plan and IRA Distributions.\"",
  "url": "https://www.investopedia.com/terms/q/qualifieddistribution.asp"
}