{
  "term": "Qualified Retirement Plan: Definition and 2 Main Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified retirement plan is an employer-sponsored retirement plan that meets the requirements of theInternal Revenue Code (IRC)and theEmployee Retirement Income Security Act (ERISA), making it eligible for certain tax benefits. These can include tax deductions for employer and employee contributions andtax deferralof investmentgains.\n\nQualified retirement plans come in two main types:defined benefitanddefined contribution.\n\nThere are also some other plans that are hybrids of the two, such as acash balance plan.\n\nDefined-benefit plans give employees a guaranteedpayoutafter retirement and place the risk on the employer to save and invest properly to meet planliabilities. A traditional,annuity-typepensionis an example of a defined-benefit plan.\n\nWith defined-contribution plans, the amount of money that employees will have available to them in retirement depends on how much they contribute and how successfully they invest those contributions. The employee typically chooses what to invest in and bears all of the investment risk. A401(k)is the most popular example of a defined contribution plan.\n\nOther examples of qualified plans include:\n\nThe tax code lays out a long list of requirements that plans must meet to be qualified.\n\nFor example, employees must be eligible to participate in the plan no later than the date when they turn 21 years old or the date when they complete one year of service, whichever comes later.\n\nOnce they are eligible to participate, employees must be allowed to join the plan no later than the first day of the first plan year beginning after the date when they met the minimum age and service requirements or six months after the date when they satisfied those requirements, whichever comes earlier.\n\nThe tax code also establishes the rules forvesting,employer matching contributions,rollovers,distributions, and more.\n\nEmployers have some leeway within these rules, but once they have put the specifics of their plan in writing—as they are required to do—they must adhere to them unless they amend the plan.\n\nQualified retirement plans are also subject to the rules of the Employee Retirement Income Security Act of 1974 (ERISA), which is administered by the U.S. Department of Labor. One of its chief requirements is that plan sponsors (employers) and administrators act asfiduciaries, meaning that they must make investment decisions in the best interest of plan participants. If they fail to do that, they can be held personally liable to make up any losses.\n\nEmployers that provide qualified retirement plans for their employees can take a tax deduction for the money they contribute to the plans up to certain limits.Those limits depend on the type of plan, with defined-benefit plans having higher contribution limits than defined-contribution plans.\n\nTheInternal Revenue Service (IRS)also sets limits for themaximum amount of contributionsan employee can make to the plan.\n\nWith traditional defined-contribution plans, employees can take a tax deduction for their contributions, reducing their taxable income and, therefore, their taxes for the year. They’ll pay tax on that income only when they later withdraw it, usually in retirement. In the meantime, the investment earnings on the money in their account will be tax-deferred, again until it’s withdrawn. (Roth-type accountsare an exception here—they don’t provide any tax deduction going in, but later withdrawals will be tax and penalty-free, as long as the account owner is over age 59 ½ and has had the account for over five years.)\n\nDepending on the specific provisions of the employer’s plan, qualified plans can also allow employees to take out loans and make penalty-freehardship withdrawalsunder certain circumstances.\n\nNon-qualified retirement plansare employer-sponsored plans that don’t meet all of the requirements of the Employee Retirement Income Security Act of 1974 (ERISA). They don’t receive all of the tax advantages of qualified plans. Non-qualified plans are primarily used to incentivize and reward a company’s top executives.\n\nMany defined-benefit plans, or traditional pensions, are insured by the federalPension Benefit Guaranty Corp.up to certain limits. Defined-contribution plans, on the other hand, are not insured.\n\nWithdrawals, or distributions, from qualified retirement plans must be included in the taxpayer’s income for that year and aretaxed at the same rate as their ordinary income, such as a salary.\n\nAs long as the account has been open for more than five years, Roth-type accounts are eligible for tax-free withdrawals. This is because theincomethat was used to fund the account's contributions has already been taxed.\n\nQualified retirement plans are employer-sponsored plans that meet the requirements of the Internal Revenue Code (IRC) and the Employee Retirement Income Security Act (ERISA) and areeligible for certain tax benefits, such as tax deductions for contributions and tax deferral of investment gains. Qualified retirement plans can be either defined benefit or defined contribution plans.\n\nInternal Revenue Service. “A Guide to Common Qualified Plan Requirements.”\n\nU.S. Department of Labor. “Fiduciary Responsibilities.”\n\nInternal Revenue Service. “401(k) Plan Overview.”\n\nInternal Revenue Service. “Publication 560: Retirement Plans for Small Business,” Page 15.\n\nInternal Revenue Service. “Retirement Topics—Tax on Normal Distributions.”",
  "url": "https://www.investopedia.com/terms/q/qrp.asp"
}