{
  "term": "Qualified Adoption Expenses (QAE): What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nQualified adoption expenses are the necessary costs paid to adopt a child younger than 18 years of age or any disabled person who requires care. In the United States, qualified adoption expenses (QAE) are those expenses that theInternal Revenue Service(IRS) defines as reasonable and necessary and can be used to claim an adoption credit or exclusion that reduces the adopting parents' taxable income.\n\nThe Internal Revenue Service allows you to offset your tax bill with a credit for your qualified adoption expenses as long as you meet certain eligibility requirements. To report your qualified adoption expenses, you'll use IRS Form 8839.\n\nEligible taxpayers use IRS form 8839 to provide the information required to claim the adoption credit on their federal tax returns. Taxpayers must provide the adopted child's first and last names, year of birth, and identifying number. They must also note whether the child has special needs or is foreign-born.\n\nThe tax credit for QAE phases out for taxpayers whose modifiedadjusted gross incomesexceed a certain threshold. Taxpayers may not claim the adoption credit for any fees paid or reimbursed by an employer or government program. They also may not claim the credit when adopting a spouse's child.\n\nIf you paid qualified adoption expenses to adopt a child who is a U.S. resident or citizen, then you may be eligible for the credit, even if the adoption has not been finalized or was finalized in a different tax year. You may also qualify for the credit if you paid expenses to adopt a foreign child.\n\nThe maximum credit amount allowable for adoption in 2025.\n\nThe maximum credit amount allowed for adoptions is $16,810 per child for 2024 and $17,280 for 2025.In addition, the adoption tax credit is no longer refundable, meaning that to recognize the full benefit of the credit, your total tax must be at least equal to the credit.\n\nFor example, if your total tax for the year is only $10,000, but you spend $14,000 in qualified adoption expenses, $10,000 is the most you can save in tax. However, if the entire credit is not used, any remaining amount can be carried forward for up to five years.\n\nFor the tax year 2024,as long as your modified adjusted gross income is $252,150 or less, you qualify for the full credit. The credit phases out as your income increases and goes away completely when it exceeds $292,150.\n\nFor the tax year 2025,as long as your modified gross income is $259,190 or less, you qualify for the full credit. The credit phases out as your income increases and goes away completed when it exceeds $299,190.\n\nTaxpayers who adopta child deemed to have special needs are generally eligible for the full credit in the year the adoption is finalized, regardless of their expenses.\n\nThe IRS defines qualified adoption expenses under Internal Revenue Code Section 23(d)(1). Tax code explicitly states that qualified adoption expenses include:\n\nThese expenses may have been paid before an eligible child has been identified. An eligible child is defined as an individual who is under the age of 18 or is physically or mentally incapable of self-care.\n\nKeep track of potential qualified adoption expenses leading up to a potential adoption. The IRS allows costs incurred prior to an adoption to be considered for the credit.\n\nThe IRS also strictly prohibits the inclusion of several types of expenses related to an adoption for consideration as a qualified adoption expense. For example, qualified adoption expenses explicitly do not include costs a taxpayer pays to adopt the child of the taxpayer's spouse.\n\nThere are also regulations surrounding the timing of when the credit may be taken based on the timing of when the expense occurs. Dollar limits are also in place for costs related to a singular adoption effort in which a credit has previously been claimed.\n\nAssuming they meet all qualifications needed to be claimed, an adopted child can be claimed when the adoption has been legally finalized. Once legally adopted, the IRS treats the child the same as a biological child.\n\nThe IRS explicitly states that an eligible child relating to qualified adoption expenses must be under the age of 18. The only exception to this age restriction is if the adoptee is physically or mentally incapable of self-care.\n\nYes, qualified adoption expenses include costs paid by a domestic partner who lives in a state that allows same-sex parents.\n\nTaxpayers who adopt a special needs child are usually eligible for the maximum amount of the credit in the year the adoption is finalized. This maximum amount is still reduced by qualified adoption expenses claimed in prior years and is still subject to MAGI limitations.\n\nWhen a taxpayer adopts a child, certain costs may be leveraged to reduce the taxable income of the taxpayer and thereby reduce their federal income tax liability. The expenses must be reasonable and necessary for the adoption, and these costs can be incurred and claimed leading up to the adoption. These costs are reported on Form 8839, and deductibility of the expense are subject to income limits.\n\nInternal Revenue Service. \"Topic No. 607 Adoption Credit and Adoption Assistance Programs.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"About Form 8839, Qualified Adoption Expenses.\"\n\nInternal Revenue Service. \"Form 8839: Qualified Adoption Expenses,\" Page 1.\n\nInternal Revenue Service. \"Rev. Proc. 2023-48.\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Page 9.\n\nInternal Revenue Service. \"Topic No. 607 Adoption Credit and Adoption Assistance Programs.\"",
  "url": "https://www.investopedia.com/terms/q/qae.asp"
}