{
  "term": "Qualified Appraisal: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified appraisal is anappraisalthat meets the requirements set forth by theInternal Revenue Service (IRS)and is conducted by a qualified appraiser. Qualified appraisals are made no earlier than 60 days before a piece of property is donated.﻿﻿﻿\n\nQualified appraisal refers to a type of appraisal document that meets Internal Revenue Service (IRS) appraisal standards. These appraisals must be conducted by aqualified appraiser.﻿﻿﻿ Determining the value of a piece of property is especially important when making a donation, since an improper valuation can result in either a deduction lower than what the property could bring or a red flag by the IRS for a valuation that seems too high.\n\nA qualified appraiser is an individual who has earned an appraisal designation from a recognized professional appraiser organization. This designation is awarded on the basis of demonstrated competence in valuing the type of property for which the appraisal is performed.\n\nAn individual can also become a qualified appraiser if they have met minimum education and experience requirements set forth by the IRS. One way an appraiser of property can demonstrate they have met these requirements is to become licensed or certified in the state in which the appraised property is located.\n\nA qualified appraiser has also successfully completed college and professional-level coursework and has obtained at least two years of experience in the business of buying, selling, or valuing similar types of property.﻿﻿﻿\n\nA qualified appraisal document is used to notify the IRS that the value of a piece of property is in excess of $5,000, and is attached toForm 8283and filed with a tax return if a deduction is being requested. Form 8283 is used to report information about non-cash charitable contributions and is required if a taxpayer’s deduction for all non-cash gifts exceeds $500. Individuals, partnerships, and corporations can all file Form 8283.﻿﻿﻿\n\nForm 8283 has two sections. The type of property donated and the amount claimed as a deduction determine whether a person fills out one section or both.﻿﻿﻿\n\nSection A is used to report both donations of property for which an individual claims adeductionof $5,000 or less and donations of publicly traded securities. Publicly traded securities include securities with daily published quotations that are listed on an exchange, as well as securities that are shares of amutual fund. Section B is used to report donations of property with deduction claims of more than $5,000 per item or group of similar items.﻿﻿﻿\n\nInternal Revenue Service. \"Publication 561, Determining the Value of Donated Property,\" Page 9. Accessed Jan. 28, 2020.\n\nInternal Revenue Service. \"Publication 561, Determining the Value of Donated Property,\" Pages 10-11. Accessed Jan. 28, 2020.\n\nInternal Revenue Service. \"Instructions for Form 8283: Noncash Charitable Contributions,\" Page 1. Accessed Jan. 28, 2020.\n\nInternal Revenue Service. \"Form 8283: Noncash Charitable Contributions,\" Pages 1-2. Accessed March 19, 2020.\n\nInternal Revenue Service. \"Instructions for Form 8283, Noncash Charitable Contributions,\" Page 1. Accessed Jan. 28, 2020.",
  "url": "https://www.investopedia.com/terms/q/qualified-appraisal.asp"
}