{
  "term": "Qualified Electric Vehicle: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJustin Sullivan / Staff / Getty Images\n\nThe term qualified electric vehicle refers to a plug-in electric passenger vehicle or light truck that allows the owner to claim anonrefundable tax creditafter purchase. These vehicles must have at least four wheels, be designed for use in the public, and not used for commercial purposes. The vehicle must be powered primarily by an electric motor that draws its charge from rechargeable batteries or fuel cells. The vehicle must be driven almost exclusively in the U.S.\n\nAs noted above,a qualified electric vehicleis any passenger vehicle or light truck that is designed to be driven by consumers. As such, these vehicles are not intended for commercial use. They must run on batteries or fuel cells that can be recharged using plug-in technology. Consumers with these vehicles are able to claim a nonrefundabletax creditto offset the purchase price.\n\nThis credit can be found via Section 30D of the Internal Revenue Code (IRC). The section originated from The Energy Improvement and Extension Act of 2008 and was later modified for vehicles acquired after Dec. 31, 2009, by theAmerican Recovery and Reinvestment Act (ARRA).\n\nAdditional amendments were made for specific two- or three-wheeled vehicles acquired between Dec. 31, 2011, and Jan. 1, 2014, by theAmerican Taxpayer Relief Act (ATRA).\n\nTo receive the credit, the vehicles must be acquired for use or lease, and the credit isn't available for resale. The original use of the vehicle must begin with the taxpayer predominantly in the U.S. There are three parts that must be filled out onForm 8936to get the credit.\n\nPart I calculates the tentative credit amount while the remaining two parts allocate the credit between an individual’s business in Part II and personal use of the vehicle in Part III.\n\nFormer President Joe Biden signed the $1.2 trillionInfrastructure Investment and Jobs Acton Nov. 15, 2021. The bill makes investments in a series of areas, including the electric vehicle market. A total of $7.5 billion is set aside to build a network of charging stations across highways and communities in rural, disadvantaged, and hard-to-reach areas. This investment also aims to tackle climate change and create jobs in the American manufacturing sector.\n\nIf the vehicle was purchased after 2023, individuals can receive $2,500 as well as an extra $417 if it is powered by a battery that provides as much as five kilowatt hours of capacity. The owner can also get an additional $417 for every KWh of battery life above the initial five KWh threshold.\n\nIf the vehicle was purchased before 2022, individuals can receive $2,917 as well as an extra $417 for each kWh of capacity over 5 kWh.\n\nThe Internal Revenue Service (IRS) doesn't phase out the credit for vehicles sold after Jan. 1, 2023, but does for vehicles sold before Jan. 1, 2023. The phase-out limit is certain manufacturers cannot sell more than 200,000 electric vehicles.\n\nFor vehicles before 2022, you can find a complete list of makes, models, and credit amounts on the IRS website. Keep in mind, though, that the phase-out period for Ford, General Motors, Tesla, and Toyota vehicles has already been initiated. For vehicles after 2023, there are different requirements and no phase-out.\n\nThe Inflation Reduction Act of 2022 amended the IRC 30D by adding the new requirement for final assembly in North America which took effect on Aug. 16, 2022. Additional provisions went into effect on Jan. 1, 2023.\n\nYes, electric vehicles in the U.S. qualify for up to a $7,500 tax credit if they meet certain requirements, which include the car manufacturer, vehicle type, purchase date, price, and buyer income. For example, the vehicle must be a new, qualified, plug-in electric vehicle or fuel-cell electric vehicle bought for personal use and used mainly in the U.S.\n\nIf your income is too high, you cannot qualify for the $7,500 electric vehicle tax credit; however, there are other ways that you can obtain credits, rebates, or reduced fees. You could look at leasing an EV, where the dealer may have already priced in the tax credit. Additionally, state and local governments have different credits and rebates, which may not come with income thresholds, thereby making you eligible. Lastly, if your income varies year by year, you could look to purchase an EV in a year where your income does qualify.\n\nYou can claim the EV tax credit for each new electric vehicle you purchase if you and the car qualify. If you buy five cars, you can claim the tax credit on each car. If you purchase a used car, you can generally claim the tax credit once for the used car, meeting specific criteria.\n\nConsumers looking for sustainable vehicle options can turn to qualifiedelectric vehicles, which provide tax incentives. The tax credits are designed to encourage electric vehicle purchases by reducing costs for consumers. These vehicles, however, must meet certain requirements, such as being rechargeable by batteries or fuel cells and being designed for personal, non-commercial use.\n\nInternal Revenue Service. \"Topic A — Frequently Asked Questions About The Eligibility Rules for the New Clean Vehicle Credit Under §30D Effective Jan. 1, 2023.\" Select \"Q1. What is a new clean vehicle for purposes of the New Clean Vehicle Credit? (updated Oct. 6, 2023).\"\n\nInternal Revenue Service. \"Credits for New Clean Vehicles Purchased in 2023 or After.\"\n\nInternal Revenue Service. \"Internal Revenue Bulletin: 2022-52.\"\n\nU.S. Congress. \"H.R. 6049 - Energy Improvement and Extension Act of 2008.\"\n\nU.S. Congress. \"H.R. 1 - American Recovery and Reinvestment Act of 2009.\"\n\nU.S. Congress. \"H.R. 8 - American Taxpayer Relief Act of 2012.\"\n\nInternal Revenue Service. \"Credits for New Electric Vehicles Purchased in 2022 or Before.\"\n\nInternal Revenue Service. \"Form 8936, Clean Vehicle Credits.\"\n\nThe White House: Biden Administration. \"UPDATED FACT SHEET: Bipartisan Infrastructure Investment and Jobs Act.\"\n\nInternal Revenue Service. \"Updates to Frequently Asked Questions Related to New, Previously Owned, and Qualified Commercial Clean Vehicle Credits.\" Page 9.\n\nInternal Revenue Service. \"Manufacturers and Models for New Qualified Clean Vehicles Purchased in 2022 and Before.\"\n\nU.S. Congress. \"H.R.5376 - Inflation Reduction Act of 2022.\"\n\nInternal Revenue Service. \"Used Clean Vehicle Credit.\"",
  "url": "https://www.investopedia.com/terms/q/qualified-electric-vehicle.asp"
}