{
  "term": "Qualified Mortgage: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified mortgage is a mortgage that meets certain requirements for lender protection and secondary market trading under theDodd-Frank Wall Street Reform and Consumer Protection Act, a significant piece of financial reform legislation passed in 2010.\n\nProvisions of the Dodd-Frank Wall Street Reform and Consumer Protection Act are intended to protect both borrowers and the financial system from the risky lending practices that contributed to the subprime mortgage crisis of 2007. By creating more significant incentives for offering higher quality mortgage loans in both the primary and secondary markets, the goal was to lower the overall risk that mortgages create in the greater financial system.\n\nTo be eligible for a qualified mortgage, borrowers must meet certain requirements. These are based on an analysis of the borrower's ability to repay their mortgage (according to their income, assets, and debts). These parameters require that the borrower has not taken on monthly debt payments over 43% of pre-tax income, that the lender has not charged more than 3% in points and origination fees, and that the loan has not been issued as a risky or overpriced loan with terms such as negative-amortization, balloon payment, orinterest-only mortgage.\n\nFor lenders who follow certain regulations laid out in the Act, qualified mortgages may provide them with additional legal protections. Under qualified mortgage rules, “safe harbor” provisions protect lenders against lawsuits bydistressed borrowerswho claim the lender extended a mortgage they had no reason to believe they could repay.\n\nThe Act also provides incentives for lenders who wish to sell their loans in the secondary market (since qualified mortgage loans are more appealing to underwriters in structured product deals). Lenders who issue qualified mortgages can more easily resell them to entities such as Fannie Mae and Freddie Mac in the secondary market. These two government-sponsored enterprises buy most mortgages, which frees up capital for banks to make additionalloans.\n\nQualified mortgage rules were developed to help improve the quality of loans issued in the primary market (which may ultimately become available for trading in the secondary market). The majority of newly-originated mortgages are sold bylendersin the secondary mortgage market. In the secondary mortgage market, newly-originated mortgages are packaged into mortgage-backed securities and sold to investors, such as pension funds, insurance companies, and hedge funds. Only certain qualified mortgages are eligible for sale in the secondary market.\n\nUpfront fees on Fannie Mae and Freddie Mac home loans changed in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence your fee. The higher your down payment, the lower your fees, though it will still depend on your credit score. Fannie Mae provides theLoan-Level Price Adjustmentson its website.\n\nThere are several exceptions to qualified mortgage rules. One is that points andorigination feesmay exceed 3% for loans of less than $100,000. (Otherwise, lenders might not be sufficiently compensated for issuing such loans, and these smaller mortgages might become unavailable.)\n\nIn addition, qualified mortgage regulations permit lenders to issuemortgages that arenotqualified. However, there are rules that limit the sale of these loans into the secondary mortgage market and provide fewer legal protections for lenders.\n\nQualified mortgages don't have risky loan features like ballooning payments. There are also limits on the price of the loan and on the upfront points and fees. Lenders are also required to verify a borrower's income and assets before approving the loan.\n\nUnqualified mortgages aren't subject to the same restrictions and limitations, so they can be riskier. For instance, unqualified mortgages don't require income verification, which could mean that borrowers take on bigger mortgages than they can comfortably repay.\n\nQualified mortgages prohibit risky practices like ballooning payments, interest-only periods, and negative amortization.\n\nThe subprime mortgage crisis of 2007 has left lasting impacts on the housing market and lending practices. The Dodd-Frank Act of 2010 is a great example of regulations put into place to prevent another mortgage crisis. The Act created requirements for qualified mortgages and removed risky practices to make mortgage lending more secure.\n\nCongress.gov. \"H.R.4173 - Dodd-Frank Wall Street Reform and Consumer Protection Act.\"\n\nFannie Mae. “Loan-Level Price Adjustment Matrix.” Page 2.\n\nConsumer Financial Protection Bureau. \"What Is a Qualified Mortgage?\"",
  "url": "https://www.investopedia.com/terms/q/qualified-mortgage.asp"
}