{
  "term": "Quantity-Adjusting Option: Overview, Benefits, FAQ",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA quantity-adjusting option, commonly called a quanto option, is a cross-currencyderivativein which theunderlying assetis denominated in one currency but settlement is made in another currency at a predetermined exchange rate.\n\nAnother name for these options is a guaranteed exchange rate option. Quanto options come in bothcallandputvarieties.\n\nQuantity-adjusting options get their name from their potentialcurrency forwardnature, with a variablenotional, or abstract, amount. Hence the term \"quantity adjusted\" or \"quanto,\" for short.\n\nInvestors use quantos when they believe that a particular asset will do well in a country but fear that the country's currency will not perform as well. Thus, the investor will buy anoptionin the foreign asset while keeping the payout in the home currency.\n\nThe quanto option is a type ofexotic option. These are customizable transactions and are normally traded over-the-counter rather than on an exchange.\n\nAll financial markets are volatile, and currency markets are not immune. A U.S.-based investor who invests directly in a foreign stock index, for example, is exposed to the risk that the foreign index will underperform, and the risk that the currency will fluctuate in the wrong direction. At worst, both could happen.\n\nQuantos are settled at afixed rate of exchange. That shelters the investor fromexchange-rate risk. At the time of expiration, the option's value is calculated in the foreign currency and then converted at a fixed rate into the domestic currency.\n\nThe quanto option removes currency risk for overseas investors. That increases investor confidence and encourages investment in smaller or riskier markets.\n\nBoth thestrike priceand theunderlying assetare valued in the foreign currency. At the time of exercise, calculation of the option's intrinsic value is in the foreign currency. This foreign currency value is converted to the investor's domestic currency at the fixed exchange rate.\n\nQuantos are in most ways identical to traditional equity options. The critical difference is that they are purchased in the investor's domestic currency but denominated in the asset's foreign currency. At inception, the quanto contract fixes the exchange rate between the two currencies. This fixed exchange rate remains in force for the duration of the contract.\n\nThere are variations on quantity-adjusting options contracts. One is theNikkei 225, which is traded on the Chicago Mercantile Exchange (CME Group). The underlying asset for the futures contract is the Nikkei 225 Stock Index. The contract is settled in U.S. dollars rather than in Japaneseyen.\n\nThere are also quantoswapsavailable. In a swap, one of thecounterpartiespays a foreign interest rate to the other party, while the notional amount is in the domestic currency.\n\nDerivatives with quanto features are common, due to their ability to protect the international investor from currency price swings. They may be found in futures, forwards, vanilla options, and exotic notes.\n\nLike any options contract, a quanto contract is an agreement between two parties to complete a transaction on a specific future date at a specific price.\n\nThe unusual aspect of a quanto contract is its specification that the settlement will be made in a currency other than the one that the investment is valued in.\n\nA quanto swap is an options contract to exchange interest rates in two distinct currencies. The parties pay each other in one of the two currencies.\n\nAquanto swapmay also be called a guaranteed exchange rate swap or a rate differential swap (abbreviated \"diff swap.\")\n\nA compo option, or \"comp\" option, is a variation on the quanto option. The foreign asset or the payoff price may be denominated in the domestic currency or in a foreign currency, with a final decision made at settlement. The party who elects to change the settlement currency pays a fee for making the switch.\n\nThe quanto option removes a source of risk from foreign investing.\n\nThat is, it protects the investor from a steep decline in the value of the foreign asset's home currency that could coincide with the contract settlement date. The contract establishes that the payout will be valued in the investor's currency rather than the foreign currency.\n\nFasterCapital. “Demystifying Quanto Options Pricing: a Comprehensive Guide.”\n\nFinPricing. “Quanto Option Valuation.”\n\nCME Group. “Nikkei Product Overview.”\n\nFinPricing. \"Quanto Option Valuation.\"",
  "url": "https://www.investopedia.com/terms/q/quantooption.asp"
}