{
  "term": "Quantitative Easing (QE): What It Is and How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nQuantitative easing (QE) is a form of monetary policy in which a central bank, like the U.S. Federal Reserve, purchases securities in the open market to reduce interest rates and increase the money supply.\n\nQuantitative easing creates new bank reserves, providing banks with more liquidity and encouraging lending and investment. In the United States, the Federal Reserve implements QE policies.\n\nQuantitative easing is often implemented when interest rates hover near zero and economic growth is stalled. Central banks have limited tools, like interest rate reduction, to influence economic growth. Without the ability to lower rates further, central banks must strategically increase the supply of money.\n\nTo execute quantitative easing,central banksbuygovernment bondsand other securities, injecting bank reserves into the economy. Increasing the supply of money providesliquidityto the banking system and lowersinterest ratesfurther. This allows banks to lend with easier terms.\n\nA government’sfiscal policymay be implemented concurrently to expand the money supply. While the Federal Reserve can influence the supply of money in the economy, the U.S. Treasury Department can create new money and implement new tax policies with fiscal policy. This sends money, directly or indirectly, into the economy.\n\nQuantitative easing can involve a combination of both monetary and fiscal policies.\n\nMost economists believe that the Federal Reserve’s quantitative easing program helped to rescue the U.S. and the global economy following the2007–2008 financial crisis; however, the results of QE are difficult to quantify.\n\nGlobally, central banks have attempted to deploy quantitative easing as a means ofpreventing recessionanddeflationin their countries with similarly inconclusive results. While QE policy is effective at lowering interest rates andboosting the stock market, its broader impact on the economy isn’t apparent.\n\nCommonly, the effects of quantitative easing benefit borrowers over savers and investors over non-investors, so there are pros and cons to QE, according to Stephen Williamson, a former economist with the Federal Reserve Bank of St. Louis.\n\nQuantitative easing took place during the COVID-19 pandemic, when the Federal Reserve increased its holdings, accounting for 56% of the Treasury issuance of securities through the first quarter of 2021.\n\nAs money is added to an economy, the risk ofinflationlooms. While the liquidity works its way through the system, central banks remain vigilant, as the time lag between the increase in the money supply and the inflation rate is generally 12 to 18 months.\n\nA quantitative easing strategy that does not spur intended economic growth but causes inflation can also createstagflation, a scenario where both the inflation rate and the unemployment rate are high.\n\nEven though liquidity increases for banks, a central bank like the Fed cannot force banks to increase lending activities, nor can it force individuals and businesses to borrow and invest. This creates acredit crunch, where cash is held at banks or corporations hoard cash due to an uncertain business climate.\n\nQuantitative easing maydevaluethe domestic currency as the money supply increases. While a devalued currency can help domestic manufacturers because the goods they export become cheaper in the global market, a falling currency value makes imports more expensive, increasing the cost of production and consumer price levels.\n\nTo combat theGreat Recession, theU.S. Federal Reserveran a quantitative easing program from 2009 to 2014. TheFederal Reserve’s balance sheetincreased with bonds, mortgages, and other assets. By 2017, U.S. bank reserves had grown to over $4 trillion, providing the liquidity to lend those reserves and stimulate overall economic growth. However, banks held on to $2.8 trillion in excess reserves, an unexpected outcome of the Federal Reserve’s QE program.\n\nIn 2020, the Fed announced its plan to purchase $700 billion in assets as an emergency QE measure following the economic and market turmoil spurred by the COVID-19 shutdown.However, in 2022, the Federal Reserve dramatically shifted its monetary policy to include significant interest rate hikes and a reduction in the Fed’s asset holdings meant to sidetrack the persistent trend of higher inflation that emerged in 2021.\n\nFollowing theAsian Financial Crisis of 1997, Japan fell into an economicrecession. TheBank of Japanbegan an aggressive quantitative easing program to curb deflation and stimulate the economy, moving from buying Japanese government bonds to buying private debt and stocks. The quantitative easing campaign’s effect was only temporary, as the Japanese gross domestic product (GDP) rose from $4.1 trillion in 1998 to $6.27 trillion in 2012 but receded to $4.44 trillion by 2015.\n\nTheSwiss National Bank (SNB)also employed a quantitative easing strategy following the 2008 financial crisis, and the SNB came to own assets that exceeded the annual economic output for the entire country. Although economic growth was spurred, it is unclear how much of the subsequent recovery can be attributed to the SNB’s quantitative easing program.\n\nIn August 2016, theBank of England (BoE)launched a quantitative easing program to help address the potential economic ramifications ofBrexit. By buying £60 billion of government bonds and £10 billion in corporate debt, the plan was intended to keep interest rates from rising and stimulate business investment and employment.\n\nBy June 2018, the Office for National Statistics in the United Kingdom reported that gross fixedcapital formationwas growing at a compound average quarterly rate of 0.2% over the prior 10 years, but at 0.8% excluding the economic downturn, compared with 0.6% for the decade preceding the downturn.\n\nU.K. economists were unable to determine whether or not growth would have been evident without this quantitative easing program.\n\nQuantitative easing is a type of monetary policy by which a nation’s central bank tries toincrease the liquidity in its financial system, typically by purchasing long-term government bonds from that nation’s largest banks and stimulating economic growth by encouraging banks to lend or invest more freely.\n\nCritics have argued that quantitative easing is effectively a form of money printing and point to examples in history where money printing has led tohyperinflation.However, proponents of quantitative easing claim that banks act as intermediaries rather than placing cash directly in the hands of individuals and businesses so quantitative easing carries less risk of producing runaway inflation.\n\nQE replaces bonds in the banking system with cash, effectively increasing the money supply, and making it easier for banks to free up capital. As a result, they can underwrite more loans and buy other assets.\n\nQuantitative easing is a form of monetary policy in which a central bank, like the U.S. Federal Reserve, purchases securities throughopen market operationsto increase the supply of money and encourage bank lending and investment. QE policies have been implemented globally. However, their impact on a country’seconomyis often debated.\n\nFederal Reserve Bank of St. Louis. “Quantitative Easing: How Well Does This Tool Work?”\n\nCongressional Research Service Reports. “The Federal Reserve’s Response to COVID-19: Policy Issues,” Pages 24–26 (Pages 28–30 of PDF).\n\nThe Brookings Institution. “Recession Remedies: Lessons Learned from Monetary and Fiscal Policy During COVID-19.”\n\nFederal Reserve Bank of St. Louis. “Examining Long and Variable Lags in Monetary Policy.”\n\nCongressional Research Service Reports. “Federal Reserve: Unconventional Monetary Policy Options,” Page 11 (Page 14 of PDF).\n\nCongressional Research Service Reports. “Monetary Policy and the Federal Reserve: Current Policy and Conditions,” Pages 13–14 (Pages 16–17 of PDF).\n\nBoard of Governors of the Federal Reserve System. “Federal Reserve Issues FOMC Statement, March 15, 2020.”\n\nBoard of Governors of the Federal Reserve System. “The Federal Reserve’s Responses to the Post-Covid Period of High Inflation.”\n\nBank for International Settlements. “Central Bank Balance Sheet Expansion: Japan’s Experience,” Pages 134–137 (Pages 3–6 of PDF).\n\nThe World Bank, World Bank Open Data. “GDP (Current US$)—Japan.”\n\nEuropean Parliament. “Independence with Weak Accountability: The Swiss Case,” Pages 9–10 (Pages 11–12 of PDF).\n\nJordan, Thomas J. et al., via SpringerOpen. “Ten Years’ Experience with the Swiss National Bank’s Monetary Policy Strategy.”Swiss Society of Economics and Statistics, vol. 146, no. 1, 2010, pp. 47–57.\n\nBank of England. “Bank Rate Cut and Other New Measures: What Do They Mean?”\n\nOffice for National Statistics. “Business Investment in the U.K.: April to June 2018 Revised Results.”\n\nBank of England. “QE at the Bank of England: A Perspective on Its Functioning and Effectiveness.”\n\nFasterCapital. “Money Printing: Money Printing Gone Awry: The Catalyst for Hyperinflation.”",
  "url": "https://www.investopedia.com/terms/q/quantitative-easing.asp"
}