{
  "term": "Quanto Swap: Meaning, Requirements, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA quanto swap is a cash-settled, cross-currency interest rate swap, where one of thecounterpartiespays a foreign interest rate to the other. The notional amount is denominated in the domestic currency.Interest ratesmay be fixed or floating.\n\nBecause they depend on the currencyexchange rateand differences in interest rates in those currencies, they are also known as differential, rate differential, or just \"diff\" swaps. Another name for these swaps could also be guaranteed exchange rate swap because they naturally embed a fixed currency exchange rate in theswapcontract.\n\nThough quanto swaps deal with two different currencies, payments are settled in just one. For example, a possible quanto swap would involve a U.S. investor paying six-monthLIBORin U.S. dollars, for a US $1 million loan, and receive in return, payments in U.S. dollars at the six-monthEURIBOR+ 75basis points.\n\nFixed-for-floating quanto swaps allow an investor to minimizeforeign exchange risk. This avoidance of risk is achieved by fixing both the exchange rate and interest rate at the same time.\n\nFloating-for-floating swaps have a slightly higher risk. In thiscross-currency swap, exposure of each party to the spread of each country's currency interest rate happens.\n\nQuanto swaps and options are useful for investors who want exposure to a foreign market, but not foreign exchange risk.\n\nInvestors will use quanto swaps when they believe that a particular asset will do well in a country, but at the same time, fear that the country's currency will not perform as well. Thus, the investor will swap the interest rates with another investor while keeping the payout in their home currency. In this way, they can separateinterest rate riskfrom exchange rate risk.\n\nIn a typicalinterest rate swap, two agreeable counterparties exchange one stream of future interest payments for another, with a basis of a specificprincipalamount. These swaps require the exchange of afixed interest ratevalue for a floating rate value. The swap may be in either direction but is built to reduce or to increase exposure to the changes in interest rates. An interest rate swap may also help obtain a marginally lower interest rate than would have been possible without the swap.\n\nHowever, for an investor in a different country wishing to engage in a swap in the U.S. market, they first would have to exchange their asset from their home currency into U.S. dollars. Each payment is made in U.S. dollars, which the foreign investor must then transfer back into their homecurrency.\n\nThis strategy will involve potential interest rate risk, depending on whether the foreign investor receivesfloating-ratepayments. It also creates a foreign exchange, or currency risk. A quanto swap solves this problem because all future exchange rates are fixed at the time of the swap contract writing.\n\nQuanto swaps can exchange a fixed interest rate for a floating interest rate, or they can swap between two floating rates. This is slightly riskier than a fixed-for-floating swap.\n\nThere are four important considerations when trading a quanto swap. The first is the notional value of the underlying asset, usually a loan. This value is priced in the asset's home currency.\n\nThe second two figures are the index rates of the two currencies, which can be fixed or floating. One rate represents the interest rate of the home currency, the other represents the international currency that is used to settle the transaction.\n\nThe last consideration is the date of maturity, when the underlying loan or obligation comes due.\n\nA Quanto is any type of derivative instrument that is settled in a different currency than the underlying asset. In addition to quanto swaps, there are also quantooptions, quanto futures, and quantoCDSs.\n\nAs a demonstrative example of a quanto swap, imagine a European company that borrows $1 million to fund operations in the United States, to be repaid over five years with interest based on the 3-monthSOFR rate. In this example, the current SOFR is 5%, but the EURIBOR is only 1%.\n\nSuppose further that the company expects U.S. rates to increase, relative to European interest rates. In that case, they would be better off exchanging the SOFR-based interest payments for a EURIBOR-based rate.\n\nThe company would try to execute a quanto swap to replace their SOFR-based payments for an interest rate based on EURIBOR+4%, although they will continue to pay in dollars.\n\nIf the company's predictions about interest rates are correct, they will end up saving money in the long run.\n\nA quanto credit default swap is acredit default swapwhere the swap premium or cashflows are paid in a different currency than the underlying asset. These are useful for international investors who wish to gain exposure to CDS in another country but want to reduce their exposure to exchange rate risk.\n\nA quanto option is an options contract that is denominated in a different currency than the underlying asset. When the option matures, any payoff is received in foreign currency at a fixed exchange rate. This is useful for traders who wish to gain exposure to foreign options markets but who do not want to expose themselves to exchange rate risk.\n\nA quanto swap is not the same as across-currency swap, although there are some similarities. A typical cross-currency swap involves two parties that exchange principal and cash flows in two different currencies, along with predetermined interest rates. In a quanto swap, one party pays another at a foreign interest rate, but using a local currency.\n\nQuanto risk refers to the possibility of adverse changes in the asset prices or exchange rates used in a quanto option or swap.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/q/quantoswap.asp"
}