{
  "term": "Quantity Theory of Money: Definition, Formula, and Example",
  "definition": "The quantity theory of money is a theory that variations in price relate to variations in themoney supply. It is most commonly expressed and taught using theequation of exchangeand is a key foundation of the economic theory of monetarism.\n\nThe most common version, sometimes called the \"neo-quantity theory\" or Fisherian theory, suggests there is a mechanical and fixed proportional relationship between changes in the money supply and the general price level. This popular, albeit controversial, formulation of the quantity theory of money is based upon an equation by American economist Irving Fisher.\n\nThe Fisher equation is calculated as:\n\n﻿M×V=P×Twhere:M=money supplyV=velocity of moneyP=average price levelT=volume of transactions in the economy\\begin{aligned} &\\text{M} \\times \\text{V} = \\text{P} \\times \\text{T} \\\\ &\\textbf{where:} \\\\ &\\text{M} = \\text{money supply} \\\\ &\\text{V} = \\text{velocity of money} \\\\ &\\text{P} = \\text{average price level} \\\\ &\\text{T} = \\text{volume of transactions in the economy} \\\\ \\end{aligned}​M×V=P×Twhere:M=money supplyV=velocity of moneyP=average price levelT=volume of transactions in the economy​﻿﻿﻿﻿﻿\n\nGenerally speaking, the quantity theory of money explains how increases in the quantity of money tends to createinflation, and vice versa. In the original theory, V was assumed to be constant and T is assumed to be stable with respect to M, so that a change in M directly impacts P. In other words, if the money supply increases then the average price level will tend to rise in proportion (and vice versa), with little effect on real economic activity.\n\nFor example, if the Federal Reserve (Fed) orEuropean Central Bank(ECB) doubled the supply of money in the economy, thelong-runprices in the economy would tend to increase dramatically. This is because more money circulating in an economy would equal more demand and spending by consumers, driving prices up.\n\nEconomistsdisagree about how quickly and how proportionately prices adjust after a change in the quantity of money, and about how stable V and T actually are with respect to time and to M.\n\nThe classical treatment in most economic textbooks is based on the Fisher Equation, but competing theories exist.\n\nThe Fisher model has many strengths, including simplicity and applicability to mathematical models. However, it uses some assumptions that other economists have questioned to generate its simplicity, including the neutrality of the money supply and transmission mechanism, the focus on aggregate and average variables, the independence of the variables, and the stability of V.\n\nMonetaristeconomics, usually associated withMilton Friedmanand the Chicago school of economics, advocate the Fisher model, albeit with some modifications. In this view, V may not be constant or stable, but it does vary predictably enough with business cycle conditions that its variation can be adjusted for by policymakers and mostly ignored by theorists.\n\nFrom their interpretation, monetarists often support a stable or consistent increase in money supply. While not all economists accept this view, more economists accept the monetarist claim that changes in the money supply cannot affect the real level of economic output in the long run.\n\nKeynesians more or less use the same framework as monetarists, with few exceptions.John Maynard Keynesrejected the direct relationship between M and P, as he felt it ignored the role of interest rates. Keynes also argued the process of money circulation is complicated and not direct, so individual prices for specific markets adapt differently to changes in the money supply.\n\nHis theory emphasized that velocity (V) is not constant or stable, but can swing widely based on optimism or fear and uncertainty about the future, which drivesliquidity preference. Keynes believed inflationary policies could help stimulate aggregate demand and boost short-term output to help an economy achievefull employment.\n\nThe most serious challenge to Fisher came from Swedish economist Knut Wicksell, whose theories developed in continental Europe, while Fisher's grew in the United States and Great Britain. Wicksell, along withAustrian economistssuch asLudwig von Misesand Joseph Schumpeter, agreed that increases in the quantity of money led to higher prices.\n\nIn their view, however, an artificial stimulation of the money supply through the banking system would distort prices unevenly, particularly in thecapital goodssectors. This, in turn, shifts real wealth unevenly and could even causebusiness cycles.\n\nThe dynamic Wicksellian, Austrian, and Keynesian models stand in contrast to the static Fisherian model. Unlike the monetarists, adherents to the later models don't advocate a stable price level in monetary policy.\n\nIn simple terms, the quantity theory of money says that an increase in the supply of money will result in higher prices. This is because there would be more money, chasing a fixed amount of goods. Similarly, a decrease in the supply of money would lead to lower average price levels.\n\nThe quantity theory of money depends on three assumptions about the relationship between money and real economic activity. First, it assumes that real economic output is determined by the factors of production, and independent of the money supply. It also assumes a one-way causal relationship where the money supply affects prices, but not vice versa. The final assumption is that the velocity of money, or how frequently money changes hands, is a constant.\n\nWhile the quantity theory of money can provide some useful generalizations about the role of money in an economy, it also relies on some assumptions that have been criticized by economists. One of the biggest is the assumption that the velocity of money is constant, and that other factors will remain fixed as the supply of money increases. In a real-world economy, each of these variables is likely to fluctuate due to changes in consumer behavior and interest rates. Moreover, the theory may be ineffective at predicting outcomes in situations with interests rates at or near zero, a situation known as aliquidity trap.\n\nThe quantity theory of money is an economic formula that describes the relationship between money and prices. It demonstrates how an increase in the money supply can cause an increase in price levels, assuming that the velocity of money and volume of transactions remain fixed. Although it is foundational to the theory of monetarism, there are competing theories from other schools of economics.\n\nEconPort. \"The Quantity Theory of Money.\"",
  "url": "https://www.investopedia.com/terms/q/quantity_theory_of_money.asp"
}