{
  "term": "Quantity Demanded: Definition, How It Works, and Example",
  "definition": "Quantity demanded is a term used in economics to describe the total amount of a good or service that consumers demand over a given interval of time. It depends on the price of a good or service in a marketplace regardless of whether that market is inequilibrium.\n\nThe relationship between the quantity demanded and the price is known as the demand curve or simply the demand. The degree to which the quantity demanded changes with respect to price is referred to as theelasticityof demand.\n\nThe price of a good or service in a marketplace determines the quantity that consumers demand.\n\nA higher price results in a lower quantity demanded, and a lower price results in a higher quantity demanded, assuming that non-price factors are removed from the equation. The price of a product and the quantity demanded for that product have an inverse relationship as stated in thelaw of demand.\n\nAn inverse relationship means that higher prices result in lower quantity demand and lower prices result in higher quantity demand.\n\nA change in quantity demanded refers to a change in the specific quantity of a product that buyers are willing and able to buy. This change in quantity demanded is caused by a change in price.\n\nAn increase in quantity demanded is caused by a decrease in the price of the product and vice versa. Ademand curveillustrates the quantity demanded and any price offered on the market. A change in quantity demanded is represented as a movement along a demand curve. The proportion that quantity demanded changes relative to a change in price is known as the elasticity of demand. It’s related to the slope of the demand curve.\n\nSay that consumers buy two hot dogs per day at a price of $5 per hot dog. The quantity demanded is two. Then consumers only purchase one hot dog per day when vendors decide to increase the price of a hot dog to $6. The quantity demanded moves left on a graph from two to one when the price rises from $5 to $6.\n\nBut customers want to consume three hot dogs if the price decreases to $4 each. The quantity demanded moves rightward from two to three when the price falls from $5 to $4. We can construct ademand curveconnecting the three points by graphing these combinations of price and quantity demanded.\n\nEach combination of price and quantity demanded is depicted as a point on a downward-sloping line using a standard demand curve. The price of hot dogs appears on a y-axis, and the quantity of hot dogs is on an x-axis, indicating that the quantity demanded increases as the price decreases. Any change or movement to quantity demanded is involved as a movement of the point along the demand curve and not a shift in the demand curve itself.\n\nThe demand curve effectively remains static as long as consumers’ preferences and other factors don’t change.\n\nPrice changes affect the quantity demanded. Changes in consumer preferences change the demand curve. The demand curve for traditional cars would inherently shift if environmentally conscious consumers switch from gas cars to electric cars.\n\nThe proportion to which the quantity demanded changes with respect to price is called elasticity of demand. A good or service that’s highly elastic indicates that the quantity demanded varies widely at different price points.\n\nA good or service that’sinelasticis one with a quantity demanded that remains relatively static at varying price points. Insulin is an example of an inelastic good. Those who need insulin demand it at the same amount regardless of price point.\n\nQuantity demanded is affected by the price of the product.Demandwill go down if the price goes up. Demand will go up if the price goes down. Price and demand are inversely related.\n\nNo. Quantity demanded can apply to service products as well. A photographer should book more sessions if they offer family portrait sessions for a lower price. They’ll book fewer sessions if they price them higher.\n\nDemand and quantity demanded both pertain to purchasing but in different ways. Demand is how many of an item a consumer is willing to buy. It indicates the sheer quantity. How many items a consumer will purchase at a specific price is quantity demanded. Quantity demanded is a more detailed metric.\n\nDemand is the entirety of the demand curve when graphed out. Quantity demanded is a single point.\n\nAdemand scheduleis a table that shows the quantity demanded of a good or service at different price levels. A demand schedule can be graphed as a continuous demand curve on a chart where the y-axis represents price and the x-axis represents quantity, but it most commonly consists of two columns in which the first column lists the price for a product in ascending or descending order and the second column lists thequantity of the product desiredor demanded at that price.\n\nQuantity demanded is the amount of goods or services that consumers demand over a measurement of time. It depends on a product’s price. The relationship between the two is often referred to as the demand curve. A good or service can be inelastic if it’s immune to demand because consumers demand it regardless of its price.\n\nAs with so many other economic factors, the repercussions trickle down to consumers and their wallets.\n\nCorporate Finance Institute. “Law of Demand.”\n\nCouncil for Economic Education. “Demand vs. Quantity Demanded Answer Key.”",
  "url": "https://www.investopedia.com/terms/q/quantitydemanded.asp"
}