{
  "term": "Quarterly Income Debt Securities (QUIDS)",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nQuarterly Income Debt Securities (QUIDS) are tradable debt instruments that pay a quarterlycoupon.\n\nQuarterly Income Debt Securities (QUIDS) generally involve seniorunsecured debtissued in small denominations with long maturities. Investors could expect a common issuance of QUIDS to have a $25 par value per share, maturing in 30 years, andcallableafter five years, for example.\n\nGoldman Sachs originally established the product and registered a service mark for their name in 1996. However, their trademark was cancelled in 2003.\n\nThe debt issued via QUIDS involves a third-party issuer, usually created as a subsidiary of a parent company for the sole purpose of issuing debt and loaning the proceeds to the parent. Issuers use this structure to move shareholders of QUIDS ahead of other creditors in any bankruptcy or other liquidation proceeding, mitigating shareholder risk.Preferred stockand hybrid debt securities that mimic the behavior of preferred stock offer similar benefits. However, QUIDS coupons represent interest payments for tax purposes, and their shareholders typically take priority even over holders of preferred securities.\n\nIn the event of issuer bankruptcy, QUIDS holders are paid out before holders of other securities.\n\nDebt securities offer investors a tradable unit of a debt instrument that, aside from special cases like zero-coupon bonds, generally offers a fixed income stream via a periodic interest payment. The primary risk for holders of debt instruments takes the form ofdefault, where the debt issuer fails to make contractually obligated payments of interest or principal. Investors generally balance risk against the amount of profit they expect to make from interest payments over the course of a debt issuance, requiring a faster or larger return to compensate for a riskier loan.\n\nCompanies may also attempt to lower their cost of borrowing by issuing different kinds of debt based upon a creditor’s priority in any liquidation or bankruptcy proceedings.Subordinated debtlies at the bottom of the priority list, meaning holders of subordinated debt get paid only after those who holdsenior debtreceive their payments.\n\nQuarterly Income Preferred Securities(QUIPS) andtrust preferred securitieso (TruPS) offer investors similar benefits to QUIDS in the form of regular payment on a preferred security. QUIPS feature a structure similar to QUIDS, except that the subsidiary lending money to the parent issues its own preferred stock to investors. Companies that issue TruPS form a trust rather than a subsidiary corporation. Investors then receive preferred shares of the trust.\n\nAll three securities resemble one another superficially, but each type of security has subtle differences that may or may not match an investor’s expectations. Issuing companies may prefer the tax treatment afforded to one structure or another and decide which type of security to issue accordingly. Investors should always do their homework and be aware of where they sit in the hierarchy of potentialcreditors, as well as any potential issues with the issuer’ssolvency.\n\nA quid is a colloquial term for theBritish pound sterling. As of July, 2023, the value of a quid is equal to approximately $1.30 USD.\n\nQuid Pro Quois a Latin phrase that literally means \"something for something,\" suggesting an implied agreement to exchange one service or favor for another. This may be required in certain business contexts, since courts may strike down a contract that does not include equal considerations. Quid pro quo agreements are also common in politics, although they sometimes suggest shady or unethical business dealings.\n\nQuid pro quo harassment is a form of workplace harassment where unethical requirements are placed as a condition of professional advancement. In cases where the requirements involve romantic or sexual behaviors, this is also a form of sexual harassment. Sexual harassment is illegal in the United States, Canada, and many other countries.\n\nQUIDS, or Quarterly Income Debt Securities, are a type of debt instrument that pays interest on a quarterly basis. These debt securities are structured so that they are more senior than other holders of the same company's securities, meaning that in the event of bankruptcy, QUIDS holders will be paid out sooner than other creditors.\n\nUS Patent and Trademark Office, Trademark Electronic Search System. \"QUIDS.\"\n\nTravelex. \"British Pound to US Dollar Exchange Rates.\"",
  "url": "https://www.investopedia.com/terms/q/quids.asp"
}