{
  "term": "Quarter on Quarter (QOQ): Definition, How to Calculate, and Example",
  "definition": "Quarter on quarter (QOQ) is a measuring technique that calculates the change between one fiscal quarter and the previous fiscal quarter. The term is similar to theyear-over-year (YOY)measure, which compares the quarter of one year (such as the first quarter of 2024) to the same quarter of the previous year (the first quarter of 2023).\n\nThe measure gives investors and analysts an idea of how a company is growing over eachquarter.\n\nQOQ allows a business to monitor shorter-term changes and to progress toward goals or benchmarks set for the year. It can provide valuable information as to how acompanyis performing and allow the company to respond and make process changes if required.\n\nOften, the QOQ measure is used to compareearningsbetween quarters. For example, Company ABC’s first-quarter earnings were $1.50 per share, and its second-quarter earnings were $1.75 per share. By calculating the QOQ growth between quarters ($1.75 - $1.50/$1.50), it’s clear that the company has grown its earnings by 16.6%, which is a positive indicator forinvestors.\n\nWhen used in financial or accounting principles, a quarter is a consecutive three-month period within the year. Traditionally, the first quarter (Q1) refers to January, February, and March. Each subsequent three-month period represents Q2, Q3, and Q4.\n\nWhen used as part of a QOQ analysis, a business would comparefinancialsfrom Q2 (April, May, June) to Q1 (January, February, March). This comparison varies from YOY, where the same quarter is compared from one year to the next. For example, Q1 of 2024 is compared to Q1 of 2023 in a YOY review.\n\nComparing quarters on a year-over-year (YOY) basis can be more effective than on a quarter-on-quarter (QOQ) basis, as it gives a broader picture of company health and is not impacted by seasonal issues.\n\nThere are circumstances where QOQ analysis may not provide a holistic view of the health of an organization. For example, if an industry experiencesseasonal sales variance, such as landscapers or seasonal sellers, what may appear to be a downward trend may be an industry norm.\n\nThe same can apply if a business experiences higher earnings during a peak season that may reflect abnormally high growth from one quarter to the next. An organization may choose to adjust the figures seasonally and compensate for regular shifts in business, giving a more accurate picture throughout the year. Since YOY analysis involves the examination of the same quarter from one year to the next, it does not typically require a seasonal adjustment to provide valuable data.\n\nA company’s earnings report from one quarter to the next can affect the market. A disappointing earnings report can cause the stock to plunge as investors try to sell off the stock before the price drops.\n\nIn 2018,Amazon’s third-quarter earnings exceeded analysts’ estimates, but Amazon’s guidance for the fourth quarter fell short of expectations, and the company’s stock price plunged in response to the announcement. The last quarter of the year includes the holidays and is typically Amazon’s busiest season. Fourth-quarterrevenueguidance was significantly below the consensus and caused concern among shareholders. Amazon stock plunged by 10%, although it eventually recovered as investors priced in the news.\n\nQuarter on quarter (QOQ) compares performance change between one fiscal quarter and the previous fiscal quarter. It reflects short-term changes in various metrics and can indicate company performance over two quarters.\n\nQOQ lets a company monitor shorter-term changes and progress toward goals or benchmarks set for the year. The measure can provide valuable information on a business’s performance and allow the business to respond and make process changes if it has to.\n\nAn industry that experiences seasonal sales variance may not get an accurate picture of their well-being from QOQ analysis. A downward trend may be an industry norm. The same goes for a business that experiences higher earnings during a peak season that may reflect abnormally high growth from one quarter to the next.\n\nQuarter on quarter (QOQ) calculates the change between one fiscal quarter and the previous fiscal quarter. The measuring technique gives investors and analysts an idea of how a company is growing over each quarter.\n\nCNBC. “Amazon Plunges 10% on Revenue and Guidance Miss.”",
  "url": "https://www.investopedia.com/terms/q/qoq.asp"
}