{
  "term": "Quarterly Revenue Growth: Meaning, Example, Limitations",
  "definition": "Quarterly revenue growth is an increase in a company's sales in one quarter compared to sales of a different quarter.\n\nThe current quarter's sales figure can be compared on a year-over-year basis (e.g., 3Q sales of Year 1 compared with 3Q sales of Year 2) or sequentially (3Q sales of Year 1 compared with 4Q sales of Year 1). This givesanalysts, investors, and additional stakeholders an idea of how much a company's sales are increasing over time.\n\nWhen looking at a company's quarterly or annual financials, it is not enough to just look at the revenue for the current period. When investing in a company, an investor wants to see it grow or improve over time. Comparing a company's financials from one period to another gives a clear picture of its revenuegrowth rateand can help investors identify the catalyst for such growth.\n\nFor example, say that XYZ Corp. generated $66.2 billion in revenue for the second three months of the year (April to June), and $58.7 billion for the first three months (January to March). Therefore, the company saw quarterly revenue growth of 12.78%.\n\nOver time, if this rate continues, it will be an excellent investment. Zooming out and calculating quarterly growth rates for a multi-year period can provide even more insight than simply a six- or 12-month period.\n\nAs an investor, there are certain limitations with focusing too much on quarterly revenue growth. For example, the time between quarters is short. In any given multi-quarter period, the company’s results could change drastically withbusiness cycles, economic shocks, management changes, or other internal disruptions to a company’s supply chain or operations.\n\nWhile strong quarterly revenue growth is one metric for success, it’s important to look at several quarters and the consistency of growth over time. If growth is simply a two- or three-quarter phenomenon, it does not necessarily bode well for a longer-term investment.\n\nOn the flip side, investors should not be greatly concerned when a company sees poor quarterly revenue growth one or two times in a row. For example, companies that are seasonal, such as tourist companies, might have stagnant quarterly revenue growth at certain parts of the year and large spikes at other times. Again, it’s important to zoom out and look for a pattern in either direction—growth or loss—to determine the direction in which a company is moving and if it might be a good potential buy, sell, hold, or short.\n\nSome investors have voiced their frustrations over the quarterly reporting cycle citing that it places too much emphasis on short-term results over long-term, sustainable progress.\n\nYes, if a company generates less revenues quarter-over-quarter, it will be recorded as negative growth. This doesn't necessarily mean that the company is losing money, just that it's subsequent quarter saw fewer sales than the prior one.\n\nInvestors expect companies to keep growing over time, and so they look to quarterly revenue trends to make sure this is happening. In addition, revenue growth projections into the future are used by managers and investors to make investment decisions today.\n\nQoQstands for quarter over quarter, and measures how some metric such as revenues has changed from one quarter to the next, so looking at\n\nYoYstands for year over year, and instead measures changes based on 12 months ago until the present.",
  "url": "https://www.investopedia.com/terms/q/quarterlyrevenuegrowth.asp"
}