{
  "term": "Quarterly Income Preferred Securities (QUIPS)",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nQuarterly Income Preferred Securities (QUIPS) are hybrid, preferred-stock-like securities. They represent an interest in a limited partnership or company that exists solely for the purpose of issuing these preferred shares and then lending the proceeds of the sales to its parent company. Listed on theNew York Stock Exchange(NYSE), they usually have a $25 par value and cumulative quarterly distributions.\n\nCreated by Goldman, Sachs & Co. as a marketing tool, Quarterly Income Preferred Securities (QUIPS) are an example ofhybrid securities(aka hybrids), combining the features of preferred stock and corporate bonds. Like bonds, they are essentially subordinated debt—they have maturity dates and a par value—but they look like preferred stock because they represent an ownership stake in a limited company/partnership, are listed on a stock exchange, and make payments in the form of quarterly dividends.\n\nQUIPs are issued by a special purpose, foreign or domesticlimited liability company(LLC), orlimited partnership(LP). Whatever its structure or nationality, this issuing entity is typically a wholly-owned subsidiary of a U.S. corporation. And it doesn't do anything, like make investments or finance businesses; it only exists—in fact, was created by the parent firm—to sell shares of itself to investors.\n\nThe LLC or LP raises funds, then takes the money it receives and loans it to its parent company. The parent receives the proceeds and dutifully pays interest on the borrowed funds back to the subsidiary, which then uses the money to pay quarterly dividends to QUIPS holders. Because the LLC or LP is apartnership, the full amount of the interest payments has to flow through to the QUIPS holders. But no corporate taxes are paid on them first, as they would be with regular stock dividends.\n\nHybrids can pay a higher rate of return than preferred stock because dividends are paid with pretax dollars and, therefore, they generate a sizable tax break for corporations.\n\nIn fact, the parent company gets to deduct the interest payments it makes on the borrowed QUIPS funds on its tax return—because technically, it's getting a loan from its subsidiary LLC or LP.\n\nWhile QUIPs are listed and trade on the stock exchange, they have finite lifespans, like bonds. QUIPS typically have maturities of 30-50 years. However, in some cases, the issuers can extend the maturity cycle to a longer time period. For example, a well-known telecom provider initially issued QUIPS that began with a 30-year maturity, but then extend the maturity cycle to 49 years. Another QUIPS issuer abbreviated the maturity cycle from 30 years to a five-year non-call period. But like most hybrid securities, the average maturation period is 40 years.\n\nAnother form of hybrid securities is Monthly Income Preferred Stock or Securities (MIPS). MIPS are similar to QUIPS but, as the name implies, pay income every month.\n\nVia QUIPs, the parent company gets the cash it needs (plus a tax benefit), and investors get a steady dividend. Seems like a win-win all around.\n\nThere's a catch, however. The issuing LP or LLC can suspend or defer its dividends—even though they are actually interest payments—and not be considered indefault, as it would be if it missed paying interest on a bond. If the issuer of QUIPS fails to make a promised periodic payment, investors have no power to force the issuer into bankruptcy.\n\nBut while this characteristic creates added risk for investors, the QUIPS structure benefits parent corporations, because it does not raise the parent company's debt levels, and therefore does not jeopardize itsdebt ratios.",
  "url": "https://www.investopedia.com/terms/q/quips.asp"
}