{
  "term": "Quasi-Reorganization: Meaning, Benefits, Goals",
  "definition": "A quasi-reorganization is a relatively obscure provision undergenerally accepted accounting principles(GAAP), which states that under certain circumstances, a firm may eliminate a deficit in itsretained earningsaccount by restating assets, liabilities, and equity in a manner similar to a bankruptcy. A firm's stockholders must agree to allow the accounting change, which essentially resets the firm's books as though a new company had incurred the assets and liabilities of the old firm.﻿﻿\n\nAlthough the idea of a quasi-reorganization has seen some renewed interest, the provision is still rarely applied in practice. The idea of a quasi-reorganization holds appeal for some as it is an idea of a \"fresh start\" and is more exciting to investors than slowly digging out from a large deficit of retained earnings.\n\nSome also argue that quasi-reorganizations could be an effective method of more accurately resetting the accounting balances of a firm when a serious drop in asset value is not adequately reflected. A quasi-reorganization remains highly controversial, however, since it is not truly a change of economic reality, but rather a method to make books appear more favorable.\n\nQuasi-reorganizations can carry risks to lenders or suppliers that extend credit to firms that have undergone a quasi-reorganization. Because a quasi-reorganization makes a company's balance sheet look stronger, this brings comfort to lenders in extending credit. If the lenders were aware of the actual financial situation of the company, they perhaps would not lend money or would lend at a higher rate to compensate for the actual risk taken. Quasi-reorganizations usually require disclosure in thefinancial statements, so lenders should make sure to look out for such items.﻿﻿\n\nMany new businesses operate at a loss for several years after inception. During this period, the sales team makes contacts, workers are trained, processes are improved on and streamlined, andbrand recognitionis cultivated. By the time the company turns its first profit, a significant retained earnings deficit may have developed. Additionally, a prolongedrecessioncould turn a profitable company into a company with a retained earnings deficit.\n\nIt is often illegal or prohibited by debt covenants to pay adividendfrom retained earnings while operating with a retained earnings deficit.﻿﻿ In this instance, the equitycost of capitalcan increase materially as investors demand more return for perceived risk. Here, a quasi-reorganization could make financial sense.\n\nWhen a company undergoes a quasi-reorganization, it is allowed to continue paying dividends, avoids the costs and time associated with aChapter 11bankruptcy, and possibly realizes tax advantages. As a quasi-reorganization does nothing to improve the actual operational aspect of a business, they are usually accompanied by other changes, such as consolidations, eliminating excess, and improving efficiency.﻿﻿\n\nThe main goal of a quasi-reorganization is to bring the retained earnings balance to zero. First, overvalued assets should be written down tofair valuewith a direct reduction in retained earnings. Although this increases the deficit momentarily, it will reduce futuredepreciationexpenses. Liabilities are also restated to their fair values with any resulting offsets going to the retained earnings deficit.﻿﻿\n\nOnce assets have been reduced to fair value, either additionalpaid-in capitalor the par value of common stock is reduced to balance out the elimination of the retained earnings deficit. Companies have some flexibility when deciding how to proceed with the quasi-reorganization; it is possible to reduce par value, increase additional paid-in capital, and zero out retained earnings at the same time.﻿﻿\n\nAccounting Standards Codification. \"852-20-05.\" Accessed May 8, 2021.\n\nAccounting Standards Codification. \"852-20-50.\" Accessed May 8, 2021.\n\nDeloitte. \"AICPA Issues Papers—Quasi-Reorganizations.\" Accessed May 8, 2021.",
  "url": "https://www.investopedia.com/terms/q/quasi-reorganization.asp"
}