{
  "term": "Quasi-Public Corporations: What They Are and How They Work",
  "definition": "A quasi-public corporation is a company in theprivate sectorthat is supported by the government with a public mandate to provide a given service. Examples include telegraph and telephone companies, oil and gas, water, and electric light companies, and irrigation companies.\n\nQuasi-public corporations may be established de novo, begin as government agencies that becomeprivatized, or be the result of a large private company becoming partiallynationalized. They are often also referred to as public service corporations.\n\nLike public-purpose corporations, such as public libraries and adult day centers, quasi-public corporations are created to benefit the public in some way. These private-operating companies are presented with a government-chartered mission and, in exchange for their services, usually receive some form of partial funding from the state.\n\nQuasi-public corporations may comprisepublic companiesof an industrial and commercial character, nationalized companies, and companies with majority publicshareholding. Many consider quasi-public institutions to be political policy tools because they can, in some instances, operate with fewer restrictions and greater cost-effectiveness than regular government institutions.\n\nContrary to popular opinion, employees of quasi-public corporations do not work for the government.\n\nFor those public-private corporations that receive some type of government funding, suchsubsidiesconsist of regular fund transfers intended to compensate for persistent losses, euphemistically referred to as negative operatingsurpluses.\n\nLosses can be incurred by charging prices that are lower than averagecosts of productionas a matter of deliberate government economic and social policy; by convention, these subsidies are treated as subsidies on products.\n\nOne example of a quasi-public purpose corporation is Sallie Mae Corp., which was founded to advance student loan development. Another example is Fannie Mae, otherwise known as theFederal National Mortgage Association(FNMA).\n\nFannie Mae is regarded as a quasi-public corporation because it operates as an independent corporation that's not treated as any part of the government, while at the same time operating under a congressionalcharterthat aims to increase the availability and affordability of homeownership.\n\nIt is not uncommon to see thesharesof this type of corporation trade on majorstock exchanges, giving individual investors the opportunity to gain exposure to the company and any profitit generates.\n\nWhile shares of this type of corporation are sold publicly, creating value and profit for shareholders comes second to carrying out its public purpose. The operations of a quasi-public corporation must usually, in some way, contribute to the comfort, convenience, or welfare of the general public.\n\nQuasi-public corporations are often mistakenly assumed by the public, and investors, to be branches of the government. This creates a perception of safety, or risk-free investment in their equity and debt, as highlighted in the run-up to thefinancial crisis of 2008.\n\nDebt securitiesissued by Fannie Mae, and its counterpartFreddie Mac, said on their face that they were not government-guaranteed, though many investors treated them as if they were. Public outcry and the pressure from investors when these entities faced bankruptcy helped lead the U.S. government to bail them out. In effect, the public perception that these quasi-public entities were guaranteed by the government overrode the explicit terms of the securities themselves.",
  "url": "https://www.investopedia.com/terms/q/quasi_public_corporation.asp"
}