{
  "term": "Quasi Contract: Definition, How It Works, and vs. Contract",
  "definition": "A quasi contract, also known as an implied-in-law contract, is a court-forged agreement between two parties who had no prior formal contract.\n\nQuasi contract is another name for a contract implied in law, which acts as a remedy for a dispute between two parties who don’t have a contract. A quasi contract is a legal obligation—not a traditional contract—which is decided by a judge for one party to compensate the other. Thus, a quasi contract is a retroactive judgment to correct a circumstance in which one party acquires something at the expense of the other.\n\nThese arrangements may be imposed when goods or services are accepted by a party even though they might not have been requested. The acceptance then creates an expectation ofpaymentfor the providing party.\n\nUnder common-law jurisdictions, quasi contracts originated in the Middle Ages under a form of action known in Latin asindebitatus assumpsit, which translates to being indebted or to have undertaken a debt.\n\nThis legal principle was the courts’ way of making one party pay the other as if a contract or agreement already existed between them. So the defendant’s obligation to be bound by an exchange is viewed to be implied by law. From its earliest uses, the quasi contract was typically imposed to enforce restitution obligations.\n\nIt would be handed down, ordering the defendant to pay restitution to the plaintiff. The restitution, known in Latin as “quantum meruit,” or the amount deserved,is calculated according to the amount or extent to which the defendant was unjustly enriched.\n\nThis remedy is also referred to as a constructive contract, as it is constructed by a judge when there is no existing contract between two parties. If there is an agreement or contract already in place, a judge will not create a quasi contract because there is no need to do so.\n\nAnimplied-in-law contractis an alternate name for a quasi contract.\n\nQuasi contracts outline the obligation of one party to a second when the first receives a benefit or property from the second. A person might knowingly or unknowingly give something of value to another without an agreement being made. It is assumed that a reasonable person would pay for it, give it back, or otherwise compensate the giver upon receiving the item or service.\n\nQuasi contracts are awarded as a remedy to a giver to keep them from being taken advantage of and keep others from being unjustly enriched.\n\nBecause the agreement is constructed in a court of law, it is legally enforceable, so neither party has to agree to it.The purpose of the quasi contract is to render a fair outcome in a situation where one party has an advantage over another. The defendant—the party who acquired the property—must pay restitution to the plaintiff—the wronged party—to cover thevalueof the item.\n\nCertain aspects must be in place for a judge to issue a quasi contract:\n\nThe types of quasi contract are outlined in sections 68 through 72 of the Contract Act of 1872, as follows:\n\nUnjust enrichment is what happens when an individual benefits from a situation inappropriately, either because of luck or because of another person’s bad fortune.\n\nAdvantages of using a quasi contract include the fact that these legal instruments are typically based on the unjust enrichment principle. This prevents one party from gaining an undue advantage over another. Thus, it is a safeguard for innocent victims of wrongful acts and a legal alternative tocompensation for damages, ensuring that the one who provides services or goods gets compensated for the same. In order to comply with quasi contracts, all parties involved are obliged to follow them, as they are created by court order.\n\nThere are also some drawbacks or limitations. Those who received benefits negligently, unnecessarily, and by miscount will not be held liable. Although a person can be liable under a quasi contract, they cannot be charged more than the amount they have received under the contract. Thus, there is no provision available for the recovery of a greater amount than that which has been received by the plaintiff—if the plaintiff obtains only part of the services/goods that they contracted for originally, they cannot claim compensation, as the whole amount is not recovered.\n\nIf there’s an express agreement between the parties, plaintiffs have to give up all profits. Though a quasi contract is a legal remedy that provides protection from unjust enrichment of the beneficiaries of the services or goods, a plaintiff can get relief only if they can prove that they have suffered losses due to the breach of the contractual obligations of the defendant.\n\nPrevents one party from unfairly benefiting at the expense of another\n\nAmount cannot include additionaldamages\n\nA quasi contract is also known as an implied contract, in which a defendant is ordered to pay restitution to the plaintiff, or a constructive contract, meaning a contract that is put into existence when no such contract between the parties exists.\n\nA quasi contract is an obligation between two parties created by a court order rather than an agreement between the parties to prevent enrichment.\n\nAn example might be if Person A offers to pay Person B to help them move to a new apartment, and agrees to pay $100 for the help. The agreement is verbal and not a formal contract. Person B commits to the job, turns down a different job, and shows up on the required day to help with the move. But when Person B shows up, Person A tells them that they are not needed after all and that the job is canceled. Person B files a civil suit to have the missing money paid, and a quasi contract might be instituted if the judge agrees that money is owed.\n\nWith a quasi contract, a defendant is required to behave as if there was a legal contract with the plaintiff. It is designed so that one party is not unjustly enriched at the expense of the other. Unjust enrichment is when someone benefits unfairly, either due to circumstance or the other party’s misfortune. A quasi contract is rendered by a judge, as a settlement, after the fact, when a formal contract otherwise did not exist.\n\nCollege of William & Mary Law School, William & Mary Law School Scholarship Repository. “The Concept of Benefit in the Law of Quasi-Contract.” Page 3.\n\nCornell Law School, Legal Information Institute. “Quantum Meruit.”\n\nCornell Law School, Legal Information Institute. “Quasi Contract (or Quasi-Contract).”\n\nIndia Code. “The Indian Contract Act, 1872.” Pages 28–29.\n\nCornell Law School, Legal Information Institute. “Unjust Enrichment.”",
  "url": "https://www.investopedia.com/terms/q/quasi-contract.asp"
}