{
  "term": "Questioned Document Investigation: What it is, How it Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA questioned document investigation is an in-depth look into a document that is being questioned in the case offraud, forgery, etc. The investigation is usually initiated in the event that large sums of money, heirlooms, or other assets are being called into question by a third party. A questioned document investigation may also be called upon to discover altered documents, fabricated checks, anonymous letters, disputed wills, and many other disputed documents. A forensic analysis of the questioned document will typically involve a comprehensive analysis of the paper, ink, indentations, and tools used to produce the document.\n\nA questioned document investigation is used to ascertain the authenticity (or lack thereof) of a document or other item when it comes into question. The discipline of forensic document examination is sometimes referred to as \"questioned documents analysis,\" and it is frequently associated withwhite-collar crimessuch as accounting irregularities, check fraud, or securities fraud. It can also be used to analyze documents related to other types of crimes or misdeeds such as medical malpractice or even analyzing suicide notes for authenticity.\n\nExaminers of questioned documents use an array of heuristic and technological tools and techniques to judge the authenticity of documents or to reveal if something has been altered or tampered with. To determine whether a document is genuine, an examiner may attempt to confirm who authored or created the document, determine the timeframe in which it was created, identify the materials used in its preparation, or uncover modifications to the original text - such as changes, additions, or deletions to the original text.\n\nWithin the scope of finance, questioned document investigations are initiated when the authenticity of a firm's financial records are cast in doubt. Sometimes, a firm may \"cook the books\" to hide losses or inflate perceived profits. Such accounting scandals can be revealed by the forensic analysis offinancial statementsand accounting documents. While securities today are represented digitally for the most part, in the past, the authenticity of physical stock certificates or bound coupons would be questioned, as con men and crooks would seek to counterfeit and sell them to unsuspecting investors. In the contemporary context, internal memos, email exchanges, invoices, or contracts can come under scrutiny and become the subject of a questioned document investigation.\n\nIf the investigation proves no wrong-doing, the case may be dropped, and the allegations of fraud or misconduct dropped. On the other hand, if the document is considered suspect, it may become crucial evidence in a larger criminal or civil case.",
  "url": "https://www.investopedia.com/terms/q/questioned-document-investigation.asp"
}