{
  "term": "Quick-Rinse Bankruptcy",
  "definition": "A quick-rinse bankruptcy is abankruptcyproceeding that is structured to move through legal proceedings faster than the average bankruptcy. All parties involved negotiate terms before a company files for bankruptcy.\n\nThe term \"quick-rinse bankruptcy\" first emerged during thecredit crisisthat started in 2008 and was used to describe the planned bankruptcies of U.S. automotive giants Chrysler and General Motors.\n\nIn order for quick-rinse bankruptcies to be effective, involved parties must negotiate terms prior to the proceedings. These negotiations take place between the government,creditors, unions, shareholders, and other parties in order to prevent filings by these parties in court that would otherwise slow down the process.\n\nA quick-rinse bankruptcy, also known as a controlled bankruptcy, involves taxpayer financing. Such pre-negotiated bankruptcies arose during the credit crisis of 2008 due to the perceived impact that the Chrysler and General Motors failures would have on the economy. It was argued that drawn-out bankruptcy proceedings would result in massive layoffs and a loss of customers that would deepen therecessionand further stunt economic growth.\n\nAfter the financial crisis, reforms focused on having companies usebail-insas opposed to bail-outs, as to not use taxpayer money.\n\nIn bankruptcies such asthose of General Motors and Chrysler, where preserving the value of the companies and giving them the best chance of reorganization and survival is of paramount importance, speed is of the essence. The first question among negotiators and administrators is how fast or when an agreement should be reached. A company on the brink only has a limited amount of time before it begins to lose significant portions of its customers, working capital, financing sources, suppliers, and vendors.\n\nThe primary benefit of a quick-rinse bankruptcy is speed. Chapter 11 bankruptcies are time-consuming, take up resources, primarily money, and can drag on for months or years, impeding the businesses involved.\n\nA quick-rinse bankruptcy moves the process along quickly, which is particularly important for creditors so that they can continue on with their own businesses by taking stock of their financial situation after dealing with a bankrupted entity.\n\nA quick-rinse bankruptcy has roughly the same purpose as aprepackaged bankruptcy; to avoid the slow, complicated, and expensive drag of court proceedings. The two types differ in that a quick-rinse bankruptcy comes with the promise of taxpayer financing, such as the government bailouts of General Motors and Chrysler in the wake of the2008 financial crisis.\n\nThe number of days it took GM to emerge from its quick-rinse bankruptcy.\n\nWith a prepackaged bankruptcy, a company in distress will tell its creditors that it wants to negotiate bankruptcy terms before it files for court protection. This gives creditors the opportunity to work with a company to come to an agreement on repayment terms before aChapter 11filing is made.\n\nThe New York Times described controlled (or quick-rinse) bankruptcies as existing \"somewhere between a prepackaged bankruptcy and court chaos.\"\n\nCompany ABC has not been able to sell many of its goods for the past year. The company has generated no profits and has had to borrow money from a few creditors to stay afloat. The company has reached a point where it is in debt, is not able to borrow more, and sees no way out of its current situation. The management of the company decides to declare bankruptcy.\n\nBeforedeclaring bankruptcy, however, ABC negotiates terms with its creditors. It owes $5 million to Bank One, $2 million to Bank Two, and $4 million to Bank Three. After assessing the value of all of its assets, which includes vehicles, machinery, and a small warehouse, ABC determines it can pay Bank One $3 million of the $5 million, Bank Two $500,000 of the $2 million, and Bank Three, $1 million of the $4 million.\n\nThe banks are not happy about this but rather than receive nothing at all, they agree to the terms. When Company ABC declares bankruptcy, the court and proceedings move quickly without any hold-ups as all parties have already agreed to the terms of the bankruptcy.\n\nEvery bankruptcy situation is unique and, therefore, will vary in the length of time it takes from filing to closing. In general, if all parties are prepared, a bankruptcy proceeding lasts between four to six months.\n\nYes, a company can survive a Chapter 11 bankruptcy and many companies have. Not only have they survived but many have gone on to become stronger companies. The purpose of a Chapter 11 bankruptcy is for a company to reorganize itself so it is on a better financial footing. The goal is not to close down and liquidate assets.\n\nYes, you can file a Chapter 7 bankruptcy twice. If you filed for Chapter 7 bankruptcy for the first time and received a discharge, you have to wait eight years before filing a second time. It is important to receive a discharge from your first bankruptcy otherwise you may be held liable for all debts in your second bankruptcy.\n\nStocks may or may not go up after a bankruptcy. If it is a Chapter 11 bankruptcy, a company's stock will fall upon the news and see little gains during reorganization; however, it is possible that after some time, once the company has reorganized and found new footing, it may perform better, which will see the value of its shares go up.\n\nU.S. Department of the Treasury. \"Auto Industry.\"\n\nReuters. “G.M Says Chrysler-Like Deal Best Bankruptcy Option.”\n\nThe New York Times. “U.S. Hopes to Ease G.M. to Bankruptcy.”\n\nReuters. “GM CEO Akerson Defends Tenure as His Exit Nears.”\n\nUnited States Courts. “Chapter 11 - Bankruptcy Basics.” Accessed Jan. 27, 2022.\n\nLaw Office of Raymond J. Seo. \"How Long Do I Have to Wait to File Bankruptcy Again? Can I File Bankruptcy Twice?\"",
  "url": "https://www.investopedia.com/terms/q/quick-rinse-bankruptcy.asp"
}