{
  "term": "Quid Pro Quo Contribution: What It is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nManynonprofitfoundations and organizations rely oncharitable donationsfrom corporate sponsors and individuals to meet a large part of their funding needs. These can be solicited in many different forms, from one-off contributions to ongoing sponsorships from businesses in the community.\n\nDuring the holidays, it is not uncommon to see organizations such as The Salvation Army collecting individual donations from patrons as they enter or exit retail establishments. Generally, these donations are made without the donor expecting anything in return except anitemized tax deduction.\n\nAquid pro quocontribution, however, is a charitable donation for which the donor gets something of value from the recipient in exchange for their funds.The organization has created an incentive to the donation. It’s a device designed togrease the wheels of fundraising.\n\nA typical charitable donation is different from a quid pro quo contribution in that the donor receives nothing from the charity in return for the gift or deposit. Therules for tax deductionsfor quid pro quo contributions are also different.\n\nWith a typical donation, the donor can deduct the full amount as long as the donation meets eligibility requirements. With a quid pro quo contribution, the deductible amount is the difference between the donation and thefair market valueof the goods or services that the charity provided the donor with in exchange.\n\nFor the 2021tax year, even taxpayers who take thestandard deductionrather than itemize are allowed to deduct a certain amount of charitable contributions, with the limit being $300 for single filers and $600 for a married couple filing jointly.\n\nDuring summer vacation, Beth sees that her daughter Lauren’s school is trying to raise money to buy plants and materials to make a school garden. Beth is excited about the prospect of her daughter learning how to grow fresh fruits and vegetables and gladly donates $75 to the school. As a thank you, the school offers some of the top donors gift certificates to the farm stand that they will be setting up at the end of the school year to sell off the surplus fruits and vegetables harvested from the garden. This is a quid pro quo donation, as Beth received something in return for her monetary contribution. If the school was only soliciting funds and not offering anything in return, then it would not qualify as quid pro quo.\n\nWhen it is time for Beth to file her taxes, she remembers the $75 donation and the $5 gift card that she received in exchange. When she goes to add the contribution to her itemized deductions for the tax year, she can only use $70 from the donation, which is the difference between the donation and the gift that she received in return. If she hadn’t received the gift card, she would have been able to use the entire balance of the $75 donation.\n\nThe charity, however, does not have to remind Beth of the $5 gift card. TheInternal Revenue Service (IRS)only requires written disclosure statements to be sent to donors if their total quid quo pro contribution (not just the deductible amount) was greater than $75.Beth, however, would be responsible for remembering it herself and deducting $70 rather than $75.\n\nA quid pro quo contribution is a charitable donation for which the donor is rewarded with something of value by the charity in question.\n\nOffering something of value in return for a donation is a way for a charitable organization to prompt donations that otherwise might not be forthcoming.\n\nYes, but it does have tax implications. A regular contribution to aqualified charitable organizationcan be deducted in full by taxpayers who itemize their deductions. However, with a quid pro quo donation, the donor must deduct the fair market value of what they received from the charity from the full amount of their donation to arrive at the allowable tax deduction.\n\nInternal Revenue Service. “Substantiating Charitable Contributions.”\n\nInternal Revenue Service. “Expanded Tax Benefits Help Individuals and Businesses Give to Charity During 2021; Deductions Up to $600 Available for Cash Donations by Non-Itemizers.”",
  "url": "https://www.investopedia.com/terms/q/quid-pro-quo-contribution.asp"
}