{
  "term": "Quid Pro Quo: Definition, Examples, and Legality",
  "definition": "Quid pro quois a Latin term for \"something for something\" that originated in the Middle Ages in Europe. It describes a situation when two parties mutually agree to exchange goods or services reciprocally. In a quid pro quo agreement, one transfer is thus contingent upon some transfer from the other party.\n\nIn business and legal contexts, quid pro quo conveys that a good or service has been exchanged for something of equal value. It has been used in politics to describe an unethical practice of \"I'll do something for you, if you do something for me,\" but is allowable if bribery or malfeasance does not occur.\n\nThe key to a quid pro quo business agreement is aconsideration, which may take the form of a good, service, money, or,financial instrument. Such considerations are attached to a contract in which something is provided and something of equal value is hence returned in exchange. Without such considerations, a court may find a contract to be invalid or nonbinding.\n\nAdditionally, if the agreement appears to be unfair or overly one-sided, the courts may rule that the contract is null and void. Any individual, business, or other transacting entity should know what is expected of both parties to enter into a contract.\n\nAbarteringarrangement between two parties is an example of a quid pro quo business agreement where one exchanges something for something else of similar value. In other contexts, a quid pro quo may involve something along the lines of a more questionably ethical situation involving a \"favor for a favor\" arrangement rather than a balanced exchange of equally valued goods or services.\n\nQuid pro quois Latin for \"something for something.\" It first appeared in the mid-16th century in reference to substituting one medicine for another.\n\nQuid pro quo arrangements can have negative connotations in certain contexts. For example, in a quid pro quo agreement between aninvestment bank'sresearch arm and a public company, the bank might amend its rating of the company's shares in exchange for underwriting business.\n\nIn response to these potential conflicts of interest, U.S. financial regulators have investigated and issued rules to ensure that firms put customers' interests before their own in issuing stock ratings.\n\nAnother example of a questionable quid pro quo agreement in business is asoft dollar agreement. In a soft dollar agreement, one firm (Firm A) uses another firm's (Firm B) research. In exchange, Firm B executes all of Firm A's trades.\n\nThis exchange of services is used as payment instead of a traditional, hard dollar payment. Research has shown that transactions executed under soft dollar arrangements cost more than execution-only arrangements.\n\nStill, soft dollar arrangements such as these are legal in the U.S. and other places, though discouraged in some jurisdictions and viewed as unethical by some critics.\n\nIn the U.S., the Federal Election Campaign Act limits the number of contributions made to a campaign by donors.\n\nQuid pro quo arrangements may also exist in the political realm. As an example, in exchange fordonations, a politician may be obliged to provide a future consideration regarding policymaking or decision-making.\n\nSuch a quid pro quo does not always imply abribe, however, merely the understanding that the politician will consider the donor's wishes when creating policy or voting on legislation.\n\nMuch controversy surrounds quid pro quo in politics—so much so that, in the last 40 years, many cases have appeared before the Supreme Court to define what constitutes an illegal agreement.\n\nQuid pro quo means \"something for something\" in Latin. While today it denotes something done with the expectation of some favor in return (\"I scratch your back, you scratch mine\"), the phrase was first used by apothecaries in the 1500s when they did not have a particular remedy in stock and would thus prescribe a substitute.\n\nA quid pro quo is only illegal if it breaks the law, as in the case of a bribe, blackmail, or some sort of contingency (for example, requesting something non-work related in return for not firing an employee). Even if an instance of a quid pro quo is deemed legal, however, it may still be viewed unfavorably.\n\nThere are many examples of quid pro quo, from bartering arrangements to gift giving. An example of an illegal quid pro quo would be a case of sexual harassment, where work outcomes or compensation are linked to sexual favors.\n\nOther idioms that have similar meanings to quid pro quo are \"I scratch your back, you scratch mine,\" \"this for that,\" or \"tit for tat.\"\n\nQuid pro quo is the act of doing something in exchange for something of equal value. It is usually not a monetary agreement but typically one service for another; most often it is a favor that is granted by one party with an expectation of an equal favor or service to be returned in the future. It is used widely throughout business and politics.\n\nU.S. Securities and Exchange Commission. \"Regulation Best Interest: The Broker-Dealer Standard of Conduct.\"\n\nU.S. Federal Election Commission. \"Contribution Limits.\"\n\nU.S. General Services Administration, USA.gov. \"Federal Campaign Finance Laws.\"",
  "url": "https://www.investopedia.com/terms/q/quidproquo.asp"
}