{
  "term": "Quota Share Treaty: Definition, How It Works, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nVioletaStoimenova / Getty Images\n\nA quota share treaty is a pro-ratareinsurancecontract in which the insurer and reinsurer share premiums and losses according to a fixed percentage. Quota share reinsurance allows an insurer to retain some risk and premium while sharing the rest with an insurer up to a predetermined maximum coverage. Overall, it's a way for an insurer to boost and preserve some of its capital.\n\nWhen an insurance company underwrites a new policy, the policyholder pays it a premium. In exchange, it agrees to indemnify the policyholder up to the coverage limit. The more policies that an insurer underwrites, the more itsliabilitieswill grow, and at some point, it will run out of capacity to underwrite any new policies.\n\nIn order to free up capacity, the insurer can cede some of its liabilities to a reinsurer through a reinsurance treaty. In exchange for taking on an insurer's liabilities, the reinsurer receives aportion of the policy premiums.\n\nA quota share treaty is a reinsurance agreement in which the insurer cedes a portion of its risks and premiums up to a maximum dollar limit. Losses above this limit are the insurer's responsibility, though the insurer can use an excess of loss reinsurance agreement to cover losses that exceed the maximum per policy coverage.\n\nSome quota share treaties also include per-occurrence limits that restrict the amount of losses a reinsurer is willing to share on a per-occurrence basis. Insurers are less willing to accept this type of agreement because it can lead to a situation in which the insurer is responsible for most of the losses from a particular occurrence of a peril, such as a catastrophic flood.\n\nQuota share treaties are a form of proportional reinsurance, as they give a reinsurer a certain percentage of a policy.\n\nThink of a quota share treaty as giving away a part of an insurer's retention. In return, the insurer gets to increase its acceptance capacity with automatic cover.\n\nA quota share treaty reduces financial exposure to adverse claim fluctuations. Thecedentcan continue to participate in the underwriting gains in some negotiated percentage, even though it has reinsured the business, and has access to outside expertise from a professional reinsurer.\n\nConsider an insurance company looking to reduce its exposure to the liabilities created through its underwriting activities. It enters into a quota share reinsurance contract. The contract has the insurance company retaining 40% of its premiums, losses, and coverage limits, but cedes the remaining 60% to a reinsurer. This treaty would be called a 60% quota share treaty because the reinsurer is taking on that percentage of the insurer's liabilities.",
  "url": "https://www.investopedia.com/terms/q/quota-share-treaty.asp"
}