{
  "term": "Quoted Price: What it is, What it Means, and What it Tells You",
  "definition": "A quoted price is the most recent price at which an investment (or any other type of asset) has traded. The quoted price of investments such as stocks, bonds, commodities, andderivativeschanges constantly throughout the day as events occur that affect the financial markets and theperceived valueof various investments. The quoted price represents the most recent bid and ask prices that buyers and sellers were able to agree on.\n\nThe quoted prices of stocks are displayed on an electronicticker tape, which shows up-to-the-minute information on trading price andtrading volume. For most major exchanges trading hours are 9:30 a.m. to 4 p.m. EST.\n\nThe ticker tape shows the stock (indicated by a one to four-letterstock symbolor ticker symbol—e.g., AAPL for Apple Inc. or TGT for Target Corporation), the number of shares traded, the price they traded at (in decimal form), whether the quoted price represents an increase or decrease from the last quoted price, and the amount of the change in price.\n\nSome of the most prominent exchanges in the world are theNew York Stock Exchange(NYSE), the Nasdaq, the London Stock Exchange (LSE), and the Tokyo Stock Exchange (TSE).\n\nThe quoted price represents the most up-to-date agreement between buyers and sellers, or the bid and ask prices.\n\nThebid priceis an offer that an investor, trader or dealer makes in order to purchase a security, commodity, or currency. The bid price is the highest price a prospective buyer is willing to pay to acquire the security or asset. Quote services and stock tickers will generally display the highest bid price available for the security.\n\nThe bid price is opposed by theask price, which is the lowest amount of money the seller will accept for an asset or security. An ask price—also often referred to as the offer price—is always higher than the bid price.\n\nThe difference between the bid price and the ask price is thespread. Theliquidityof the security is often indicative of its spread size. Low-liquidity stocks will often have a wide spread. Stocks that are especially liquid will have small spreads, often just pennies apart, or even a fraction of a penny.\n\nWhen a purchase fills at a higher price than the last price, both the bid and the ask may move higher for the next transaction. A security'scurrent priceis the last price paid for it, which is usually different from the bid and the ask.\n\nFor individuals that aretrading their own portfolios, quoted prices are often displayed in a rectangle in an easy-to-spot location on their online trading platform. The bids and asks are constantly moving if the security is in high demand and trading with a large volume. If the security is not well covered and does not have significant demand, the quoted price may not move much up or down over the course of the trading day.\n\nMany stakeholders follow the quoted prices of stocks, including company management, theinvestor relationsteam, major investors, andretail investors. Traders, in particular, are constantly watching and predicting a security’s quoted price in order to place bets for their clients or their own accounts. When a trader works for a financial institution, they generally trade with the company's money and credit. Alternatively, a trader may work independently, in which case they would not receive the same salary and bonus as for a larger entity but are able to keep all of the profit.",
  "url": "https://www.investopedia.com/terms/q/quoted-price.asp"
}