{
  "term": "Quote-Driven Market: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA quote-driven market is an electronicstock exchangesystem in which prices are determined from bid and ask quotations made by market makers,dealers, or specialists. In a quote-driven market, also known as a price-driven market, dealers fill orders from their own inventory or by matching them with other orders. A quote-driven market is theopposite of an order-driven market, which displays individual investors' bid and ask prices and the number ofsharesthey want to trade.\n\nQuote-driven markets are most commonly found in markets for bonds, currencies, and commodities. Quote-driven markets are also known as a dealers market because all trades are executed through dealers. The dealers, working with investment banks, commercial banks, and broker-dealers, provide quotes for different instruments and all customers need to trade through them at thequoted prices.\n\nSome people may also refer to quote-driven markets as a dealer- or price-driven market. The following are some of the key points about the quote-driven market.\n\nTraders may either accept the prices quoted by the dealers or try to negotiate better prices either themselves or through their broker or agent. In a pure quote-driven market, all traders must trade through dealers; however, dealers may also trade among themselves through inter-dealer brokers. In a quote-driven market, dealers supply all theliquidityin the market.\n\nDealers may choose not to execute a trade for a specific client. This is often done because some dealers specialize in certain types of clients, such as retail or institutional.\n\nHybrid markets like the NYSE and Nasdaq combine aspects of both quote-driven and order-driven markets.\n\nOrder execution is not guaranteed in an order-driven market, but it is guaranteed in a quote-driven market because market makers are required to meet the bid and ask prices they quote. A quote-driven market is more liquid than an order-driven market but lacks transparency. A hybrid market combines aspects of both quote-driven and order-driven markets. The NYSE and Nasdaq are both considered hybrid markets.\n\nIn an order-driven market, orders of both buyers and sellers are shown, displaying the price at which each is willing to buy or sell a stock and the quantity of the stock that they are willing to buy or sell at that price. An order-driven market is transparent in the sense that it clearly shows all of the market orders and the prices at which people are willing to buy or sell, which is not the case for quote driven-markets. Furthermore, a quote-driven market is more liquid due to the presence of market makers, but this is not the case for order-driven markets.\n\nCorporate Finance Institute. \"Quote-Driven Market.\" Accessed June 23, 2021.",
  "url": "https://www.investopedia.com/terms/q/quotedriven.asp"
}