{
  "term": "Quote Stuffing: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nQuote stuffing is the practice of quickly entering and then withdrawing large orders in an attempt to flood the market with quotes and cause competitors to lose time in processing them.\n\nQuote stuffing, a term first coined by Eric Scott Hunsader, the founder of financial data company Nanex, is a strategy that high-frequency traders use to gain a pricing edge over competitors.\n\nIt is made possible byhigh-frequency trading(HFT) programs that can execute market actions with incredible speed—generating hundreds or thousands of orders per second. These programs allow high-frequency traders to make money byarbitrage: exploiting temporary pricing inefficiencies before others have time to notice and/or react to them.\n\nAccording to Nasdaq, HFT is estimated to account for at least 50% of total market volume.HFT in and of itself is not illegal. However, stuffing takes place when traders fraudulently use algorithmic trading tools to overwhelm markets by slowing down an exchange’s resources with buy and sell orders in securities.\n\nOnlymarket makersand other large players in the market are capable of executing these tactics since they require a direct link to the securities exchanges in order to be effective. This business is all about speed and the closer a HFT server is to the exchange, the quicker they can react to new information.\n\nQuote stuffing has come under scrutiny from financial industry regulators, including theSecurities and Exchange Commission(SEC), the Commodities and Futures Trading Commission (CFTC), and theFinancial Industry Regulatory Authority(FINRA). All three regulating bodies have imposed fines on HFTs for violations of exchange rules, including quote stuffing, front-running, and price and market manipulation.\n\nThough the SEC’s investigation ultimately placed the cause on other factors, quote stuffing was initially blamed as one of the main drivers of the 2010 “flash crash,” which led the Dow Jones Industrial Average (DJIA) to fall 1,000 points within minutes. Whatever the cause, it is reported to have been widespread and causing negative impacts on securities exchanges’ efficiency.\n\nAdditionally, research studies compiled by ResearchGate, Nanex, and the CFA Institute, among others, suggest that HFT practices, including quote stuffing, raise prices, decreaseliquidity, and cause greater volatility in markets.\n\nBoth the New York Stock Exchange (NYSE) and FINRA adopted rule changes to address quote stuffing, including Rule 5210 (Publication of Transactions and Quotations) to prohibit “two types of quoting and trading activity that are deemed to be disruptive.” Other proposals to address the problem and reduce the advantage of HFTs include instituting minimum time periods, measured in milliseconds, before buy or sell quotes could be canceled.\n\nNasdaq. \"High Frequency Trading (HFT).\" Accessed Aug. 20, 2021.\n\nCatholic University Journal of Law and Technology. \"Has Regulation Affected the High Frequency Trading Market?,\" Page 147. Accessed Aug. 20, 2021.\n\nThe Catholic University Journal of Law and Technology. \"Has Regulation Affected the High Frequency Trading Market?,\" Pages 151-152. Accessed Aug. 20, 2021.\n\nCFA Institute. \"The Good, the Bad, and the Ugly of Automated High-Frequency Trading (Digest Summary).\" Accessed Aug. 20, 2021.\n\nNanex. \"Nanex—20-May-2014—Nanex Discoveries Lead to Policy Changes.\" Accessed Aug. 20, 2021.\n\nSSRN Electronic Journal. \"High Frequency Trading and Volatility.\" Accessed Aug. 20, 2021.\n\nU.S. Securities and Exchange Commission. \"Self-Regulatory Organizations; New York Stock Exchange LLC; Notice of Filing and Immediate Effectiveness of Proposed Rule Change to Adopt Rules 5220 and 9560 and Amend Rule 8313,\" Pages 1-3. Accessed Aug. 20, 2021.\n\nCE Council, Securities Industry/Regulatory Council on Continuing Education. \"Regulatory Notice, Disruptive Quoting and Trading Activity,\" Page 1. Accessed Aug. 20, 2021.",
  "url": "https://www.investopedia.com/terms/q/quote-stuffing.asp"
}