{
  "term": "Rabbi Trust: Definition, Origin, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA rabbi trust is a non-qualified employee trust created by employers to support non-qualified benefit obligations to employees.\n\nA rabbi trust is a type of trust created by employers to support non-qualified benefit obligations to their employees. A rabbi and his congregation first used this type of trust after anInternal Revenue Service (IRS)private letter ruling approved its use; it has been referred to as a rabbi trust ever since. Essentially, it’s a non-qualified employee trust designed to benefit both the employer and the employee.\n\nA rabbi trust creates security for employees because theassetswithin the trust are outside the control of employers; they are typically set up to be irrevocable. In other words, once the employer makes contributions to a rabbi trust, they cannot retrieve them.\n\nA significant drawback of rabbi trusts is that they don't protect against creditors. If a company becomes insolvent or goesbankrupt, both the beneficiaries and the company’s creditors have access to the trust’s assets. For example, if a rabbi trust has $500,000 worth of stock and cash in it, both the creditors and beneficiaries would go after those assets.\n\nA rabbi trust protects employees from a company that is experiencing financial hardship and wants to remove some of the trust’s assets to meet its other obligations. For example, an employer cannot withdraw $50,000 from a rabbi trust to pay employee wages. A rabbi trust’s structure cannot be changed by the employer once it has been established, giving further protection to its beneficiaries.\n\nIf a company is taken over, the new company does not have the power to change the trust’s terms. Only thebeneficiariesof a rabbi trust have the power to change its details.\n\nA rabbi trust providestax advantagesfor employees. Contributions made to the trust do not count as part of the employee’s wages. For example, if an employee receives an annual income of $100,000 and his or her employer makes monthly contributions of $1,000 to the staff member’s rabbi trust, their taxable income is $100,000; they do not have to pay tax on the $12,000 of contribution payments.\n\nRabbi trusts allow employees’ assets to grow without them having to pay tax on any gains until they withdraw their money. In this sense, a rabbi trust is similar to a qualifiedretirement plan. A rabbi trust does not provide any tax benefits for companies that make its use limited compared toother types of trusts.\n\nThe primary beneficiaries of a rabbi trust are typically senior executives or employees who are offered additional benefits beyond their standard compensation package, such as deferred compensation.\n\nYes, employees benefit from a rabbi trust as contributions are not counted astaxable income. Additionally, employees do not pay taxes on the trust’s earnings until the funds are withdrawn, which allows for tax deferral.\n\nNo, once a rabbi trust is established, the employer cannot alter its terms. The structure of the trust is irrevocable, providing security for the beneficiaries.\n\nA rabbi trust can be a useful tool for employers offering additional benefits to employees, particularly senior executives. It offers employees tax advantages and some protection against employer financial difficulties. However, it doesn’t shield assets from creditors if the company goes bankrupt, making it less secure than other types of trusts\n\nInternal Revenue Service. \"Rabbi Trust.\"",
  "url": "https://www.investopedia.com/terms/r/rabbitrust.asp"
}