{
  "term": "Racketeering Definition, State vs. Federal Offenses, and Examples",
  "definition": "The term racketeering broadly refers to criminal acts, typically those involving extortion, that involve a \"racket\". A racket, being some sort of scheme organized toextract illegal profits. It is usually used in reference to patterns of illegal activity specified in the Racketeer Influenced and Corrupt Organizations Act (RICO). This is a U.S. federal law that makes it illegal to acquire or control a business through certain crimes or income from those crimes. It is also illegal to participate, even indirectly, in certain crimes committed by a business or to conspire to do any of the above under the act.\n\nThe list of federal crimes specified in RICO includes bribery,fraud, gambling offenses,money laundering, financial and economic crimes, obstructing justice or a criminal investigation, and murder for hire. At the state level, racketeering can include crimes such as murder, kidnapping, gambling, arson, robbery, bribery, extortion, dealing in obscene matters, and drug crimes, as long as they align with the \"generic definition of the state offense referenced at the time RICO was enacted.\"\n\nOrganized groups may operate illegal businesses, known as rackets. An organized group may also divert funds from a legal business to use for illegal activities. Rackets primarily functioned in obviously illegal industries, such as prostitution, human trafficking, drug trafficking, illegal weapons trade, or counterfeiting.\n\nRacketeering can take many forms including:\n\nLabor unions have also been a frequent target of racketeering allegations. Organized crime groups generally use one or more labor unions toextortmoney from a company or contractor(s). In other cases, groups use unions to control workers. The Italian-American mafia criminal society, La Cosa Nostra, was famous for its control overlabor unions. La Cosa Nostra gained such a strong foothold that both company management and the labor union had to rely on the gangsters for protection.\n\nTo contain illegal collusion and profiteering through racketeering, the U.S. government introduced the Racketeer Influenced and Corrupt Organizations (RICO) Act in October 1970.The law permits enforcement agencies to charge individuals or groups involved in various acts of racketeering. Individuals guilty of committing RICO crimes may be prosecuted and, if found guilty, can face a 20-year prison sentence or more for serious crimes. Fines and other penalties may also apply.\n\nCorporations may also engage in racketeering. For instance, a drug manufacturer may bribe doctors to overprescribe a medicine, thus committingfraudin order to boost their profits.Predatory lendingmay also be deemed a form of racketeering. This happens when a lender tricks a borrower into taking a loan that deliberately ignores or actively hinders their ability to repay it.\n\nAn officialpersonal loanis always safer than anything a loan shark may offer you even if you have bad credit.\n\nFor instance, automobile insurer State Farm was accused of illegally funding state supreme court Justice Lloyd Karmeier’s 2004 election campaign by channeling money through advocacy groups that didn’t disclose donors. The case relates to long-running litigation by State Farm customers who alleged that they were given generic, substandard car parts instead of original equipment for more than a decade.\n\nThe plaintiffs sought damages worth $1 billion, plus $1.8 billion in interest, in addition to the damages that could have been tripled under the federal RICO Act.The total damages sought neared $8.5 billion.In September 2018, State Farm agreed to pay $250 million to settle the racketeering case just before opening statements were set to begin.\n\nThe Department of Justice (DOJ) provides an expansive view on RICO charges. According to the DOJ, in order to be found guilty of violating the RICO statute, the government must prove beyond areasonable doubtthat:\n\nGovernment prosecutors primarily used the Act to target organized crime and criminal organizations when it was enacted. Before the law was in place, prosecutors were forced to try mob-related racketeering crimes individually, even though a large number of individuals may have been involved in the commission of a crime.\n\nRICO allows law enforcement officials to file cases against an entire racket. The law allows prosecutors to seize the assets of an indicted party, thereby preventing the transfer of funds and property throughshell companies.\n\nProviding more tools to law enforcement agencies to combat racketeering, the law allows prosecutors to charge organizations or individuals for ongoing criminal activity. Prison terms are up to 20 years. The law also allows prosecutors to charge organization leaders for crimes that they ordered others to commit.Federal and state prosecutors must prove beyond a reasonable doubt the extent of any crimes committed and the involvement of those involved in order to apply them to the RICO Act when charges are filed.\n\nRICO stands for Racketeer Influenced and Corrupt Organizations, a law that was passed by the United States government in October 1970.\n\nProsecutors can charge someone through RICO if they commit at least two acts of racketeering activity, one of which occurred after RICO became law and the last of which occurred within 10 years after the prior act.\n\nFederal crimes lead to prosecution at both the federal and the state levels. Investigation of federal crimes involves national agencies such as the Federal Bureau of Investigation (FBI), Drug Enforcement Agency (DEA), Border Patrol, Department of Homeland Security,Internal Revenue Service(IRS), Bureau of Alcohol, Tobacco and Firearms (ATF), and the Secret Service.In some cases, international law enforcement may also participate.\n\nState crimes violate the laws of a particular state and are investigated by local, state, or county police. Kidnapping, robbery, and assault are considered state crimes, provided they occur within the boundaries of a particular state.\n\nSentences for federal crimes are generally longer and harsher than those imposed for state crimes.\n\nThe Department of Justice reported an indictment against 40 people in the largest federal racketeering case in South Carolina history in December 2020. According to a press release, charges were filed against gang members who took part in a criminal enterprise. South Carolina Department of Corrections inmates used cell phones obtained as contraband to plan murders, kidnappings, the distribution of firearms, and a global drug ring.\n\nIn June 2018, counties in Kansas and Missouri filed federal racketeering cases against more than a dozen opioid painkiller manufacturers. They were accused of misleading marketing and distributing painkillers under deceptive pretenses. The prosecution alleged that the companies misrepresented addiction dangers for the benefit of their own profits.\n\nOfficials and corporate executives from FIFA were indicted in 2015 for racketeering conspiracy and corruption charges that involved bribes and kickbacks paid to secure profitable media and marketing rights to international soccer tournaments.\n\nIn November 2013, Los Angeles gang leader Kevin Eleby was sentenced to 25 years in federal prison in a RICO case. The gang used violence and intimidation to control a housing project in South Los Angeles. The RICO trial determined that the enterprise engaged in drug dealing, firearms trafficking, murder, witness intimidation, and armed robbery to control and terrorize the housing projects.\n\nSeven former Baltimore police officers pleaded guilty to federal racketeering charges in July 2017. Along with several other members of Baltimore's Gun Trace Task Force, they were accused of scheming to steal money, property, and narcotics by way of detaining individuals, entering residences, conducting traffic stops, and swearing out false search warrant affidavits.\n\nIn June 2018, Cornel Dawson, the leader of a violent street gang called Black Souls, received multiple life sentences in a racketeering case. Five more gang members received similar sentences. The gang was found guilty of illegally controlling a six-block section of Chicago. The racketeering conviction included four murders committed and involvement in drug deals.\n\nRacketeering activity covers a range of crimes that involve committing, attempting to commit, conspiring to commit, or intentionally aiding, soliciting, coercing, or intimidating another person to commit a specified list of crimes. Among these, felonies include gambling activities, extortion, drug offenses, weapons offenses, murder, assault, prostitution, hazardous waste violations, securities violations, coercion, money laundering, arson, bribery, and forgery.\n\nMoney laundering involves cleaning \"dirty\" money so that it appears as if it were earned legitimately when it was not. Money laundering can fall under the umbrella of racketeering if it is part of an organized scheme.\n\nAnyone convicted for RICO crimes receives a prison sentence of 20 years or more if they commit more serious crimes. Fines and penalties may also apply.\n\nThe RICO Act is extremely helpful in the fight against racketeering and organized crime. It allows prosecutors to effectively target criminal enterprises and organizations as well as the leaders of these groups even if they had other individuals commit the actual crimes.\n\nU.S. Department of Justice. \"9–110.000 – Organized Crime and Racketeering.\"\n\nUnited States Sentencing Commission. \"Primer: RICO Offenses (Racketeer Influenced and Corrupt Organizations).\" Pages 1-5.\n\nU.S. Department of Justice. \"Infiltrated Labor Unions.\"\n\nU.S. Department of Justice. \"9-110.000 - Organized Crime And Racketeering.\" Select \"9-110.100 - Racketeer Influenced and Corrupt Organizations (RICO).\"\n\nUnited States Sentencing Commission. \"Primer: RICO Offenses (Racketeer Influenced and Corrupt Organizations).\" Page 8.\n\nAmerican Bar Association. \"Judge Allows Class Action Claiming State Farm Secretly Orchestrated Illinois Justice's Campaign.\"\n\nUnited States District Court for the Southern District of Illinois. \"Mark Hale, Todd Shadle, and Laurie Loger, on Behalf of Themselves and All Others Similarly Situated, Plaintiffs, v. State Farm Mutual Automobile Insurance Company, Edward Murnane, and William G. Shepherd, Defendants.\" Page 3.\n\nInsurance Journal. \"State Farm Agrees To Pay $250 Million, Avoids Racketeering Trial.\"\n\nState Farm. \"State Farm, Plaintiffs Reach Compromise in Hale Class Action.\"\n\nU.S. Department of Justice. \"109. Rico Charges.\"\n\nRiccio Law. \"Rico and Asset Forfeiture: What’s at Stake in a RICO Case.\"\n\nUnited States Sentencing Commission. \"Primer: RICO Offenses (Racketeer Influenced and Corrupt Organizations).\" Pages 1, 8.\n\nU.S. Department of Justice. \"9–110.000 – Organized Crime and Racketeering.\"\n\nUnited States Sentencing Commission. \"Primer: RICO Offenses (Racketeer Influenced and Corrupt Organizations).\" Page 6.\n\nU.S. Department of Justice. \"Federal Investigative Agencies.\"\n\nLV Criminal Defense. \"Racketeering RICO in Nevada.\"\n\nU.S. Department of Justice. \"40 Charged in Largest Federal Racketeering Conspiracy in South Carolina History.\"\n\nThe Kansas City Star. \"Counties File Federal Racketeering Cases Against Opioid Companies.\"\n\nU.S. Department of Justice. \"Nine FIFA Officials and Five Corporate Executives Indicted for Racketeering Conspiracy and Corruption.\"\n\nU.S. Department of Justice. \"Gang Leader Sentenced to 25 Years in Federal Prison in RICO Case.\"\n\nU.S. Department of Justice. \"Seven Baltimore City Police Officers Arrested for Abusing Power in Federal Racketeering Conspiracy.\"\n\nChicago Sun-Times. \"Black Souls Leaders Hit with Multiple Life Sentences in Racketeering Case.\"\n\nConnecticut Office of Legislative Research. \"Definition of Racketeering.\"",
  "url": "https://www.investopedia.com/terms/r/racketeering.asp"
}