{
  "term": "Random Walk Theory: Definition, How It’s Used, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nRandom walk theory implies that past price action has little or no influence on future changes in stock prices.\n\nRandom walk theory suggests that changes in asset prices are random and stock prices move unpredictably. It also implies that the stock market is efficient and reflects all available information.\n\nA random walk challenges the idea that traders can time the market or usetechnical analysisto identify and profit from patterns or trends in stock prices. It's been criticized by some traders and analysts who believe that stock prices can be predicted using various methods such as technical analysis.\n\nEconomists long argued that asset prices were essentially random and unpredictable and that past price action had little or no influence on future changes. This was a key assumption of theefficient market hypothesis (EMH). Random walk theory is based on the idea that stock prices reflect all available information and adjust quickly to new information, making it impossible to act on it.\n\nRandom walk theory was popularized by economist Burton Malkiel in his 1973 book,A Random Walk Down Wall Street. Malkiel’s theory aligns with thesemi-strong efficient hypothesiswhich also argues that it's impossible to consistently outperform the market. The theory therefore has important implications for investors, suggesting that buying and holding adiversified portfoliomay be the best long-term investment strategy.\n\nMalkiel argues that trying to time or beat the market or usingfundamentalor technical analysis to predict stock prices is a waste of time. It can lead to underperformance. He instead claims that investors are better off buying and holding a broadindex fund.\n\nRandom walk theory has been met with critics who believe that there are ways to predict stock prices and outperform using various techniques. It nonetheless remains a widely accepted theory in the world of financial economics. Investors can focus on long-term planning and avoid making rash decisions based on short-term market movements by accepting that stock prices are unpredictable and efficient.\n\nRandom walk theory reminds investors of the importance of remaining disciplined, patient, and focused on their long-term investment goals.\n\nThe main criticism of random walk theory is that it oversimplifies the complexity of financial markets, ignoring the impact of market participants’ behavior and actions on prices and outcomes. Prices can also be influenced by non-random factors such as changes in interest rates or government regulations or less ethical practices like insider trading and market manipulation.\n\nMarket techniciansargue that historical patterns and trends can provide useful information about future prices, challenging the theory’s assertion that past prices aren't informative. Other investors have also challenged the theory by pointing to examples of successful stock pickers such as Warren Buffett who have consistently outperformed the market over long periods by looking closely at company fundamentals.\n\nAnother critique is that a random walk implicitly assumes that all investors have the same information. In reality, some such as large institutional investors have access to more and better information than others.Information asymmetrieshave been found in real-world markets that cause markets to be inefficient.\n\nBenoit Mandelbrot, a mathematician who argued that stock prices aren't random and don't follow a normal distribution, was one key critic. These are key assumptions of random walks. He observed that stock prices exhibit long-term dependence and are better modeled byfractal geometrywhere investors should consider the risks associated with extremeblack swanevents. These ideas were influential in the development of the field ofchaos theoryin finance.\n\nDow Theoryis one competing theory to a random walk. It's made up of several tenets that include the idea that stock prices move in trends, that these trends have distinct phases including accumulation, markup, and distribution, and thatvolumeis an important indicator of the strength of a trend. Developed byCharles Dow, the founder of Dow Jones & Co. andThe Wall Street Journalin the late 19th century, the theory is based on the idea that stock prices can be analyzed to predict future movements based on current trends.\n\nDow Theory is generally at odds with random walk theory which claims that stock prices are unpredictable and that investors can't consistently outperform the market. Dow Theory doesn't dispute that stock prices are subject to random fluctuations in the short term but it argues that long-run prices do reflect underlying economic trends and these trends can be identified through technical analysis.\n\nA historical example of random walk theory occurred in 1988 whenThe Wall Street Journalsought to test Malkiel’s theory by creating the annual Wall Street Journal Dartboard Contest. It pitted professional investors against darts forstock-pickingsupremacy.Journalstaff members played the role of the dart-throwing monkeys.\n\nTheJournalpresented the results after more than 140 contests. They showed that the experts won 87 of the contests and the dart throwers won 55. The experts were only able to beat theDow Jones Industrial Average (DJIA)in 76 contests, however.\n\nMalkiel commented that the experts’ picks benefited from the publicity jump in the price of a stock that tends to occur when stock experts make a recommendation.Passive managementproponents contend that investors would be better off investing in a passive fund that charges far lower management fees because experts could only beat the market half the time.\n\nNo. According to random walk theory, it's impossible to consistently outperform the market over the long term through stock picking or market timing. It's still possible to profit in the stock market by buying and holding a diversified portfolio of stocks, however, such as with an index fund.\n\nNo. It's most commonly applied to the stock market but it can also be applied to other financial markets such as the bond, forex, and commodities markets.\n\nRandom walk theory is widely debated among financial economists and market practitioners. Some agree with its basic tenets but others have challenged its assumptions and have proposed alternative theories of how and why prices move. Some have pointed out instances where stock prices don't follow a random walk, such as duringbubblesorflash crashes. Prices may be driven more by emotional factors than by randomness in these cases.\n\nRandom walk theory claims that stock prices move randomly and aren't influenced by their history. The theory suggests that it's impossible to use past price action or fundamental analysis to predict future trends or price action for this reason. Markets are efficient, reflecting all available information, if markets are indeed random.\n\nThe theory remains popular among economists although it's been criticized by technical and fundamental traders alike for being overly simplistic and discounting real-world outperformance achieved by some traders.\n\nBurton Gordon Malkiel. “A Random Walk Down Wall Street,” W.W. Norton Publishers, 1973.\n\nThe Wall Street Journal. “Journal’s Dartboard Retires After 14 Years of Stock Picks.”",
  "url": "https://www.investopedia.com/terms/r/randomwalktheory.asp"
}