{
  "term": "Range: Definition in Trading, Examples, and What It Indicates",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nRange refers to the difference between the low and high prices for a security or index over a specific time. It defines the difference between the highest and lowest prices traded for a defined period, such as a day, a month, or a year. The range is marked on charts for a single trading period as the high and low points on a candlestick orbar.\n\nTechnical analysts closely follow ranges because they're useful in pinpointing entry and exit points for trades. Investors and traders may also refer to a range of several trading periods as a price range or trading range. Securities that trade within a definable range may be influenced by many market participants attempting to exerciserange-bound tradingstrategies.\n\nA range for an individual trading period is the highest and lowest prices traded within that time. The trading range for multiple periods is measured by the highest and lowest prices over a predetermined time frame. The relative difference between the high and the low defines the historical volatility of the prices whether on an individual candlestick or over many of them.\n\nThe range depends on the type of security. It depends on the sector in which it operates for a stock. The range for fixed-income instruments is much tighter than that for commodities and equities that are more volatile in price. ATreasury bondor government security typically has a smaller trading range than a junk bond or convertible security, even for fixed-income instruments.\n\nThe amount of volatility can vary from one asset to another and from one security to another. Investors prefer lower volatility so prices becoming significantly more volatile are said to indicate turmoil of some kind in the market.\n\nMany factors affect a security’s price and hence its range. Macroeconomic factors such as the economic cycle andinterest rateshave a significant bearing on the price of securities over lengthy periods. A recession can dramatically widen the price range for most equities as they plunge in price.\n\nMost technology stocks had wide price ranges between 1998 to 2002 as they soared to lofty levels in the first half of that period then slumped in the aftermath of thedotcom bust, many to single-digit prices.\n\nSimilarly, the 2007-08 financial crisis considerably widened the trading range for equities due to the broad correction that saw most indices plunge more than 50% in price. Stock ranges have narrowed significantly since the Great Recession as volatility has reduced during a multi-year bull market.\n\nPricevolatilityis equivalent to risk so a security’s trading range is a good indicator of risk. A conservative investor prefers securities with smaller price fluctuations compared to securities that are susceptible to significant gyrations.\n\nSuch an investor may prefer to invest in more stable sectors like utilities, healthcare, and telecommunications rather than in more cyclical or high-betasectors like financials, technology, and commodities. High-beta sectors may generally have wider ranges than low-beta sectors.\n\nA security's trading range can effectively highlightsupport and resistancelevels. The $10 region would be considered an area of strong support if the bottom of a stock's range has been around $10 on several occasions spanning many months or years. Traders interpret it as a bearish signal if the stock breaks below that level, especially on heavy volume.\n\nConversely, a breakout above a price that has marked the top of the range on numerous occasions is considered as a breach of resistance and provides a bullish signal.\n\nA high-beta index is made up of volatile stocks. They're generally riskier but they can be enticing for investors who are willing to gamble a little to achieve better returns.\n\nRange trading is what the name implies: An investor sells and buys within a range of prices, one at which a stock is currently trading and the other to which they believe it will rise. The investor trades within those price ranges. The tactic can be used repeatedly over a set period until the current price of the stock is as high as the investor believes it will go so it's time to get out of it.\n\nAll trading strategies come with some component of risk and risk increases when market trends are changing from contraction to expansion and back again. The success of range trading depends heavily on a trader being able to identify a market's trend during their times of trading.\n\nThe success of range trading can depend on how many participants are actively engaged in it at any point in time, even if their strategies are different. A trading range attempts to pinpoint the element of risk and volatility. This type of trading may not be suited for the faint of heart or less experienced traders. Consider getting your feet wet first by trading in more stable low-beta sectors, such as healthcare.\n\nMoney Morning. \"The Dot-Com Crash of 2000-2002.\"\n\nCFI Education. \"High Beta Index.\"\n\nFidelity Investments. \"Range Trading.\"",
  "url": "https://www.investopedia.com/terms/r/range.asp"
}