{
  "term": "Ratchet Effect: Definition and Examples in Economics",
  "definition": "The ratchet effect is an economic process that is difficult to reverse once it is underway or has already occurred. A ratchet is an analogy to a mechanical ratchet, which spins one way but not the other, in an economic process that tends to only work one way. The results or side effects of the process may reinforce the cause by creating or altering incentives and expectations among participants.\n\nA ratchet effect is closely related to the idea of apositive feedback loop. In addition, like releasing a mechanical ratchet used to compress a spring, the reversal of an economic process that involves a ratchet effect may be rapid, forceful, and difficult to control.\n\nThe ratchet effect in economics refers to escalations in production, prices, or organizational structures that tend to self-perpetuate. This occurs because the process involved also changes the underlying conditions that drive the process itself. In turn, this creates or reinforces the incentives and expectations of the decision-makers involved in such a way that sustains or further escalates the process. This is very similar to a positive feedback loop, which is any pattern that reinforces itself.\n\nThe ratchet effect is named after the mechanical device known as a ratchet, which consists of a round gear and pivoting pawl that allows the gear to turn in one direction but not the other in order, for example, to turn a bolt or to compress a spring. In addition to the one-way nature of the process, a ratchet used to compress a spring can result in a build-up of stored energy in the spring that can be suddenly released if the ratchet is disengaged. In machines, this must be carefully controlled to avoid damage to the system by an uncontrolled release of energy.\n\nSimilarly, economic processes that involve a ratchet effect may be marked by a build-up of countervailing forces over time that can result in a rapid, and possibly disruptive, reversal of the process if the conditions that produce the ratchet effect are relaxed.\n\nThe ratchet effect can be seen in many areas of economics.\n\nThe ratchet effect first came up in Alan Peacock and Jack Wiseman's work: \"The Growth of Public Expenditure in the United Kingdom.\" Peacock and Wiseman found that public spending increases like a ratchet following periods of crisis.\n\nSimilarly, governments have difficulty in rolling back huge bureaucratic organizations created initially for temporary needs, such as during times of armed conflict or economic crisis. This is because the incentives of the bureaucrats who make decisions within government agencies always include their incentive to maintain and improve their positions within the organization and the size and status of the organization itself. They then constitute a concentrated interest group that will seek to lobby policymakers and influence pubic opinion to sustain, expand, and increase the powers of bureaucratic organizations.\n\nThis application of the ratchet effect was further explored by historian Robert Higgs, who described how crises and emergencies are used to expand the powers of government agencies, often on an allegedly temporary basis, which then become permanent expansions of government power and intervention into the economy once the crisis has passed.\n\nEconomist Sanford Ikeda later described how the reversal of this process is often characterized not by incremental ratcheting, but by dramatic or revolutionary swings toward smaller, less interventionist government that may be accompanied by general turmoil.\n\nThe ratchet effect can also impact business activities and investments due to things such assunk costs, relationship-specific assets, and path dependencies.\n\nFor instance, in the auto industry, competition drives firms to be constantly creating new features for their vehicles. This requires additional investment in new machinery, or a different type of skilled worker, which increases thecost of labor. Once an auto company has made these investments and added these features, it becomes difficult to scale back production. The firm may be unwilling to waste their investment in the physicalcapitalrequired for the upgrades or the human capital in the form of new workers.\n\nLet's look at another example. If a store whose sales have been stagnant for some time adopts some changes, such as new managerial strategies, staff overhaul, or better incentive programs, and then earns greater revenues than it had previously, the store will find it difficult to justify producing less. Since firms are always seeking growth and greaterprofit margins, it is hard to scale back production.\n\nThe business version of the ratchet effect can also be similar to that experienced in government bureaucracies, where agents—in this case, managers—have an incentive to support a larger, more complex array of products, services, and infrastructure to support the operations they manage.\n\nSimilar principles apply to the ratchet effect from the consumer perspective because raised expectations escalate the consumption process. If a company has been producing 20 ounces of soda for ten years and then decreases its soda size to 16 ounces, consumers may feel duped, even if there is a commensurate price decrease.\n\nThe ratchet effect also applies to wages and wage increases. Laborers will rarely (if ever) accept a decrease in wages, but they may also be dissatisfied with wage increases that they consider insufficient. A manager who receives a 10% pay increase one year and a 5% pay increase the next year may feel that the new raise is insufficient, even though it still represents a pay raise.\n\nIn labor markets, the ratchet effect also presents itself in situations where workers, who receive performance pay, choose to restrict their output. They do this because they are anticipating that the company will respond to higher output levels by raising output requirements or cutting pay.\n\nThis constitutes a multi-period,principal-agent problem. In this situation, if the workers increase their output, they reveal information about their productivity to the principals, who will then ratchet up their demands for worker output. However, the ratchet effect in labor markets is nearly eliminated when competition is introduced. This is true regardless of whether market conditions favor firms or workers.\n\nIndependent Institute. \"Crisis, Bigger Government, and Ideological Change.\"",
  "url": "https://www.investopedia.com/terms/r/ratchet-effect.asp"
}