{
  "term": "Rate of Change Definition, Formula, and Importance",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA rate of change measures how quickly a measurement or value changes over time.\n\nCommonly used in finance and economics, a rate of change (ROC) is the speed at which a metric, ratio, or variable changes over a specified period. ROC is often used by analysts when discussing momentum, and it can generally be expressed as a ratio between a change in one variable relative to a corresponding change in another. Graphically, the rate of change is represented by the slope of a line. ROC is often illustrated by the Greek letter delta (Δ).\n\nThe rate of change is used to mathematically describe the percentage change in value over a defined period of time, representing the momentum of a variable. It is used in a variety of mathematical and scientific situations: For example, when determining a change in distance over time (acceleration).\n\nIt can also be used in finance and investing to describe the change in the value of an asset or index over time.\n\nThe rate of change is an important financial concept because it allows investors to spot security momentum and othertrends. For example, a security with high momentum, or one that has a positive ROC, normally outperforms the market in the short term. Conversely, a security is more likely to decline if it has an ROC that falls below its moving average or one that has a low or negative ROC. In this case, the rate of change could be seen as a sell signal to investors.\n\nThe rate of change is also a good indicator of market bubbles. Even though momentum is good and traders look for securities with a positive ROC, if a broad-market ETF, index, or mutual fund has a sharp increase in its ROC in the short term, it may be a sign that the market is unsustainable.\n\nIf the rate of change of an index or other broad-market security is over 50%, investors should be wary of a bubble.\n\nTraders can also pay close attention to the speed at which one price changes relative to another. For example, options traders study the relationship between the rate of change in the price of an option relative to a small change in the price of the underlying asset, known as an option's delta.\n\nOptions traders use rates of change in various risk metrics, known as the \"Greeks.\" The gamma, for example, is the rate of change of the delta (where the delta is how the option's price changes with movements in the underlying).\n\nThe general formula for the rate of change is ROC = (X1-X2)/(T1-T2), where (X1-X2) is the change in variable being measured and (T1-T2) is the amount of time it took for the change to happen.\n\nThis formula can also be written as:\n\nIn finance, the calculation for ROC can also be computed as a return over time. In this instance, the formula uses the current value of a stock orindexand divides it by the value from an earlier period. Subtract one and multiply the resulting number by 100 to give it a percentage representation:\n\nROC=(current valueprevious value−1)∗100ROC = (\\frac{\\text{current value}}{\\text{previous value}} - 1)*100ROC=(previous valuecurrent value​−1)∗100\n\nThe rate of change is most often used to measure the change in a security's price over time. This is also known as theprice rate of change(also abbreviated ROC). The price rate of change can be derived by taking the price of a security at time B minus the price of the same security at time A and dividing that result by the price at time A.\n\nPrice ROC=B−AA×100where:B=price at current timeA=price at previous time\\begin{aligned} &\\text{Price ROC} = \\frac{B - A}{A} \\times 100 \\\\ &\\textbf{where:}\\\\ &B=\\text{price at current time}\\\\ &A=\\text{price at previous time}\\\\ \\end{aligned}​Price ROC=AB−A​×100where:B=price at current timeA=price at previous time​\n\nThe indicator is an unbounded momentum indicator used in technical analysis set against a zero-level midpoint. When it is positive, prices are accelerating upward; when it is negative, price acceleration is downward.\n\nThe rate of change may be referred to by other terms, depending on the context. When discussing speed or velocity, for instance, acceleration or deceleration refers to the rate of change. In statistics and regression modeling, the rate of change is defined by the slope of the line of best fit. For populations, the rate of change is called the growth rate. In financial markets, the rate of change is often referred to as momentum.\n\nRate of change problems can generally be approached using the formulaR = D/T, or rate of change equals the distance traveled divided by the time it takes to do so. Depending on the context involved in the problem, the change in distance can be replaced with a different variable, such as the change in value or price.\n\nThe price rate of change (ROC) indicator is used in technical analysis to measure momentum. A positive ROC can confirm a bullish trend, while a negative ROC indicates a bearish one. When the price is consolidating, the ROC will hover near zero.\n\nRate of change (ROC) is an important concept that tells us not just that things are changing, but how fast things are changing. It doesn't measure the magnitude or size of the change; instead, rate of change shows how quickly or slowly that change is happening over time.\n\nThe rate of change can be applied in various mathematical and scientific contexts. In finance, it is often used by traders to understand changes in price returns and identify the momentum of market trends. For example, if the rate of change of an index is over 50%, this can indicate that the current trend is a bubble, rather than a sustainable, long-term change.",
  "url": "https://www.investopedia.com/terms/r/rateofchange.asp"
}