{
  "term": "Rate of Change (ROC) Indicator: Definition and Formula",
  "definition": "The Rate of Change (ROC) is a momentum indicator that measures the speed at which prices are changing by determining the percentage change over a specified time period.\n\nThe Rate of Change (ROC) is amomentum oscillatorthat calculates the speed of price changes. It is used primarily to identify overbought and oversold conditions, but some analysts use it to confirm trends and identify possible reversals. With zero as its reference point, the ROC is positive when prices are rising and negative when they're falling.\n\nWhat determines overbought and oversold readings will depend on the volatility of the security being analyzed as well as the number of time periods chosen as the look-back period.Divergencesin between the ROC and price can also provide insights into trend strength.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe formula to calculate the ROC is straightforward. It involves calculating the percentage change over a given period. This change is then plotted each day. (Most trading platforms include ROC among their standard indicators.)\n\nROC=[Today’s Closing Price−Closing Pricenperiods agoClosing Pricenperiods ago]×100\\begin{aligned}&\\text{ROC}=\\bigg[\\frac{\\text{Today's Closing Price}-\\text{Closing Price }n\\text{ periods ago}}{\\text{Closing Price }n\\text{ periods ago}}\\bigg] \\times100\\end{aligned}​ROC=[Closing Pricenperiods agoToday’s Closing Price−Closing Pricenperiods ago​]×100​\n\nThe main decision for traders using ROC is picking the appropriate lookback period (n). A trader should consider their holding period and trading style when making the decision.\n\nAssume we're calculating a 10-day ROC for a stock:\n\nThe stock's price has increased by roughly 7.7% over the 10-day period, suggesting positive momentum. If we were to calculate this value for each day in a series and plot the results, we would generate the complete ROC indicator line.\n\nSelecting overbought and oversold thresholds on the ROC can be a challenge. Consider an individual security's volatility when doing so.\n\nThe ROC indicator can be used to identify trends and price direction generally, but as an oscillator, it's best used to generate overbought and oversold signals, particularly in sideways markets. Like most indicators, it's best used alongside other technical analysis tools, especially those on the price chart, with one serving as confirmation of the other.\n\nWhile manyoscillatorsuse standard levels to determine overbought and oversold—RSI's70 and 30, for example—with the ROC, it's more complicated. For one thing, the best reading for overbought and oversold will depend on the volatility of the underlying market. One security might be oversold at -5%, while another might reach oversold only at -15%.\n\nSecond, unlike many other oscillators, the ROC itself is not range-bound. That is, it has no upper limit, while its lower limit is reached only if the security's price goes to zero, so traders often use past price levels and ROC readings to decide whether a given market has reached an extreme level.\n\nThresholds should be chosen with both the security's volatility and ROC lookback period in mind:\n\nTraders should understand that extreme ROC values do not necessarily mean immediate price reversals. Strongly trending markets frequently remain inoverboughtoroversoldterritory for long durations. It is best to wait for validation from price movement or other indicators before entering a trade.\n\nA center-line crossover occurs when the indicator shifts from positive to negative territory, or vice versa. Generally, prices are considered rising when the ROC is in positive territory and falling when it isn't. A center-line, or zero-line, crossover can signal that a reversal is gaining momentum.\n\nZero-line crossovers deliver important trading signals yet require careful interpretation because choppy or range-bound markets can generatefalse signals. Crossovers gain greater importance if they follow an extended movement in the opposite direction or if confirmed by other indicators.\n\nDivergenceoccurs when the price and the ROC indicator move in opposite directions. Though it often signals a weakening trend and an impendingreversal, divergence is better used as a warning sign for a potential reversal, rather than a definitive trigger.\n\nTo effectively use ROC divergences in trading:\n\nA falling ROC reading that remains in positive territory still reflects upward momentum, and vice versa.\n\nDespite its utility, the ROC indicator has several limitations that traders should consider:\n\nAs with any technical indicator, the ROC should never be used in isolation. Its greatest value comes when incorporated into a comprehensive trading system that includes other forms of analysis.\n\nTraders often combine it with complementary technical tools:\n\nA particularly effective approach involves using multiple timeframes, where the longer-term ROC establishes the primary trend direction while the shorter-term ROC lines identify potential entry and exit points within that larger trend.\n\nTraders use the Rate of Change indicator as a straightforward measure of price momentum and to spot potential trend changes. Its flexible nature enables it to function effectively across multiple time frames and markets. The ROC indicator shares common limitations inherent in technical analysis tools and performs optimally when integrated within a broader trading approach instead of being used alone.\n\nTüfekci, Z., & Abul, O. (2020).Distinguishing True and False Buy/Sell Triggers from Financial Technical Indicators. In2020 Innovations in Intelligent Systems and Applications Conference (ASYU)(pp. 1-6). IEEE.\n\nAkshara, M. G., Prakash, C., & Ramakrishna, M. R.Comparative Analysis of Stock Performance of Major IT Companies: Insights from RSI and ROC Oscillators. ResearchGate.\n\nKrishnaveni, P., Swarnam, S., & Prabakaran, V. (2019).An empirical study to analyse overbought and oversold periods of shares listed in CNX Bankex.International Journal of Management, IT and Engineering,9(3), 155-167.\n\nMishra, P., & Dehuri, S. (2012).Potential indicators for stock index prediction: a perspective.International Journal of Electronic Finance,6(2), 157-183.",
  "url": "https://www.investopedia.com/terms/p/pricerateofchange.asp"
}