{
  "term": "Rate-and-Term Refinance: Definition, Examples, Vs. Cash-Out",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA rate-and-term refinance is a type of mortgage loan refinancing that results in a lower interest rate or loan term—or a combination of both. A rate-and-term refinance does not provide any upfront money to the borrower, which is why it's also known as a “no cash-out refinance.”\n\nConversely, with acash-out refinance, the home's equity is exchanged for cash, adding the cashed-out money to themortgageloan balance. The borrower receives cash at the closing in addition to their new loan. Rate-and-term refinances often carry lower interest rates than cash-out refinances.\n\nRate-and-term refinancing activity is driven primarily by a drop in market interest rates in order to lower monthly mortgage payments. In contrast, cash-out refinance activity is usually driven by increasing home values and by homeowners seeking to tap into theirhome's equity.\n\nThe potential benefits of rate-and-term refinancing include securing a lower interest rate and a more favorable term on the mortgage while the principal balance remains the same. As a result, you could lower your monthly payments.\n\nYou could also choose to establish a new payment schedule to pay off the mortgage more quickly. For example, if you originally had a 30-yearfixed-rate mortgageand had been paying it down for 10 years, you could refinance the loan at a lower rate but choose a 15-year term. You wouldn't benefit from a much lower payment due to the lower rate, but you'd pay the loan off faster.\n\nBecause there are advantages and disadvantages associated with both rate-and-term and cash-out refinancing, be sure to compare the rate and term offers from variousmortgage lenders. From there, you can weigh the pros and cons of each before making a final decision.\n\nFor rate-and-term refinancing to work, lower interest rates must be available to the borrower. There are two main reasons why this might not be the case. The first is that interest rates in the overall economy can go up during the application process, making them no longer available. This is one of the manyfactors influencing interest ratesover which borrowers have no control.\n\nHowever, you do have some control over yourconsumer debt or credit. Mortgage lenders will review your credit history andcredit scoreto determine your creditworthiness. If your credit has worsened since booking the original mortgage, such as if you defaulted on a credit card or paid your mortgage payments late, you will probably face a higher interest rate.\n\nYour credit score and history can be more important than mortgage interest rates. On the other hand, if your credit has improved substantially, you might be able to refinance at a lower interest rate.\n\nCash-out refinancing increases the loan amount owed on your mortgage. Due to the additional credit risk, lenders typically charge higher rates for cash-out refinances, meaning you have a higher monthly payment versus other types of refinances. As a result, cash-out refinancing can increase the risk of foreclosure.\n\nCash-out refinancing takesequityfrom your home for you to use. It works best when the overall value of the property has increased because of rising real estate values. However, cash-out refinancing can also be done if you are well along in the mortgage and have paid in a significant part of its equity. A cash-out refinancing increases the principal owed on your mortgage.\n\nThis form of refinancing might call for a re-appraisal of the home to gauge its new value. You might seek such refinancing to gain access to capital from the value of the house, money you otherwise might not see until the home was sold. A converse option called “cash-in refinancing” involves putting more money toward the settlement of the mortgage to reduce any remaining principal.\n\nWhen considering any of these options, it is important to calculate all theimplicationscarefully and see how they compare to keeping your current mortgage.\n\nLet's say you have been paying off a 30-year mortgage for 10 years, and interest rates suddenly drop; you might want to take advantage of the new rates. One option would be to refinance the balance left on the original mortgage at that lower rate for a new 30-year full term.\n\nThe new loan would have lower monthly payments, but it would be like starting over at a lower rate. It would add 10 years to the total time to pay off the mortgage. There were 10 years spent paying the first mortgage, and there would be another 30 years for the new one, which would equal 40 years in total. Between the lower interest rates and the longer term, monthly payments would be much lower.\n\nYou could also use the rate-and-term refinancing option to pay the new interest rate and negotiate a 15-year mortgage. Your monthly payments would be twice as high as for a 30-year term, all other things being equal. However, because interest rates fell, your monthly payments may end up being lower than they were for the remaining 20 years of the original mortgage.\n\nHowever, it’s more likely your monthly payments would still be higher because of the shorter term. The main advantage is that you would save five years of payments. There were 10 years spent paying the original mortgage, and there would be 15 years for the new one, equaling 25 years in total.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theU.S. Department of Housing and Urban Development(HUD).\n\nA rate-and-term refinance is when a mortgage loan is refinanced by replacing the existing mortgage with a new loan, usually with a lower interest rate. A cash-out refinance is when the mortgage loan is replaced by a new loan, but the loan balance increases since the home's equity is exchanged for cash.\n\nA rate-and-term refinance can help you take advantage of a drop in mortgage rates, lowering your monthly payment. Or, you can choose to shorten the loan's term and pay off the mortgage earlier instead of benefiting from a lower monthly payment.\n\nA cash-out refinance increases the mortgage loan balance since it reduces the equity in the home in exchange for cash. As a result, borrowers who lose their jobs or experience a reduction in income are at a greater risk ofdefaultorforeclosure.\n\nRate-and-term refinancing usually means a lower interest rate and a more favorable loan term. However, the principal balance remains the same, while the monthly payment is often lower. If you refinance and opt not to lower your payment, you can pay off the mortgage more quickly. However, it's important to consider the costs and fees of refinancing and whether the monthly amount saved is worth it.\n\nConsumer Financial Protection Bureau (CFPB). \"CFPB Mortgage Report Finds Jumps in Closing Costs and Denials for Insufficient Income, Growing Proportion of Cash-Out Refinances.\"",
  "url": "https://www.investopedia.com/terms/r/rate_and_term_refi.asp"
}