{
  "term": "Rational Expectations Theory Definition and How It Works",
  "definition": "The rational expectations theory is a concept and modeling technique that is used widely inmacroeconomics. The theory posits that individuals base their decisions on three primary factors: their human rationality, the information available to them, and their past experiences.\n\nThe theory suggests that people’s current expectations of the economy are, themselves, able to influence what the future state of the economy will become. This precept contrasts with the idea that government policy influences financial and economic decisions.\n\nThe rational expectations theory is the dominant assumption model used in business cycles and finance as a cornerstone of theefficient market hypothesis (EMH).\n\nEconomists often use the doctrine of rational expectations to explain anticipatedinflationrates or any other economic state. For example, if past inflation rates were higher than expected, then people might consider this, along with other indicators, to mean that future inflation also might exceed expectations.\n\nUsing the idea of “expectations” in economic theory is not new. In the 1930s, the famous British economist,John Maynard Keynesassigned people’s expectations about the future—which he called “waves of optimism and pessimism”—a central role in determining the business cycle.\n\nHowever, the actual theory of rational expectations was proposed by John F. Muth in his seminal paper, “Rational Expectations and the Theory of Price Movements,” published in 1961 in the journal,Econometrica. Muth used the term to describe numerous scenarios in which an outcome depends partly on what people expect will happen. The theory did not catch on until the 1970s withRobert E. Lucas, Jr. and theneoclassicalrevolution in economics.\n\nExpectations and outcomesinfluence each other. There is continual feedback flow from past outcomes to current expectations. In recurrent situations, the way the future unfolds from the past tends to be stable, and people adjust their forecasts to conform to this stable pattern.\n\nThis doctrine is motivated by the thinking that led Abraham Lincoln to assert, “You can fool some of the people all of the time and all of the people some of the time, but you cannot fool all of the people all of the time.”\n\nFrom the perspective of rational expectations theory, Lincoln’s statement is on target: The theory does not deny thatpeople often make forecasting errors, but it does suggest that errors will not recur persistently.\n\nBecause people make decisions based on the available information at hand combined with their past experiences, most of the time their decisions will be correct. If their decisions are correct, then the same expectations for the future will occur. If their decision was incorrect, then they will adjust their behavior based on past mistakes.\n\nEconomics relies heavily on models and theories, many of which are interrelated. For example, rational expectations have a critical relationship with another fundamental idea in economics: the concept ofequilibrium. The validity of economic theories—do they work as they should in predicting future states?—is always arguable. An example of this is the ongoing debate about existing models’ failure to predict or untangle the causes of the2007–2008financial crisis.\n\nBecause myriad factors are involved in economic models, it is never a simple question of working or not working. Models are subjective approximations of reality that are designed to explain observed phenomena. A model’s predictions must be tempered by the randomness of the underlying data it seeks to explain, and the theories that drive its equations.\n\nWhen theFederal Reservedecided to use aquantitative easingprogram to help the economy through the 2008 financial crisis, it unwittingly set unattainable expectations for the country. The program reduced interest rates for more than seven years.Thus, true to theory, people began to believe that interest rates would remain low.\n\nThe Library of Economics and Liberty. \"Rational Expectations.\"\n\nBoard of Governors of the Federal Reserve System. \"The Crisis and the Policy Response.\"\n\nFederal Reserve Bank of St. Louis, FRED. \"Federal Funds Effective Rate.\"",
  "url": "https://www.investopedia.com/terms/r/rationaltheoryofexpectations.asp"
}