{
  "term": "Rating: Definition in Finance, How It Works, Types, Agencies",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA rating is an assessment tool assigned by an analyst or rating agency to a stock or bond. The rating assigned indicates the stock or bond's level of investment opportunity. The three major rating agencies areStandard & Poor's,Moody's Investors Service, andFitch Ratings.\n\nAnalysts who work on both thebuy-sideandsell-sideof the industry research stocks and write opinions on those stocks, which will often include a rating such as \"buy\", \"hold \" or \"sell\". Meanwhile, bonds are rated by the three majorbond rating agencies.\n\nA company can improve its rating score by maintaining as little debt as possible and staying vigilant when sudden changes occur within the company.\n\nAnalysts on the buy-side will write opinions for their teams for the purposes of informing portfolio management decisions. Analysts on the sell-side will write opinions to educate others on their research and in an attempt to sell particular stocks on behalf of clients. For a stock, an analyst may assign a \"buy\", \"hold \" or \"sell\" rating and an explanation of why they recommend this action for the stock.\n\nWhen it comes to major Wall Street banks and institutions, they all use different terminology and classifications. Morgan Stanley, for example, uses the terms \"overweight\", \"equal-weight\", and \"underweight\". The timeline for its ratings is 12 to 18 months.Credit Suisse uses the terms \"outperform,\" \"neutral\", and \"underperform\", which is based on a 12-month time period.All of these terms are variations of the \"buy\", \"hold\", and \"sell\" ratings.\n\nIn August 2023, Fitch Ratings dropped the credit rating of the United States from AAA to AA+, citing a \"steady deterioration in standards of governance\" within Congress over raising the country's debt ceiling. These bouts of brinkmanship raised the prospects that the U.S. might eventually default on some debts, increasing the risk for international lenders. The other two major agencies did not change their evaluation of the country's credit risk.\n\nFor a bond, a rating agency will assess the bond's relative safety based upon the issuing entity's fundamental financial picture, which scrutinizes the issuer'sability to repaythe principal and make interestpayments.\n\nThe ratings for Moody's and S&P from highest to lowest in the investment grade category are Aaa/AAA, Aa1/AA+, Aa2/AA, Aa3/AA-, A1/A+, A2/A, A3/A-, Baa1/BBB+, Baa2/BBB and Baa3/BBB-.\n\nStandard & Poor's is the provider of theS&P 500 Index, as well as a leading data source and index provider of independent credit ratings. S&P 500 Index is a widely utilized gauge for determining the overall condition of the U.S. stock market.\n\nMoody's is a provider of international financial research on government and commercial issued bonds. Moody's utilizes a rating system to judge a borrower's creditworthiness. This rating scale goes starts at Aaa (being of the highest quality) and goes to C (being of the lowest quality).\n\nFitch Ratings is also a credit rating agency that is international. This agency bases its ratings on factors such as how sensitive a company is to internal changes and the kind of debt the company holds.Fitch is used by investors as a guide to what investments will not default and will, in turn, lead to a solid return.\n\nThe ratings assigned by the various rating agencies are based primarily upon the insurer's or issuer's creditworthiness. This rating can, therefore, be interpreted as a direct measure of the probability ofdefault. However, credit stability and priority of payment are also factored into the rating.\n\nWhen it comes to credit ratings, a bond is considered \"Investment grade\" if it has a rating of BBB- or higher from Standard and Poors, or a rating of Baa3 or higher from Moody's. These ratings indicate that the borrower has a relatively high chance of repaying their debts on time, with low risk for the lender.\n\nA bond is considered \"speculative\" if it has a rating of BBB- or lower from Standard and Poor's, or a rating of Baa3 or lower from Moody's. These ratings indicate a relatively high degree of credit risk, and borrowers must pay higher interest rates to accomodate the higher risk.\n\nA lower credit rating means that credit agencies believe the borrower is becoming more risky, either due to a higher level of debt, falling income, or other causes that make the borrower less able to pay their obligations. These borrowers will need to pay higher interest rates to make up for the increased risk to lenders.\n\nRatings are used to assess the quality of an investment, such as a stock or bond. Analysts issue ratings for different instruments based on the risks and opportunities associated with a particular investment. There are several different ratings agencies with their own systems for evaluating risk and opportunity.\n\nMorgan Stanley. \"General Research Disclosures.\"\n\nCredit Suisse. \"Discover Financial Services,\" Pages 3-4.\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'; Outlook Stable.\"\n\nMoody's Investors Service. \"Rating Scale and Definition.\"\n\nS&P Global Ratings. \"S&P Global Ratings Definitions.\"\n\nS&P Dow Jones Indices. \"S&P 500.\"\n\nFitch Ratings. \"Rating Definitions.\"",
  "url": "https://www.investopedia.com/terms/r/rating.asp"
}