{
  "term": "Rationing: Definition, Purposes, and Historical Example",
  "definition": "Rationing is the practice of controlling the distribution of a good or service in order to cope withscarcity. Rationing is a mandate of the government, at the local or federal level. It can be undertaken in response to adverse weather conditions, trade or import/export restrictions, or, in more extreme cases, during a recession or a war.\n\nRationing involves the controlled distribution of a scarce good or service. An individual might be allotted a certain amount of food per week, for example, or households might be allowed to water their lawns only on certain days.\n\nAccording to thelaw of supply and demand, when the available supply of a good or service falls below the quantity demanded, theequilibriumprice rises, often to unaffordable levels. Rationing can artificially depress the price by putting constraints on demand.\n\nAlternatively,price ceilingscan be imposed; they risk the need for rationing in order to maintain a certain level of supply. In any case, rationing generally results in shortages.\n\nThe 1973 Arab oil embargo caused gasoline supplies in the U.S. to plummet, pushing up prices. The federal government responded by rationing domestic oil supplies to states, which in turn implemented systems to ration their limited stocks.\n\nIn some states, cars with license plates ending in odd numbers were only allowed to fill up on odd-numbered dates, for example, while cars with even numbered plates were only allowed to fill up on even-numbered days. These responses kept gas prices from spiking further but led to long lines.\n\nFaced with the choice of allowing the prices of basic necessities to rise inexorably, or imposing rations, governments typically choose the latter; policymakers in such circumstances must choose among policies that are all difficult and risk some negative impact.\n\nManycapitalisteconomies have temporarily resorted to rationing in order to cope with wartime or disaster-related shortages: the U.S. and Britain issued ration books during World War II, for example, limiting the quantities of tires, gasoline, sugar, meat, butter, and other goods that could be purchased.\n\nIncommunistcountries, by contrast, rationing was in many cases a permanent or semi-permanent feature of daily life. A 2019 economic crisis led Cuba to give every Cuban a ration book entitling an individual to small amounts of rice, beans, eggs, sugar, coffee, and cooking oil for the equivalent of a few cents in the United States.\n\nSince that is not enough to survive, Cubans must purchase additional supplies on the open market, where the prices are significantly higher. Additionally, there are limits on the number of higher-quality items Cubans can purchase on the open market, such as chicken.\n\nCuba has implemented rationing as a way of mitigating the impact of an economic crisis; citizens are entitled to small amounts of basic food for almost no charge, while everything else is pricey and supplies are limited.\n\nRationing provides governments with a way to constrain demand, regulate supply, and cap prices, but it does not totally neutralize the laws of supply and demand.Black marketsoften spring up when rationing is in effect. These allow people to trade rationed goods they may not want for ones they do.\n\nBlack markets also allow people to sell goods and services for prices that are more in line with demand, undermining the intent of rationing and price controls, but sometimes alleviating shortages.\n\nThere are a few ways markets can ration goods. Below are some of the more common methods:\n\nClassical economic theory suggests that when demand exceeds supply, prices rise, and high prices, in turn, curtail demand and encourage new entrants to the market, increasing supply and bringing prices back down to reasonable levels. If the reality were this simple, rationing would be both counterproductive—because it creates shortages—and unnecessary since the market will act to stabilize itself.\n\nThe problem is that for some goods and services—food, fuel, and medical care—demand isinelastic; that is, it does not fall in proportion to increases in price. Moreover, the entry of new suppliers to rebalance markets may not be possible if the shortage is the result of a crop failure, war, natural disaster, siege, orembargo. While not ideal, rationing is often undertaken by governments that would otherwise be facing an even bigger economic crisis.\n\nThere was a significant amount of rationing in the U.S. and U.K. during World War II. Both countries issued ration books to control the buying and selling of certain items, such as food, fuel, and materials. Additionally, products such as meat, sugar, and gasoline were rationed so that enough resources were available for the war effort. The Soviet Union rationed essential items such as goods after World War II due to shortages. In the 1970s, the U.S. government rationed gasoline in response to the oil embargo set by the Arab nations.\n\nBoth rationing and hoarding are responses to scarcity. Rationing is usually implemented by the government in order to ensure that everyone gets a fair share of a limited good or service, such as food and medical care. Rationing can be seen as a collective strategy to prevent shortages in times of crisis. Hoarding, on the other hand, is an individual response where people stockpile large amounts of a scarce good, usually out of fear of shortages, to ensure they will always be in ownership of that good. This usually worsens scarcity because it can lead to shortages and drive up prices.\n\nOne of the key problems of rationing is that it doesn't necessarily distribute goods and services by need. For example, if everyone gets the same amount of one good, but some people need more and others less, it is not an efficient allocation of resources. This could lead to the rise of black markets as people begin to trade based on need. In black markets, people can sell rationed items at higher prices.\n\nRationing is a government-controlled practice used to manage the distribution of scarce goods or services, often during times of crises, like wars, natural disasters, or economic downturns. By limiting access to items like food and fuel, governments aim to prevent price spikes and shortages.\n\nHowever, rationing can lead to black markets as people seek to evade the restrictions. While rationing does help curb demand, it does not eliminate shortages and can distort supply-demand dynamics, especially for essential items like food and medicine.\n\nOffice of the Historian (Archive). \"Oil Embargo, 1973–1974.\"\n\nCity of New York. \"Gasoline Rationing Demonstration, 1974.\"\n\nThe National WWII Museum. \"Ration Books.\"\n\nImperial War Museums. \"What You Need to Know About Rationing in the Second World War.\"\n\nThe New York Times. \"Cuba Rations Staple Foods and Soap in Face of Economic Crisis.\"\n\nNational Postal Museum. \"Gasoline Rationing Coupons.\"",
  "url": "https://www.investopedia.com/terms/r/rationing.asp"
}