{
  "term": "Raw Materials: Definition, Accounting, and Direct vs. Indirect",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nRaw materials are materials or substances used in the primary production or manufacturing of goods. Raw materials are commodities that are bought and sold oncommoditiesexchanges worldwide. Businesses buy and sell raw materials in thefactor marketbecause raw materials arefactors of production.\n\nRaw materials are used in a multitude of products and can take many different forms. Raw materials are the input goods or inventory that a company needs to manufacture its products. For example, the steel used to manufacture vehicles would be a raw material for an automobile manufacturer. For manufacturing companies, raw materials inventory requires detailed budgeting and a special framework for accounting on thebalance sheetandincome statement.\n\nRaw materials are often related to natural resources. For this reason, manufacturing companies may be at the disposal of mother nature regarding the availability to secure raw materials. In the same light, manufacturing companies may not want to directly invest in extracting the raw materials. For example, consider how a company that relies on oil or plastics often does not own the drilling rig that extracts the raw materials from the group.\n\nExamples of raw materials include steel, oil, corn, grain, gasoline, lumber, forest resources, plastic, natural gas, coal, and minerals.\n\nManufacturing companies take special steps to account for raw materials inventory. This includes three distinct inventory classifications on their balance sheet compared to just one for non-manufacturers. Thecurrent assetsportion of the balance sheet represents the assets that are likely to be used up in less than one year and include:\n\nAll inventory, including raw materials inventory, should be valued at its comprehensive cost. This means its value includes shipping, storage, and preparation. The typical journal entries in anaccrual accountingsystem for the initial purchases of raw materials inventory include a credit to cash and a debit to inventory. Debiting inventory increases current assets, and crediting cash will reduce cash assets by the inventory amount.\n\nWhen a company uses raw materials inventory in production, it transfers them from the raw materials inventory to thework-in-processinventory. When a company completes its work-in-process items, it adds the finished items to the finished goods inventory, making them ready for sale.\n\nIn some cases, raw materials may be divided into two categories: direct and indirect. Whether a raw material is direct or indirect will influence where it is reported on the balance sheet and how it is expensed on the income statement.\n\nDirect raw materials are materials that companies directly use in the manufacturing of a finished product, such as wood for a chair. Direct raw materials are placed in current assets and areexpensed on the income statementwithincost of goods sold.\n\nManufacturing companies must also take added steps over non-manufacturing companies to create more detailed expense reporting on costs of goods sold. Direct raw materials are typically consideredvariable costssince the amount used depends on the quantities being produced.\n\nA manufacturer calculates the amount of direct raw materials it needs for specific periods to ensure there are no shortages. By closely tracking the amount of direct raw materials bought and used, an entity can reduce unnecessary inventory stock, potentially lower ordering costs, and reduce the risk of material obsolescence.\n\nRaw materials may degrade in storage or become unusable in a product for various reasons. In this case, the company declares them obsolete. If this occurs, the company expenses the inventory as a debit to write-offs and credits the obsolete inventory to decrease assets.\n\nIndirect raw materials are not part of the final product but are instead used comprehensively in the production process. Indirect raw materials will be recorded as long-term assets. They can fall under several categories within long-term assets, includingselling, general, and administrative(SG&A) orproperty, plant, and equipment(PP&E).\n\nLong-term assets usually follow a depreciation schedule that allows them to be expensed over time and matched with revenue they help produce. For indirect raw materials, depreciation timing will usually be shorter than other long-term assets like a building expensed over several years.\n\nCompanies may make an entirely independent budget specific for raw materials when preparing its annual manufacturing or production budget.\n\nRaw materials can be classified in several ways, but one common classification is the nature of how the good is extracted. These types include:\n\nRaw materials are often segregated into these three categories as each type often entails very different investments to procure the raw materials. For example, the operations of a farm are substantially different from an oil drilling rig; companies that require both raw materials must be mindful of how to most efficiently source the materials.\n\nConsider a company manufactures tables and chairs. Below are the materials used in production:\n\nSince the wood, padding, and fabric can be directly tied to the production of the tables and chairs, they are considered direct raw materials. When calculating the cost on a per-unit basis, the direct raw materials could be traced to each unit.\n\nThe glue, nails, and worker equipment would likely be considered indirect materials since the quantities used would not be significant, nor would they be directly tied to each unit produced. These types of costs would likely be allocated to a product via manufacturing overhead.\n\nRaw materials in food can be standalone items like meats, milk, fruits, and vegetables. They can also refer to the ingredients that go into a food item or recipe. For instance, milk is a raw material used in the production of cheese and yogurt.\n\nYes, water can be thought of as a raw material that is used in a wide range of products and production processes, from beverages to agriculture to industrial uses.\n\nIn many cases, raw materials are a type of inventory. It represents goods on a balance sheet that have not yet been converted to work-in-progress or a finished product. Companies often buy, acquire, or extract raw materials for use, then report raw materials as an asset. Then, as the company uses raw materials in the production of finished goods, it converts the raw materials into products it can sell to consumers.\n\nCompanies are often very strategic in how they obtain raw materials. For many, it makes most financial sense to work closely with a reliable third-party that collects and distributes the raw materials. In other cases, it may be more efficient for companies to establish production facilities that directly collect the raw materials. The former path incurs ongoing operating expenses, while the latter path results in arguably less operating costs but greater upfront capital investment.\n\nRaw materials are the inputs used in the production process to create finished products that are ready to sell to consumers. This makes raw materials a vital piece of the global economy and international trade. Having natural resources that can serve as raw materials can boost exports and help a country grow its GDP. Businesses and investors can engage in raw trading markets through commodities markets.",
  "url": "https://www.investopedia.com/terms/r/rawmaterials.asp"
}