{
  "term": "Reaganomics: Definition, Policies, and Impact",
  "definition": "Michela Buttignol / Investopedia\n\nReaganomics refers to the economic policies instituted by President Reagan that included tax cuts, decreased social spending and market deregulation.\n\nReaganomics refers to the economic policies of Ronald Reagan, the 40th U.S. president who served from 1981 to 1989. His economic policies called for widespread tax cuts, decreased social spending, increased military spending, and thederegulationof domestic markets. These policies were introduced in response to a prolonged period of economicstagflationthat began under President Gerald Ford in 1976.\n\nThe term “Reaganomics” was used by both supporters and detractors of Reagan’s policies. It was based on the principles of supply-side economics and thetrickle-down theory. Reaganomics proposed that decreases intaxes, especially for corporations, would stimulate economic growth. The savings would then “trickle down” to the rest of theeconomy, spurring overall growth, if the expenses of corporations were reduced.\n\nReagan believed that individuals would be incentivized to invest, innovate, and generate economic growth if the tax burden on individuals and corporations was reduced. This approach was rooted in the belief that a strongprivate sectorwould ultimately benefit all levels of society. Reagan also pursued deregulation across various industries, believing that reducing government intervention would spur competition, innovation, and efficiency.\n\nThe country suffered through several years of stagflation as Reagan began his first term. High inflation was accompanied by high unemployment. TheFederal Reserve Boardincreased the short-term interest rate to fight high inflation, reaching a peak in 1981.Reagan proposed a four-prongedeconomic policy intended to reduce inflationand stimulate economic and job growth:\n\nReagan was a proponent ofsupply-side economics. He regarded government intervention as a damper on economic growth that reduced economic incentives and distorted market signals. He introduced several measures to reduce government interference and spur the free market.\n\nReagan cut or reduced funding to multiple domestic welfare programs to curtail government intervention. They included Social Security, Medicaid, food stamps, education, and job training programs. He also ordered the Social Security Administration to tighten enforcement on disabled recipients in a deeply controversial move, ending benefits for more than a million recipients.\n\nReagan ordered government spending cuts to domestic programs but he increased defense spending by 35% at a pace of 7% a year for five years. He aimed to achieve \"peace through strength\" in his opposition to Communism and the Soviet Union.\n\nReaganloweredtaxes significantly in the first year of his presidency. Income taxes at the top marginal tax bracket dropped from 70% to 50% in 1982 along with sharp cuts to corporate and estate taxes.\n\nThe unemployment rate was at 6.6% in December 1986.Thegross domestic product (GDP)stood at 3.46%. Reagan cut the tax rate to 38.5% in 1987 and unemployment fell to 5.7%.\n\nThe goal of these reforms wasn't only to reduce tax burdens but to simplify the tax code as well. Some of Reagan’s reforms eliminated write-offs, exceptions, and other loopholes for favored businesses. They also changed the way companies accounted for expenditures, encouraging them to invest in equipment.\n\nReagan removed price controls on oil and gas, reduced restrictions on the financial services industry, and relaxed enforcement of the Clean Air Act. The Department of the Interior opened large areas of public land for oil drilling.\n\nCongress passed the Garn-St. Germain Depository Institutions Act in 1982. It helped savings and loan banks to deal with rising inflation and interest rates by further deregulating deposit rates.\n\nPresident Reagan encouraged the Federal Reserve to tighten the money supply as Federal Reserve Chairman Paul Volcker steadily raised the federal funds rate to 20% by 1980. These high interest rates helped end double-digit inflation.The Reaganomics monetary policy was developed to complement the Federal Reserve’s policy of raising interest rates to reduce borrowing and spending.\n\nSome of the deregulation and monetary reforms associated with Ronald Reagan were initiated under President Jimmy Carter. They're generally included with Reaganomics to the extent that these policies were consistent with Reagan’s worldview.\n\n“From December 1982 to June 1990, Reaganomics created over 21 million jobs—more jobs than have been added since,” wrote Arthur Laffer whose work heavily influenced Reagan’s tax cuts. The top marginal tax rate on individual income was slashed from 70% to 28% and the corporate tax rate was reduced from 46% to 34%.Inflationwas reduced to 3.2% and the unemployment rate fell to 5.2% in March 1990.\n\nTheDow Jones Industrial Average (DJIA)grew nearly 14-fold from 1982 to 2000.Nobel laureate Paul Krugman downplayed the success of Reagan’s policies, however.\n\n“Yes, there was a boom in the mid-1980s, as the economy recovered from a severe recession,” Krugman wrote forThe New York Times. “But while the rich got much richer, there was little sustained economic improvement for most Americans. By the late 1980s, middle-class incomes were barely higher than they had been a decade before and the poverty rate had risen.”\n\nReagan reduced the economic regulation that began under President Jimmy Carter and eliminated price controls on oil and natural gas, long-distance telephone services, and cable television but critics argue that the deregulation of the financial services industry during the Reagan administration played a part in theSavings and Loan Crisisas well as thefinancial collapse of 2008.\n\nThe inflation level decreased significantly.\n\nIndividual, corporate, and investment taxes were reduced.\n\nDeregulation encouraged a more open and free market.\n\nPublic and social programs were curtailed.\n\nBoth the national deficit and national debt increased.\n\nThe divide increased between the wealthy and middle and lower classes.\n\nReaganomics reduced taxes on individuals and businesses and cut federal regulations and domestic social programs.\n\nReaganomics sought to reduce the cost of doing business by reducing tax burdens, relaxing regulations and price controls, and cutting domestic spending programs.Reagan also sought to reduce inflationby tightening the money supply.\n\nThe four main pillars of Reaganomics were tax cuts, deregulation, cuts to domestic social spending, and reducing inflation.\n\nThere's no record of President Reagan using the phrase “trickle down” but his economic philosophy was closely aligned with the idea that business-friendly policies would ultimately benefit the entire economy. Reagan hoped that the benefits of reducing taxes on the wealthy would “trickle down” in the form of increased employment and business activity.\n\nEconomists remain divided on various elements of Reaganomics but the suggestion thatwealthwould “trickle down” has so far remained unrealized. Economic studies have found that tax cuts such as those enacted by Reagan tend to increase economic inequality rather than reduce it.\n\nReaganomics was regarded as a common sense approach to the perception of stagflation and over-regulation that prevailed at the end of the Carter presidency. President Reagan hoped to incentivize economic activity and reduce dependence on the government by reducing government spending and taxes and making it easier to do business.\n\nThese policies garnered reduced inflation, lower unemployment, and an entrepreneurial revolution that later became synonymous with the 1980s. Detractors of Reagan’s policies claim that federal deficits grew, however, and that the increased wealth gap increased the divide between the rich and the poor.\n\nThe Miller Center. \"Ronald Reagan: Domestic Affairs.\"\n\nThe New York Times. \"Credit Markets; Short-Term Interest Rates Up.\"\n\nThe Ronald Reagan Presidential Library and Museum. \"Peace Through Strength.\"\n\nThe Miller Center. \"Ronald Reagan: Foreign Affairs.\"\n\nU.S. Congress. \"H.R.4242 - Economic Recovery Tax Act of 1981: Summary.\"\n\nU.S. Bureau of Labor Statistics. “Labor Force Statistics from the Current Population Survey.” Range: 1986 to 1986.\n\nMacrotrends. \"U.S. GDP Growth Rate 1961-2025.\"\n\nTax Foundation. \"Historical U.S. Federal Individual Income Tax Rates & Brackets, 1862-2021.\" Page 9.\n\nUniversity of Houston, Digital History. “Reaganomics.”\n\nFederal Reserve History. \"Garn-St Germain Depository Institutions Act of 1982.\"\n\nFederal Reserve History. “Volcker’s Announcement of Anti-Inflation Measures.”\n\nFederal Reserve Bank of St. Louis, FRED. \"Unemployment Rate.\"\n\nThe Wall Street Journal. “Reaganomics: What We Learned.”\n\nMacrotrends. \"Dow Jones - DJIA - 100 Year Historical Chart.\"\n\nThe New York Times. “Debunking the Reagan Myth.”\n\nHope, David and Limberg, Julian. “The Economic Consequences of Major Tax Cuts for the Rich.\"LSE International Inequalities Institute, working paper 55, December 2020, pp. 3-33.",
  "url": "https://www.investopedia.com/terms/r/reaganomics.asp"
}