{
  "term": "Real Time: What It Means Compared to Delayed Quotes",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nReal time is when a system relays information to a user at a speed that is near-instantaneous or has a short delay from when the event occurred.Online brokeragesoften provide a real-time data feed that displays stock quotes and their respective real-time changes, with a very insignificant lag time, so that clients can base their investing decisions on the most up-to-date information.\n\nWhile many financial websites do offer freestock quotesto the general public, many of these feeds are not real-time feeds and may be delayed up to 20 minutes. Therefore, when viewing stock quotes from any financial website, be aware of the time that is posted near the stock quote to verify whether the quote is actually in real time.\n\nPossessing accurate real-time quotes is especially important for traders, as even the smallest time discrepancy between a provided quote and the real-time situation can change a profitable position into a loss.\n\nFor rapid intra-day traders, especially, it can be critical to get real-time quotes instead of delayed quotes.\n\nStock quotes reflect the results of actual trading on stock market exchanges, such as theNew York Stock Exchange or NASDAQ. Investors and traders can get quotes on theDow Jones Industrial Average, other indices, or individual stocks from a number of financial news sources. However, some financial news services don’t report real-time information and instead delay stock quotes for 15 or 20 minutes.\n\nThe prices of actively traded stocks can fluctuate dramatically from minute to minute or from second to second. That's why knowing the current price is imperative. In a rapidly rising or falling market, also known as a fast market, even real-time quotes can have a hard time keeping up. In that market scenario, a quote that’s delayed 15 or 20 minutes is virtually useless, as a stock's price could have moved by a significant percentage in that time frame.\n\nDelayed quotes are usually enough information for a casual investor who isn’t looking to time the market. For example, if a trader has a long-term portfolio of stocks they don’t intend to sell, they don’t need up-to-the-second price information. Even delayed stock quotes provide a general ballpark of where stocks and indexes are, and whether they are trending up or down.\n\nProviding real-time quotes takes effort and technology; thus, this service has a cost. If firms don’t want to absorb this cost, they’ll only offer delayed quotes. Reuters, for example, provides lots of financial information, but its stock quotes are delayed at least 15 minutes.Financial news services often offer real-time quotes as a premium subscription service.\n\nInteractive Brokers. “Delayed Market Data Timing.”",
  "url": "https://www.investopedia.com/terms/r/real_time.asp"
}