{
  "term": "Real-Time Quotes: Overview, Pros and Cons, Special Considerations",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA real-time quote (RTQs) is the display of the actual price of asecurityat that very moment in time.Quotesare the price of a stock or security displayed on various websites andticker tapes. In most cases, these figures are not real-time numbers of where the securities are trading but are delayed quotes. Delayed quotes, unlike real-time quotes, may lag the real trading market by between 15 and 20 minutes. Real-time quotes are instantaneous with no delay.\n\nReal-time stock quotes, sometimes known as quote streaming services, are increasingly offered as a free add-on with many web-based financial sites and online brokerages. However, some providers will still charge an additional fee to gain access to them. Also, real-time pricing information for options and other securities may incur additional fees, as they are intended primarily for professional traders and firms.\n\nA standard quote on any security consists of abid priceand an ask or offer price and is a two-way pricing structure. In this structure, the bid price is the most any buyer is willing to pay for the share or the security.\n\nConversely, the asking price is the least amount the seller is willing to take for the share. The bidding price is what the sellers would receive for the security, and theasking (offer) priceis what buyers must pay for the security. For example, the quote for a share of XYZ may appear as $23.25 to $23.30.\n\nIn this case, the most the buyer will pay is $23.25, and the least the seller will accept is $23.30. Further, the more volume that trades on a particular security will bring the bid and ask prices closer together.\n\nHistorically, price quotes arrived via ticker tape which relied on telegraph technology. Over time, quotes began to be disseminated daily in newspapers and during television broadcasts. Brokerage customers who wanted a stock quote would rely on telephones where a broker would physically call down to a stock exchange and request a quote. With the rise of Internet-based online trading, the cost of providing real-time quotes dropped significantly and soon became ubiquitous as of the early 2010s.\n\nStock exchanges provide quotes to the public which vary with the amount of information available. Traders and investors usingelectronic tradingmethods may receive Level I, II, or III quotes. As the quotes move upward in level, more information is provided. However additional information will come at an additional cost.\n\nProviding real-time quotes takes effort and technology and as such, costs more. If firms do not want to absorb this cost, they will only offer delayed quotes. Reuters, for example, provides quite a bit of financial information, but its stock quotes lag the market by 10 to 20 minutes as of 2021.Financial news services often offer real-time quotes as a premium subscription service.\n\nUnless you're a day trader or high-frequency trader, delayed quotes are usually sufficient for monitoring a portfolio or placing an order for a stock you plan to hold for the long-term.\n\nReal-time quotes let investors or traders know the exact price for a stock they are trading at a moment-to-moment rate. In this way, they may have a far better idea of the price they will pay when having their order filled. If they base their cost on a delayed quote, they could find they significantly overpaid or luckily underpaid for the shares.\n\nIn a rapidly rising, or falling market, also known as afast market, even real-time quotes can have a hard time keeping up. In that market scenario, a quote delayed by between 15 and 20 minutes is virtually useless, as a stock could have moved by a significant percentage in that time frame.\n\nDelayed quotes are usually enough information for a casual investor who isn’t looking to time the market. For example, if a trader has a long-term portfolio of stocks and they don’t intend to sell immediately, they won't need up-to-the-second price information. Delayed quotes provide a general ballpark of where stocks and indexes are, and whether they are trending up or down.\n\nBut with the advent of ultra-fasthigh-frequency trading(HFT), the need for precise real-time price data is increasingly vital for the people who trade using this method. These traders rely on algorithms to the order of milliseconds. They use sophisticated communications technologies such as fiber-optics, millimeter-wave microwave transmission, and exchange co-location techniques to obtain ultra-real time information as well as send orders which can process immediately in the market.\n\nReuters. \"Disclaimer.\" Accessed June 4, 2021.",
  "url": "https://www.investopedia.com/terms/r/real-time-quote.asp"
}