{
  "term": "Real Estate Operating Company (REOC): What it is, How it Works",
  "definition": "A real estate operating company (REOC) is apublicly-traded companythat actively invests in properties—generally commercial real estate. Unlikereal estate investment trusts(REITs), REOCs reinvest the money they earn back into their business and are subject to higher corporate taxes than REITs.\n\nInvestors have a number of options if they wish to diversify their holdings and addreal estateto theirportfolios. Purchasing real property is one option, but that can come at a big cost and immense risk. Investors who buy properties—residential and/or commercial real estate—must be able to bear the financial burden of purchasing and maintaining properties in addition to the risks and uncertainties that come with the housing market.\n\nREOCs can shield investors from some of the risks that come with holdingreal property. Owning a few shares in one of these companies gives you immediate exposure to several different types of real estate that are carefully selected and then managed by a team of experts.\n\nThe majority of their holdings arecommercial propertiessuch as retail stores, hotels, office buildings, shopping malls, and multifamily homes. Many REOCs also invest in and manage properties. For instance, a company may sell or lease out units of amultifamily homeor office building to different people but still maintain and earn money from common spaces such as parking lots and lobbies.\n\nShares in REOCs are traded on exchanges just like any other publicly-traded company. Investors can purchase shares through theirbroker-dealeror another financial professional. Although they eliminate the risk of holding physical property, REOCs are subject to certain market risks including interest rate risk, housing market risks,liquidity risk, andcredit risk.\n\nREOCs pay federal taxes because they are not required to distribute their earnings to shareholders.\n\nAlthough they both invest in real estate holdings, there are functional and strategic differences between REOCs and REITs. REITs own and operate properties that generateincomethrough rents or leases. These may be residential dwellings, hotels, and eveninfrastructureproperties such as pipelines and cell phone towers. Investors can choose to buy shares in three different types of REITs—equity REITs, mortgage REITs, and hybrid REITs.\n\nREOCs are structured in a way that allows them to reinvest theirearningsback into the company rather than distribute them toshareholders. As such, they can expand their holdings by purchasing new properties or put money back into existing holdings to improve them. They may also use earnings to buy new properties for the express purpose to sell them back at a later date. Being able to reinvest their earnings means REOCs get no favorable tax treatment, so they pay higher taxes than REITs.\n\nIn order to qualify as a REIT, companies must meet certain requirements. These include—among others—investing a minimum of 75% of theirassetsin real estate and distributing at least 90% of their earnings tounitholders. In exchange, REITs get favorable tax treatment. Corporate taxes for REITs are far lower than those imposed on REOCs because they are exempt from federaltaxation.\n\nREITs tend to invest and purchase properties that limit the amount of risk associated with certain commercial properties because of the special tax status they enjoy. Their investment strategies tend to be for the long term. This means REITs don't purchaseinvestment propertiesin order to sell them in the future the same way some REOCs do.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Real Estate Investment Trusts (REITs),\" Page 1. Accessed July 20, 2021.",
  "url": "https://www.investopedia.com/terms/r/reoc.asp"
}