{
  "term": "Real Estate Mortgage Investment Conduit (REMIC): Definition and Rules",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nJose Luis Pelaez Inc / Getty Images\n\nA real estate mortgage investment conduit (REMIC) is a bundle of mortgages that is used to issue mortgage-backed securities, a type of debt instrument. For tax purposes, a REMIC is treated like a partnership, with the taxable income passed to its partners.\n\nFrom the investor's standpoint, a REMIC is a passive investment in real estate in the form of a bond that produces a regular stream of dividends.\n\nREMICs, like all mortgage pools, are complex investments. Mortgage pools are generally broken up intotranches, repackaged, and marketed to investors as individual securities.REMICs can take on several different forms.\n\nNotably, they are generally deemed pass-through entities, like partnerships. As such, they are exempt from being taxed directly.\n\nReal estate mortgage investment conduits (REMICs) hold commercial and residential mortgages in trust and issue interests in these securitized mortgages to investors. They are considered to be a safe option for investors who are averse to risk.\n\nREMICs piece together individual mortgages into pools based on risk and maturity, just likecollateralized mortgage obligations(CMOs). They are divided into bonds or other securities that are then sold to investors.These securities are traded on thesecondary mortgage market.\n\nSome of the industry's most prominent issuers of real estate mortgage investment conduits includeFannie Mae and Freddie Mac.These companies are backed by the federal government. Although they don't issue mortgages they guarantee mortgages issued by other lenders in the secondary market.\n\nOther REMIC issuers include mortgage lenders and insurance companies, as well as savings institutions.\n\nFannie Mae and Freddie Mac are among the prominent issuers of REMICs.\n\nREMICs may be organized as partnerships,trusts, corporations, or associations and are federallytax-exemptentities. Investors who own these securities are responsible for the income through their individual income tax returns.\n\nTax laws prevent REMICs from making modifications to their mortgage loans. As such, the entity could lose its tax-exempt status if a loan within its pool is exchanged for another loan. That's because federal regulations require loans in a given pool to be constant.\n\nThe financial services industry commonly categorizes REMICs as collateralized mortgage obligations (CMOs). In general, a CMO is a batch of mortgages that are bundled together and sold to investors as investments. But there are distinctions between the two.\n\nCMOs areseparate legal entities for tax and legalpurposes. A REMIC is exempt from federal tax. But that's only on the income investors collect from the underlying mortgages at the corporate level. Any income generated and paid out to investors is taxable, using Form 1066 when filing a REMIC.\n\nBoth REMICs andreal estate investment trusts(REITs) are, from the investor's standpoint, passive investments in real estate, but there the similarities end.\n\nREITs are companies that own and operate a portfolio of income-generating properties, such as office and retail space, condominiums, and mixed-use properties. Investors can purchase shares in REITs that are traded on exchanges like stocks.\n\nREITs lease or rent out their properties and pay shares of the income to investors in the form ofdividends.\n\nLike REMICs, REITs aren't taxed at the corporate level. Their investors must report any earnings from the investments on their annualtax returns, which means they are taxed at the investor's individual tax rates.\n\nFrom the investor's standpoint, a REMIC is a bond. The investor gets a regular payment of dividends on the investment. The dividends are taxable, with taxable amounts recorded on IRS Tax Form 1099-INT.\n\nThe REMIC is said to be the only type of multiple class, real estate mortgage-backed security issued without double taxation. That is, the REMIC corporation does not pay taxes on the profits but the investor who receives dividends does.\n\nDirect real estate investing means buying and managing property. Indirect real estate investing means buying a stake in the profits of somebody else's real estate ventures.\n\nThe real estate mortgage investment conduit (REMIC) and the real estate investment trust (REIT) are the two main vehicles available to the average investor for indirect real estate investing.\n\nThere are risks related to investing in a REMIC. The income generated by a REMIC comes from mortgage payments which are, as we learned in2008-2009, vulnerable to interest rate fluctuations. There is even an opposite risk: That too many people will pay off their mortgages early, reducing the flow of money into the REMIC and out to investors.\n\nThe real estate mortgage investment conduit is an option for investors looking for a passive real estate investment. This is not a risk-free investment, but it is not to be confused with the mortgage-backed securities that tanked the economy in 2008-2009, which were bundles of subprime mortgages doomed to explode.\n\nFannie Mae. \"Basics of Structured Transactions,\" Page 5.\n\nThe CPA Journals. \"Tax Aspects of Investing in REITs and REMICs.\"\n\nAll Business. \"Real Estate Mortgage Investment Conduit (REMIC).\"\n\nCMBS.loans. \"What is a REMIC (Real Estate Mortgage Investment Conduit)?\"\n\nHolland & Knight. \"IRS Provides Relief for Securitized Mortgage Loan Modifications Anticipated from COVID-19.\"\n\nInternal Revenue Service. \"About Form 1066, U.S. Real Estate Mortgage Investment Conduit (REMIC) Income Tax Return.\"\n\nNareit. \"What's a REIT (Real Estate Investment Trust)?\"\n\nMorningstar. \"Benefits of REITs.\"\n\nReal Estate Journal. \"Tax Aspects of Investing in REITs and REMICs.\"\n\nKurby. \"The Pros and Cons of Investing in Real Estate Through a Real Estate Mortgage Investment Conduit (REMIC).\"",
  "url": "https://www.investopedia.com/terms/r/real-estate-mortgage-investment-conduit-remic.asp"
}