{
  "term": "Real Gross Domestic Product (Real GDP): How to Calculate It, vs. Nominal",
  "definition": "Real gross domestic product (GDP) is an inflation-adjusted measure that reflects the value of all goods and services produced by an economy in a given year. RealGDPis expressed in base-year prices. It is often referred to as constant-price GDP, inflation-corrected GDP, or constant-dollar GDP. Put simply, real GDP measures the total economic output of a country and is adjusted for changes in price.\n\nReal GDP is a macroeconomic statistic that measures the value of the goods and services produced by an economy in a specific period, adjusted for price changes. Essentially, it measures a country's total economic output, taking price changes into account—whether they are due toinflationordeflation.\n\nGovernments use both nominal and real GDP as metrics for analyzing economic growth andpurchasing powerover time. This is done using the GDP price deflator (also called the implicit price deflator), which measures the changes in prices for all of the goods and services produced in an economy. To determine real GDP, economists take nominal GDP and adjust it for price changes.\n\nTheBureau of Economic Analysis (BEA)provides a quarterly report on GDP with headline data statistics representing real GDP levels and real GDP growth. Nominal GDP is also included in the BEA’s quarterly report under the name current dollar. Unlike nominal GDP, real GDP accounts for changes in price levels and provides a more accurate figure of economic growth.\n\nThe U.S. real GDP growth rate during the third quarter of 2024 (annualized).\n\nCalculating real GDP is a complex process typically best provided by the BEA. In general, you calculate real GDP by dividing nominal GDP by the GDP deflator (R).\n\nReal GDP=Nominal GDPRwhere:GDP=Gross domestic productR=GDP deflator\\begin{aligned}&\\text{Real GDP} = \\frac{\\text{Nominal GDP}}{\\text{R}}\\\\&\\textbf{where:}\\\\&\\text{GDP}=\\text{Gross domestic product}\\\\&\\text{R} =\\text{GDP deflator}\\end{aligned}​Real GDP=RNominal GDP​where:GDP=Gross domestic productR=GDP deflator​\n\nThe BEA provides the deflator on a quarterly basis. The GDP deflator is a measurement of inflation since abase year. Dividing the nominal GDP by the deflator removes the effects of inflation.\n\nFor example, if an economy's prices have increased by 1% since the base year, the deflating number is 1.01. If nominal GDP was $1 million, then real GDP is calculated as $1,000,000 / 1.01, or $990,099.What Is Nominal GDP?As noted above, governments rely on both real and nominal GDP to get an idea of where the economy is heading. While real GDP takes inflation (or deflation) into account,nominal GDPis a macroeconomic assessment of the value of goods and services using current prices in its measure. As such, nominal GDP is also referred to as the current dollar GDP.Because nominal GDP measures how well the economy is doing without factoring in price changes due to inflation or deflation, it may actually inflate growth because all of the goods and services that are used to determine nominal GDP are valued at prices in the current year.The easiest way to calculate nominal GDP is by multiplying real GDP by the GDP deflator:Nominal GDP=Real GDP×GDP Deflator\\begin{aligned}&\\text{Nominal GDP} = \\text{Real GDP} \\times \\text{GDP Deflator} \\\\\\end{aligned}​Nominal GDP=Real GDP×GDP Deflator​You can also calculate it using the expenditure method:Nominal GDP=C+I+G+(X−M)where:C=Consumer spendingI=Business investmentG=Government spendingX−M=Total net exports\\begin{aligned}&\\text{Nominal GDP} = \\text{C} + \\text{I} + \\text{G} + ( \\text{X} - \\text{M} ) \\\\&\\textbf{where:} \\\\&\\text{C} = \\text{Consumer spending} \\\\&\\text{I} = \\text{Business investment} \\\\&\\text{G} = \\text{Government spending} \\\\&\\text{X} - \\text{M} = \\text{Total net exports} \\\\\\end{aligned}​Nominal GDP=C+I+G+(X−M)where:C=Consumer spendingI=Business investmentG=Government spendingX−M=Total net exports​ImportantAlthough U.S. real GDP increased by 3.1% in the third quarter of 2024 on an annualized basis, nominal GDP, called current-dollar GDP by the BEA, increased by 5%.Real GDP vs. Nominal GDPBecause GDP is one of the most important metrics for evaluating the economic activity, stability, and growth of goods and services in an economy, it is usually reviewed from two angles: real and nominal. The table below highlights some of the main differences between the two types of GDP used by economists, businesses, investors, and government leaders.Differences Between Real GDP and Nominal GDPReal GDPNominal GDPBased OnBase year market pricesCurrent market pricesAdjusted for InflationYesNoValue (During Inflation)LowerHigherHow AccurateMore accurateMay overstate growth during times of inflationOther NamesConstant dollar or inflation-adjusted GDPCurrent dollar GDPEconomists use the BEA’s real GDP headline data for macroeconomic analysis andcentral bankplanning. As the table above indicates, the main difference between nominal GDP and real GDP is the taking of inflation into account.Since nominal GDP is calculated using current prices, it does not require any adjustments for inflation. This makes comparisons from quarter to quarter and year to year much simpler to calculate and analyze. Keep in mind, though, that any comparisons are less relevant.As such, real GDP provides a better basis for judging long-term national economic performance than nominal GDP. Using aGDP price deflator, real GDP reflects GDP on a per-quantity basis. Without real GDP, it would be difficult to identify just from examining nominal GDP whether production is actually expanding—or if it's just a factor of rising per-unit prices in the economy.A positive difference in nominal minus real GDP signifies inflation and a negative difference signifies deflation. In other words,inflation occurswhen nominal GDP is higher than real GDP. Deflation happens when real GDP is higher than nominal GDP.NoteThe GDP price deflator is considered to be a more appropriate inflation measure for measuring economic growth than theconsumer price index (CPI)because it isn't based on a fixed basket of goods.Example of Real GDP vs. Nominal GDPReal GDP will be lower than nominal GDP during inflationary periods and is higher when the economy experiences deflation. Let's demonstrate this using the example of a hypothetical country. Suppose it had a nominal GDP of $100 billion in 2000, which grew by 50% to $150 billion by 2020. Over the same period of time, inflation reduced the relative purchasing power of the dollar by 50%.Looking at just the nominal GDP, the economy appears to be performing very well, whereas the real GDP expressed in 2000 dollars would actually indicate a reading of $75 billion, revealing in fact a net overall decline in economic growth had occurred. It is due to this greater accuracy that real GDP is favored by economists as a method of measuring economic performance.What Does 'Real' Mean in Real GDP?Real GDP tracks the total value of goods and services calculating the quantities but using constant prices that are adjusted for inflation. This is opposed to nominal GDP, which does not account for inflation. Adjusting for constant prices makes it a measure of real economic output for apples-to-apples comparison over time and between countries.What Does Real GDP Measure?Real GDP is an inflation-adjusted measurement of a country’s economic output over the course of a year. The U.S. GDP is primarily measured based on the expenditure approach and calculated using the following formula: GDP = C + G + I + NX (where C=consumption; G=government spending; I=Investment; and NX=net exports).Why Is Real GDP More Accurate Than Nominal GDP?Real GDP is considered to be more accurate than nominal GDP because it factors inflation (or price changes) into its calculation. As such, it measures the total health of the economy. Nominal GDP, on the other hand, doesn't necessarily provide an accurate picture of the economy or where it's headed. That's because it factors current market prices into its calculation. This means that it can only be used as a comparative metric to others that aren't adjusted for inflation.Why Is Measuring Real GDP Important?Countries with larger GDPs will have a greater amount of goods and services generated within them, and will generally have a higher standard of living. For this reason, many citizens and political leaders see GDP growth as an important measure of national success, often referring to GDP growth and economic growth interchangeably.GDP enables policymakers and central banks to judge whether the economy is contracting or expanding, whether it needs a boost or restraint, and if a threat such as a recession or inflation looms on the horizon. By accounting for inflation, real GDP is a better gauge of the change in production levels from one period to another.What Are Some Critiques of Using GDP?Many economists have argued that GDP should not be used as a proxy for overall economic success, as it does not account for the informal economy, does not count care work or domestic labor in the home, ignores business-to-business activity, and counts costs and wastes as economic activity, among other shortcomings.The Bottom LineReal GDP is an economic metric that is used to describe the economic output of a country within a specific year. It reflects the value of all goods and services produced while factoring inflation into its calculation.You may often hear it referred to by other names, such as constant-price GDP or inflation-corrected GDP. This is in contrast to nominal GDP. This metric uses current prices to measure the output for goods and services.\n\nAs noted above, governments rely on both real and nominal GDP to get an idea of where the economy is heading. While real GDP takes inflation (or deflation) into account,nominal GDPis a macroeconomic assessment of the value of goods and services using current prices in its measure. As such, nominal GDP is also referred to as the current dollar GDP.\n\nBecause nominal GDP measures how well the economy is doing without factoring in price changes due to inflation or deflation, it may actually inflate growth because all of the goods and services that are used to determine nominal GDP are valued at prices in the current year.\n\nThe easiest way to calculate nominal GDP is by multiplying real GDP by the GDP deflator:\n\nNominal GDP=Real GDP×GDP Deflator\\begin{aligned}&\\text{Nominal GDP} = \\text{Real GDP} \\times \\text{GDP Deflator} \\\\\\end{aligned}​Nominal GDP=Real GDP×GDP Deflator​\n\nYou can also calculate it using the expenditure method:\n\nNominal GDP=C+I+G+(X−M)where:C=Consumer spendingI=Business investmentG=Government spendingX−M=Total net exports\\begin{aligned}&\\text{Nominal GDP} = \\text{C} + \\text{I} + \\text{G} + ( \\text{X} - \\text{M} ) \\\\&\\textbf{where:} \\\\&\\text{C} = \\text{Consumer spending} \\\\&\\text{I} = \\text{Business investment} \\\\&\\text{G} = \\text{Government spending} \\\\&\\text{X} - \\text{M} = \\text{Total net exports} \\\\\\end{aligned}​Nominal GDP=C+I+G+(X−M)where:C=Consumer spendingI=Business investmentG=Government spendingX−M=Total net exports​\n\nAlthough U.S. real GDP increased by 3.1% in the third quarter of 2024 on an annualized basis, nominal GDP, called current-dollar GDP by the BEA, increased by 5%.\n\nBecause GDP is one of the most important metrics for evaluating the economic activity, stability, and growth of goods and services in an economy, it is usually reviewed from two angles: real and nominal. The table below highlights some of the main differences between the two types of GDP used by economists, businesses, investors, and government leaders.\n\nEconomists use the BEA’s real GDP headline data for macroeconomic analysis andcentral bankplanning. As the table above indicates, the main difference between nominal GDP and real GDP is the taking of inflation into account.\n\nSince nominal GDP is calculated using current prices, it does not require any adjustments for inflation. This makes comparisons from quarter to quarter and year to year much simpler to calculate and analyze. Keep in mind, though, that any comparisons are less relevant.\n\nAs such, real GDP provides a better basis for judging long-term national economic performance than nominal GDP. Using aGDP price deflator, real GDP reflects GDP on a per-quantity basis. Without real GDP, it would be difficult to identify just from examining nominal GDP whether production is actually expanding—or if it's just a factor of rising per-unit prices in the economy.\n\nA positive difference in nominal minus real GDP signifies inflation and a negative difference signifies deflation. In other words,inflation occurswhen nominal GDP is higher than real GDP. Deflation happens when real GDP is higher than nominal GDP.\n\nThe GDP price deflator is considered to be a more appropriate inflation measure for measuring economic growth than theconsumer price index (CPI)because it isn't based on a fixed basket of goods.\n\nReal GDP will be lower than nominal GDP during inflationary periods and is higher when the economy experiences deflation. Let's demonstrate this using the example of a hypothetical country. Suppose it had a nominal GDP of $100 billion in 2000, which grew by 50% to $150 billion by 2020. Over the same period of time, inflation reduced the relative purchasing power of the dollar by 50%.\n\nLooking at just the nominal GDP, the economy appears to be performing very well, whereas the real GDP expressed in 2000 dollars would actually indicate a reading of $75 billion, revealing in fact a net overall decline in economic growth had occurred. It is due to this greater accuracy that real GDP is favored by economists as a method of measuring economic performance.\n\nReal GDP tracks the total value of goods and services calculating the quantities but using constant prices that are adjusted for inflation. This is opposed to nominal GDP, which does not account for inflation. Adjusting for constant prices makes it a measure of real economic output for apples-to-apples comparison over time and between countries.\n\nReal GDP is an inflation-adjusted measurement of a country’s economic output over the course of a year. The U.S. GDP is primarily measured based on the expenditure approach and calculated using the following formula: GDP = C + G + I + NX (where C=consumption; G=government spending; I=Investment; and NX=net exports).\n\nReal GDP is considered to be more accurate than nominal GDP because it factors inflation (or price changes) into its calculation. As such, it measures the total health of the economy. Nominal GDP, on the other hand, doesn't necessarily provide an accurate picture of the economy or where it's headed. That's because it factors current market prices into its calculation. This means that it can only be used as a comparative metric to others that aren't adjusted for inflation.\n\nCountries with larger GDPs will have a greater amount of goods and services generated within them, and will generally have a higher standard of living. For this reason, many citizens and political leaders see GDP growth as an important measure of national success, often referring to GDP growth and economic growth interchangeably.\n\nGDP enables policymakers and central banks to judge whether the economy is contracting or expanding, whether it needs a boost or restraint, and if a threat such as a recession or inflation looms on the horizon. By accounting for inflation, real GDP is a better gauge of the change in production levels from one period to another.\n\nMany economists have argued that GDP should not be used as a proxy for overall economic success, as it does not account for the informal economy, does not count care work or domestic labor in the home, ignores business-to-business activity, and counts costs and wastes as economic activity, among other shortcomings.\n\nReal GDP is an economic metric that is used to describe the economic output of a country within a specific year. It reflects the value of all goods and services produced while factoring inflation into its calculation.\n\nYou may often hear it referred to by other names, such as constant-price GDP or inflation-corrected GDP. This is in contrast to nominal GDP. This metric uses current prices to measure the output for goods and services.\n\nInternational Monetary Fund (IMF). \"Gross Domestic Product: An Economy's All.\"\n\nU.S. Bureau of Economic Analysis. \"Prices & Inflation.\"\n\nU.S. Bureau of Economic Analysis. \"Gross Domestic Product (Third Estimate), Corporate Profits (Revised Estimate), and GDP by Industry, Third Quarter 2024.\"\n\nU.S. Bureau of Economic Analysis. \"GDP Price Deflator.\"\n\nU.S. Bureau of Economic Analysis. \"Gross Domestic Product.\"\n\nHarvard Business School. \"What Is GDP & Why Is It Important?\"",
  "url": "https://www.investopedia.com/terms/r/realgdp.asp"
}