{
  "term": "Real-Time Gross Settlement (RTGS): Definition and Benefits",
  "definition": "The term \"real-time gross settlement (RTGS)\" refers to a fundstransfersystem that allows for the instantaneous transfer of money and/or securities. RTGS is the continuous process of settling payments on an individual order basis withoutnettingdebits with credits across the books of a central bank. Once completed, real-time gross settlement payments are final and irrevocable. In most countries, the systems are managed and run by their central banks.\n\nWhen you hear the term real-time, it means the settlement happens as soon as it is received. So, in simpler terms, the transaction settles in the receivingbankimmediately after it is transferred from the sending bank. Gross settlement means transactions are handled and settled individually, so multipletransactionsaren't bunched or grouped together. This is the basis of a real-time gross settlement system.\n\nAn RTGS system is generally used for large-value interbank funds transfers operated and organized by a country’scentral bank. These transfers often require immediate and complete clearing. As mentioned above, once transactions are settled, they cannot be reversed.\n\nIn 1970, the U.S. Fedwire system was launched. It was the first system resembling a real-time gross settlement system. It was an evolution of the telegraph-based system used to transfer funds electronically between U.S. Federal Reserve banks.\n\nThe British system, called the Clearing House Automated Payment System (CHAPS), is currently run by theBank of England. France and otherEurozonenations use a system called Trans-European Automated Real-time Gross Settlement Express Transfer System (TARGET2). Other developed and developing countries have also introduced their own RTGS-type systems.\n\nReal-time gross settlement lessenssettlement risk—also referred to asdelivery risk—overall, as interbank settlement usually occurs in real-time throughout the day—instead of simply all together at the end of the day. This eliminates the risk of a lag in completing the transaction. RTGS can often incur a higher charge than processes that bundle and net payments.\n\nA real-time gross settlement system is different fromnet settlementsystems, such as the United Kingdom’s Bacs Payment Schemes Limited, which was previously known as the Bankers' Automated Clearing Services (BACS). Transactions that take place between institutions with BACS are accumulated during the day. At the close of business, a central bank adjusts the active institutional accounts by the net amounts of the funds exchanged.\n\nRTGS does not require an actual physical exchange of funds. A central bank will often adjust the accounts of the sending and receiving bank in electronic form. For example, sender Bank A's balance will be reduced by $1 million, while recipient institution Bank B’s balance will be increased by $1 million.\n\nRTGS systems, increasingly used by central banks worldwide, can help minimize the risk to high-value payment settlements amongfinancial institutions. Although companies and financial institutions that deal with sensitive financial data typically have high levels of security in place to protect information and funds, the range and nature of online threats are constantly evolving.\n\nRTGS-type systems help protect financial data by making it vulnerable to hackers for a briefer time window.\n\nReal-time gross settlement can allow a smaller window of time for critical information to be vulnerable, thus helping mitigate threats. Two common examples of cybersecurity threats to financial data are social engineering orphishing—tricking people into revealing their information—and data theft, whereby a hacker obtains and sells data to others.\n\nThe fee for real-time gross settlement will vary depending on the institution/country in which the settlement occurs as well as the size of the transfer. There are times when the fees can be waived by the institution.\n\nAn example of a real-time gross settlement system would be when a customer has their bank send a transfer of funds to another bank via the RTGS and the transfer happens instantaneously. If this transfer was done via automated clearing house (ACH), the transfer may take a few days to clear.\n\nThe difference between net settlement and real-time gross settlement (RTGS) is that net settlement involves aggregate data that is processed and settled at the end of the day whereas RTGS involves data with individual transactions in real-time (processed and settled instantly).\n\nReal-time gross settlement (RTGS) is a key component of the financial system, settling interbank payments continuously, allowing forthe instantaneous transfer of money/securities. RTGS systems reduce the risk to financial institutions in regard to high-value transfers.\n\nFederal Reserve Bank of New York. \"Creating an Integrated Payment System: The Evolution of Fedwire,\" Pages 2-3.\n\nBank of International Settlements. \"Payment Systems in the United Kingdom,\" Page 407.\n\nEuropean Central Bank. \"What is TARGET2?\"\n\nBank of International Settlements. \"Payment Systems in the United Kingdom,\" Pages 410-413.\n\nBank of International Settlements. \"Payment Systems in the United Kingdom,\" Pages 412-413.\n\nU.S. Small Business Administration. \"Stay Safe from Cybersecurity Threats.\"",
  "url": "https://www.investopedia.com/terms/r/rtgs.asp"
}