{
  "term": "Real Option: Definition, Valuation Methods, Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nInvestopedia / Michela Buttignol\n\nA real option is an economically valuable right to make or else abandon some choice that is available to the managers of a company, often concerning business projects or investment opportunities. It is referred to as “real” because it typically references projects involving atangible asset(such as machinery, land, and buildings, as well as inventory), instead of a financial instrument.\n\nReal options thus differ from financialoptions contractssince they involve real (i.e., physical)underlying assetsand are not exchangeable as securities.\n\nReal options are choices that a company’s management gives itself the option to make, in order to expand, change, or curtail projects based on changing economic, technological, or market conditions. Factoring in real options affects the valuation of potential investments, although commonly used valuations fail to account for potential benefits provided by real options.\n\nUsing real options value (ROV) analysis, managers can estimate theopportunity costof continuing or abandoning a project and make better decisions accordingly.\n\nIt is important to note that real options do not refer to a derivative financial instrument, such as call and put options contracts, which give the holder the right to buy or sell an underlying asset, respectively. Instead, real options are opportunities that a business may or may not take advantage of or realize.\n\nFor example, investing in a new manufacturing facility may provide a company with real options for introducing new products, consolidating operations, or making other adjustments in response to changing market conditions. When deciding whether to invest in the new facility, the company should consider the real option value that the facility provides. Other examples of real options include possibilities formergers and acquisitions (M&A)orjoint ventures.\n\nThe precise value of real options can be difficult to establish or estimate. For instance, real option value may be realized from a company undertaking socially responsible projects, such as building a community center. By doing so, the company may realize a benefit that makes it easier to obtain necessary permits or approval for other projects. However, it’s difficult to pin an exact financial value on such benefits.\n\nIn dealing with such real options, a company’s management team factors the potential for real option value into the decision-making process, even though the value is necessarily somewhat vague and uncertain. Of course, the key difference between real options and derivatives contracts is that the latter often trades on an exchange and has a numerical value in terms of its price orpremium. Real options, on the other hand, are far more subjective. By using a combination of experience, and financial valuations, however, management should get some sense of the value of the project being considered and whether it’s worth the risk.\n\nStill, valuation techniques for real options often appear similar to the pricing of financial options contracts, where the spot price or the current market price refers to the currentnet present value (NPV)of a project. The net present value is the cash flow that’s expected as a result of the new project, but those flows are discounted by a rate that could otherwise be earned for doing nothing. The alternative rate ordiscount ratemight be the rate of a U.S. Treasury bond, for example. If Treasuries pay 3%, then the project or the cash flows must yield a return of more than 3%; otherwise, it wouldn’t be worth pursuing.\n\nSome valuation models use terminology fromderivativesmarkets wherein thestrike pricecorresponds to non-recoverable costs involved with the project. In the derivatives world, the strike would be the price at which the options contract converts into the underlying security that it is based on.\n\nSimilarly, theexpiration dateof an options contract could be substituted with the time frame within which the business decision should be made. Options contracts also have avolatilitycomponent, which measures the level of risk in an investment. The higher therisk, the more expensive the option. Real options must also consider the risk involved, and it too could be assigned a value similar to volatility.\n\nOther methods of valuing real options includeMonte Carlo simulations, which use mathematical calculations to assign probabilities to various outcomes given certain variables and risks.\n\nReal options analysis is still often considered to be aheuristic—a rule of thumb, allowing for flexibility and quick decision making in a complex, ever-changing environment—based on sound financial criteria. The real options heuristic is simply the recognition of the value embodied in the flexibility of choosing among alternatives although their objective values cannot be mathematically determined with any degree of certainty.\n\nEven if a quantitative model is employed to value a real option, the choice of the model itself is based on judgment and often a trial-and-error approach since the choices available can vary across firms and project managers.\n\nHaving options affords the freedom to make optimal choices in decisions, such as when and where to make a specific capital expenditure. Various management choices to make investments can give companies real options to take additional actions in the future, based on existing market conditions.\n\nIn short, real options are about companies making decisions and choices that grant them the greatest amount of flexibility and potential benefit regarding possible future decisions or choices.\n\nThe choices that corporate managers face that typically fall under real options analysis are under three categories ofproject management.\n\nReal options are most appropriate when the economic environment and market conditions relating to a particular project are highly volatile yet flexible. Stable or rigid environments will not benefit much from ROV and should use more traditional corporate finance techniques instead. Similarly, ROV is applicable only when a firm’s corporate strategy lends itself to flexibility, has sufficient information flow, and has sufficient funds to cover potential downside risks associated with real options.\n\nMcDonald’s Corp.(MCD)has restaurants in more than 100 countries. Let’s say the company’s executives are mulling the decision to open additional restaurants in Russia. The expansion would fall under the category of real option to expand. The investment or capital outlay would need to be calculated, including the cost of the physical buildings, land, staff, and equipment.\n\nHowever, McDonald’s executives would need to decide if the revenue earned from the new restaurants will be enough to counter any potential country and political risk, which is difficult to value.\n\nThe same scenario could also produce a real option to waitor defer opening any restaurants until a particular political situation resolves itself. Perhaps there’s an upcoming election, and the result could impact the stability of the country or the regulatory environment.\n\nWith real options, a business’s management gives itself the option to expand, change, or curtail projects based on changing economic, market, or technological conditions. Factoring in real options affects the valuation of potential investments; however, commonly used valuations fail to account for the potential benefits that real options provide.\n\nIn dealing with real options, a company’s management team factors the potential for real option value into decision making, although the value is somewhat vague and uncertain. Valuation techniques for real options often appear similar to pricing financial options contracts, where the spot price or current market price refers to the current net present value (NPV) of a project.\n\nReal options are most appropriate when the economic environment and market conditions relating to a particular project are highly volatile yet flexible. Stable or rigid environments will not benefit much from real options value (ROV) analysis and should use more traditional corporate finance techniques instead.\n\nA real option gives management of a company the right, but not the obligation, to undertake certain business opportunities or investments. It is called a real option because it usually references projects involving a tangible asset (such as machinery, land, and buildings, as well as inventory), instead of a financial instrument.",
  "url": "https://www.investopedia.com/terms/r/realoption.asp"
}