{
  "term": "Realized Gain: Definition, and How It Works Vs. Unrealized Gain",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA realized gain results from selling an asset at a price higher than the original purchase price. It occurs when an asset is sold at a level that exceeds itsbook valuecost.\n\nWhile an asset may be carried on abalance sheetat a level far above cost, any gains while the asset is still being held are considered unrealized as the asset is only being valued atfair market value. If selling an asset results in a loss, there is arealized lossinstead.\n\nA realized gain can be compared with anunrealized gain.\n\nRealized gains and unrealized gains vary considerably. Realized gains are those that have beenactualized by sellingan existing position for more than what was paid for it. An unrealized (\"paper\") gain, on the other hand, is one that has not been realized yet.\n\nRealized gains result in a taxable event, but unrealized gains are typically not taxed. They add to an asset’s originally reported book value at the time of purchase and can occur on all types of assets and investments held by a company.\n\nRealized gains may occur through the sale of anassetwhen a company chooses to eliminate it from the balance sheet. Asset sales can occur for various reasons and purposes and are reported on thefinancial statementsof a company during the period in which the asset sale takes place.\n\nAsset sales are regularly monitored to ensure the asset is sold at fair market value orarm’s lengthprice. This regulation ensures companies are valuing the sale appropriately in the marketplace and takes into consideration whether the asset is sold to a related or unrelated party.\n\nWhen an asset is sold, a realized profit is achieved, and the firm predictably sees an increase in itscurrent assetsand a gain from the sale. The realized gain from the sale of the asset may lead to an increased tax burden since realized gains from sales are typicallytaxable income. This is one drawback of selling an asset and turning an unrealized \"paper\" gain into a realized gain.\n\nIn most business cases, companies do not incur any tax until a realized and tangible profit occurs.\n\nWhile realized gains are actualized, an unrealized gain is a potential profit that exists on paper, resulting from an investment. It is an increase in the value of an asset that has yet to be sold for cash, such as a stock position that has increased in value but still remains open. A gain becomes realized once the position is sold for a profit.\n\nWhen unrealized gains present, it usually means an investor believes the investment has room for higher future gains. Otherwise, they would sell now and recognize the current gain. Additionally, unrealized gains sometimes come about because holding an investment for an extended time period lowers the tax burden of the gain.\n\nFor example, if an investor holds a stock for longer than one year, their tax rate is reduced to the long-termcapital gains tax.Further, if an investor wants to move the capital gains tax burden to anothertax year, they can sell the stock in January of a proceeding year, rather than selling in the current year.\n\nInvestors should also note the distinction between realized gains and realized income. Realized income refers toincomethat you have earned and received, such as income from wages or a salary as well as income from interest ordividendpayments.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\" Accessed June 25, 2021.",
  "url": "https://www.investopedia.com/terms/r/realizedprofit.asp"
}