{
  "term": "Real Economic Growth Rate: Definition, Calculation, and Uses",
  "definition": "Investopedia / Michela Buttignol\n\nThe real economic growth rate measures the change in a country's GDP while adjusting for inflation.\n\nThe real economic growth rate, or real GDP growth rate, measureseconomic growthas expressed bygross domestic product (GDP), adjusted for inflation or deflation. In other words, it reveals changes in the value of all goods and services produced by an economy—the economic output of a country—while accounting for price fluctuations.\n\nThe real economic growth rate is expressed as a percentage that shows the rate of change in a country's GDP, typically from one year to the next. Another economic growth measure is thegross national product (GNP), which is sometimes preferred if a nation's economy is substantially dependent on foreign earnings.\n\nThe real GDP growth rate is a more useful measure than the nominal GDP growth rate because it considers the effect of inflation on economic data. The real economic growth rate is a \"constant dollar\" figure, avoiding the distortion from periods of extreme inflation ordeflationto give a more consistent measure.\n\nGDP is the sum of consumer spending, business spending, government spending, and total exports, minus total imports. The calculation for factoring in inflation to arrive at the real GDP figure is as follows:\n\nThebase yearis a designated year, updated periodically by the government and used as a comparison point for economic data such as the GDP. The calculation for the real GDP growth rate is based on real GDP, as follows:\n\nReal economic growth can also be calculated by backing inflation out of nominal GDP. Nominal economic growth is inclusive of inflation, while real economic growth is not. This calculation is done by factoring in a GDP deflator. A GDP deflator is the quotient of nominal GDP divided by real GDP divided by 100, so this method is only useful in determining real GDP if the GDP deflator is already known.\n\nAt the end of 2010, real GDP in the United States was $17 trillion. At the end of Q3 2024, real GDP was measured at $23.4 trillion.\n\nA country's real economic growth rate is helpful to policymakers when makingfiscal policyormonetary policydecisions. These decisions might be applied to spur economic growth or control inflation.\n\nReal economic growth rate figures serve two purposes:\n\nEconomic growth rates are also useful for businesses and investors. An organization or company looking to expand into new markets may leverage GDP data to better understand growth opportunities in certain countries. Alternatively, an investor seeking to diversify intoemerging marketsmay be suited to use GDP to understand geographical areas that may receive the greatest growth.\n\nGovernments use economic growth metrics to shape public policy and budgets, while policymakers use real GDP when determining interest rates, tax rates, and trade policies.\n\nThe GDP growth rate changes during the four phases of thebusiness cycle: peak, contraction, trough, and expansion. In an expanding economy, the GDP growth rate will be positive because businesses are growing and creating jobs for greater productivity.\n\nA period of contraction will follow when businesses hold off on investing and hiring, which will result in consumers having less money to spend. If the growth rate turns negative, the country will be in recession.\n\nGDP is calculated as the sum of public consumption, domestic investment, government spending, and net imports. It is possible for a country to experience negative growth in one area but still experience net real economic growth. Some specific transactions are excluded from both nominal and real GDP.\n\nReal economic growth only reports the sale of final products; goods in production (i.e. a vehicle that is partially assembled) are not counted. Real economic growth also excludes the sale of used goods, the sale of goods produced outside of the United States, financial transactions (i.e. stocks and bonds), and volunteer services.\n\nThere are two ways to calculate the real economic growth rate. Real GDP can be calculated by taking the difference between the most recent year's real GDP and the prior year's real GDP. Then, divide this difference by the prior year's real GDP. Alternatively, real GDP can be determined if nominal GDP and the prevailing inflation rate are known. Real GDP is calculated as nominal GDP less inflation.\n\nThe annualized real GDP growth rate for the United States in the third quarter of 2024 was 3.1%.\n\nNominal GDP measures a nation's annual production of goods and services using actual market prices or values. Real GDP measures goods and services by adjusting for inflation. Both measurements are useful for evaluating a nation's financial health, though real GDP is generally a more accurate representation of underlying economic activity.\n\nReal GDP is informative of the size of the economy and the performance of recent economic activity. The real growth rate is often used as a performance indicator as it often provides better guidance on economic conditions due to actual activity as opposed to growth due to inflated prices.\n\nThe real GDP growth rate measures economic growth by measuring GDP from one period to the next, taking into consideration inflation. It is an indicator of the health of an economy and helps policymakers adjust fiscal and monetary policy in order to achieve economic objectives.\n\nFederal Reserve Bank of St. Louis, FRED. \"Real Gross Domestic Product.\"\n\nBEA. \"Gross Domestic Product (Third Estimate), Corporate Profits (Revised Estimate), and GDP by Industry, Third Quarter 2024.\"",
  "url": "https://www.investopedia.com/terms/r/realeconomicrate.asp"
}