{
  "term": "Real Interest Rate: Definition, Formula, and Example",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA real interest rate is an interest rate that has been adjusted to remove the effects of inflation. Once adjusted, it reflects the realcost of fundsto a borrower and the real yield to a lender or to an investor.\n\nA real interest rate reflects the rate oftime preferencefor current goods over future goods. For an investment, a real interest rate is calculated as the difference between thenominal interest rateand theinflationrate:\n\nReal interest rate = nominal interest rate -rate of inflation(expected or actual).\n\nWhile the nominal interest rate is the interest rate actually paid on a loan or investment, the real interest rate is a reflection of the change inpurchasing powerderived from an investment or given up by the borrower.\n\nThe nominal interest rate is generally the one advertised by the institution backing the loan or investment. Adjusting the nominal interest rate to compensate for the effects of inflation helps to identify the shift in purchasing power of a given level ofcapitalover time.\n\nAccording to thetime-preference theory of interest, the real interest rate reflects the degree to which an individual prefers current goods over future goods.\n\nBorrowers who are eager to enjoy the present use of funds show a stronger time preference for current goods over future goods. They are willing to pay a higher interest rate for loaned funds.\n\nSimilarly, a lender who strongly prefers to put off consumption to the future shows a lower time preference and will be willing to loan funds at a lower rate. Adjusting for inflation can help reveal the rate of time preference among market participants.\n\nThe expected rate of inflation is reported to Congress by theFederal Reserve(Fed), among others. Reports include estimates for a minimum three-year period. Most expected (or anticipatory) interest rates are reported as ranges instead of single-point estimates.\n\nAs the true rate of inflation may not be known until an investment reaches maturity or its holding period ends, the associated real interest rates must be considered anticipatory.\n\nIt's important that investors bear in mind current and expected inflation rates when they research where to put their money. Since the rate of inflation will eat away at the nominal rate of return, avoid lower returning fixed income investments that could mean a negligible real rate of return.\n\nIn cases where inflation is positive, the real interest rate will be lower than the advertised nominal interest rate.\n\nFor example, if an investment such as acertificate of deposit(CD) is set to earn 4% in interest per year and the rate of inflation for the same time period is 3%, the real interest rate earned on the investment will be 1% (4% - 3%). When purchasing power is taken into consideration, thereal valueof the funds deposited in the CD will only increase by 1% per year, not 4%.\n\nIf those funds were instead placed in a savings account with an interest rate of 1%, and the rate of inflation remained at 3%, then the real value, or purchasing power, of the funds in savings will actually decrease. The real interest rate would be -2% after accounting for inflation (1% - 3%).\n\nPurchasing power is the value of a currency expressed in terms of the number of goods or services that one unit of money can buy. It is important because, all else being equal,inflationdecreases the number of goods or services you can purchase.\n\nFor investments,purchasing poweris the dollar amount of credit available to a customer to buy additional securities against the existingmarginable securitiesin the brokerage account. Purchasing power is also known as a currency'sbuying power.\n\nInflation is the decline ofpurchasing powerof a given currency over time. The rate of inflation, or the rate of decline in purchasing power, is reflected by theConsumer Price Index(CPI). CPI measures the change in an average price of abasket of selected goodsand services over a specific period of time.\n\nThe rise in the general level of prices, often expressed as a percentage, means that a unit of currency effectively buys less than it did in prior periods. Inflation can be contrasted withdeflation, which occurs when the purchasing power of money increases and prices decline.\n\nA real interest rate is the nominal (or stated) interest rate less the rate of inflation. For investments, the inflation rate will erode the value of an investment's return by decreasing the rate of return.\n\nFor example, if the rate of return for bonds you hold is 6% and the inflation rate is 3%, then the real rate of return will be 3%, not 6%. That's because the interest rate of 6% is adjusted downward by 3% to account for the unfortunate power of inflation to erode value (6% - 3% = 3%).\n\nThe real interest rate is an interest rate that has been adjusted for inflation to reflect the realcost of fundsto a borrower and the real yield to a lender or an investor.\n\nIt reflects the rate oftime preferencefor current goods over future goods and is calculated as the difference between thenominal interest rateand theinflationrate.\n\nThe Federal Reserve. \"Monetary Policy Report.\"",
  "url": "https://www.investopedia.com/terms/r/realinterestrate.asp"
}