{
  "term": "Real Income, Inflation, and the Real Wages Formula",
  "definition": "Real income is the amount of money an individual or entity makes after accounting forinflation. It is sometimes called real wage. Tracking the difference between nominal and real income is critical to understanding changes in purchasing power.\n\nReal income is an economic measure that provides an estimation of an individual’s actualpurchasing powerin the open market after accounting for inflation. It subtracts an economic inflation rate per dollar from an individual’sincome, typically resulting in a lower value and decreased spending power.\n\nDeflationof prices can also occur, which creates a negative inflation rate. Negative inflation or deflation will lead to a higher purchasing power of real income.\n\nReal income differs fromnominalincome, which is not adjusted to account for fluctuating prices and living costs. Individuals often closely track their real income compared to nominal income to have the best understanding of their purchasing power.\n\nOverall, real income is only an estimate of an individual’s purchasing power since the formula for calculating real income uses a broad collection of goods that may or may not closely match the categories an investor spends within. Moreover, entities may not spend all of their nominal income, avoiding some of the real income’s effects.\n\nThere are several ways to calculate real income. Three basic real income formulas include the following:\n\nAll real income and real wage formulas can integrate one of several inflation measures. Three of the most popular inflation measures for consumers include:\n\nTheConsumer Price Index (CPI)measures the average cost of a specific basket of goods and services, including food and beverages, education, recreation, clothing, transportation, and medical care. In the United States, theBureau of Labor Statistics (BLS)publishes CPI numbers monthly and annually.\n\nThePersonal Consumption Expenditures (PCE)Price Index is a second comparable consumer price index. It includes slightly different classifications for goods and services and has its own adjustments and methodology nuances.The PCE Price Index is used by theFederal Reservefor gauging consumer price inflation and makingmonetary policydecisions.\n\nThe GDP Price Index is one of the broadest measures of inflation since it considers everything produced by the U.S. economy, excludingimports.\n\nGenerally, the three main price indexes will report relatively the same level of inflation. However, analysts of real income can choose any price index measure that they believe best fits their income analysis situation.\n\nMany individuals and businesses invest a significant portion of their income inrisk-free investment productsand vehicles that match or exceed the economic inflation rate to mitigate the effects of inflation on their income.\n\nSeveral risk-free investments offer a return of approximately 2% or more. These products includehigh-yieldsavings accounts, money market accounts, certificates of deposit, Treasuries, andTreasury Inflation-Protected Securities (TIPS).\n\nBeyond that, investors may be willing to take on slightly more risk to keep their income yielding at or above inflation. For more sophisticated investors, municipal and corporatebondsare often used for obtaining 2% or higher returns, beating inflation and helping income to grow steadily over time.\n\nWhen following real wages, there may be several statistics to consider. A real wage rate can be a basic calculation of an individual’s hourly, weekly, or annual rate after adjusting for inflation.\n\nHaving an expectation for a real wage rate can be just as important as a career expectation for a nominal wage rate.\n\nThe BLS publishes a monthly real earnings report, which can be helpful in keeping tabs on real wage rates. The July 2024 real earnings report, for example, shows the real average hourly earnings rate across all surveyed workers on privatenonfarm payrollsat $11.19 per hour—a 0.7% increase from July 2023.\n\nA mid-level manager with a nominal $60,000 per year salary might follow the CPI to calculate their real hourly, weekly, monthly, and annual wage rate. Suppose the CPI reported an inflation rate of 2.4%. Using the simple formula [Wages / (1 + Inflation Rate) = Real Income], this would result in an approximate real wage rate of $58,594 relative to the period in which the $60,000 was calculated.\n\nCalculating real wage rates on an hourly, weekly, and monthly basis can be more complex but still attempted. The mid-level manager could divide his nominal annual wage by the number of hours, weeks, and months per year with a subsequent adjustment. For a monthly assessment, a $60,000 per year salary would translate to $5,000 in nominal pay per month. Adjusting that by the CPI’s monthly change, let’s say of -0.01%, the $5,000 would have increased its purchasing power to $5,005.\n\nOther takes on the real wage rate might look at the percentage of real to nominal wages or the real vs. nominal wage growth rate.Cost of livingindexes can also provide valuable information on real wage vs. nominal wage rate expectations. These indexes are used to makecost-of-living adjustments (COLA)for workers, insurance plans, retirement plans, and more.\n\nOverall, inflation’s effect on wages will affect the purchasing power of an individual consumer. When prices are rising in the marketplace but consumers are getting paid the same wage, then a discrepancy is created, which leads to an effect on purchasing power. This is why real income decreases when inflation increases and vice versa.\n\nWhen inflation occurs, a consumer must pay more for a fixed quantity of goods or services. Theoretically, this is why savvy investors seek to hold a significant portion of their income in investments with a 2% or higher return. In that case, with inflation at 2%, they would be able to maintain their purchasing power at a constant level.\n\nFor instance, assume a consumer spends approximately $100 per month for a total of $1,200 per year on food during a year when inflation is rising at an annual rate of 1%. Also, assume that the consumer saw no change in their wages.\n\nA consumer with a $60,000 annual nominal salary would have lost approximately $600 of purchasing power over a year, or one cent per dollar spent, due to the effects of inflation. In terms of their food purchases, this means the same quantity of food cost them $12 more during the current year compared to the past year. Alternatively, if this consumer isn’t following a strict food budget, they will likely spend approximately $101 per month or $1,212 to get the same amount of food they would have bought in the previous year.\n\nReal income is the amount of money an individual earns after accounting for inflation. This measure more accurately reflects the purchasing power of one’s wages. During periods of high inflation, purchasing power is eroded. Real income reflects that drop. On the other hand, during periods of deflation, purchasing power—and thus, real income—may also rise.\n\nConsider a household that earns a combined income of $100,000. During a year in which there is neither inflation nor deflation, real income will remain at $100,000. In other words, the household income will retain its purchasing power over time. However, consider an inflation rate of 5%. In such a case, real income will fall to about $95,000, based on the basic real income formula calculations.\n\nGross income is the amount that an employee earns without accounting for any deductions, such as taxes, healthcare costs, and tax credits. Net income is an employee’s take-home pay, the amount that they earn after all deductions are taken out.\n\nReal income is an important measure of purchasing power. It is calculated by adjusting nominal income by inflation. In periods of inflation, real income may fall. However, individuals can protect themselves against inflation eroding their purchasing power by placing their earnings in investment vehicles that offer returns higher than the prevailing rate of inflation.\n\nFederal Reserve Bank of San Francisco. “What Is Deflation, What Are the Risks of Deflation, and How Can the Fed Combat Deflation?”\n\nNasdaq. “Glossary: Nominal Income.”\n\nU.S. Bureau of Labor Statistics. “Consumer Price Index.”\n\nU.S. Bureau of Economic Analysis. “Personal Consumption Expenditures Price Index.”\n\nBoard of Governors of the Federal Reserve System. “FAQs: What Is Inflation and How Does the Federal Reserve Evaluate Changes in the Rate of Inflation?”\n\nU.S. Bureau of Economic Analysis. “GDP Price Index.”\n\nU.S. Bureau of Labor Statistics. “Real Average Hourly Earnings Increased 0.7% from July 2023 to July 2024.”",
  "url": "https://www.investopedia.com/terms/r/realincome.asp"
}