{
  "term": "Real Estate Owned (REO) Definition, Advantages, and Disadvantages",
  "definition": "The term real estate owned (REO) refers to a lender-owned property that is not sold at aforeclosureauction. Properties become REO when owners default and the bank repossesses them and tries to sell them. The lender, which is often a bank, takes ownership of a foreclosed property when it fails to sell at the amount sought to cover the loan. These properties generally come at a steep discount but may require extensive repairs.\n\nWhen a borrower defaults on their mortgage, the pre-foreclosure period often involves either areal estate short saleor a public auction. If neither goes through, the foreclosure process can end with the lender taking ownership of the property. Lenders may be banks, non-traditional lenders, quasi-government entities likeFannie Mae and Freddie Mac, or other government entities.\n\nLenders may attempt to sell REO properties in their portfolios without the help of real estate agents. When this is the case, banks or government agencies often list their REO properties on their websites. A bank's loan officers may also notify customers looking for homes about the REO properties in its portfolio.\n\nThe Department of Housing and Urban Development lists single-family REO homes for sale on the HUD Home Store.\n\nREO properties are managed by the lender's REO specialist. Their role includes:\n\nThe REO specialist also works closely with the lender's in-house or contracted property manager to ensure properties are secure and winterized or to prepare a property for vacancy. The REO specialist undertakes these job functions to help the bankliquidateits properties quickly and efficiently.\n\nREO specialists often contract the services of local real estate agents to list the properties in themultiple listing service(MLS) so they get more exposure. Listing properties in the MLS ensures that potential buyers who visit real estate websites, as well as sites like Zillow, Realtor.com, Redfin, and Trulia, will see the listings. REO listing agents bring any offers they receive to the REO specialist.\n\nAs of 2024, a new rule prohibits showing compensation offers on Multiple Listing Services (MLSs). This promotes transparency and gives buyers and sellers the ability to negotiate commissions separately with their agents/brokers, shifting away from the previous practice of a fixed commission rate split between the agents. As a result, the way compensation offers are now made will provide more flexibility and potential cost savings to consumers.\n\nSo, how does a property become real estate owned? Lenders must adhere to a process for it to go from the original owner to lender-owned. It starts with the borrower defaulting on their mortgage or home loan. Lenders normally have a cut-off date, generally within a few months. When a mortgage is in default, lenders try to work with the borrower to bring it up to date. If not, it goes to the next stage: foreclosure.\n\nForeclosure is a legal process. It allows lenders to repossess the property and try to sell it to recoup the outstanding balance of the loan. There are instances when lenders can't sell the property. This is the point at which it becomes real estate owned. The lender manages the property and prepares it for listing on the market.\n\nBuyers should also search public records to ensure that allliensassociated with a property have been paid to help ensure a smooth closing.\n\nREO properties can be attractive toreal estate investorsand homebuyers because they are cost-effective investments. Banks may often sell them at a discount to their market value since selling such properties is not typically their primary business.\n\nMany properties that come through the foreclosure process don't have only outstanding loans; there also may be other defaulted payments on them. This can includeproperty taxpayments and other debts. The point of foreclosure is to remove any liens from the property and sell it. Purchasing an REO means they come lien-free, so there are no defective titles and no outstanding debts.\n\nThe majority of lenders don't want to hold onto REO properties. Keeping them on the market means they lose money. As such, they're usually more motivated to unload the REO property than a regular seller would their own home. Instead of doing the back-and-forth, lenders may be more willing to negotiate, which means buyers can often walk away paying a lower price than they otherwise would.\n\nLenders typically sell REO properties on an as-is basis. This means they will not make any (major) repairs or renovations prior to selling. These properties are often in disrepair, so it's crucial to have a thoroughhome inspectionand be prepared to make (and pay for) renovations that may be needed.\n\nA highly neglected or damaged property may require extensive repairs and upgrades to make it habitable again. The cost of repairs can often negate any savings buyers have on the actual purchase price.\n\nAlthough single-family home occupants may be evicted prior to listing,multi-family homesmay still be occupied by tenants. This means buyers may end up becoming landlords, even if they never intended to take on that role. Buyers will have to take precautions to ensure they are compliant with local and state landlord-tenant laws by honoring existing leases.\n\nLenders may be willing to negotiate\n\nA real-estate-owned property is managed by a bank or other lender. Properties that fall under this category are taken over by lenders after the original borrowers default on their mortgages. Lenders go through the foreclosure process to repossess the property and sell it at auction. If the property isn't sold, it becomes part of the lender's inventory.\n\nThere is a process that a property must go through before it can become real estate owned. First, the borrower goes into default. If the lender cannot negotiate repayment of the mortgage, they can repossess the property. This allows them to evict any occupants (provided it's a single-family home) and prepare the property for sale at auction. If the property can't be sold, it becomespart of the lender's inventoryand, therefore, real estate owned.\n\nHow much buyers should offer on a real-estate-owned property varies. Lenders are often highly motivated to sell REO properties, which means they often come at a bigger discount compared to properties being sold by an owner. If you still feel that you're not getting the best price, look at the market value of the property and other comparable homes in the area and make your offer.\n\nReal estate can present a lucrative investment opportunity. To save money on the purchase price, many investors findopportunities in real-estate-owned properties, which are owned by lenders. These properties go through the default and foreclosure process and aren't sold at auction.\n\nBecause it can be costly to maintain REO properties, lenders are often highly motivated to sell. You can get these properties at a steep discount. But if they are neglected or require extensive repairs, the cost of renovations can cancel out any savings from the lower selling price.\n\nU.S. Department of Housing and Urban Development. \"HUD Homes (REO).\"\n\nNational Association of Realtors. \"Settlement Factsheet.\"",
  "url": "https://www.investopedia.com/terms/r/realestateowned.asp"
}