{
  "term": "Rebate: Definition, Types, Examples, vs. Discount",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nIn a short-sale transaction, a rebate is a portion of interest or dividends that is paid by ashort sellerto the owner of the stock or bond shares being sold short. Short selling requires amargin account.\n\nBroadly speaking, a rebate is a sum of money that is credited or returned to a customer on completion of a transaction. A rebate may offer cash back on the purchase of a consumer product or service. This may be a flat-rate rebate which is automatically subtracted from the purchase price, or a conditional rebate, which is only valid under certain conditions, such as \"buy one, get one free.\" Some conditional rebates require the purchaser to submit a form along with proof of payment to the company offering the cash back.\n\nBusinesses offer rebates for many reasons, mainly because they are a potent marketing tool, drawing customers who are attracted to the prospect of receiving cash back on expensive items.\n\nWhile companies sometimes take a loss on a rebated product, they often find a way to squeeze out a profit on them. And even when they do take a loss, customers who purchase items with rebates may buy other items in the store, giving the business anet profit.\n\nSome companies \"price protect\" certain products by offering rebates on others, hoping that sales of products with rebates will allow them to keep other products at a higher price point.\n\nThe mail-in rebate is one of the most familiar types of consumer rebates.\n\nSince they require a certain amount of effort, some consumers fail to take advantage of them. Many businesses take this into account when deciding to offer amail-in rebate. Knowing in advance that only a certain proportion of customers will take the cash back, companies can estimate an average price reduction less than the rebate amount.\n\nRebates are commonly offered on sales of new vehicles.\n\nTypically, the vehicle manufacturer pays for the rebate rather than the dealer. The manufacturer gives money to the dealer, who then transfers it to the consumer.\n\nBy law, dealers must pass on the full amount of the rebate to the customer, provided the customer qualifies for it.\n\nRebates sometimes harm the resale value of vehicles since they effectively lower their sticker price.\n\nRebates are collected after payment, while discounts are taken before purchase. Discounts are more likely to be offered by retailers, while rebates are more likely to be offered by manufacturers, such as automakers.\n\nReducedinterest rates, by contrast, lower the monthly payments on large purchases such as vehicles.\n\nCar shoppers are sometimes presented with a choice of a rebate or a reduced interest rate when purchasing a car. The rebate option will give the buyer more immediate cash in hand, but a lower interest rate can provide more significant savings in the long run.\n\nA short seller in the financial markets is betting that a stock or other asset will decline in price.\n\nShort sellers sellsecuritiesthat they do not own. In order to do that, the trader must first borrow the stock from its owner and deliver it to the buyer. When the trader places a short sale trade, the stock must be delivered to the buyer on the tradesettlement date.\n\nThe goal of selling short is to profit from a price decline in a stock by buying it at a lower price after the sale.\n\nSelling short exposes the seller tounlimited risksince the price of the shares that must be purchased can increase by an unlimited amount. That said, a trader can exit a short sale at any time to cap the risk.\n\nIfdividendsare paid during the period that the stock is borrowed, the borrower must pay the dividends to the lender. Similarly, ifbondsare sold short, any interest paid on the borrowed bond must be forwarded to the lender.\n\nWhen a short seller borrows shares, the seller or the seller's broker might pay a rebate fee with interest to the lender of the shares.\n\nIt is difficult for individual investors to qualify for a rebate as it requires holding a substantial sum in a trading account. Generally, large institutions,market makers, and traders with broker/dealer status are beneficiaries of rebates.\n\nWhen a short seller borrows shares to make delivery to the buyer, the seller must pay a rebate fee. This fee depends on the dollar amount of the sale and the availability of the shares in the marketplace. If the shares are difficult or expensive to borrow, the rebate fee will be higher.\n\nIn some instances, the brokerage firm will force the short seller to buy the securities in the market before the settlement date. This is referred to as a forcedbuy-in. A brokerage firm may require a forced buy-in if it believes that the shares might not be available on the settlement date.\n\nBefore going short, a trader should check with their broker what the short sale rebate fee is for that stock. If the fee is too high, it may not be worth shorting the stock.\n\nThe Federal Reserve Board’sRegulation Trequires that all short sale trades must be placed in a margin account. A margin account requires the investor to deposit 150% of the value of the short sale trade.So, for example, if an investor’s short sale totals $10,000, the required deposit is $15,000.\n\nSince short sellers are exposed to unlimited losses, a substantial deposit is required to protect the brokerage firm from potential losses in a customer’s account. If the price of the security increases, the short seller will be asked to deposit more money to protect against larger losses. If the price continues to rise on a position, causing a larger loss, and the borrower is unable to deposit more capital, the short position will be liquidated.\n\nThe borrower is liable for all losses, even if those losses are greater than the capital in the account.\n\nFor example, assume a trader shorts 100 shares at $50. They are short $5,000 worth of stock and are therefore required to maintain a balance of 50% more than that, or $7,500. If the stock drops, there is no problem, since the short seller is making money. But if the stock rises rapidly, the trader could face significant losses and may be required to put more money in the account.\n\nIf the stock jumps overnight to $80 per share and the trader is unable to get out before that, it will cost them $8,000 to get out of that position. The trader must increase the account capital to $12,000 to keep the trade open, or exit the trade and take the loss. If they take the loss, it is -$30 per share, multiplied by 100 shares, which is -$3,000. This will be deducted from the $7,500 balance, leaving them with only $4,500, minus fees.\n\nSuppose a trader borrows $10,000 worth of stock ABC with the intention of shorting it. The trader has agreed to a 5% simple interest rate on the trade settlement date. This means that the trader's account balance should be $10,500 by the time the trade is settled.\n\nThe trader is responsible for transferring $500 to the investor, or the person they borrowed the shares from to make the trade, on the trade settlement date.\n\nNew York State Attorney General. “Advertising Guidelines for Auto Dealers.”\n\nU.S. Securities and Exchange Commission. “Investor Bulletin: an Introduction to Short Sales.”\n\nKotak Securities. “Stock Loan Rebate: Defining Meaning, Considerations and Practical Examples.”\n\nCode of Federal Regulations. \"Part 220—Credit by Brokers and Dealers (Regulation T).\"\n\nCharles Schwab. “Short Selling: the Risks and Rewards.”",
  "url": "https://www.investopedia.com/terms/r/rebate.asp"
}