{
  "term": "Rebalancing: Definition, Why It's Important, Types and Examples",
  "definition": "Liz Manning has researched, written, and edited trading, investing, and personal finance content for years, following her time working in institutional sales, commercial banking, retail investing, hedging strategies, futures, and day trading.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nInvestopedia / Michela Buttignol\n\nRebalancing refers to the process of returning the values of aportfolio'sasset allocations to the levels defined by aninvestment plan. Those levels are intended to match an investor's tolerance for risk and desire for reward.\n\nOver time, asset allocations can change as market performance alters the values of the assets. Rebalancing involves periodically buying or selling theassets in a portfolioto regain and maintain that original, desiredlevel of asset allocation.\n\nTake a portfolio with an original targetasset allocationof 50% stocks and 50% bonds. If the stocks' prices rose during a certain period of time, their higher value could increase their allocation proportion within the portfolio to, say, 70%. The investor may then decide to sell some stocks and buy bonds to realign the percentages back to the original target allocation of 50%-50%.\n\nPortfolio rebalancing aims to protect investors from exposure to undesirable risks while providing exposure to reward. It can also ensure that a portfolio's exposure remains within the portfolio manager's area of expertise.\n\nThere are times when a stock's price performance can vary more dramatically than that of bonds. Therefore, a portfolio's percentage of equity-related assets should be assessed as market conditions change. If the value of equities in a portfolio causes the allocation in stocks to rise above their preset percentage, a rebalancing may be in order. That would involve selling some shares of stock to lower the overall percentage of equities in the portfolio.\n\nInvestors may also wish to adjust their overall portfolio risk to meet changing financial needs. For instance, an investor who needs a greater potential for return might increase the allocation in assets that involve higher risk, such as equities, to improve that potential. Or, if income becomes more important than it was before, the allocation of bonds could be increased.\n\nSome investors may mistakenly understand rebalancing to refer to adjusting for an even distribution of assets. However, a 50%-50% stock and bond split is not required. A portfolio's target allocation of assets just as easily could be 70% stocks and 30% bonds, 40% stocks and 60% bonds, or 10% cash, 40% stocks, and 50% bonds. The allocation depends on the goals and needs of an investor.\n\nWhile there is no required schedule forrebalancing a portfolio, it's recommended that investors examine allocations at least once every year. Investors don't have to rebalance but generally, that's ill-advised.\n\nRebalancing gives investors the opportunity to sell high and buy low, taking the gains from high-performing investments and reinvesting them in areas that are expected to see notable growth.\n\nAn investment plan—where asset allocations and rebalancing are defined—can range from a simple idea or strategy created by an individual to a multi-page package developed by a portfolio manager. An investment plan can help ensure that every investor takes needed actions, including rebalancing, and avoids inappropriate steps that could affect a portfolio's return negatively.\n\nCalendar rebalancing is the most rudimentary rebalancing approach. This strategy involves analyzing and adjusting the investment holdings within the portfolio at predetermined times.\n\nMany long-term investors rebalance once a year. Other types of investors with different outlooks and goals may rebalance quarterly, or even monthly. Weekly rebalancing could be overly expensive and unnecessary.\n\nThe ideal frequency of rebalancing must be determined based on an investor's time constraints, threshold for transaction costs, and allowance for value drift. Advantages of calendar rebalancing over more responsive methods are that it is less time consuming and costly for the investor since it involves fewer rebalancing occasions and potentially fewer trades. However, a downside is that it does not call for rebalancing at other dates even if the market moves significantly.\n\nA more responsive approach to rebalancing focuses on the allowable percentage composition of an asset in a portfolio. This is known as a constant-mix strategy with bands or corridors.\n\nEveryassetclass, or individual security, is given a target weight and a corresponding tolerance range. For example, an allocation strategy might include the requirement to hold 30% inemerging marketequities, 30% in domestic blue chips and 40% ingovernment bondswith a corridor of +/- 5% for each asset class.\n\nTherefore, emerging market and domestic blue chip holdings can both fluctuate between 25% and 35%. At the same time, 35% to 45% of the portfolio must be allocated to government bonds. When the weight of any one holding moves outside of its allowable band, the entire portfolio is rebalanced to reflect the initial target composition.\n\nThe most intensive rebalancing strategy commonly used isconstant proportion portfolio insurance(CPPI) is a type ofportfolio insurancethat allows the investor to set a floor on the dollar value of their portfolio and structure the asset allocation on it.\n\nThe asset classes in CPPI are styled as a risky asset, such as equities or mutual funds, and a conservative asset of either cash, cash equivalents, or treasury bonds.\n\nThe percentage allocated to each depends on a cushion value, defined as the current portfolio value minus some floor value, and amultipliercoefficient. The greater the multiplier number, the more aggressive the rebalancing strategy.\n\nThe outcome of the CPPI strategy is somewhat similar to that of buying asynthetic call optionthat does not use actual option contracts. CPPI is sometimes referred to as aconvexstrategy.\n\nSmart betarebalancing is a periodic rebalancing similar to the regular rebalancing that indexes undergo to adjust to changes in stock value and market capitalization.\n\nSmart beta strategies take a rules-based approach to avoid the market inefficiencies that creep into index investing due to the reliance on market capitalization. Smart beta rebalancing uses additional criteria, such as value as defined by performance measures like book value or return on capital, to allocate the holdings across a selection of stocks.\n\nThis rules-based method of portfolio creation adds a layer of systematic analysis to the investment that simple index investing lacks.\n\nAlthough smart beta rebalancing is more active than simply using index investing to mimic the overall market, it is less active than stock picking. One of the key features of smart beta rebalancing is that emotions are taken out of the process.\n\nDepending on how the rules are set up, an investor may end up trimming exposure to their top performers and increasing exposure to less stellar performers. This runs counter to the old adage ofletting your winners run, but the periodic rebalancing realizes the profits regularly rather than trying to time market sentiment for maximum profit.\n\nSmart beta can also be used to rebalance across asset classes if the proper parameters are set. In this case, the risk-weighted returns are often used to compare different types of investments and adjust exposure accordingly.\n\nOne of the most common areas investors look to rebalance is theallocations within their retirement accounts. Asset performance impacts the overall value, and many investors prefer to invest more aggressively at younger ages and more conservatively as they approach retirement age.\n\nOften, the portfolio is at its most conservative once the investor prepares to draw out the funds to supply retirement income. So, over the years, a portfolio may be rebalanced to reflect an increasingly greater allocation infixed income securities.\n\nDepending on market performance, investors may find a large number of assets held within one area. For example, should the value of stock X increase by 25% while stock Y only gained 5%, a large amount of the value in the portfolio is tied to stock X.\n\nShould stock X experience a sudden downturn, the portfolio will suffer higher losses by association. Rebalancing lets the investor redirect some of the funds currently held in stock X to another investment, be that more of stock Y or purchasing a new stock entirely.\n\nBy having funds spread out across multiple stocks, a downturn in one will be partially offset by the activities of the others, which can provide a level of portfolio stability.\n\nIt means selling and buying the necessary securities to bring the value of each allocation in a portfolio back to the level established by an investment plan.\n\nYes, it does. It involves the fees related to the transactions to purchase and sell securities. It can also involve the cost of performance. For example, to rebalance, you might sell securities that have increased in value and pushed your allocations out of whack. However, you could miss out on a continued upswing in prices that those securities experience. By making rebalancing part of an investment plan that you commit to, you'll be aware of (and can accept) these and other potential costs in advance.\n\nThat depends on your investment goals, risk tolerance, and financial needs. For example, long-term investors who take a buy and hold approach to the markets might consider reviewing their allocations once a year with their financial advisors to see if rebalancing is warranted. Other investors with shorter-term goals may wish to rebalance more frequently to be sure they stay on track to meet those goals.",
  "url": "https://www.investopedia.com/terms/r/rebalancing.asp"
}