{
  "term": "Receivership: What It Is, How It Works, vs. Bankruptcy",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA receivership is a court-appointed tool that can assist creditors in recovering funds indefaultand help troubled companies avoidbankruptcy. Having a receivership in place makes it easier for a lender to obtain the funds that are owed to them if a borrower defaults on a loan.\n\nA receivership may also occur as a step in a company’srestructuringprocess that's initiated to return a company to profitability. It could arise as a result of a shareholder dispute over completing a project, liquidating assets, or selling a business.\n\nA receivership is generally a process that's put into place to protect a company. A period of receivership can be thought of as a protective umbrella for a troubled company. A receiver, ortrustee, steps in to manage the entire company, its assets, and all financial and operating decisions during this time.\n\nThe company’s principals remain in place as material contributors while the receivership is operative but their authority is limited.\n\nA receivership was traditionally intended to helpcreditorsrecover amounts outstanding under a secured loan if a borrower defaulted on its loan payments. Receiverships are one of the most powerful solutions available to aid creditors.\n\nThey're also used by companies in financial distress. They can be part of a company’s restructuring process. A receivership can help when a company makes significant changes to its financial or operational structure, typically while under financial duress. A receivership can be used when a company is headed toward bankruptcy.\n\nA receivership itself isn't a legal process but it's usually invoked during legal proceedings. Either the secured creditor (lender) or a court of law appoints a receiver to act as trustee of a business. Privately appointed receivers will generally act only on behalf of the secured creditor that appointed them. Court-appointed receivers act on behalf of all creditors.\n\nThe receiver must be an independent party with no prior business relationship to either the borrower or the lender. They can never act for the benefit of one party and to the detriment of another.\n\nReceivership and bankruptcy aren't the same but neither are they mutually exclusive. They can occur at the same time or a receivership can occur without a company declaring bankruptcy.\n\nThe appointed receiver generally has ultimate decision-making power over the company’s assets and management decisions in the case of a restructuring. This includes the authority to stop payingdividendsor applicableinterestpayments. The receiver also ensures that all company operations comply with government standards and regulations while still maximizing profits.\n\nThe receiver customarily works with the company to help avoid bankruptcy. A receiver may choose to shed select assets to pay some creditors and to bring the company into a period of recovery.\n\nThe court may order that a company’s assets beliquidatedif these efforts fail to achieve the purpose of the receivership or be seen as insufficient from the start. A liquidator would oversee the sale of assets and collect the funds to repay creditors in this case. The company would cease to exist when the assets are all sold.\n\nConfusion over the terms “bankruptcy” and “receivership” is quite common but the fundamental differences are fairly straightforward.\n\nBankruptcy is an action that’s usually taken to protect adebtorfrom collection actions by creditors. Bankruptcy courts and rules are primarily aimed at shielding the borrower, not the lender.\n\nA company might file forChapter 11bankruptcy when it wants time to solve its financial problems while maintaining business operations.It’s generally for the purpose of liquidating and closing a business when a company files forChapter 7bankruptcy.\n\nThere are other forms of bankruptcies but these two are the most common.\n\nUnlike bankruptcy, a receivership isn't a legal action but rather an adjunct solution. In the case of a secured lender, a receivership is designed to protect the borrower’s assets that represent the loan during an interim period until the creditor’s claim is resolved by a court.\n\nThe secured lender asks the court to protect its security (collateral): land, buildings, business income, or cash. An independent party is put in charge of the assets and remains in possession and control of them until discharged by the court.\n\nThere can be benefits for creditors as well as for a company. Creditors can be sure that the assets that secure the loans they made to a company remain protected and of value until their claims are handled. A business can get a neutral, objective professional to oversee problems that may concern management, operations, or financials. The receiver can help position the company to thrive when the term of receivership ends.\n\nA secured creditor can request a receivership as a way to obtain funds or protect a borrower’s assets until a court resolves the creditor’s claim against the borrower.\n\nReceiverships can last anywhere from a few months to several years. It depends on the reason why they're implemented. A receivership put into place to help resolve the claim of one creditor could last less time than one that's used to remedy a company’s ills so the company can avoid bankruptcy.\n\nReceivership is a court-appointed remedy that may be used to assist creditors in recovering funds due to them when a company is unable to make payments on a loan. It can keep a company out of bankruptcy as it restructures due to financial hardship. But receivership is not bankruptcy. It's considered a temporary phase of necessary oversight by a trustee until a company resolves claims against it by lenders and/or regains its financial footing.\n\nU.S. Securities and Exchange Commission. “Investor Bulletin: 10 Things to Know About Receivers.”\n\nUnited States Courts. “Chapter 11—Bankruptcy Basics.”\n\nUnited States Courts. “Chapter 7—Bankruptcy Basics.”",
  "url": "https://www.investopedia.com/terms/r/receivership.asp"
}