{
  "term": "Recharacterization: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nRecharacterization refers to two separateindividual retirement account (IRA)strategies:\n\nA recharacterization lets you treat a regular contribution that you made to a Roth IRA or a traditional IRA as one that you made to another type of IRA.\n\nFor example, if you contributed $7,000 to your Roth IRA (the first IRA), you could recharacterize it as a $7,000 contribution made to your traditional IRA (the second IRA). Note that $7,000 is the contribution limit to an IRA for 2024 ($6,500 for 2023).\n\nYou can’t recharacterize employer contributions under asimplified employee pension (SEP) IRAorSavings Incentive Match Plan for Employees (SIMPLE) IRAplan as contributions to another IRA.\n\nRecharacterizing a contribution from one type of IRA to another gives you the opportunity to change your mind or correct a mistake—say, you contributed to a Roth even though your income was too high.\n\nYou have until the due date for your federal incometax return(including any extensions) for the year when you made the first contribution to recharacterize your contribution. As long as you recharacterize your contribution by this deadline, you can treat the contribution as made to the second IRA for that year. This means that you can effectively ignore the contribution you made to the first IRA.\n\nThe year when you made the first contribution is thetax yearto which that contribution relates—not necessarily the year when you actually made the contribution. Remember that you generally have until April 15 to make a prior-year contribution.\n\nTo recharacterize a contribution, ask your IRA custodian (the financial institution holding your IRA) to transfer the amount—including the contribution and related earnings—to a different type of IRA. The recharacterization can occur either within the same institution (if you use one custodian for both IRAs) or via atrustee-to-trustee transferif different providers maintain the IRAs.\n\nTo recharacterize an individual retirement account (IRA) contribution, you’ll need to use an existing IRA oropen a new oneto accept the withdrawn funds. Next, notify your financial institution(s) that you want to recharacterize a contribution. If the same IRA provider maintains both IRAs, you can just notify that one institution. Otherwise, inform the custodian holding the IRA contribution in question and the institution that will accept the recharacterized contribution.\n\nYou can generally do the recharacterization online or with your IRA custodian’s standard form. You must report the recharacterization on your tax return for the year when you made the original contribution using Internal Revenue Service (IRS)Form 8606.\n\nIf you opt to recharacterize an IRA contribution, you have to transfer the contribution plus any earnings related to those funds—or less any losses.If the IRA is composed entirely of the contribution and earnings that you want to recharacterize—for instance, it’s a new IRA to which you’ve made only one contribution—then you can transfer the entire IRA. This is called a full recharacterization.\n\nConversely, if you want to transfer part of your IRA, it’s considered a partial recharacterization. In this case, you have to determine how much of the IRA’s earnings are attributable to the contribution that you want to recharacterize. You can skip the math by asking your IRA provider to calculate this amount for you.\n\nFor 2024,you can contribute up to $7,000 to your Roth and traditional IRAs. If you’re age 50 or older, you can make an additional $1,000catch-up contribution, bringing the annual contribution limit to $8,000. For 2023, the limit is $6,500, or $7,500 if you’re age 50 or older.\n\nNote that the limit is the combined total for all of your IRAs. So, for example, if you contribute $4,000 to a traditional IRA, the most that you could contribute to a Roth during the same tax year (2024 in this example) would be $3,000.\n\nRoth IRAs have an extra restriction: Whether you're allowed to contribute the full amount—or anything at all—depends on yourmodified adjusted gross income (MAGI)and filing status.\n\nThere used to be two recharacterization techniques, but now there's only one. You can recharacterize a contribution to one IRA as a contribution to another IRA. For example, you could recharacterize your contribution to your traditional IRA as a contribution to your Roth IRA contribution, or vice versa. Pay attention to the deadlines, however: you have until tax day (or its six-month extension) to get this done.\n\nInternal Revenue Service. “IRA FAQs.”\n\nInternal Revenue Service. “401(k) Limit Increases to $22,500 for 2023, IRA Limit Rises to $6,500.”\n\nInternal Revenue Service. \"Instructions for Form 8606 (2021).\"\n\nInternal Revenue Service. “Retirement Topics — IRA Contribution Limits.”\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"",
  "url": "https://www.investopedia.com/terms/r/recharacterization.asp"
}