{
  "term": "Recourse Loan: What It Is, How It Works, Example",
  "definition": "Moment Makers Group / Getty Images\n\nA recourse loan is a type of loan that can help a lender recoup its investment if a borrower fails to pay and the value of theunderlying assetis not enough to cover it. A recourse loan is a form of secured financing. It lets the lender go after the debtor's other assets that were not used as loancollateralor take legal action in case of default to pay off the full debt.\n\nBorrowers have several options available to them when they needfinancing. One type ofloanis a secured facility. This kind of debt requirescollateral—anassetthat a borrower puts down as security. The lender is able to seize this asset and sell it to satisfy the debt in case the borrowerdefaults.\n\nA recourse loan is a type of secured debt commonly found in somereal estateand automobile loans. They give lenders a higher degree of power because they have fewer limits on what assets lenders can go after for loanrepayment. In fact, a recourse loan allows the lender to seize the collateral as well as any other assets of the debtor. The lender may also take legal action against the borrower as well.\n\nA recourse loan may be easier for borrowers to obtain, but it also puts more of their assets at risk in the event of a default.\n\nThe lender can seize money from the borrower’s savings, checking, or other financialaccounts. They also grant the lender the right to tap into certainincomesources of the borrower. This can include garnishing their wages.Garnishmentis a legal procedure in which a lender obtains a court order requiring the person's employer to withhold a portion of their earnings in order to pay the debt. These earnings can include wages,commissions,bonuses, and even pension or retirement program income.\n\nThe contract and terms of a recourse loan generally outline the types of assets that a lender can go after if a debtor fails to live up to their financialobligations. For instance, a full recourse loan allows the lender to go after any and all assets. Inlimited recourse loans, the lender can only pursue assets that are named specifically in the contract.\n\nCertain types of financing can be classified as recourse loans. For example,hard money loansforreal estateacquisitionswould be considered recourse loans. The terms of a hard money loan allow lenders to take possession of the property in the event of default and then resell it themselves. Lenders may even agree to provide this financing with the hope of taking ownership of the property because they believe they can resell it for a greater gain.\n\nNon-recourse loansare also secured forms of financing but they are inherently different from recourse loans. If a borrower defaults, the lender can only seize the collateral used to secure the loan and nothing else. This means any balance that remains after the security is sold must be written off. Many traditional mortgages are non-recourse loans, using only the home itself as collateral. So, if the homeowner defaults, the lender may seize the home but not any other assets belonging to the borrower.\n\nLenders that offer hard money loans may approve borrowers that otherfinancial institutionswould reject. For that reason, borrowers with a limited or poorcredit historymight turn to this type of loan. The leniency regarding approvals comes with a caveat for borrowers. The lender could go after the debtor's other assets in the event of a default. Note, though, that there can be limits on the types of assets the lender may attach to the loan—a good reason to read any contract carefully.\n\nFrom the lender's point of view, a recourse loan reduces the perceivedriskassociated with less creditworthy borrowers. The potential for the lender to seize property beyond the initial collateral can quell some concerns that the borrower will not make good on the debt. However, recourse loans such as hard money loans are often more expensive for the borrower than traditional financing provided by banks at the going rate. This is why lenders typically prefer issuing recourse loans, while borrowers prefer non-recourse loans.\n\nHere's a hypothetical example of a recourse loan. Suppose a homeowner takes out a recourse loan for $500,000 to purchase a home and then goes intoforeclosureafter the local housing market declines. If the value of the home is now down to $400,000 and it was purchased with a recourse loan, the mortgage lender can go after the borrower's other assets in order to make up the outstanding $100,000 and pay off the loan to close it.\n\nAll states but 12 allow both recourse and non-recourse home loans. Those states are Alaska, Arizona, California, Connecticut, Idaho, Minnesota, North Carolina, North Dakota, Oregon, Texas, Utah, and Washington.\n\nTerms vary by state law, but typically, a lender can seize income, deposits, the loan's collateral, or high-value assets like vehicles.\n\nAuto loans are one of the most common instances of recourse loans. If a borrower stops making payments, the lender has the right to seize the vehicle and sell it at fair market value.\n\nBorrowers who can qualify for a non-recourse loan will face less risk since their collateral and assets can't be seized. That said, borrowers struggling with poor credit could qualify for recourse loans and enjoy lower interest rates since these loans are less risky for lenders.\n\nInternal Revenue Service. \"Recourse vs. Nonrecourse Debt.\"\n\nFederal Reserve Board. \"Recourse as Shadow Equity: Evidence From Commercial Real Estate Loans,\" Page 7.\n\nCorporate Finance Institute. \"Recourse Loan (Debt).\"\n\nCorporate Finance Institute. \"Non-Recourse vs. Recourse Loans.\"\n\nFidelity Mortgage Lenders. \"All You Need to Know About Non-Recourse Loan Financing.\"",
  "url": "https://www.investopedia.com/terms/r/recourse-loan.asp"
}