{
  "term": "Recovery Rate: What It Is and How It Works",
  "definition": "The recovery rate reflects the percentage of defaulted debt that a lender can recover.\n\nThe recovery rate is the principal and accrued interest on defaulted debt that can be recovered, expressed as a percentage offace value. The recovery rate also reflects the value of asecuritywhen it emerges fromdefaultor bankruptcy.\n\nThe recovery rate can be done for an individual or a group of loans over a specified period. This helps lenders evaluate the performance of loan products and adjust them. To calculate the recovery rate, divide the amount repaid thus far when the default occurs, including any funds recovered after bankruptcy or default by the total balance of the loan or bond.\n\nRecovery Rate = Total Amount Repaid / Total Balance of the Loan\n\nSuppose a bank makes a loan to a business for $200,000. The $200,000 is the total amount owed including interest. The business makes payments for two years totaling $40,000. At this point, the business goes bankrupt and stops making payments on the loan. $40,000 divided by $200,000 is 0.2. The recovery rate is 20%.\n\nThe recovery rate helps estimate the loss that would arise in default. This is calledloss given default (LGD)and is calculated by the following formula:\n\nIf the recovery rate is 60%, the LGD rate is 40% (1 - .60). On a $10 million debt instrument, the estimated loss arising from default would be $4 million.\n\nRecovery is the value received on defaulted debt. Companies that have defaulted either emerge from bankruptcy or are liquidated. Ultimate recovery is the settlement value a lender receives if they hold an instrument through its emergence from default.\n\nRecovery rates depend on the instrument type, corporate issues, andmacroeconomicconditions. The recovery rate is affected by an instrument’s seniority in thecapital structure.Senior debtwill usually have a higher recovery rate thanjunior debt. For example, senior secured bonds often have a high recovery rate, while holders of junior subordinated bonds can expect a minimal recovery rate.\n\nCorporate issues include the company’s capital structure,equity, and level of indebtedness.Debt instrumentsissued by a company with a lower level of debt to its assets may have higher recovery rates than a company with substantially more debt.\n\nMacroeconomic conditions include the stage of theeconomic cycle, the overall default rate, andliquidityconditions. If many companies default on theirdebtduring a deeprecessionthe recovery rates may be lower than during normal economic times. AMoody’s Investors Servicestudy, “Corporate Default and Recovery Rates, 1920–2008,” found that “the average recovery rate for senior unsecured bonds dropped from 53.3% in 2007 to 33.8% in 2008,” as a result of theGreat Recessionthat gripped the United States from December 2007 to June 2009.\n\nThe recovery rate is the percentage of defaulted debt alendercan recover. It is also the value of a security after it emerges from default or bankruptcy. Businesses and lenders can use the recovery rate to determine theestimated recovery valueof an asset in the event of liquidation.\n\nIn lending, the recovery rate can be applied to cash extended via loans or credit and recovered byforeclosureor bankruptcy. Knowing a recovery rate can help businesses set rates and terms for future credit transactions. For example, if a recovery rate is low, lenders may increaseinterest rateson aloanproduct or shorten its payout cycleto manage the added riskwhen issuing new loans.\n\nNo. Generally, senior debt has a higher recovery rate than junior debt. Other factors that influence the recovery rate include corporate capital structure, type of debt instrument, level of indebtedness, and macroeconomic issues.\n\nThe recovery rate is a percentage of face value and reflects the principal and accrued interest on defaulted debt that can be recovered. Lenders and businesses use the recovery rate to determine the estimated recovery value of an asset or debt instrument in the event of liquidation or bankruptcy.\n\nFaster Capital. \"Recovery Rate: Understanding Recovery Rates: Recovering from Default Risk.\"\n\nS&P Global. \"Default, Transition, and Recovery: U.S. Recovery Study: Loan Recoveries Persist Below Their Trend.\"\n\nMoody’s Investors Service. “Moody’s Ultimate Recovery Database.” Page 5.\n\nFederal Reserve History. \"The Great Recession.\"\n\nMoody’s. “Corporate Default and Recovery Rates, 1920–2008.” Page 2.",
  "url": "https://www.investopedia.com/terms/r/recovery-rate.asp"
}