{
  "term": "Recourse: Explanation of Lenders' Rights and FAQ",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA recourse is a legal agreement that gives the lender the right to pledgedcollateralif the borrower is unable to satisfy the debt obligation. Recourse refers to the lender's legal right to collect. Recourse lending provides protection to lenders, as they are assured of having some repayment, either in cash or liquid assets. Companies that use recourse debt have a lowercost of capital, as there is less underlying risk in lending to that firm.\n\nRecourse provides the legal means for a lender to seize a borrower's assets if the borrowerdefaultson a debt. If the debt is full recourse, the borrower is liable for the full amount of the debt even to the extent it exceeds the value of the collateralized asset.\n\nRecourse debt allows the lender to take other assets from the borrower besides the collateral in order to repay the debt. In most cases, the lender may obtain adeficiency judgmentto seize unpledged assets, levy bank accounts, orgarnish wages. The lender may also go after other sources of income from the borrower, such as commissions, royalties, or investment income.\n\nRecourse loans are distinct fromnon-recourse loans, which limit the lender to claiming only the specific asset pledged as collateral. If a borrower defaults on a non-recourse loan and the value of the collateral does not cover the amount the borrower owes, the lender cannot attempt to recover the balance by seizing the borrower's other assets.\n\nThe lender only has a legal right to the pledged collateral. Because of this distinction, recourse debt favors the lender, while non-recourse debt favors the borrower.\n\nBorrowers who have non-recourse loans generally must pay higher interest rates than recourse loans in order to compensate the lender for undertaking the additional risk.\n\nRecourse debt is the more common form of debt because it is less risky for lenders. Non-recourse debt is usually limited to longer-term loans placed on stabilized and performing assets, such as commercial real estate.\n\nRecourse debt has two tax implications for borrowers that translate into recognizing taxable ordinary income and reporting a loss or gain. When filing their taxes, the borrower must report asordinary incomeany part of a debt that is forgiven by the lender.\n\nFor example, if a lenderforecloseson a house to recover a $150,000 debt and sells it for $125,000, the borrower still owes $25,000. If the lender forgives the $25,000, the borrower must report this amount as ordinary income for tax purposes.\n\nIf the debt is non-recourse, the forgiveness of the loan does not result in taxable cancellation of debt income, since the terms of the loan do not give the lender any rights to pursue the owner personally in case of default.\n\nRegardless of whether a debt is forgiven, the borrower must report a loss or gain based on the difference between the original loan amount and the amount realized in the sale of the asset. In the above example, the $25,000 must be reported as a loss. Losses incurred through the sale of deficient assets are nottax-deductible.\n\nMost loans are issued with recourse language included in the loan document. The language specifies the recourse actions the lender may take along with any limitations.\n\nGenerally, whether a loan is a recourse or non-recourse depends on the state where the loan originated. Most states provide for recourse for mortgage lenders, but it may be restricted in some way. For example, in some states, the deficiency judgment the lender can obtain against the borrower cannot exceed thefair market value (FMV)of the property.\n\nCommon types of recourse loans are credit cards, personal loans, and auto loans.\n\nFor example, consider a home that has a mortgage balance of $250,000 and a fair market value of $200,000. If the lender sells the home at auction for $150,000, it can only recover a $50,000 deficiency judgment against the borrower, which is the difference between the FMV and the amount the home sold for at auction. In some states, lenders are prohibited from obtaining deficiency judgments.\n\nCompany ABC is a delivery company that needs to replace its fleet of outdated trucks. It needs to buy five new trucks that cost a total of $250,000. Company ABC only has $50,000 in cash to spend on the trucks so it borrows $200,000 from Bank XYZ. The loan is a recourse loan and the pledged collateral is the trucks.\n\nAfter three years, Company ABC's business has been performing poorly and it can no longer make payments on its loan to Bank XYZ. It still owes $125,000 on its loan. As per the terms of the recourse loan, Bank XYZ ceases the trucks that were pledged as collateral; however, due to thedepreciationof the trucks, they are only worth $75,000, meaning there is a shortfall of $50,000 in covering the outstanding amount on the loan.\n\nBecause the value of the collateral does not cover the outstanding amount on the loan, and because the loan is a recourse loan, Bank XYZ seeks to obtain other assets of Company ABC to cover the difference. The two companies come to an agreement whereby Company ABC will hand over certain operating equipment with a total value of $50,000 to make whole on the loan.\n\nA non-recourse loan is a loan whereby if the borrower defaults on the loan and the pledged collateral does not cover the outstanding amount on the loan, the lender is not able to go after other assets of the borrower to make up the difference. Most banks prefer not to issue non-recourse loans as it could leave them with a loss.\n\nIf a home builder has done a poor job in building your home, such as faulty floorboards, cracked ceilings, or other issues, as a homeowner you do have some recourse. The first step is to check your contracts and warranties. Most house builds will have warranties on the different areas of your home. If the warranties expire or do not cover a certain issue, depending on the issue, the builder may be in breach of contract or negligence given the work they have done. You can register complaints with the Better Business Bureau and the Federal Trade Commission (FTC) and speak to a lawyer to determine your options.\n\nRecourse debt in a partnership means that a partner or multiple partners may be personally liable for the outstanding debt in a partnership. If the partnership has outstanding debt and cannot cover its loans, if it is a general partnership, it means that the lender can go after the personal assets of the partners if the collateral does not cover the outstanding amount. If the partnership is a limited liability company (LLC), then there is only limited recourse, and the lender cannot go after the personal assets of the partners.\n\nRecourse debt means that a lender can go after other assets of a borrower if the pledged collateral isn't sufficient enough to cover the outstanding debt that the borrower cannot pay. Recourse debt can be full or limited.Limited recourse debtmeans there is a limit to what assets a lender can seize in order to cover the outstanding loan. The assets are typically listed in the loan contract ahead of time.\n\nRecourse debt means that a lender can go after other assets of a borrower if the pledged collateral isn't sufficient enough to cover the outstanding debt that the borrower cannot pay. Recourse debt can be full or limited. Full-recourse debt means that the borrower can seize as many assets to cover the entire amount of the outstanding loan, not just specific assets.",
  "url": "https://www.investopedia.com/terms/r/recourse.asp"
}