{
  "term": "Recurring Revenue: Types and Considerations",
  "definition": "Recurring revenue is the share of sales that a company anticipates generating consistently over future periods.\n\nRecurring revenue represents the steady stream of sales a business can count on receiving regularly, providing a reliable foundation for forecasting future growth. Unlike one-off sales, these revenues are predictable, stable, and can be counted on to occur at regular intervals going forward, with a relatively high degree of certainty.\n\nBusinesses, investors, andanalystspay particular attention to a company’srevenue, also known as itstop line, recorded on theincome statement. The top line determines thebottom line, or profit, since all expenses and taxes are subtracted from revenues to getnet income.\n\nRevenue can consist of one-time sales or a stream of expected periodic sales. The latter, known as recurring revenue, is very important to businesses that are concerned with maintaining a constant and consistent stream of revenue.\n\nRecurring revenue can appear in different forms across various industries. Examples can range from companies that receive monthly payments from customers locked into long-term contracts extending beyond the currentaccounting periodto big name brands that can reasonably expect their popular,market-leadingproducts to continue being at the top of consumer shopping lists for years to come.\n\nIn many industries, it is normal for companies to tie their customers into long-term obligations in exchange for regular, active use of a service. For example, cell phone firms typically require customers to enter two-, three-, or even five-year contracts with monthly payments.\n\nThese companies will record these future revenues as they are almost certain that monthly payments will be made over the duration of the legally binding contracts signed by customers.\n\nThey also generally build cancellation clauses into their contracts, requiring that customers pay a certain amount in the event that they cancel their contract early. If the provider can estimate the early cancellation percentage, they can relatively accurately forecast all revenues from contracts, whether fulfilled or not.\n\nEvergreensubscriptions, including auto-renewal policies such as Microsoft Corp.’s (MSFT) Office 365, Norton/McAfee anti-virus registrations, cloud services, music streaming, internet domain registrations, print or digital news publications, etc., are other examples of sources of revenue that are recurring for a firm.\n\nCompanies are sure to collect on these payments until customers terminate their subscriptions. Monthly recurring revenue, an importantmetricfor subscription-based businesses, is calculated by multiplying the total number of paying users by theaverage revenue per user(ARPU).\n\nCompanies that sell products that can only be used with other accessories produced by the same firm can often count on receiving predictable revenue in the future.\n\nFor example, a toilet bowl brush stick that can only be used with specific scrubbing brushes, a shaving stick that only fits customized razors, a personal coffee maker that only accepts one brand of cups, and the like will always require refills, the sales of which act as recurring revenues for businesses.\n\nCompanies with an establishedbrandname in their market space have a loyal base of customers that are very likely to keep purchasing their products. A good example is Coca-Cola Co. (KO).\n\nThe soft drink maker’s beverages are consumed by customers all over the world multiple times a day. For decades, its products have been purchased frequently enough for Coca-Cola to state with reasonable assurance how many bottles or cans it will likely continue to sell in the future.\n\nMany market pundits consider recurring revenue to be a highly desirable quality. They make a company more stable and predictable, both operationally and financially, lowering the risk that the business will take a drastic turn from one month to the next.\n\nThat stability usually comes at a cost. Investors are regularly willing to pay more for theearningsgenerated by companies with recurring revenues because their forecasts are deemed more reliable. Of course, that also means that any sign of falling sales can incite more panic. Contracts eventually end, and company fortunes and market strength can fluctuate over time as consumer habits change and new competitors enter the market.",
  "url": "https://www.investopedia.com/terms/r/recurringrevenue.asp"
}