{
  "term": "Recurring Billing: Definition, Types, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nRecurring billing happens when a merchant automatically charges customers for goods or services on a prearranged schedule. Recurring billing requires the merchant to get the customer’s information and permission. The vendor will then automatically make recurring charges to the customer’s account without further permission.\n\nAny good or service that a customer subscribes to with regularly scheduled payments might be a good candidate for recurring billing. Examples include cable bills, cell phone bills, gym membership fees, utility bills, and magazine subscriptions. Recurring billing may also be referred to asautomatic bill payment.\n\nRecurring billing offers the benefit of convenience. Instead of repeatedly providing billing information for a routine charge, the customer can authorize the merchant to keep payment details on file. Then, the merchant can charge the designated account each month that service is in effect or when the agreed-upon goods or services are delivered. It is typically up to the business provider to decide on payment options. Some providers require that checking or savings accounts be used, while others allow for checking, savings, andcredit cardaccounts.\n\nConsider the example of a customer and a pet store. The customer sets up an order with an online pet store to have three bags of dog food delivered every three months. Authorizing recurring billing would let this purchase happen automatically on a regular three-month schedule with a charge to a designated credit card. Other examples of recurring billing use include electric bills, phone bills, and Internet services. Many companies offer a small monthly discount to customers when they sign up for recurring billing. This helps to lower some of therisksof any missed payments.\n\nIn fixed (or regular) recurring billing, the same amount is collected from the customer in every payment cycle. Companies that provide services for a fixed price usually use fixed recurring billing. For example, a gym membership is an example of fixed recurring billing. If you subscribe toThe New York Timesor any other newspaper, you are billed using fixed recurring billing.\n\nFor a business, this model provides stable and continuousrevenue.\n\nThe terms subscription billing and recurring billing are often used interchangeably. These models are similar: Both subscription and recurring billing involve an automatic payment system, storage of customer payment information, and periodic withdrawal of credit from the customer’s account. The main difference between the two models is the pricing plans. Subscription businesses can have multiple pricing plans, while it's not necessary for there to be different tiers of pricing in a recurring billing model; the billing mechanism remains the same.\n\nIn variable (or irregular) recurring billing, the amount collected from the customer might change in every payment cycle. Depending on the customer's product usage, a new, dynamic bill is created for each cycle.\n\nUsage-based billing is a type of variable recurring billing where a customer is recurrently charged based on their usage of the service. Utility bills are a common example of usage-based billing.\n\nQuantity-based billing is another type of variable recurring billing. With this model, customers are billed based on an agreed-upon quantity purchased. Volume-based cloud storage services are one example of quantity-based billing.\n\nMany services only allow customers to sign up if they agree to recurring billing. For example, virus software andcredit monitoring serviceagreements often require the customer to agree to be charged for the service periodically. They require the customer to cancel the service, or it will continue indefinitely. In this way, recurring billing can help merchants retain customers.\n\nRecurring billing has several other benefits for merchants. It ensures prompt payment from customers, helps with cash flow, lowers billing and collection costs, and automates a portion ofaccounts receivable. It can also improve customer satisfaction by making it more convenient for the customer to do business with a company.\n\nHowever, recurring billing doesn’t eliminate all administrative tasks. For example, merchants must contact consumers about updating their payment information if a credit card expires or a credit cardissuerdeclines an attempted recurring charge. Merchants that offer recurring billing usually make it easy for consumers to manage their billing information and preferences online.\n\nMany merchants use sophisticated systems to help them manage all aspects of recurring billing. A well-designed system allows a merchant to automate invoicing and payment details for recordkeeping purposes. Most billing systems also allow customers to easily check their account details, change their payment information, opt out of service before a free trial converts to a paid subscription, or cancel an unwanted one.\n\nFor customers, recurring billing can save them time, too. They only need to sign up and provide their payment information one time. This can be a relief for customers because they don't have to make sure the bill is paid every cycle.\n\nOne drawback of recurring billing for consumers is that it can be troublesome to correct a billing error. Instead of receiving a bill, noticing a mistake, and then refusing to pay the bill until the mistake is corrected, the consumer may be automatically billed for the incorrect amount, requiring additional time to obtain arefund. Thus, it is safest to agree to recurring billing for payments that are always about the same amount and occur on a predictable schedule because you’re more likely to notice any billing errors quickly.\n\nRecurring billing can also lead to overlooked expenses for customers who forget about the charges. Some people will pay their credit card bills without reviewing each listed charge. They could be paying for a service they no longer require or didn't even know they were getting. Recurring and automatic billing are also cited as the source ofscamstargeting seniors.\n\nIn some cases, recurring billing can lead to halted services if an account is declined. When recurring billing is used, it can be important to tie it to a majorcheckingor savings account with a high balance. Any interruption in service due to a declined charge can be problematic for a customer.\n\nEasy for consumers to overlook expenses\n\nLowers billing and collection costs\n\nWith PayPal Recurring Payments, merchants can regularly bill their customers for goods or services. To set up PayPal Recurring Payments, you must have a PayPal Business account. Once you have a PayPal Business account,PayPal provides detailed instructions on its websitefor how to set up subscription plans and accept PayPal, credit, and debit card payments on your website.\n\nIf you are a customer and want to cancel a recurring payment, subscription, or automatic billing agreement with a merchant, the first step is to log in to your PayPal account. Click on \"Settings\" near the top of the page. Then, click on \"Payments.\" Next, click on \"Manage pre-approved payments.\" Finally, click \"Cancel\" or \"Cancel automatic billing\" and follow the instructions. More information can be found onPayPal's websitein their help center under the question, \"How do I cancel a recurring payment, subscription, or automatic billing agreement I have with a merchant?\"\n\nThe best way to stop recurring payments on a credit card is to contact the service provider directly. Depending on the service, you should be able to contact them online, by phone, in person, or by mail. If you want to avoid an additional payment going through, it is advisable to contact the service at least three days before the next scheduled payment date.\n\nIf you want to stop automatic debits from your account, you have a couple of different options. You can contact the company directly, either via writing or over the phone, and tell them you are taking away your permission for the company to take automatic payments out of your bank account. Once you have done this, you should call or write to your bank or credit union and tell them you have revoked authorization for the company to take automatic payments from your account.\n\nEven if you have revoked your authorization with the company, you can take the additional step of contacting your financial institution and giving them a \"stop payment order.\" A stop payment order instructs your bank to stop allowing the company to take payments from your account.\n\nRecurring billing is when a merchant charges a customer regularly for goods or services based on a previously agreed-upon payment schedule. The merchant must first get the customer's permission before setting up the charges. However, once the permission has been given and the agreement is in place, the merchant does not need to continue to seek the customer's permission to process subsequent payments. Cable bills, cell phone bills, and streaming service bills are examples of common recurring bills.",
  "url": "https://www.investopedia.com/terms/r/recurring-billing.asp"
}