{
  "term": "Redemption: Definition in Finance and Business",
  "definition": "Redemption refers to repaying mutual fund shares or a fixed-income security when it matures or before.\n\nDepending on the context, the term “redemption” has different uses in the finance and business world. In finance, redemption refers to the repayment of anyfixed-income securityat or before the asset’s maturity date.Bondsare the most common type of fixed-income security, but others include:\n\nAnother use of the term “redemption” is in the context ofcouponsandgift cards, which consumers may redeem for products and services.\n\nPeople who invest in fixed-income securities, such as bonds, receive fixed interest payments at regular intervals. Bonds can be redeemed before or on theirmaturity date. If redeemed at the time of maturity, an investor receives thepar value(also called the face value) of the bond. This refers to the original value of the bond when it was first issued and is the amount of money the issuer of the bond agrees to repay the bondholder.\n\nAcallable bond, also known as a redeemable bond, is a bond that the issuer may redeem before it reaches its stated maturity date. Redemption value is the price at which the issuing company will repurchase the bond from investors before its maturity date. A callable bond allows the issuer of the bond to pay off its debt early. An issuer may choose to call their bond if market interest rates move lower.\n\nAmutual fundis another example of an investment that an investor can redeem. To make a mutual fund redemption, the investor must inform their fund manager of their request. The manager must process the request within a certain amount of time and distribute the funds to the investor. The amount owed to the investor is normally the current market value of their shares less any fees and other charges.\n\nAs consumers, we often make redemptions in our everyday lives. For example, a coupon or gift card is a form of redemption because the value of the coupon or card is redeemed for a good or service.\n\nTheredemption of an investmentmay generate acapital gainorloss, both of which are recognized on fixed-income investments and mutual fund shares. Taxation of capital gains is reduced by capital losses recognized in the same year.Mutual fund gains and losses are included in the same capital gain calculation.\n\nTo compute thecapital gain or loss on redemption, the investor must know the cost basis, which is the original value or purchase price of the asset. Bonds can be purchased at a price other than the par or face amount of the bond.\n\nAssume, for example, that an investor buys a $1,000 par valuecorporate bondat a discounted price of $900 and receives a $1,000 par value when the bond is redeemed at maturity. The investor has a $100 capital gain for the year, and the tax liability for the gain is offset by any capital losses the investor might have. If the same investor purchases a second $1,000 par value corporate bond for $1,050 and the bond is redeemed for $1,000 at maturity, the $50 capital loss reduces the $100 capital gain for tax purposes.\n\nMost redemptions are made for cash. So when a mutual fund investor requests a redemption, the fund management company will issue the investor a check for the shares at market value. But there are cases where redemptions may be made in-kind.\n\nIn-kind redemptions are nonmonetary payments made for securities or other instruments. In-kind redemptions are rarely used in the mutual fund industry, but are common withexchange-traded funds (ETFs). Fund managers may feel redemptions hurt long-term investors. Therefore, instead of paying out cash to those who wish to exit a fund, they offer positions in other securities on apro-rata basis.\n\nETFs are generally considered more tax-friendly than mutual funds. By issuing shares in-kind, the ETF does not have to sell securities to raise cash for redemption payouts. This, in turn, eliminates the need for capital gains distributions, cutting down the investor’s tax liability.\n\nThe redemption of fund shares from a mutualfund companymust occur within seven days of receiving a request for redemption from the investor. Because mutual funds are priced only once per day, investors who wish to redeem their money must place the order before the market’s close or the time set by the mutual fund.\n\nMoney is redeemed at the fund’snet asset value (NAV)for the day, which is calculated as the sum of the value of the assets of a fund less than its liabilities. Once the sale is completed, clients typically receive their funds, including any gains via check or direct deposit to their bank account.\n\nSome mutual funds may have redemption fees attached in the form of aback-end load. A back-end load is a sales charge—a percentage of the fund’s value that declines over time. If the investor holds the fund shares for a longer amount of time, the back-end load charged when the shares are redeemed is smaller.\n\nInvestments in mutual funds are designed for individuals who buy and hold fund shares for the long term, and selling fund shares after a short period of time results in higher costs to the investor. The investor pays sales charges and annual fees for professionalportfoliomanagement and the fund’s accounting and legal costs.\n\nFinancial Dictionary. “Redemption.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Callable Or Redeemable Bonds.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Mutual Funds.”\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”",
  "url": "https://www.investopedia.com/terms/r/redemption.asp"
}