{
  "term": "Reference Rate: What It Is, How It Works, and Example",
  "definition": "A reference rate is aninterest ratebenchmark used to set other interest rates. Various types of transactions use different reference rate benchmarks, but the most common include theFed Funds Rate,SOFR, the prime rate, and the rate on benchmark U.S. Treasury securities.\n\nReference rates are useful in homeowner mortgages and sophisticated interest rate swap transactions made by institutions.\n\nDepending on the writing of a security or financial contract, the reference rate can be harder to understand. Difficulties happen especially if the rate is in the form of an inflation benchmark, such as theConsumer Price Index (CPI)or as a measure of economic health, such as theunemployment rateor corporatedefault rate.\n\nReference rates are at the core of anadjustable-rate mortgage (ARM). With an ARM, the borrower's interest rate will be the reference rate, usually the prime rate, plus an additional fixed amount, known as thespread. From the lender's viewpoint, the reference rate is a guaranteed rate of borrowing. At a minimum, the lender always earns the spread as profit. For the borrower, however, changes in the reference rate can have a definite financial impact. If the reference rate makes a sudden move upward, borrowers who payfloating interest ratescan see their payments rise dramatically.\n\nReference rates also form the benchmark for aninterest rate swap. In an interest rate swap, the floating reference rate is exchanged by one party for afixed interest rateor a set of payments. The reference rate will determine the floating interest rate portion of the contract.\n\nLet's say a homebuyer needs to borrow $40,000 to help finance the purchase of a new home. The bank offers avariable interest rateloan at prime plus 1%. That means the interest rate for the loan equals the prime rate plus 1%. Therefore, if the prime rate is 4%, then your mortgage carries an interest rate of 5% (4%+1%). In this case, theprime rateis the reference rate.\n\nThe bank may \"reset\" the rate from time to time as the reference rate fluctuates. When the prime rate goes up, your rate also goes up. Adversely, when the prime rate falls, so does your payment rate. By allowing the bank to \"reset\" the rate, it avoids the chance that the borrower maydefaulton the loan, which causes the bank to lose money. Borrowers also benefit from a \"reset\" of rate. It helps them avoid overpaying for a loan if prime rates happen to go down after the finalization of the loan.\n\nThe consumer price index is the reference rate forTreasury Inflation-Protected Securities, known as TIPS. TIPS are U.S Treasury securities that are indexed to inflation to protect investors from the counteractive effects ofinflation. TIPS will pay interest every six months using the basis of a fixed rate applied to the underlying principle. Calculation of interest uses the adjusted principal multiplied by one-half of the interest rate. Onmaturity, the U.S. Treasury will pay either the original or an adjusted principal, whichever is higher.\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Board Adopts Final Rule that Implements Adjustable Interest Rate (LIBOR) Act by Identifying Benchmark Rates Based on SOFR (Secured Overnight Financing Rate) That Will Replace LIBOR in Certain Financial Contracts after June 30, 2023.\"\n\nTreasuryDirect. \"Treasury Inflation Protected Securities (TIPS).\"",
  "url": "https://www.investopedia.com/terms/r/referencerate.asp"
}