{
  "term": "Refinance: What It Is, How It Works, Types, and Example",
  "definition": "A refinance,or refi for short, refers to revising and replacing the terms of an existingcredit agreement,usually as it relates to a loan or mortgage. Refinancing a loan or mortgage is typically done to take advantage oflower interest ratesor improve the loan terms, such as the monthly payment or length of the loan. If approved, the borrower gets a new loan that replaces the original.\n\nBorrowers whorefinancefollowing a drop in interest rates can benefit substantially from savings on thetotal cost of the loan. However, there are many types of refinancing, each with pros and cons.\n\nConsumers generally seek to refinance certain debt obligations in order to obtain more favorable borrowing terms, often in response to shifting economic conditions. Common goals from refinancing are to lower one's fixed interest rate to reduce payments over the life of the loan, to change the duration of the loan, or to switch from afixed-rate mortgageto anadjustable-rate mortgage(ARM) or vice versa.\n\nBorrowers may also refinance because their credit profile has improved, because of changes made to their long-term financial plans, or to pay off their existing debts byconsolidating theminto one low-priced loan.\n\nThe most common motivation for refinancing is the interest-rate environment. Because interest rates are cyclical, many consumers choose to refinance when rates drop. National monetary policy, theeconomic cycle, and market competition can be key factors causing interest rates to increase or decrease for consumers and businesses.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theU.S. Department of Housing and Urban Development(HUD).\n\nThese factors can influence interest rates across all types of credit products, including both non-revolving loans and revolving credit cards. In a rising-rate environment, debtors with variable-interest-rate products end up paying more in interest; the reverse is true in a falling-rate environment.\n\nIn order to refinance, a borrower must approach either theirexisting lender or a new onewith the request and complete a new loan application. Refinancing subsequently involves re-evaluating an individual's or a business's credit terms and financial situation. Consumer loans typically considered for refinancing include mortgage loans,car loans, andstudent loans.\n\nBusinesses may also seek to refinance mortgage loans on commercial properties. Many business investors will evaluate their corporatebalance sheetsfor business loans issued by creditors that could benefit from lower market rates or an improved credit profile.\n\nThere are several types of refinancing options. The type of loan a borrower decides to get depends on the needs of the borrower. Some of these refinancing options include:\n\nThis is the most common type of refinancing.Rate-and-termrefinancing occurs when the original loan is paid and replaced with a new loan agreement from a lender that comes with a lower interest rate.\n\nCash-outsare common when theunderlying assetthat collateralizes the loan has increased in value. The transaction involves withdrawing the value or equity in the asset in exchange for a higher loan amount (and often a higher interest rate).\n\nIn other words, when an asset increases in value on paper, you can gain access to that value with a loan rather than by selling it. This option increases the total loan amount but gives the borrower access to cash immediately while still maintaining ownership of the asset.\n\nA cash-in refinance allows the borrower to pay down some portion of the loan for a lowerloan-to-value (LTV) ratioor smaller loan payments.\n\nIn some cases, a consolidation loan may be an effective way to refinance. Consolidation refinancing can be used when an investor obtains a single loan at a rate that is lower than their current average interest rate across several credit products.\n\nThis type of refinancing requires the consumer or business to apply for a new loan at alower rateand then pay off existing debt with the new loan, leaving their total outstanding principal with substantially lower interest rate payments.\n\nYou can get a lower monthly mortgage payment and interest rate.\n\nYou can convert an adjustable interest rate to a fixed interest rate, gaining predictability and possible savings.\n\nYou can acquire an influx of cash for a pressing financial need.\n\nYou can set a shorter loan term, allowing you to save money on the total interest paid.\n\nIf your loan term is reset to its original length, your total interest payment over the life of the loan may outweigh what you save at the lower rate.\n\nIf interest rates drop, you won’t get the benefit with a fixed-rate mortgage unless you refinance again.\n\nYou may reduce the equity you hold in your home.\n\nYour monthly payment increases with a shorter loan term, and you have to pay closing costs on the refinance.\n\nHere's a hypothetical example of how refinancing works. Let’s say Jane and John have a 30-yearfixed-rate mortgage. The interest they’ve been paying since they first locked in their rate 10 years ago is 8%. Because of economic conditions, interest rates drop.\n\nThe couple reaches out to their bank and is able to refinance their existing mortgage at a new rate of 4%. This allows Jane and John to lock in a new rate for the next 20 years while lowering their regular monthly mortgage payment. If interest rates drop again in the future, they may be able to refinance again to further lower their payments.\n\nCorporate refinancingis the process through which a company reorganizes its financial obligations by replacing or restructuring existing debts. Corporate refinancing is often done to improve a company's financial position and can also be done while a company is in distress with the help ofdebt restructuring. Corporate refinancing often involves calling in older issues of corporate bonds whenever possible and issuing new bonds at lower interest rates.\n\nRefinancing your mortgage replaces your old mortgage with a new mortgage, typically with a different principal amount and interest rate. The lender pays off the old mortgage loan with the new one, usually leaving you with more favorable terms, such as a lower interest rate.\n\nThere are a few reasons why one would refinance their home. The primary reason is to obtain more favorable loan terms than before. This is usually seen in a lower interest rate on your mortgage, which makes your mortgage cheaper, resulting in lower monthly payments. Other reasons to refinance your home include changing the term on the mortgage or taking out a cash value from thehome's equityto use for other purposes, such as paying off debts or renovating your home.\n\nRefinancing will hurt your credit score as a credit check is done when you are refinancing your mortgage. However, this is temporary, and your score will adjust over time. In addition, your overall credit may improve after refinancing, as you will have less debt and a lower monthly payment on your mortgage.\n\nRefinancing allows you to take out a new loan to replace the originalmortgage loan. Refinancing is beneficial for borrowers as it results in more favorable borrowing terms. For homeowners, refinancing is a great way to lower the cost of their mortgages when interest rates fall, allowing them to reduce their loan's current interest rate. Whenever rates drop, it's worth exploring refinancing.\n\nFederal Trade Commission. \"Mortgage Discrimination.\"",
  "url": "https://www.investopedia.com/terms/r/refinance.asp"
}