{
  "term": "Registered Representative (RR): Definition, Job Description, Pay",
  "definition": "A registered representative (RR) is a person who works for a client-facing financial firm such as abrokerage companyand serves as a representative for clients who are trading investment products and securities. Registered representatives may be employed as brokers, financial advisors, or portfolio managers.\n\nRegistered representatives must pass licensing tests and are regulated by theFinancial Industry Regulatory Authority(FINRA) and the Securities and Exchange Commission (SEC). RRs must furthermore adhere to the suitability standard. An investment must meet the suitability requirements outlined in FINRA Rule 2111 prior to being recommended by a firm to an investor.The following question must be answered affirmatively: \"Is this investment appropriate for my client?\"\n\nRegistered representatives can buy and sell securities for clients. They are primarily known as transaction-based service providers. To carry out these transactions a registered representative must be licensed to sell the designated securities. They must also be sponsored by a firm registered with FINRA.\n\nTo become licensed as a registered representative for a sponsoring firm, a person must pass theSeries 7andSeries 63securities examinations. These exams are administered by FINRA.The Series 7 license allows the registered representative to buy and sell stocks, mutual funds, options, municipal securities ('munis'), and certain variable contracts (e.g. insurance or annuity products) for their clients.Since October 2018, Series 7 candidates are required to pass theSecurities Industry Essentials (SIE) Examas well as the Series 7 in order to be registered as a General Securities Representative.\n\nThe Series 63 license allows the representative to trade variable annuities and unit investment trusts. A substantial portion of the Series 63 exam is focused on state securities requirements across the U.S. Other licenses may also apply for various other types of transactions.RRs may also obtain theSeries 65and/orSeries 66licenses in order to expand their set of allowable activities.\n\nThe purpose of the Series 7 license is to establish a standard level of competency and ethics for registered representatives in the securities industry.\n\nInvestors seek registered representatives to carry out financial market transactions on their behalf as brokers (or \"agents\"). Registered representatives typically have access to a full range of market trading capabilities that fit the needs of their investors. They may also be able to execute thinly traded securities or have access to new securities launches.\n\nRegistered representatives differ fromregistered investment advisors(RIAs). Registered representatives are governed by suitability standards while registered investment advisors are governed by fiduciary standards.Registered representatives are transaction-based service providers. U.S. regulators require that registered representatives ensure an investment is suitable for an investor given their investment profile. They also ensure that trades are executed efficiently. Investors will incur sales charges determined by securities issuers when dealing with a registered representative.\n\nRegistered investment advisors seek to offer more holistic financial plans and investing services. They offer very different fee schedules and are typically fee-based by assets under management. Registered investment advisors are regulated by fiduciary standards which go beyond standard suitability. RIAs develop comprehensive financial plans and must ensure the best interest of the client.\n\nRIAs are considered to be acting in afiduciarycapacity, and so held to a higher standard of conduct than registered representatives. This fiduciary standard mandates that an RIA must always unconditionally put the client’s best interests ahead of their own, regardless of all other circumstances.\n\nInvestors seeking the services of a registered representative will find a range of options in the investment market. Companies like Charles Schwab offer discounts and full-service brokerage services. With Charles Schwab, for instance, an investor can place electronic trades at a discounted cost. The discount brokerage service offers a registered representative call center where a client can speak with a broker to execute trades. Charles Schwab also offers full-servicebrokerswho work as account executives for clients and support a broad range of trading activities.\n\nFINRA also offers a service called BrokerCheck. Through BrokerCheck an investor can research the experience and disciplinary record of brokers and brokerage firms.\n\nThere are several events that could either prevent a person from becoming a registered representative, or that would result in the loss of membership or registration.\n\nAccording to FINRA, youcouldbe subject to a \"statutory disqualification\" under theSecurities Exchange Act of 1934if you meet a number of criteria. The full, specific list of criteria can be found on the SEC's site; a brief summary of those criteria includes events such as:\n\nNote that the preceding items are a brief summary of the disclosure questions included on FINRA Form U-4.FINRA also provides a detailed summary of the statutory disqualification process.\n\nIn order to become a registered representative, you must be sponsored by a FINRA-registered brokerage firm and also be licensed to sell securities. In order to gain the General Securities License, you must pass the SIE exam and the FINRA Series 7 exam.\n\nSalaries will vary widely by geography and experience. For example, as of April 2024, according to ZipRecruiter, the nation-wide average salary is just under $47,000.However, this pay is nearly double in several cities. Indeed cites a similar range as well; though Indeed calls the national salary average as just under $58,000, its salary ranges from $29,000 to $117,000.\n\nA General Securities Representative can sell a broad range of securities, such as corporate and municipal securities, investment company securities, variable annuities, and government bonds. There are other FINRA exams that will allow someone to only sell one type of security, such as municipal bonds.\n\nA registered representative is a licensed financial professional authorized to buy and sell securities on behalf of clients. Their job entails providing investment advice, executing trades, and managing client portfolios.\n\nCorrection—Sep. 10, 2022:A previous version of this article misstated the requirements for the Series 7 exam.\n\nFinancial Industry Regulatory Authority. \"2111. Suitability.\"\n\nFinancial Industry Regulatory Authority. \"Qualification Exams.\"\n\nFinancial Industry Regulatory Authority. \"Series 7 – General Securities Representative Exam.\"\n\nFinancial Industry Regulatory Authority. \"Exam Restructuring.\"\n\nFinancial Industry Regulatory Authority. \"Series 63 – Uniform Securities Agent State Law Exam.\"\n\nU.S. Securities and Exchange Commission. \"Staff Bulletin [1]: Standards of Conduct for Broker-Dealers and Investment Advisers Care Obligations.\"\n\nFINRA. \"General Information on Statutory Disqualification and FINRA’s Eligibility Proceedings.\"\n\nFinancial Industry Regulatory Authority. \"Form U-4.\" Pages 12-14.\n\nFinancial Industry Regulatory Authority. \"Disqualification Criteria.\"\n\nZipRecruiter. \"Registered Representative Salary.\"\n\nIndeed. \"Registered Representative Salary in United States.\"",
  "url": "https://www.investopedia.com/terms/r/registeredrepresentative.asp"
}