{
  "term": "Registered Education Savings Plan: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmericans can sock away college money in 529 education savings or prepaid tuition plans, but Canadians also have options. A registered education savings plan (RESP) offers a way to save for higher education, and it can be boosted by grant money from the Canadian government.\n\nA Registered Education Savings Plan (RESP), sponsored by the Canadian government, encouragesinvestingin a child's future post-secondary education. Subscribers to an RESP make contributions that build up tax-free earnings.The government contributes a certain amount to these plans for children under age 18.\n\nContributors don't receive a tax deduction for investments in an RESP. There are no taxes due until funds are taken out to pay for a child’s education. At that time, contributions made into the RESP are returned tax-free, although contributors’ earnings from the plan are taxed. The money the government pays out is taxed to the students. However, since a large number of students have little to no income, many can withdraw the money tax-free.\n\nA Registered Education Savings Plan (RESP) lets parents in Canada begin saving for their children’s education at birth, with the government pitching in as well. Parents or guardians simply walk into a bank,credit union, or other financial institution to open up an account. Anyone can contribute, whether it's a parent, a neighbor, or an aunt or uncle.\n\nThe money given out by the Canadian government is taxed, but since so many students have little to no income, many can withdraw the money tax-free.\n\nThe government then matches the money up to a certain percentage and deposits it into the child’s RESP. The extra funds the government deposits are referred to as a Canada Education Savings Grant (CESG). The amount provided is graduated, based on family income. Matching benefits apply only on the first $2,500 in contribution per year. The amount of the grant is capped at a maximum of $7,200.\n\nOnce in college, the child receives educational assistance payments (EAPs). These EAPs count as income for the child (beneficiary).If the beneficiary doesn't receive payments—either by the choice of the contributor or because the beneficiary doesn't attend a post-secondary institution—the contributor will receive the amount in the RESP back tax-free.\n\nThe number of allowed plans per child is unlimited. However, there's a lifetime contribution limit of $50,000 per beneficiary from all RESPs combined.\n\nGenerally, the plans are easy to access and provide strong investment incentives. Because parents won't initially pay taxes on the money, they have a dual incentive to save for their child's education; they avoid paying taxes and get bonus money from the government for the child's education in the process.\n\nThere are a few catches. If a child doesn't pursue an approved post-secondary education training program, such as college or trade school, within 36 years of opening the account, the government can request the grant money back.Additionally, any investment earnings that are withdrawn from the RESP that aren't used for education-related expenses incur income tax plus an additional 20% penalty.\n\nThe maximum grant for an Canada Education Savings Grant (CESG) is $7,200. Beneficiaries in British Columbia or Quebec have the potential for additional grants andtax deductions.\n\nNo. There's no residency requirement for subscribers, or the person that opens the account. But a subscriber must provide a Social Insurance Number (SIN) in order to register the account with the promoter. If you have the right to work in Canada, you likely have a SIN.Americans that aren't living or working in Canada don't have the right to open an Registered Education Savings Plan (RESP).\n\nYes. Multiple people may open different RESPs for the same beneficiary. However, the total for all open RESPs cannot exceed $50,000 for a single beneficiary.\n\nPost-secondary education costs continue to rise, but an RESP can help defray the costs, especially when supplemented with a CESG. Any bank or financial institution in Canada can help start your RESP. With careful saving, your student's academic career may be more attainable than you once thought.\n\nGovernment of Canada. \"How a Registered Education Savings Plans Works.\"\n\nGovernment of Canada. \"Canada Education Savings Grant (CESG).\"\n\nGovernment of Canada. \"Managing the Registered Education Savings Plan, Taxes and Transfers.\"\n\nGovernment of Canada. \"Open a Registered Education Savings Plan and Apply for Benefits.\"\n\nGovernment of Canada. \"InfoCapsule 13: Educational Assistance Payments.\"\n\nGovernment of Canada. \"Registered Education Savings Plans Contributions.\"\n\nGovernment of Canada. \"RESP - Accumulated Income Payments.\"\n\nGovernment of Canada. \"Frequently Asked Questions for the Registered Education Savings Plans (RESPs).\"",
  "url": "https://www.investopedia.com/terms/r/resp.asp"
}