{
  "term": "Regulation DD: What It Is, How It Works, FAQs",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nRegulation DD is a directive set forth by the Federal Reserve. Regulation DD was enacted to implement theTruth in Savings Act (TISA), which was passed in 1991 and requires lenders to provide certain uniform information about fees and interest when opening an account for a customer.Regulation DD (and the TISA) helps consumers make more informed decisions about the accounts they open at financial institutions.\n\nRegulation DD applies to accounts opened by individuals—not to corporate or other organizational accounts—and is designed to protect and empower banking customers.Regulation DD helps individuals make intelligent decisions about where to openfinancial accounts. The regulation applies to depository institutions except credit unions. Institutions provide customers withdisclosuresat various times, including when an account is first opened.\n\nThe types of accounts the regulation is intended to assist consumers with include savings accounts, checking accounts,money market accounts,certificates of deposit (CDs),variable-rateaccounts, and accounts denominated in a foreign currency.\n\nFinancial institutions are required under Regulation DD todisclose informationto consumers regarding annual percentage yield, interest rates, minimum balance requirements, account opening disclosures, and fee schedules. Disclosures are provided to consumers:\n\nRegulation DD applies only to accounts opened by individuals but not to corporate or other organizational accounts.\n\nAs noted above, Regulation DD implements the TISA. This act was part of theFederal Deposit Insurance Corporation (FDIC)Improvement Act that passed the same year—in 1991. The act was meant to promote healthy competition between institutions and create economic stability. It also directs banks to be moretransparentabout some of their policies, giving consumers more power to decide where they want to do their banking business.\n\nIt's important to note that state laws that are inconsistent with the requirements of Regulation DD and the TISA are pre-empted to the extent of the inconsistency. There is a procedure for requesting a preemption determination from theConsumer Finance Protection Bureau (CFPB).\n\nCredit unions and non-banks are not required to abide by Regulation DD.\n\nAdvertising rules set forth apply to individuals who advertise the types of accounts offered by the institutions subject to the regulation. This includes depositbrokers. The marketing rules restrict institutions from advertising in any way that may mislead consumers, present inaccurate information, or otherwise misrepresent the contract for the deposit account. The ads cannot use the term profit when referencing the interest paid on an account.\n\nFor example, if a deposit broker places an ad to offer consumers interest in an account, the advertising rules apply to the advertisement regardless of whether the account is held by the consumer or the broker.\n\nRegulation DD was amended in 2006 to address the concerns about the uniformity of information provided to consumers when deposit accounts are overdrawn. In 2010, other amendments were added directing depository institutions to comply with rule changes governing disclosures on periodic statements for aggregateoverdraftand returned item fees.The amendments also featured a rule on providing balance disclosures to consumers made through automated systems.\n\nRegulation DD stipulates that disclosures provided to consumers must be clear and conspicuous and must be made available in writing or another form the consumer can keep. The disclosures must also clearly identify when these disclosures for different accounts have been combined.\n\nDisclosures must reflect the terms of the legal obligation established for the accounts in question and the agreement between the consumer and the institution. These disclosures can be rendered in electronic form with the consumer's approval.\n\nNo. Regulation DD only applies to accounts issued by depository institutions. Non-banks and credit unions are not affected.\n\nIt depends. For changes unfavorable to the consumer—for example, increases in fees for bank services—Regulation DD requires financial institutions to provide the consumer with at least 30 days’ notice. For changes that are favorable to the consumer—decreasing or eliminating fees—no notice is required on the institution's part. However, if favorable changes are temporary, the financial institution must comply with the requirements for advance notice of a change in terms.\n\nThe financial institution must provide, in writing, account disclosures that reflect the legal obligation, or the contract between the parties; and these disclosures must be in a form that consumers can retain. The information must be presented clearly and conspicuously, so that consumers can understand the account terms.\n\nRegulation DD offers consumers protection by requiring banks to provide transparent, upfront disclosures that help non-institutional consumers compare terms at different banks in order to make the best decisions for themselves about where to open an account.\n\nConsumer Financial Protection Bureau. \"Section 1031.1: Authority, Purpose, Coverage, and Effect on State Laws.\" Accessed Aug. 11, 2021.\n\nConsumer Financial Protection Bureau. \"Section 1030.2: Definitions.\" Accessed Aug. 11, 2021.\n\nConsumer Financial Protection Bureau. \"Section 1030.4: Account Disclosures.\" Accessed Aug. 11, 2021.\n\nConsumer Financial Protection Bureau. \"Section 1030.8: Advertising.\" Accessed Aug. 11, 2021.\n\nThe Federal Reserve. \"Regulation DD: Truth in Savings,\" Page 1. Accessed Aug. 11, 2021.\n\nConsumer Financial Protection Bureau. \"Section 1030.3: General Disclosure Requirements.\" Accessed Aug. 11, 2021.\n\nFederal Reserve. \"Regulation DD Truth in Savings.\"",
  "url": "https://www.investopedia.com/terms/r/regulation-dd.asp"
}