{
  "term": "Regulation B (Reg B) in the Equal Credit Opportunity Act (ECOA)",
  "definition": "Nick Youngson/Alpha Stock Images/ CC bySA-3.0\n\nUnder the Equal Credit Opportunity Act (ECOA), lenders must provide the main reasons for denying credit or taking adverse action against an applicant. This is enforced through Regulation B. Regulation B is intended to prevent applicants from discrimination in any aspect of a credit transaction. It outlines the rules lenders must adhere to when obtaining and processing credit information. Regulation B protects consumers and prohibits lenders from discriminating based on age, gender, ethnicity, nationality, or marital status.\n\nAll lenders are required to comply with Regulation B when extending credit to borrowers under the Equal Credit Opportunity Act (ECOA), which is regulated and enforced by the Consumer Financial Protection Bureau (CFPB).\n\nCongress enacted the ECOA to ensure that financial institutions and firms dealing with credit make it equally available to allcreditworthycustomers. Any information unrelated to consumer credit cannot be used when making loan approval decisions.\n\nRegulation B covers the actions of a creditor before, during, and after a credit transaction. The CFPB protects the following credit applications and transactions for consumers:\n\nCreditors that fail to comply with Reg B will be held liable for punitive damages up to $10,000 in individual actions. For class actions, the creditor could face a penalty of $500,000 or 1% of the creditor’s net worth, whichever is lower.\n\nWhen it comes to credit transactions, a creditor cannot discriminate:\n\nRegulation B also mandates that lenders provide oral or written notice of rejection to failed applicants within 30 days of receiving their completed applications. The notice must explain why the applicant was rejected or give instructions for how the applicant can request this information. The spouses of rejected married applicants also have the right to this information.\n\nThe information provided to applicants about the rejection helps them take constructive steps to build their credit. More importantly, it gives applicants the chance to correct the creditor's mistakes in evaluating the applicant's creditworthiness.\n\nUnder Regulation B, a lender may not request information about an applicant’s sex, national origin, color, or other information not related to creditworthiness.\n\nHowever, there are certain times when such information can be collected from the applicant. For example, an applicant who puts down their home as collateral will have additional information collected to meet compliance rules.\n\nAn applicant's age can be requested if it appears that they cannot legally sign a contract. Creditors can ask about the number of children, their ages, and the borrower's financial obligations relating to the children. Marital status is also required if the applicant resides in acommunity propertystate.\n\nA creditor may only request information from a loan applicant’s spouse if:\n\nThe most important benefit of Regulation B is that it helps to prevent discrimination against women and minorities.\n\nRegulation B's prohibition of advertising that would discourage potential applicants from applying for loans is a crucial part ofredliningcases. Redlining is an unethical and illegal practice that denies loans or services to people living in majority-minority communities.\n\nReg B also helps anyone who is denied credit by requiring lenders to give them an explanation. Errors in credit reports are fairly common, and many people only find out about them after being denied credit.\n\nWithout Regulation B's explanation requirement, many potential borrowers with errors in their credit reports would become discouraged and give up. Once people know the reason for the denial, there is a strong incentive to correct the credit reports and reapply.\n\nYes. Regulation B of the Equal Credit Opportunity Act (ECOA) describes lending acts and practices that are specifically prohibited, permitted, or required for fair lending practices.\n\nRegulation B applies to all persons who, in the ordinary course of business, regularly participate in the credit decision of an applicant or borrower, including setting the terms of the credit.\n\nProhibited basis under Regulation B refers to a borrower's race, color, religion, national origin, sex, marital status, or age. Also included may be the fact that all or part of the applicant's income derives from any public assistance program, or the fact that the applicant has in good faith exercised any right under the Consumer Credit Protection Act or any related state law. As such, lenders cannot discriminate based on any of the above factors.\n\nRegulation B of the Equal Credit Opportunity Act prohibits lenders from using ascribed characteristics of a borrower, such as their age, gender, race, ethnicity, or religion, when making credit or loan decisions. Prior to Reg B, discriminatory lending practices such as redlining for mortgages were prevalent in the U.S. Regulation B makes such practices illegal.\n\nFederal Reserve. \"Federal Fair Lending Regulations and Statutes: Equal Credit Opportunity (Regulation B),\" Page 1.\n\nFederal Reserve. \"Federal Fair Lending Regulations and Statutes: Equal Credit Opportunity (Regulation B),\" Page 5.\n\nFederal Reserve. \"Federal Fair Lending Regulations and Statutes: Equal Credit Opportunity (Regulation B),\" Page 3.\n\nFederal Reserve. \"Federal Fair Lending Regulations and Statutes: Equal Credit Opportunity (Regulation B),\" Page 2.\n\nConsumer Finance Protection Bureau. \"CFPB Consumer Laws and Regulations ECOA.\"",
  "url": "https://www.investopedia.com/terms/r/regulation-b.asp"
}