{
  "term": "Regulation O? Purpose in Banking, Applications, and Requirements",
  "definition": "Regulation O is a Federal Reserve regulation that places limits and stipulations on thecreditextensions a member bank can offer to its executive officers, principal shareholders, and directors.\n\nThe regulation is designed to prevent bank directors, trustees, executive officers, or principal shareholders from benefiting from favorable credit extensions.\n\nRegulation O regulates the credit extensions that member banks can offer to individuals who are considered to be \"insiders\" with respect to the bank. Whilebank insidersare not barred from taking out loans from a bank with which they are professionally associated, federal law carefully regulates how that bank treats the insider as a customer. In addition to setting restrictions on credit extensions for bank insiders, Regulation O requires that banks report any extensions provided to insiders in theirquarterly reports.\n\nRegulation O also gives a clear definition of bank insiders, dividing them into multiple tiers of association, subject to different credit extension regulations. Insiders can be directors ortrusteesof a bank, executive officers (for example, the president or treasurer), or principal shareholders (individuals who own or otherwise control more than 10% of the publicly-tradedsharesof the institution).\n\nGenerally speaking, the restrictions in place are devised to ensure that bank insiders are not given more advantageous or generous credit extensions than the bank would provide for a non-insider. The bank cannot give credit extensions that it would not provide to a non-insider customer, nor can it extend credit beyond legal or self-imposed lending limits. One exception to this rule comes with compensation packages provided by banks to all employees, including non-insiders.\n\nFor example, if a bank has a policy of waiving certainmortgageapplication fees for non-insider employees, such as tellers, the same fees could be waived for the bank president, who would be an insider.\n\nRegulation O lays out thereporting requirementsmandated by two financial laws, the Financial Institutions Regulatory and Interest Rate Control Act of 1978 and theDepository Institutions Act of 1982.\n\nBanks and other lending institutions are often able to find exceptions or workarounds to Regulation O, in effect, providing preferential treatment to insiders without violating any of the regulations. One of the provisions of theDodd-Frank Wall Street Reform and Consumer Protection Actprovided an extended definition of \"credit extension\" to expand the scope of Regulation O.\n\nReg O covers national banks, state banks, savings associations, and insured branches of foreign banking organizations.\n\nRecent growth in investments inmutual funds,exchange-traded funds(ETFs), and other index-based investment products have caused a number of companies to pay greater attention to Regulation O. Large asset management companies are becoming principal shareholders through \"fund complexes,\" organizations that invest in funds.\n\nA complex that acquires 10% of a class ofvotingsecurities of a banking organization is considered a “principal shareholder.”\n\nRegulation O was implemented to prevent certain bank insiders from receiving more favorable terms or benefits on loans or credit than those provided to non-insiders or other bank customers.\n\nA Regulation O insider is a principal shareholder, an executive officer, a director, or a related interest of any of these persons.\n\nRegulation O covers insider loans, where there is any sort of indebtedness upon which an insider may be liable as guarantor. Examples would include extensions of credit by a member bank to an executive officer, director, or principal shareholder of the member bank; a bank holding company of which the member bank is a subsidiary; and any other subsidiary of that bank holding company.\n\nShares owned or controlled by immediate family members are attributed to the insider individual. Such immediate family members are limited to a spouse, and minor or adult children living with the insider.\n\nRegulation O prohibits lenders from extending unfair or favorable terms to bank insiders at the expense of others. It is conceivable that a bank or bank employee could attempt to give their own preferential or special treatment, such as lower interest rates, reduced fees, more flexible repayment terms, or more cursory credit checks. Reg O prohibits such practices.\n\nOffice of the Comptroller of the Currency. \"Comptroller's Handbook: Insider Activities.\"",
  "url": "https://www.investopedia.com/terms/r/regulation-o.asp"
}