{
  "term": "Regulatory Capture Definition With Examples",
  "definition": "Regulatory capture is a process by which regulatory agencies may come to be dominated by the industries or interests they are charged with regulating. The result is that an agency, charged with acting in the public interest, instead acts in ways that benefit incumbent firms in the industry it is supposed to be scrutinizing.\n\nRegulatory capture, also known as “the economic theory of regulation” or simply “capture theory,” was introduced to the world in the 1970s by the lateGeorge Stigler, a Nobel laureate economist at the University of Chicago. Stigler noted that regulated industries maintain a keen and immediate interest in influencing regulators, whereas ordinary citizens are less motivated. As a result, even though the rules in question, such as pollution standards, often affect citizens in the aggregate, individuals are unlikely tolobbyregulators to the degree that regulated industries do.\n\nRegulated industries devote large budgets to influencing regulators at federal, state, and local levels. By contrast, individual citizens spend only limited resources to advocate for their own rights. This is an extension of the concept of concentrated benefits and dispersed costs of regulation, public policy, and collective action in general, as described by economist Mancur Olsen.\n\nIn many cases, the regulators themselves come from the pool of industry experts and employees, in part due to the complex and specialized knowledge needed to regulate an industry, and may also then return to work in the industry after their government service. This is known as therevolving doorbetween government and special interests. In some cases, industry leaders trade the promise of future jobs for regulatory consideration, making revolving doors criminally corrupt.\n\nRegulatory agencies that come to be controlled by the industries they are charged with regulating are known as captured agencies, and agency capture occurs when that governmental body operates essentially as an advocate for the industries it regulates. Such cases may not be directly corrupt, as there is noquid pro quo; rather, the regulators simply begin thinking like the industries they regulate, due to heavy lobbying.\n\nEven well-organized groups in favor of tougher regulations—such as the Sierra Club, a well-known environmental advocate—have only modest resources relative to industry interests.\n\nRegulatory capture is common across the economy and throughout history. Many argue that it is a ubiquitous tendency whenever any industry is regulated because even regulation that harms or imposes costs on existing firms also tends to createbarriers to entryto new firms.\n\nRegulation inherently tends to raise the cost of entry into a regulated market because new entrants have to bear not just the costs of entering the market but also of complying with the regulations. Oftentimes regulations explicitly impose barriers to entry, such as licenses, permits, and certificates of need, without which one may not legally operate in a market or industry. Incumbent firms may even receive legacy consideration by regulators, meaning that only new entrants are subject to certain regulations.\n\nRegulatory capture can, in some cases, even result inderegulationof the behavior of the supposed subjects of the regulation themselves, while maintaining regulations that benefit them, such as barriers to entry,subsidies, and taxpayer bailout guarantees.\n\nThe transportation industry in the U.S. can be considered a classic example of regulatory capture. In the late 19th century, as theIndustrial Revolutioncreated vast new wealth, government trade regulators openly advocated for the industries they oversaw, including railroads. Large railroad companies themselves advocated for regulation by the Interstate Commerce Commission (ICC) under the Interstate Commerce Act of 1887, and the ICC allowed the railroad industry to function as an effectivecartel.\n\nModern financial regulatory bodies, likewise, tend to consist largely of industry insiders, have overlapping interests with industry, and act primarily in the interests of those whom they regulate. Financial market deregulation, at the behest of the industry, in the run-up to the financial crisis, combined with the retention of taxpayer guarantees for banks and the dramatic series ofmonetaryandfiscalbailouts, is widely believed to have contributed greatly to the U.S. housing bubble and ensuing Great Recession of the late 2000s.\n\nSome economists discount the significance of regulatory capture. They point out that many large industries that lobby regulators, such as industries in the fossil fuel sector, have experienced lower profits due to regulation. In other words, these economists argue that the lobbying efforts have failed to capture agencies.\n\nExamples of regulatory capture can arise in any business sector. From the food industry to banking, from transportation to utilities, any instance in which an agency advocates on behalf of the firms they are supposed to regulate can be an instance of capture.\n\nWhen a firm complies with regulations, this means that it dedicates personnel and resources toward understanding and adhering to all applicable rules, standards, and regulations.\n\nRegulatory capture can be a problem because it can lead to situations where special interests are prioritized over those of the general public. When agencies charged with regulating an industry, for instance, instead become advocates for that industry, then they may fail to see the shortcomings orexternalitiesof that business as incurred by others.\n\nRegulatory capture is a process by which regulatory agencies become dominated by the interests of those they were originally charged to regulate. In this state, the regulatory agency may directly or indirectly work to serve the interests of private firms rather than the general public.\n\nSusan E. Dudley and Jerry Brito. \"Regulation: a Primer,\" Pages 15-18. Mercatus Center, George Mason University, 2012.\n\nChicago Booth Review. \"How George Stigler Changed the Analysis of Regulation.\"\n\nNash, Betty Joyce. \"Regulatory Capture.\"Federal Reserve Bank of Richmond, Region Focus, Third Quarter, 2010, pp. 1.\n\nFederal Reserve History. \"The Great Recession and Its Aftermath.\"",
  "url": "https://www.investopedia.com/terms/r/regulatory-capture.asp"
}