{
  "term": "Regulatory Risk: Definition, vs. Compliance Risk, and Examples",
  "definition": "Mongkolchon Akesin / Getty Images\n\nRegulatory risk is the risk that a change in laws and regulations will materially impact a security, business, sector, or market. Achange in laws or regulationsmade by the government or a regulatory body can increase the costs of operating a business, reduce the attractiveness of an investment, or change the competitive landscape in a given business sector. In extreme cases, such changes can destroy a company's business model.\n\nVirtually any business can face significant regulatory risk, given any government's power to compel businesses operating within its borders to follow its laws. Regulatory risks often materialize as a result of anger over public harm caused by a business or business sector.\n\nBut even if new laws are never passed, business leaders are obligated to assess and monitor regulatory risks and be prepared to react if they do materialize. This can be time-consuming and expensive because regulatory risk stemming from even one issue can drag on for years.\n\nOne sector facing significant regulatory risk in the area ofantitrustenforcement is Big Tech, including Meta (formerly Facebook), Amazon, Google, and Apple. This is largely the result of a growing public backlash over their enormous and still-growing market power and social influence.\n\nPast examples of regulatory risk that materialized include the introduction of the 2002Sarbanes-Oxley Act, which established more stringent accounting requirements and more severe criminal penalties for violating securities laws. It was passed following public outrage over multipleaccounting scandalsin the early 2000s, including those of Enron Corporation and WorldCom.\n\nAnother type of regulatory risk would be more stringent pollution standards for manufacturers or mileage requirements for automobile makers as a result of public concerns over climate change. In this case, the risk may not derive from wrongdoing by any business, but merely from broader concern over the public good—in this case, the impact of climate change.\n\nCompliance risk is the risk that a company will have been determined to violate already established laws or regulations. This can have many causes, including inadequate controls, negligence, and human error. Ensuring that a business is capable of maintaining compliance and doing so can be a source of significant expense. As with regulatory risk,managing compliance riskis an essential part of a business's overallrisk management.\n\nManaging regulatory risk involves forward-looking strategic thinking, as well as careful monitoring of public opinion and the regulatory process in a business's given sector. Compliance risk, on the other hand, involves knowledge of existing laws and regulations and a more systematic approach to verifying that the company is compliant with all of them.\n\nRegulatory risk is an unsystematic risk, which is a risk that is company- or industry-specific. As regulations don't necessarily impact the broader market but do impact specific companies, regulatory risk is classified as unsystematic risk.\n\nAn example of regulatory risk would be the government enacting new environmental laws that impose stricter emissions standards on automobile companies. The change can increase production costs, require investments in research and design and new technology, or limit the sale of current vehicles, which could reduce profits and market competitiveness.\n\nSome ways to reduce regulatory risk include completing a risk evaluation, establishing compliance frameworks and corporate governance, training staff in regulations, monitoring regulatory breaches, being vigilant and up-to-date on regulatory news and changes, implementing continuous regulatory management strategies, using regulatory software, and remaining adaptable to regulatory changes.\n\nRegulatory risk is the potential negative impact of changes in laws on businesses or investments, which can increase costs, limit growth, or disrupt business models. Companies need to stay up-to-date and adaptable, anticipating changes that could adversely impact their operations.\n\nKatila, Riitta and Sruthi Thatchenkery. \"The Surprising Consequences of Antitrust Actions Against Big Tech.\"Harvard Business Review, February 2023.\n\nCrisanto, Juan Carlos and et al. \"Big Tech Regulation: What is Going On?\"Bank of International Settlements, FSI Insights, no. 36, September 2021, pp. 1-21.\n\nU.S. Congress. \"H.R.3763 - Sarbanes-Oxley Act of 2002: Summary.\"\n\nU.S. Securities and Exchange Commission. \"Report of Investigation: Special Investigative Commission of the Board of Directors of WorldCom, Inc.\"\n\nTexas State Historical Association. \"Enron Corporation.\"",
  "url": "https://www.investopedia.com/terms/r/regulatory_risk.asp"
}