{
  "term": "Regulated Investment Company (RIC): Definition, Examples, Taxes",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA regulated investment company (RIC) can be any one of several investment entities. For example, it may take the form of amutual fundor exchange-traded fund (ETF), areal estate investment trust(REIT), or aunit investment trust(UIT). Whichever form the RIC assumes, the structure must be deemed eligible by the Internal Revenue Service (IRS) to pass through taxes for capital gains, dividends, or interest earned to the individual investors.\n\nA regulated investment company is qualified to pass-through income under Regulation M of theIRS, with the specific regulations for qualifying as an RIC delineated in U.S. code, title 26, sections 851 through 855, 860, and 4982.\n\nThe purpose of utilizing pass-through or flow-through income is to avoid a double-taxation scenario as would be the case if both the investment company and its investors paid tax on company generated income and profits. The concept of pass-through income is also referred to as theconduit theory, as the investment company is functioning as a conduit for passing on capital gains, dividends and interest to individual shareholders.\n\nRegulated investment companies do not pay taxes on their earnings.\n\nWithout the regulated investment company allowance, both the investment company and its investors would have to pay taxes on the company'scapital gainsor earnings. With pass-through income, the company is not required to pay corporate income taxes on profits passed through to the shareholders. The only income tax imposed is on individual shareholders.\n\nTo qualify as a regulated investment company the business has to meet specific perimeters.\n\nAdditionally, an RIC must derive a minimum of 90% of its income from capital gains, interest or dividends earned on investments. Further, an RIC must distribute a minimum of 90% of itsnet investment incomein the form of interest, dividends or capital gains to its shareholders.\n\nShould the RIC not distribute this share of income, it may be subject to anexcise taxby the IRS. The RIC would also have to issue an IRSForm 2439 to shareholdersstating that the capital gains are being retained.\n\nFinally, to qualify as a regulated investment company, at least 50% of a company's total assets must be in the form of cash, cash equivalents or securities. No more than 25% of the company’s total assets may be invested in securities of a single issuer unless the investments are government securities or the securities of other RICs.\n\nPresident Obama signed theRegulated Investment Company Modernization Act of 2010into law Dec. 22, 2010. It made changes to the rules governing the tax treatment of regulated investment companies (RICs), including open-end mutual funds, closed-end funds, and most exchange-traded funds. The last update to the rules governing RICs was the Tax Reform Act of 1986.\n\nThe primary reason for the 2010 RIC Modernization Act was due to vast changes in the mutual fund industry in the 25 years between 1986 and 2010. Further, many of the tax rules applicable to RICs became obsolete, created administrative burdens or caused uncertainty.",
  "url": "https://www.investopedia.com/terms/r/ric.asp"
}