{
  "term": "Rehypothecation: Meaning and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nRehypothecation is a practice whereby banks and brokers use, for their own purposes, assets that have been posted as collateral by their clients. Clients who permit rehypothecation of their collateral may be compensated either through a lower cost of borrowing or a rebate on fees.\n\nIn a typical example of rehypothecation, securities that have been posted with a prime brokerage as collateral by a hedge fund are used by the brokerage to back its own transactions and trades.\n\nRehypothecation was a common practice until 2007, but hedge funds became much more wary about it in the wake of theLehman Brotherscollapse and subsequent credit crunch in 2008-09. In the United States, rehypothecation of collateral by broker-dealers is limited to 140% of the loan amount to a client, under Rule 15c3-3 of the SEC.\n\nRehypothecation occurs when a lender uses an asset, supplied as collateral on a debt by a borrower, and applies its value to cover its own obligations. In order to do so, the lender may have access to a variety of assets promised as collateral including tangible assets and various securities. This innovative cycle of leveraging another party's assets as collateral generates a type of derivative that can expound positive results or bankrupt companies quickly should the strategy fail.\n\nMost often, brokers rehypothecate assets as they need temporary working capital. These parties often have illiquid assets they own yet have operating requirements that demand cash. Clients must be aware of rehypothecation as it is technically their own assets that have been pledged for someone else's debt. This creates complicated creditor issues where an investors shares may longer be in their possession due to their custodian's default.\n\nWhen assets have been rehypothecated, the original owner may turn into an unsecured credit and not reclaim assets during bankruptcy proceedings.\n\nRehypothecation happens if a customer leaves a number of securities with abrokeras a deposit, most often in a margin account, and the broker then uses the securities as a pledge for the margin on his own margin account or as backing for a loan.\n\nHypothecationoccurs when aborrowerpromises the right to an asset as a form of collateral in exchange for funds. One common example occurs in the primary housing market, where a borrower uses the home he is purchasing as collateral for a mortgage loan.\n\nEven though the borrower asserts a level of ownership over the property, the lender can seize the asset if payments are not made as required. Similar situations occur in other collateralized loans, such as a vehicle loan, as well as with the setup of margin accounts to support other trading actions.\n\nWith rehypothecation, the asset in question has been promised to an institution outside of the borrower’s original intent.\n\nFor example, if a piece of real estate functions as collateral on a mortgage loan and the lender pledges the asset to another financial institution in exchange for a loan, if the mortgage lender fails, the second financial institution may make a claim on the real estate.\n\nThere's a few ways individuals can protect against rehypothecation and preserve their claim to assets during liquidations. The most straightforward way relating to brokerage accounts is not open a margin account and utilize a cash account. This account should not be allowed to have any margin capability.\n\nAlthough this type of account will be limited in what it can do, this account may only be able to place stock trades using buy or sell orders. It may also be able to purchase derivative products. However, you'll only be limited to the cash levels on hand within the account to cover settlements. These types of accounts can never face a margin call as there are no margin requirements to satisfy.\n\nThere may be cases where owners of assets may opt-in or opt-out of allowing a custodian to pledge their assets. In most cases, these types of agreements are baked into the service agreement of the company; if you do not agree, most often the company (especially if they are large and operate online) may not extend to you service. For one-off transactions in which you wish to protect your collateral, you may explicitly restrict rehypothecation of your collateral in the contract.\n\nRehypothecation often makes it cheaper for individuals to incur debt. Borrowers who rehypothecate are often given rebates or lower costs of debt as opposed to traditional loans. Therefore, though there may be more risk, individuals often face less charges to raise capital.\n\nThis concept is especially important for financial institutions that rely on short-term working capital to thrive but financial securities to maximize profits. Banks, brokers, or other financial institutions may navigate a liquidity crunch and access capital by rehypothecating client funds. Not only can this leverage strategy introduce liquidity, it is conceptually a more efficient use of funds and promotes profitability.\n\nThe largest downside of rehypothecation is keeping potential customers in the dark. When banks or brokers rehypothecate, they may \"go behind their clients backs\" to use funds in the client's accounts. Some clients may not prefer that treatment of their assets, especially if they are risk adverse or do not want their assets misused for speculative endeavors.\n\nThere are also leverage considerations that increase that risk of default. Overleveraged investments often face covenants; when specific conditions are met, trading accounts may receive a margin call or face debt default. As a row of dominos fall after a single collapse, a single margin call may cause other debts to fail their account maintenance requirements, setting off a chain reaction that places the institution at higher risk of overall default.\n\nOften leads to lower costs to borrow funds\n\nHelps promote efficient use of capital in markets and institutions\n\nGenerates higher profitability when rehypothecation is successful\n\nAllows risk-seeking investors to leverage capital\n\nResults in potentially not transparent practices\n\nMay be unsettling to customers who do not want their assets touched\n\nOften increases the risk of default\n\nMay entice bad actors to misuse assets\n\nRehypothecation is often used in the financial sector, allowing traders and investors access to more liquid assets such as capital that can be directly invested in assets or securities of their choosing. For example, imagine a trader who owns 100 shares of Microsoft stock. If the investor wants to buy shares ofa different company but can not afford to so, they can open a margin account.\n\nUsing the margin account, the investor can post their Microsoft shares as collateral to take out a loan. Then, they can use those loan proceeds to buy more shares. In theory, the investor can continually post the most recently acquired shares as collateral, then secure financing against those assets.\n\nOne of the more popular real examples of rehypothecation was the activity of MF Global and its bankruptcy. In 2011, MF Global made a speculative bet in Euro zone bonds. Financed via an off-balance sheet arrangement, it is suspected that MF Global essentially used client funds as collateral to then secure funds that were used to back its trades.\n\nThe benefit for customers is they are often incentivized by cheaper fees as the company may be able to pass along lower expenses to the client as they do not need to take out debt. One major regulation was limits up to the liability amount, and it is suspected that MF Global took advantage of international limits that were greater (or limitless) compared to that of the U.S.\n\nWhen the securities failed and the trade collapsed, MF Global's $6.3 billion bet resulted in its clients having to fight over residual company assets. As MF Global's customers were unsecured creditors, they technically stood last in line for recovery during its bankruptcy proceedings.\n\nRehypothecation is legal because it is often agreed to by clients. Clients may have to agree to terms in order to use a service. For example, when they deposit shares into a specific brokerage account, they may have agreed that the broker may do certain things to those shares. Second, rehypothecation. The same may be said about bank deposits; in order to open a bank account at an institution, the fine print may state that the firm is allowed to manage your funds as they see fit.\n\nThere is nothing unique about Bitcoin rehypothecation compared to other securities. Bitcoin rehypothecation is the act of leveraging the asset Bitcoin into debt that is used to finance future investments, though the party taking out the loan on the collateral does not own the Bitcoin. In this example, because Bitcoin is highly volatile, the investor is at greater default risk compared to other securities as a single margin call may unwind all of their positions.\n\nIn the United States, the Securities and Exchange Commission restricts rehypothecation to 140 percent of the loan amount. For example, if collateral of $300 is used to take out a loan for $100, $140 may be rehypothecated. As was seen in the MF Global bankruptcy, there are no rehypothecation limits in some other countries.\n\nRehypothecation is the practice where banks, brokers, or individuals use collateral that they do not own to help finance assets. Previously pledged collateral is used as collateral for a new loan, creating a leveraging cycle that promotes profitability but increases default risk. Consumers can avoid rehypothecation by avoiding margin accounts and restricting those who hold their collateral by using it in certain ways.\n\nEqip. \"MF Global Holdings Ltd., et al.\"",
  "url": "https://www.investopedia.com/terms/r/rehypothecation.asp"
}