{
  "term": "Reinsurance Definition, Types, and How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nReinsurance, often referred to as insurance for insurance companies, is a contract between a reinsurer and an insurer. In this contract, the insurance company—known as the ceding party or cedent—transfers some of its insured risk to the reinsurance company. The reinsurance company then assumes all or part of one or more insurance policies issued by the ceding party.\n\nReinsuranceallows insurers to remain solvent by recovering some or all amounts paid out to claimants. Reinsurance reduces the net liability on individual risks and catastrophe protection from large or multiple losses.\n\nThe practice also providesceding companies, those that seek reinsurance, the chance to increase their underwriting capabilities in number and size of risks. Ceding companies are insurance companies that pass their risk on to another insurer.\n\nBy covering the insurer against accumulated liabilities, reinsurance gives the insurer more security for its equity and solvency by increasing its ability to withstand the financial burden when unusual, major events occur.\n\nInsurers are legally required to maintain sufficient reserves to pay all potential claims from issued policies.\n\nThrough reinsurance, insurers may underwrite policies covering a larger quantity or volume ofriskwithout excessively raising administrative costs to cover their solvency margins. In addition, reinsurance makes substantialliquid assetsavailable to insurers in the event of exceptional losses.\n\nFacultativecoverage protects an insurer for an individual or a specified risk or contract. If several risks or contracts need reinsurance, they are renegotiated separately. The reinsurer holds all rights for accepting or denying a facultative reinsurance proposal.\n\nAreinsurance treatyis for a set period rather than on a per-risk or contract basis. The reinsurer covers all or part of the risks that the insurer may incur.\n\nUnder proportional reinsurance, the reinsurer receives a proratedshare of all policy premiumssold by the insurer. For a claim, the reinsurer bears a portion of the losses based on a pre-negotiated percentage. The reinsurer also reimburses the insurer for processing, business acquisition, and writing costs.\n\nWith non-proportional reinsurance, the reinsurer is liable if the insurer's losses exceed a specified amount, known as the priority or retention limit.\n\nIn the case of non-proportional reinsurance, the reinsurer doesn't have a proportional share in the insurer's premiums and losses. The priority or retention limit is based either on one type of risk or an entire risk category.\n\nExcess-of-loss reinsuranceis a type of non-proportional coverage in which the reinsurer covers the lossesexceeding the insurer's retained limitorsurplus share treaty amount. This contract is typically applied tocatastrophic eventsand covers the insurer either on a per-occurrence basis or for the cumulative losses within a set period.\n\nUnder risk-attaching reinsurance, all claims established during the effective period are covered, regardless of whether the losses occurred outside the coverage period. No coverage is provided for claims originating outside the coverage period, even if the losses occurred while the contract was in effect.\n\nReinsurance is insurance for insurance companies. It’s a way of transferring some of the financial risks that insurance companies assume when insuring cars, homes, people, and businesses to another company, the reinsurer. Contracts between ceding companies and reinsurers are complex and may includecut-through provisionsin case one party becomes insolvent.\n\nSeveral common reasons that insurers obtain reinsurance include: expanding an insurance company's capacity, stabilizing its underwriting results, financing, gaining catastrophe protection, spreading an insurer's risk, and acquiring expertise.\n\nReinsurance has two basic categories: treaty and facultative. Treaties are agreements that cover broad groups of policies, like all a primary insurer’s auto business. Facultative covers specific individual, generally high-value or hazardous risks, such as a hospital, that wouldn't be acceptable under a treaty.\n\nReinsurance, often called \"insurance for insurance companies,\" results from a contract between a reinsurer and an insurer. In it, the insurance company—known as the ceding party or cedent—transfers some of its insured risk to the reinsurance company. As a result, the reinsurance company assumes some or all of the insurance policies issued by the ceding party. Having reinsurance transfers risk to another company to reduce the likelihood of being exposed to large payouts for one or more claims.\n\nNational Association of Insurance Commissioners. \"Reinsurance.\"\n\nCornell University. \"Life Insurance Reserves.\"\n\nNational Association of Insurance Commissioners. \"Glossary: Falcultative Coverage.\"\n\nInternational Monetary Fund. “Insurance Transactions and Positions, and Pension Schemes,” Pages 340-342.\n\nInternational Association of Insurance Supervisors. “Core Curriculum for Insurance Supervisors,” Pages 16-17.\n\nInternational Risk Management Institute. “Understanding the Business-Covered Clause in a Reinsurance Contract.”",
  "url": "https://www.investopedia.com/terms/r/reinsurance.asp"
}