{
  "term": "Reinvestment Risk Definition and How to Manage It",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nReinvestment risk refers to the possibility that an investor will be unable to reinvest cash flows received from an investment, such ascoupon paymentsor interest, at a rate comparable to their current rate of return. This new rate is called thereinvestment rate.\n\nZero-coupon bonds (Z-bonds)are the only type offixed-income securityto have no inherent investment risk since they issue no coupon payments throughout their lives.\n\nReinvestment risk is the likelihood that an investment's cash flows will earn less in a new security, creating anopportunity cost. It is the potential that the investor will be unable to reinvest cash flows at a rate comparable to their current rate of return.\n\nFor example, an investor buys a 10-year $100,000Treasury note (T-note)with an interest rate of 6%. The investor expects to earn $6,000 per year from the security. However, at the end of the first year,interest ratesfall to 4%.\n\nIf the investor buys another bond with the $6,000 received, they would receive only $240 annually rather than $360. Moreover, if interest rates subsequently increase and they sell the note before its maturity date, they stand to lose part of theprincipal.\n\nIn addition to fixed-income instruments such as bonds, reinvestment risk also affects other income-producing assets such as dividend-paying stocks.\n\nCallable bondsare especially vulnerable to reinvestment risk. This is because callable bonds are typically redeemed when interest rates begin to fall. Upon redeeming the bonds, the investor will receive theface value, and the issuer has a new opportunity to borrow at a lower rate. If they are willing to reinvest, the investor will do so receiving a lower rate of interest.\n\nInvestors may reduce reinvestment risk by investing innon-callable securities. Also, Z-bonds may be purchased since they do not make regular interest payments. Investing in longer-term securities is an option, too, since cash becomes available less frequently and does not need to be reinvested often.\n\nAbond ladder, a portfolio of fixed-income securities with varying maturity dates, may help mitigate reinvestment risk as well. Bonds maturing when interest rates are low may be offset by bonds maturing when rates are high. The same type of strategy can be employed withcertificates of deposits (CDs).\n\nInvestors can reduce reinvestment risk by holding bonds of different durations and by hedging their investments withinterest rate derivatives.\n\nHaving a fund manager can help reduce reinvestment risk; therefore, some investors consider allocating money intoactively managedbond funds. However, becausebond yieldsfluctuate with the market, reinvestment risk still exists.\n\nInstead of making coupon payments to the investor, some bonds automatically reinvest the coupon paid back into the bond, so it grows at a statedcompound interest rate. When a bond has a longer maturity period, the interest on interest significantly increases the total return and might be the only method of realizing an annualizedholding period returnequal to the coupon rate. Calculating reinvested interest depends on the reinvested interest rate.\n\nReinvested coupon payments may subsequently account for a good amount of a bond’s return to an investor. The exact amount depends on the interest rate earned by the reinvested payments and the time until the bond’s maturity date. The reinvested coupon payment may be calculated by figuring the compounded growth of reinvested payments, or by using a formula when the bond’s interest rate andyield-to-maturityrate are equal.\n\nCompany A issues callable bonds with an 8% interest rate. Interest rates subsequently drop to 4%, presenting the company with an opportunity to borrow at a much lower rate.\n\nAs a result, the company calls the bonds, pays each investor their share of principal and a smallcall premium, and issues new callable bonds with a 4% interest rate. Investors may reinvest at the lower rate or seek other securities with higher interest rates.\n\nFinancial Industry Regulatory Authority. \"The One-Minute Guide to Zero Coupon Bonds.\"\n\nFinancial Industry Regulatory Authority. \"Callable Bonds: Don’t Be Surprised When Your Issuer Comes Calling.\"\n\nFinancial Industry Regulatory Authority. \"Understanding Bond Yield and Return.\"",
  "url": "https://www.investopedia.com/terms/r/reinvestmentrisk.asp"
}