{
  "term": "Reinvestment Rate: Definition, Example, Risk",
  "definition": "The reinvestment rate is the amount of interest that can be earned when money is taken out of onefixed-income investmentand put into another. For example, the reinvestment rate is the amount of interest the investor could earn if he purchased a new bond while holding acallable bondcalled due because of an interest rate decline.\n\nReinvestment rates are of particular concern to risk-averse investors who invest in Treasury bills (T-bills),Treasury bonds(T-bonds), municipal bonds, Certificates of Deposit (CDs), preferred stocks with a stated dividend rate, and other fixed-income investments. These investors—who are often retirees or close to retirement—rely on the steady income provided by their investments. While reinvesting in fixed-income securities is a commonretirement portfolio strategy, it does have risks, such as interest rate risk.\n\nThe reinvestment rate is thereturnan investor expects to receive after reinvesting the cash flows from an investment. The return is expressed as a percentage and represents the anticipated profit the investor expects to make on the reinvestment of their money.\n\nFor example, take an investor who has purchased a 5-year CD with an interest rate of 2%. At the end of the term, the investor can reinvest their money in another CD at the going interest rate, they can take the cash without reinvesting, or they can reinvest in another kind of investment. If they choose to reinvest in a bond offering a 3.5%yield, then their reinvestment rate is 3.5%.\n\nAnticipated reinvestment rates play a role in an investor’s decisions about what term to select when purchasing a bond orCertificate of Deposit(CD). An investor who expects interest rates to rise might select a shorter-term investment under the assumption the reinvestment rate when the bond or CD matures will be higher than the interest rates that can be locked for longer-maturity investments.\n\nWhen a bond is issued, and interest rates increase, an investor facesinterest rate risk. Since bond prices fall when interest rates rise, an investor holding afixed-rate bondmay experience a capital loss if the bond is sold before its maturity date. The longer the time period until maturity, the greater the bond is subject to interest rate risk. Because a bondholder is given the face amount at maturity, bonds nearing the maturity date have little interest rate risk.\n\nInvestors can reduce interest rate risk by holding bonds of different durations and by hedging their investments withinterest rate derivatives.\n\nWhen interest rates decrease, the price of a fixed-rate bond increases. An investor may decide to sell a bond for a profit. Holding onto the bond may result in not earning as much interest income from reinvesting the periodiccoupon payments. This is calledreinvestment risk. When interest rates decline, interest payments on bonds also decrease. A bond’s yield to maturity declines, reducing the total income received.\n\nInstead of making coupon payments to the investor, some bonds reinvest the coupon into the bond, so it grows at a statedcompound interest rate. When a bond has a longer maturity period, the interest on interest significantly increases the total return and might be the only method of realizing an annualized holding period return equal to the coupon rate. Calculating reinvested interest depends on the reinvested interest rate.\n\nReinvested coupon payments may account for up to 80% of a bond’s return to an investor. The exact amount depends on the interest rate earned by the reinvested payments and the time period until the bond’s maturity date. The reinvested coupon payment may be calculated by figuring the compounded growth of reinvested payments, or by using a formula when the bond’s interest rate andyield-to-maturityrate are equal.",
  "url": "https://www.investopedia.com/terms/r/reinvestmentrate.asp"
}