{
  "term": "Reinsurance Ceded: Definition, Types, Vs. Reinsurance Assumed",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nReinsurance ceded is an insurance industry term that refers to the portion of risk that a primary insurer passes to another insurer. That other insurer is often a specialist in reinsurance. This practice allows the primary insurer to limit the overallriskexposure that it takes on with its clients.\n\nThe primary insurer is referred to as the ceding company while the reinsurance company is calledthe accepting company. The accepting company receives a premium, paid by the ceding company, in exchange for taking on the risk.\n\nReinsurance is sometimes called \"stop-loss insurance.\" The practice allows an insurance company to put a cap on the maximum losses it may sustain in a worst-case scenario.\n\nThe reinsurance process allows insurance companies to protect themselves against the possibility of a claim for catastrophic damages that would be beyond their financial resources. A worst-case scenario like a major hurricane could otherwise be devastating. By offloading some portion of the overall risks they underwrite, the insurance company reduces its overall risk and is able to keep premium costs lower for all of its clients.\n\nThe agreement between the ceding company and the accepting company is called the reinsurance contract, and it covers all terms related to the ceded risk. The contract outlines the conditions under which the reinsurance company will pay outclaims.\n\nThe accepting company pays a commission to the ceding company on the reinsurance ceded. This is called aceding commission, and covers administrative costs, underwriting, and other related expenses. The ceding company can recover part of any claim from the accepting company.\n\nReinsurance is often written by a specialist reinsurance company. The biggest names globally in reinsurance include Swiss Re Ltd., Berkshire Hathaway Inc., and Reinsurance Group of America Inc.\n\nSome reinsurance is handled by insurers internally—automobile insurance, for example—by diversifying the types of clients the company takes on. In other cases, such asliability insurancefor a large international business, a specialty reinsurer may be necessary becausediversificationis not possible.\n\nAn insurer may multiply the ceding and reinsurance process to create a portfolio whose claims values fall below the premiums and investment income the company generates.\n\nThere are two types of reinsurance contracts used for reinsurance ceding: facultative reinsurance and the treaty reinsurance contract.\n\nIn a facultative reinsurance contract, each type of risk that may be passed to the reinsurer in exchange for a premium is negotiated individually. The reinsurer can reject or accept individual parts of a contract proposed by the ceding company. or can accept or reject the contract in its entirety,\n\nWith atreaty reinsurancecontract, the ceding company and the accepting company agree on a broad set of insurance transactions that are covered by reinsurance.\n\nFor example, the ceding insurance company may cede all of the risks for flood damage, and the accepting company may accept all flood damage risks in a particular geographic area such as a floodplain.\n\nMunich Re Group is the world's largest reinsurer, or recipient of ceded insurance, as of 2022, with net premiums of approximately $43.1 billion, according to Statista.\n\nThe insurance industry by definition is exposed to an unusual degree of risk. The process of reinsurance ceded keeps the industry stable. That is, it allows individual insurers to manage earnings volatility and maintain adequate capital reserves. In any business, those are keys to success.\n\nReinsurance also allows an insurer the freedom tounderwritepolicies that cover a larger volume of risks without excessively raising the costs of covering their solvency marginsor the amount at which the assets of the insurance company, at fair values, exceed its liabilities and other comparable commitments.\n\nReducing risks through reinsurance frees up substantial liquid assets that an insurer needs to keep on hand in case of unexpected claims.\n\nFor the client, the reinsurance ceded process lifts an administrative burden. The client does not have to shop for multiple insurers to take on different types of risks or different levels of protection for its business operations. The process is handled among insurers,\n\nReinsurance contracts are negotiated on a case-by-case basis and have grown increasingly complex, according to Deloitte, a professional services advisory firm. In a report,Modernizing Reinsurance Administration, the company notes that many large insurers are taking on and administering literally thousands of reinsurance contracts. It argues that many companies have not adequately updated and integrated their data technology systems in order to handle these complex demands effectively.\n\nThe main challenge for the reinsurance industry is, of course, the utter unpredictability of catastrophic events. The COVID-19 pandemic, for example, presents an unprecedented challenge to certain specialty reinsurers such as those in the business of protecting against losses in the travel industry and the convention business.\n\nThe insurance industry in the U.S. is regulated mostly at the state level. That means that an insurance company must abide by the regulations of the individual states in which it does business. The responsibilities are multiplied, of course, in a global business environment.\n\nThe reinsurance industry, by contrast, is not as heavily regulated. Reinsurers do not deal directly with policyholders, so consumer protections do not necessarily apply.\n\nNevertheless, reinsurers must be licensed as insurers in each state in which they do business. They also must abide by the regulations and financial reporting requirements of each jurisdiction.\n\nReinsurance ceded and reinsurance assumed are the actions taken by the two parties involved in this type of contract between two insurance companies.\n\nThe loss ratio is a key metric for the insurance industry. It is the ratio of losses paid out to premiums paid in and is expressed as a percentage. It is a high-level snapshot of an insurance company's profitability.\n\nCeded loss ratio, also calledceded reinsurance leverage, is an indication of how much of its risk (and how much of its premiums) an insurance company is passing off to reinsurers.\n\nSurplus share reinsurance and quota reinsurance are two types of agreement between an insurer and a reinsurer that define the responsibilities of each party.\n\nIn asurplus share treaty, the primary insurer retains the liabilities of a contract up to a specific amount. The remainder is passed along to a reinsurer.\n\nAquota share treatyis essentially the reverse. The primary insurer passes along the responsibility for risks to a reinsurer, up to a certain limit. The primary insurer is responsible for losses exceeding that amount.\n\nReinsurance News. \"Top 50 Global Reinsurance Groups.\"\n\nDeloitte. \"Modernizing Reinsurance Administration.\"\n\nLife & General Insurance. \"Top 12 Advantages of Reinsurance.\"\n\nDeloitte. \"Modernizing Reinsurance Administration.\"\n\nCaptive. \"Reinsurance Business Faces Challenges but Is Positioned to Address Them.\"\n\nInternational Risk Management Institute. \"Reinsurance and Ever-Expanding Regulation and Oversight.\"\n\nCorporate Finance Institute. \"What is the Loss Ratio?\"",
  "url": "https://www.investopedia.com/terms/r/reinsurance-ceded.asp"
}