{
  "term": "REIT: What It Is and How to Invest",
  "definition": "Plus tips on how to get started with these alternative investments\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA real estate investment trust (REIT) is a company that owns, operates, or finances income-generating real estate and sells shares to raise capital to do so.\n\nReal estate investment trusts (REITs) are companies that own, operate, or finance income-producing real estate across a wide range of property sectors. These investments allow you to earnincomefromreal estatewithout having to buy, manage, or finance properties themselves.\n\nCreated by a 1960 law, REITs were designed to make real estate investing more accessible so smallerinvestorscould invest in a portfolio of skyscrapers, shopping malls, or apartment complexes with the same ease as buying stocks. By pooling capital from many investors, REITs have changed and funded much of American real estate, often in ways few in the public understand. Below, we’ll explore how they work, what benefits and risks you need to know about, and how to invest in them.\n\nCongress established REITs in 1960 through an amendment to the Cigar Excise Tax Extension.The provision enabled firms to pool capital from investors to buy largereal estate portfolios.REITs operate like mutual funds—firms manage pools of funds for the sake of many investors—but for real estate instead of stocks and bonds. Investors earn returns in two ways: from dividends or an increase in the value of the REIT’s shares.\n\nCentral to REITs is that they take the quintessential example of illiquid assets—real estate—and make them liquid. REITs invest in all kinds of properties: apartment complexes, data centers, healthcare facilities, hotels, infrastructure (fiber cables, cell towers, and energy pipelines), office buildings, retail centers, self-storage units, timberland, and warehouses. REITs tend to specialize in specific real estate sectors, like commercial properties. However, many hold diversified portfolios of many kinds of properties.\n\nAs you can see below, the amount investors have pooled in REITs has risen significantly in the past quarter century—almost exactly tenfold. Also notable is the undulation of the line graph as market bubbles inflate, crises and recessions arrive, and interest rates shift. Often thought of as the most stable of stock assets—after all, the sector includes the ground beneath your feet—the value of real estate and, thus, the returns from REITs are certainly not.\n\nMost REITs lease space, collect rent on properties, and distribute that income as dividends to shareholders. A small percentage of REITs, called mortgage REITs, earn money from financing real estate, not owning it. In the mid-2020s, they account for about 4% of REIT assets in the United States.\n\nTo qualify as a REIT, a company must meet several requirements set by the Internal Revenue Service (IRS).These include the following:\n\nAn example of a REIT is Healthpeak Properties Inc. (DOC), an S&P 500 company that owns, manages, and develops healthcare real estate.In mid-2024, it had a market capitalization of almost $15 billion, with 2023 profits of almost $1.3 billion.\n\nWhile REITs are categorized by the different kinds of properties they invest in, there have traditionally been three major types:\n\nWithin the above types are REITs that have different ways of attracting funding. These differences will be important when we next go through our tips for how to begin investing in REITs:\n\nIn addition, REITs may be included indefined benefitanddefined contributionplans through mutual funds and exchange-traded funds (ETFs). Thus, many U.S. investors own shares in REITs through their retirement savings.\n\nAs of 2024, REITs own more than $4.0 trillion in commercial real estate. About 63% of these assets are owned by publicly traded trusts.\n\nIf you’re new to REIT investing, here aretips to get you started:\n\nFor newcomers, publicly traded REITs offer the easiest way to get started. You don’t need a vast amount of money—the cost of entry is the trust’s share price that interests you. Private REITs, meanwhile, are only open toaccredited investorsand have minimums starting in the low thousands.\n\nWhen investing in publicly traded REITs, here are strategies to consider:\n\nThe Financial Industry Regulatory Authority has repeatedly warned investors about fraud in the sector, showing how many REIT scams involve “REITs” that are anything but: They don’t own real estate, aren’t invested in anything, and aren’t trusts or to be trusted.\n\nIt’s prudent to begin with amodest allocationand gradually increase your exposure over time. You might begin by investing a small percentage of your portfolio—perhaps 2% to 5%—in a broadly diversified REIT or REIT fund. You can then take the time to get familiar with the real estate market—its income potential, its ups and downs, and how its shifts correlate with stocks, bonds, and other assets.\n\nAs you do this, pay attention to how your REIT investments affect your risk profile and other parts of your portfolio. Some financial advisors suggest a well-diversified portfolio might include a 5% to 15% allocation to real estate. However, the right amount depends on your financial goals, risk tolerance, and investment timeline.In addition, the real estate market is often cyclical, so scaling up gradually should help you avoid being overexposed when a downturn arrives.\n\nYou might also spread investments across real estate sectors (e.g., residential, commercial, healthcare, etc.) to balance your portfolio. This table gives you a quick view of the different property categories and their characteristics:\n\nFor investors aiming to diversify their portfolios with real estate,REIT mutual fundsandETFscan help spread risk even further than individual REITs. Both options expose you to a broad spectrum of real estate sectors through a single financial product. However, they come with specific characteristics you’ll need to consider.\n\nYou’ll want to closely examine the expense ratios for REIT mutual funds or ETFs. Mutual fund and ETF fees are far closer than a generation ago—they are often very similar when holding the same assets—and both types of funds have dropped their fees by more than half over the past 20 years.As such, where in the past you might have looked to invest in REITs on your own to keep more of your returns, that’s less the case in the mid-2020s.\n\nThese funds passively track real estate indexes, offering broad market exposure at lower fees than their actively managed peers. For example, the Vanguard Real Estate ETF (VNQ) mimics the MSCI US Investable Market Real Estate 25/50 Index, which covers a wide swath of American real estate.\n\nIf you want international exposure, the iShares Global REIT ETF (REET) tracks the NAREIT Global REIT Index, which covers REITs in both developed and emerging markets.\n\nREITs have specific tax implications that should be considered since they can greatly impact your returns. These trusts are not typically subject to corporate income tax as long as they distribute at least 90% of their taxable income to shareholders as dividends.\n\nThis pass-through structure can result in higher dividend yields for investors. However, unlike qualified dividends from stocks, which are often taxed at lowercapital gains rates, most REIT dividends are taxed as ordinary income. This could result in higher tax bills, especially for investors in higher tax brackets.\n\nMany hold REITs in tax-advantaged individual retirement accounts (IRAs) or 401(k)s to mitigate these tax impacts. This way, REIT dividends can compound tax free (e.g., in Roth accounts) or tax deferred (traditionalIRAs). This strategy can significantly improve your long-term returns by allowing you to reinvest more of your dividends.\n\nThe returns of REITs have a relatively low correlation with other assets. That means they don’t necessarily follow what’s happening with stocks, bonds, or other parts of the market. That’s why they can help diversify a portfolio: They might stay steady as other assets head downward.\n\nIn addition, theTax Cuts and Jobs Act of 2017introduced a qualified business income (QBI) deduction with specific benefits for those holding REITs. The deduction is the QBI plus 20% of qualified REIT dividends or 20% of the taxable income minus net capital gains, whichever is less.This deduction allows eligible taxpayers to deduct up to 20% of their qualified REIT dividends, potentially lowering their effective tax rate on REIT income.\n\nThe combination of these factors—the QBI deduction, the REIT’s tax-advantaged design, and the taxing of dividends—creates a complex but potentially beneficial tax situation for many REIT investors. However, balancing this approach as part of your overall investment strategy and liquidity needs is crucial, especially since retirement account funds have withdrawal restrictions. As always, it’s wise to consult a tax professional to understand how any of this would apply to your tax situation.\n\nMany REITs also often use leverage (they borrow) to buy up more properties. When comparing REITs, looking at theirdebt-to-equity ratiosis essential so you’re not putting money into a venture sinking under its debt.\n\nYou’ll want to keep abreast of real estate trends to make informed decisions about your REIT investments. Keep an eye on basic economic indicators likeinterest rates,inflation, and unemployment since these significantly impact real estate values and rental income. You’ll want to key in on the fundamentals for the sectors where your REITs hold property. That might mean following demographic shifts like urbanization and gentrification, changes in households (people living with their parents longer, etc.) that will affect demand in different parts of the country, keeping an eye on how office work is migrating to the ex-urbs, or any number of economic and social changes that affect subsets of the real estate sector.\n\nThe chart for year-over-year returns for 2023 below suggests why: sectors that seem very alike—like shopping malls and shopping centers—often perform very differently, and investors need to keep an eye on the specific dynamics for each part of the real estate sector that their REITs are invested in.\n\nStable cash flow through dividends\n\nCan have attractive risk-adjusted returns\n\nDividends are taxed as regular income\n\nPotential for high management and transaction fees\n\nShares in REITs are relatively easy to buy and sell, as many trade on public exchanges. REITs offer attractive risk-adjusted returns and stable cash flow. Including real estate in a portfolio provides diversification and dividend-based income.\n\nHowever, REITs don’t offer capital appreciation since REITs must pay 90% of their income back to investors.Only 10% of taxable income can thus be reinvested into the REIT to buy new holdings. In addition, REIT dividends are taxed as regular income, and some REITs have high management and transaction fees.\n\nWhether investing in these trusts is a good idea depends on your financial goals,risk tolerance, and overall stock market investing strategy. REITs offer the potential for steady income through dividends, portfolio diversification, and exposure to real estate without all the complexities and headaches of directly owning property. They have historically provided competitive long-term returns and can serve as a hedge against inflation.\n\nHowever, REITs also have risks, such as sensitivity to interest rate changes, economic downturns, and sector-specific challenges.\n\nThe SEC recommends that investors be wary of anyone who tries to sell REITs that aren’t registered with U.S. regulators. It advises, “You can verify the registration of both publicly traded and non-traded REITs through the SEC’sEDGARsystem. You can also use EDGAR to review a REIT’s annual and quarterly reports as well as any offering prospectus.”If you stick to regulated REITs, you’ll have the normal risk of such trusts but not the outright fraud that would take off with your whole investment.\n\nBy law, REITs must pay out 90% or more of their taxable profits to shareholders as dividends. As a result, REIT companies are often free from most corporate income tax. Many REITs reinvest shareholder dividends, offering deferred taxation and compounding your gains.\n\nA “paper clip REIT” increases the tax advantages of a REIT while allowing it to manage properties that such trusts normally can’t. It involves two entities “clipped” together via an agreement where one entity owns and the other manages the properties. Paper clip REITs entail stricter regulatory oversight since there can be conflicts of interest. They are uncommon.\n\nWhile some REITs do, that’s not universal. The dividend schedule for REITs varies, with most paying quarterly, some monthly, and a few annually or semiannually. Monthly-paying REITs are often attractive to income-focused investors seeking regular cash flow since many provide a steady income via dividends. However, the frequency of payments doesn’t necessarily indicate higher returns or better financial health for the REIT.\n\nREITs have taken something only the richest historically could afford—properties—and packaged shares in them to trade like other assets on U.S. stock markets and among private investors. They alleviate not only the amount of funding you would need to buy real estate but also the effort and time needed to manage them.\n\nREITs deliver diversification for your portfolio, potentially generate steady income throughdividends, and give you exposure to a range of properties. REITs can also serve as a hedge against inflation and have historically delivered competitive long-term returns. However, like all investments, they come with risks, including sensitivity to interest rate changes, and REITs can face challenges when there are dips in industries where they hold property—trusts holding downtown office space in the early 2020s are a prime example. For those considering them, it’s crucial to approach the decision with careful consideration and research. Seeking the advice of a financial advisor is prudent as well.\n\nGovInfo. “Cigar Excise Tax Extension of 1960.”\n\nU.S. Securities and Exchange Commission. “Investor Bulletin: Real Estate Investment Trusts (REITs),” Page 1.\n\nMoney Inc. “The History of REITs.”\n\nBrad Thomas, via Wiley. “The Intelligent REIT Investor Guide,” Pages 191–193. John Wiley & Sons, 2021.\n\nInternal Revenue Service. “Instructions for Form 1120-REIT (2023).”\n\nHealthpeak Properties. “Our Strategy—Clarity That Delivers.”\n\nHealthpeak Properties Investor Relations. “Annual Reports.”\n\nNational Association of Real Estate Investment Trusts. “The Investor’s Guide to REITs,” Pages 5–6.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Investor Bulletin: Publicly Traded REITs.”\n\nFinancial Industry Regulatory Authority. “Real Estate Investment Trusts: Alternatives to Ownership.”\n\nNareit. “REITs by the Numbers.”\n\nRon Forlee, via Wiley. “Real Estate Development Strategy for Investors,” Pages 175–215. John Wiley & Sons, 2022.\n\nBrad Thomas, via Wiley. “The Intelligent REIT Investor Guide,” Pages 123–139. John Wiley & Sons, 2021.\n\nBrad Thomas, via Wiley. “The Intelligent REIT Investor Guide,” Pages 15–27. John Wiley & Sons, 2021.\n\nBrad Thomas, via Wiley. “The Intelligent REIT Investor Guide,” Pages 187–195. John Wiley & Sons, 2021.\n\nInvestment Company Institute, via Internet Archive Wayback Machine. “2023 Investment Company Fact Book.”\n\nInternal Revenue Service. “About Form 8995, Qualified Business Income Deduction.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Real Estate Investment Trusts (REITs).”\n\nU.S. Securities and Exchange Commission. “Investor Bulletin: Real Estate Investment Trusts (REITs),” Pages 1–4.",
  "url": "https://www.investopedia.com/terms/r/reit.asp"
}