{
  "term": "Relative Strength: Definition in Investing and Stock Analysis",
  "definition": "Relative strength is a strategy used inmomentum investingand in identifying value stocks. It focuses on investing in stocks or other investments that have performed well relative to the market as a whole or to a relevantbenchmark. For example, a relative strength investor might select technology companies that have outperformed theNasdaq Composite Index, or stocks that are outperforming the S&P 500 index.\n\nTechnical analysts use an indicator known as therelative strength index(RSI) to generate overbought or oversold signals.\n\nWhile the goal ofvalue investingis to buy low and sell high, the goal of relative strength investing is to buy high and sell even higher. As such, relative strength investors assume that the trends currently displayed by the market will continue for long enough to allow them to realize a positive return. Any sudden reversal of that trend will lead to negative results.\n\nToidentify investment candidates, relative strength investors begin by observing a benchmark such as the Nasdaq Composite Index. They will then look to see which companies within that market have outperformed their peers, either by rising more rapidly than their peers or by falling less rapidly than them.\n\nBecause relative strength investing assumes that present trends will continue into the future, it is most effective in stable periods with minimal disruption. By contrast, chaotic periods such as the2007–2008 financial crisiscan be dangerous for relative strength investors because they can lead to sharp reversals of investment trends. In those situations,investor psychologycan suddenly reverse, with yesterday's investment darlings suddenly being shunned.\n\nAlthough momentum investing is often associated with individual stocks, it can also be applied to whole markets or industry sectors usingindex fundsandexchange traded funds (ETFs). Similarly, investors can make relative strength investments in other asset classes, such as in real estate, usingreal estate investment trusts (REITs). More exotic instruments, such as commodityfutures,options, and otherderivative products, can also be used.\n\nRelative strength investing can also be used as one component of a larger strategy, such as pairs trading.\n\nHarry is a relative strength investor who keeps a close eye on corporate bond prices and theS&P 500. His investment portfolio consists of an S&P 500 index fund and an ETF that tracks thecorporate bondmarket. As a relative strength investor, he periodically increases hisallocationtoward whichever asset is outperforming at that time. In doing so, he hopes to benefit from the continuing trend of that asset's outperformance, effectively buying high and selling higher.\n\nIn recent months, he has noticed that investors seem to be increasing their portfolio bond allocations at the expense of stocks. This inflow of money into the bond market has been raising bond prices and loweringyields.\n\nExpecting this trend to continue, Harry responds by decreasing his investment in the S&P 500 and increasing his investment in the corporate bond ETF. He hopes to benefit from any ongoing outperformance of bonds relative to stocks.\n\nShort-term and technical traders also look at relative strength. In technical analysis, the relative strength index (RSI) is amomentum indicatorthat measures the magnitude of recent price changes to evaluateoverboughtoroversoldconditions in the price of a stock or other asset. The RSI is displayed as an oscillator (a line graph that moves between two extremes) and can have a reading from 0 to 100. The indicator was originally developed by J. Welles Wilder Jr. and introduced in his seminal 1978 book, \"New Concepts in Technical Trading Systems.\"\n\nTraditional interpretation and usage of the RSI are that values of 70 or above indicate that a security is becoming overbought or overvalued and may be primed for a trendreversalor correctivepullbackin price. An RSI reading of 30 or below indicates an oversold orundervaluedcondition.\n\nImage by Sabrina Jiang © Investopedia 2021",
  "url": "https://www.investopedia.com/terms/r/relativestrength.asp"
}