{
  "term": "Relative Vigor Index (RVI): Definition, Formula, and Uses in Trading",
  "definition": "The Relative Vigor Index (RVI) is amomentum indicatorused in technical analysis. It measures the strength of a trend by comparing a security's closing price to its trading range while smoothing the results using asimple moving average (SMA).\n\nThe RVI's usefulness is based on the observed tendency for prices to close higher than they open during uptrends, and to close lower than they open in downtrends.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe RVI formula may look complicated, but it is really fairly intuitive:\n\nNUMERATOR=a+(2×b)+(2×c)+d6DENOMINATOR=e+(2×f)+(2×g)+h6RVI=SMA of NUMERATOR forNperiodsSMA of DENOMINATOR forNperiodsSignal Line=RVI+(2×i)+(2×j)+k6where:a=Close−Openb=Close−Open One Bar Prior toac=Close−Open One Bar Prior tobd=Close−Open One Bar Prior toce=High−Low of Baraf=High−Low of Barbg=High−Low of Barch=High−Low of Bardi=RVI Value One Bar Priorj=RVI Value One Bar Prior toik=RVI Value One Bar Prior tojN=Minutes/Hours/Days/Weeks/Months\\begin{aligned} &\\text{NUMERATOR}=\\frac{a+(2\\times b)+(2\\times c)+d}{6}\\\\[7pt] &\\text{DENOMINATOR}=\\frac{e+(2\\times f)+(2\\times g)+h}{6}\\\\[7pt] &\\text{RVI}=\\frac{\\text{SMA of NUMERATOR for $N$ periods}}{\\text{SMA of DENOMINATOR for $N$ periods}}\\\\[7pt] &\\qquad\\text{\\ Signal Line }=\\frac{\\text{RVI}+(2\\times i)+(2\\times j)+k}{6}\\\\[7pt] &\\textbf{where:}\\\\ &a = \\text{Close}-\\text{Open}\\\\ &b=\\text{Close}-\\text{Open One Bar Prior to }a\\\\ &c =\\text{Close}-\\text{Open One Bar Prior to }b\\\\ &d =\\text{Close}-\\text{Open One Bar Prior to }c\\\\ &e =\\text{High}-\\text{Low of Bar }a\\\\ &f =\\text{High}-\\text{Low of Bar }b\\\\ &g =\\text{High}-\\text{Low of Bar }c\\\\ &h =\\text{High}-\\text{Low of Bar }d\\\\ &i = \\text{RVI Value One Bar Prior}\\\\ &j = \\text{RVI Value One Bar Prior to }i\\\\ &k = \\text{RVI Value One Bar Prior to }j\\\\ &N = \\text{Minutes/Hours/Days/Weeks/Months} \\end{aligned}​NUMERATOR=6a+(2×b)+(2×c)+d​DENOMINATOR=6e+(2×f)+(2×g)+h​RVI=SMA of DENOMINATOR forNperiodsSMA of NUMERATOR forNperiods​Signal Line=6RVI+(2×i)+(2×j)+k​where:a=Close−Openb=Close−Open One Bar Prior toac=Close−Open One Bar Prior tobd=Close−Open One Bar Prior toce=High−Low of Baraf=High−Low of Barbg=High−Low of Barch=High−Low of Bardi=RVI Value One Bar Priorj=RVI Value One Bar Prior toik=RVI Value One Bar Prior tojN=Minutes/Hours/Days/Weeks/Months​\n\nThe RVI indicator is calculated in a similar fashion to thestochastics oscillatorbut it compares the close relative to the open rather than comparing the close relative to the low. Traders expect the RVI value to rise as the bullishtrendgains momentum because, in this positive setting, a security's closing price tends to be at the top of the range while the open is near the low of the range. In other words, during an uptrend, prices often close higher than they open, while during a downtrend, prices often close lower than they open.\n\nThe RVI is interpreted in the same way as many other oscillators, such asmoving average convergence-divergence (MACD)or therelative strength index (RSI). While oscillators tend to fluctuate between set levels, they may remain at extreme levels over a prolonged period of time so that interpretation must be undertaken in a broad context to be actionable.\n\nThe RVI is instead a centeredoscillatorand not a banded (trend-following) oscillator, which means that it's typically displayed above or below the price chart, moving around a center line rather than the actual price. It's a good idea to use the RVI indicator in conjunction with other forms oftechnical analysisin order to find the highest probability outcomes.\n\nA trader might examine potential changes in a trend with the RVI indicator by looking for divergences with the current price. The trader would then identify specific entry and exit points with traditionaltrendlinesand chart patterns.\n\nThe two most popular trading signals include:\n\nThe RVI works best in trending markets. It tends to generate false signals in rangebound markets. Results can be improved by setting longer-term lookback periods, which help to reduce the impact ofwhipsawsand short-term countertrends.\n\nTechnical analysis is a trading strategy that uses data on statistical trends to evaluate trends and make investment or trading decisions. It focuses on the study of price and volume, using data from price movements and trading volume to analyze how trends are likely to change. This is different from fundamental analysis, which uses data about the company underlying the asset to make investment or trading decisions.\n\nThe Relative Vigor Index is considered a leading indicator, meaning it changes before the trend changes. The RVI signals that a trend change is likely in the future when its value diverges from the current behavior of the asset's price.\n\nThe Relative Vigor Index is a momentum indicator. These are leading indicators that evaluate the speed of price changes over time. Other types of technical indicators include trend indicators (lagging), mean reversion indicators (lagging) relative strength indicators (leading), and volume indicators (leading or lagging).\n\nThe Relative Vigor Index (RVI) is a momentum indicator used in technical analysis. It smooths out price fluctuations using a simple moving average, which makes trends easier to identify for traders.\n\nWhen the RVI indicator and the price of an asset diverge, this suggests that the current price trend is likely to change. As an indicator, it is most useful in trending markets. The Relative Vigor Index may generate false signals in rangebound markets.\n\nTrading View. \"Relative Vigor Index.\"",
  "url": "https://www.investopedia.com/terms/r/relative_vigor_index.asp"
}