{
  "term": "Relative Valuation Model: Definition, Steps, and Types of Models",
  "definition": "Tobi is a crypto writer at Investopedia. He aims to simplify the complex concepts of blockchain and cryptocurrencies for the masses.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nseksan Mongkhonkhamsao / Getty Images\n\nA relative valuation model is a tool used to value companies and compare them to each other by using particular metrics.\n\nA relative valuation model is a financial tool for comparing a company’s value to that of similar companies. Rather than valuing a business on its own internal metrics, this approach asks: How does the company stack up against its peers or industry averages?\n\nBy examining market valuations of comparable firms, analysts can gauge whether astockappears overvalued, undervalued, or fairly priced relative to others in its field. This provides market-based context for making investment decisions.\n\nA relative valuation model estimates a company’s worth by comparing it to other companies'. It usesfinancial ratiosor multiples of similar businesses to judge the company’s value. The idea is that companies with similar operations should trade at similar multiples.\n\nIf one company’s metrics, such as its price-to-earnings ratio, are out of line with those of its peers, it could indicate that the stock is mispriced. For example, if peers trade around 10x earnings and one company trades at 5x, that company looks undervalued relative to the group. Relative valuation models, therefore, rely on peer valuations, rather than on intrinsic value calculations.\n\nBridger Pennington, co-founder of Fund Launch, emphasizes: \"Valuation isn't done in isolation; it's guided by how similar companies are trading.\"\n\nAbsolute valuation calculates intrinsic value based on a company's future cash flows, without referencing market comparisons. Common methods includediscounted cash flow (DCF)analysis. In contrast, relative valuation focuses on current market prices of comparable companies to evaluate a stock’s worth.\n\nPennington highlights this difference clearly: \"Absolute valuation is about what a company is fundamentally worth; relative valuation is about what others are willing to pay.\"\n\nAnalyststypically use both methods. Absolute valuation provides foundational value, while relative valuation confirms this through market data. Together, they offer a more comprehensive understanding of a company's worth.\n\nAnalysts use several key valuation multiples to compare companies. The choice of metric depends on the industry and what drives value. Common ratios include:\n\nTheprice-to-earnings (P/E)ratio is calculated by dividing a stock’s price by its earnings per share.It shows how much investors are paying for each dollar of earnings. In a relative valuation, a company’s P/E is compared to those of other companies.\n\nA higher P/E than peers indicates the stock is potentially overvalued, while a lower P/E suggests it’s potentially undervalued. For example, if the average P/E in an industry is 15 and Company A’s P/E is 8, Company A looks undervalued compared to its peers.\n\nEnterprise value (EV)represents the total value of a company (equity plus debt minus cash). A common EV-based metric is EV/EBITDA, which divides enterprise value by earnings before interest, taxes, depreciation, and amortization.\n\nThis ratio allows comparison of companies regardless of their capital structure, since it factors in debt and uses a pre-interest earnings measure. If one company’s EV/EBITDA is lower than those of similar companies, it may be undervalued on this basis.\n\nAnalysts also use EV/Sales (enterprise value to sales) for situations where earnings are negative or not meaningful, such as early-stage companies.\n\nOther multiples are used depending on the industry:\n\nEach sector tends to have favored metrics. For instance, banks often use price-to-book value, while telecom and utility companies might emphasize EV/EBITDA. The key is selecting ratios that best capture how investors value companies in that particular sector.\n\nHere are the necessary steps to conduct a relative valuation:\n\nThese models apply an average market multiple from comparable companies to the target’s financial results to estimate its value. For example, let's say comparable firms trade at an average of 5× sales, and the target company has $200 million in sales. In this scenario, a market multiple approach would suggest a valuation of about $1 billion (5 × $200M) for the target’sequity.\n\nMarket multiple models are straightforward to use and tie the valuation directly to prevailing market benchmarks. The key is ensuring the multiple used is representative of the peer group and not skewed by outliers.\n\nComparable company analysis (CCA)involves a side-by-side comparison of key multiples for a group of similar companies to see where the target falls. This provides a nuanced view of valuations, showing the range among peers rather than a single average. Using this information, the analyst can estimate a fair value range for the target. If most peers trade between 8× and 10× EBITDA, the target will likely fall in that band, barring unique factors.\n\nThis approach examines valuation multiples from past acquisition deals involving similar companies. By looking at what acquirers paid—say, that several recent buyouts in the industry happened around 12× EBITDA—an analyst can gauge what the target might be worth in a takeover scenario.\n\nPrecedent transaction multiples typically include a control premium (buyers pay extra to control the company), so they often come out higher than everyday trading multiples.This analysis is especially useful in mergers and acquisitions to establish an upper bound of value based on real-world transaction data.\n\nRelative valuation models offer a quick, market-driven way to gauge a company’s value relative to peers, and they are popular for their simplicity and insights. However, investors should be careful not to rely on relative analysis alone. The best approach is to use relative valuation alongside absolute methods, combining market perspective withfundamental analysisto make well-informed decisions. Considering both relative and absolute valuations helps investors gain a more complete picture of a stock’s worth.\n\nAswath Damodaran, Stern School of Business at New York University. \"Relative Valuation.”\n\nAnalystPrep. \"Valuation Models.\"\n\nCorporate Finance Institute. \"Precedent Transaction Analysis.”",
  "url": "https://www.investopedia.com/terms/r/relative-valuation-model.asp"
}