{
  "term": "Remittance: What It Is and How to Send One",
  "definition": "\"Remittance\" refers to sending money from one person or group to another and commonly refers to sending money back to one's family in another country. For instance, someone living and working in the U.S. might send money back to their family in a poorer country, where remittances can account for a significant source of financial support.\n\nInvestopedia / Madelyn Goodnight\n\nRemittances are often transferred using an electronic payment system through a bank or money transfer service like Wise or Western Union. Most transfers take only a matter of minutes, and they usually come with a fee.\n\nFor example, a migrant from a lower-income country might move to the U.S. and get a job. They then send back a quarter of their monthly paycheck to their family by going to the bank and initiating a wire transfer. Their family might use the money to pay for things like housing, food, or supplies. The family might also use the funds to open bank accounts, helping them become more financially secure.\n\nThe use ofremittanceshas grown significantly since the late 1990s.In some developing countries or countries with struggling economies, remittances are one of the biggest sources of income for citizens. They can make up a large portion of a country'sgross domestic product (GDP). In some regions, the amount of remittances received can be three times as much as the amount of international aid received.\n\nPeople in areas hit by disasters may rely on remittances to recover. In many cases, remittances can count for more thanforeign direct investment (FDI)and overseas development assistance (ODA). After the COVID pandemic and Hurricanes Grace and Ida, for example, the amount of remittances sent to Mexico and Central America jumped.\n\nIn 2024, the top remittance recipient countries were India ($129 billion), Mexico ($68 billion), China ($48 billion), the Philippines ($40 billion), and Pakistan ($33 billion).\n\nRemittances are typically sent using an electronic payment service ormoney transfer app.\n\nTo send a remittance viawire transferorACH transfer, go to a bank, credit union, or website and provide the recipient's banking information (account number, bank name, and routing number). Pay the transfer fee and expect the money to be transferred and available within a day or two. Wire transfers are typically used to send large amounts of money quickly, so they have higher fees than ACH transfers, which take extra time but can be reversed.\n\nOnce the money is transferred, the recipient can collect payment from the receiving bank or money service agent in that country. Depending on the service, it may be delivered directly to the recipient's bank account. Some money transfer services can help you with the process if you need extra assistance.\n\nYou can send remittances through apps like PayPal and WorldRemit, which allow you to send money abroad. Not all money transfer apps allow international transfers.\n\nYou can cash international money orders with the U.S. Postal Service until Oct. 1, 2025, but as of Oct. 1, 2024, it no longer sells international money orders.\n\nThe price you pay to send a remittance depends on how you send it and the service you use. The International Monetary Fund (IMF) states that the average fee for sending money abroad is around 10% of the total sent in fees. But individual costs vary widely. Costs can be higher in smaller migration corridors (or country pairings, like South Africa—Zimbabwe), where people may pay 15% to 20% in fees.\n\nHere are a few examples of how much you might pay to send remittances:\n\nAs you might expect, how remittances are taxed depends on many factors: which countries the money is being sent from and to, the amount sent, the reason for the transfer, and whether or not the remittance is personal or business-related. Since there are so many variables, it can help to talk with a qualified tax professional.\n\nThe global average cost of sending a $200 remittance in the second quarter of 2024, according to the World Bank. It costs more to send remittances through banks than through digital channels or money transfer services; the average cost of sending a remittance through a bank was 13.40%.\n\nIt's hard to downplay how important remittances are for those who rely on them. Fortunately, when it comes to sending remittances, you have many options for getting the money where it needs to go. If you're unsure how to send funds quickly and cost-effectively, a qualified financial advisor or money transfer service can offer guidance.\n\nBe aware that you do have rights when it comes to transferring remittances abroad. For example, you have the right to receive information about your remittance transfer, the right to cancel a transfer within 30 minutes, the right to resolve mistakes, and the right to get receipts and disclosures in your language.\n\nWorld Bank. “Personal Remittances, Received (Current US$).”\n\nU.N. \"Remittances Matter: 8 Facts You Don’t Know About the Money Migrants Send Back Home.\"\n\nWorld Bank Group. \"Remittance Flows Register Robust 7.3 Percent Growth in 2021.\"\n\nWorld Bank Group. \"In 2024, Remittance Flows to Low- and Middle-Income Countries Are Expected to Reach $685 Billion, Larger than FDI and ODA Combined.\"\n\nSunwest Bank. “What’s the Difference between ACH and Wire Transfers?”\n\nU.S. Postal Service. \"Sending Money Electronically.\"\n\nInternational Monetary Fund. \"Remittances: Funds for the Folks Back Home.\"\n\nWorld Bank Group. \"Remittance Prices Worldwide Quarterly,\" Page 3.\n\nConsumer Financial Protection Bureau. \"What Is a Remittance Transfer and What Are My Rights?\"",
  "url": "https://www.investopedia.com/terms/r/remittance.asp"
}