{
  "term": "Renewable Energy Certificate (REC): Definition, Types, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nRenewable energy certificates (RECs) are issued when electricity is generated from renewable energy sources. They are sold separately from the actual electricity produced.\n\nIn the fight against climate change, renewable energy certificates (RECs) are part of market-based initiatives that gained traction in the early 2000s as a tool for supporting clean energy production. RECs certify that one megawatt-hour (MWh) of electricity was generated from a renewable source and fed into the grid, enabling the REC owner to claim the environmental benefits—the reduced carbon footprint—of that clean energy. When RECs are sold, what's transferred is not the electricity produced by the attributes that make it clean energy, which is separate. It's like selling the right for a utility to take the label \"clean energy\" and apply it to 1 MWh of power it generated elsewhere. Also known as green tags or renewable energy credits, RECs are meant to provide incentives to support renewable energy production.\n\nBelow, we explain how RECs work, how they can help reduce carbon emissions, and what they mean for the efforts against climate change.\n\nWhen companies buy RECs, they provide financial support for therenewable energyprojects that produce them, making those systems more economically sustainable andproducing even more green energy. This, in turn, is meant to reduce reliance on fossil fuels and decrease greenhouse gas emissions.\n\nHowever, critics argue that RECs haven't led to as many new renewable energy projects as promised. They simply provide a way for businesses to claim they support efforts to transition to green energy without making meaningful changes in their operations. For example, a 2024 study reviewing almost 40 years of data argues that RECs tend to discourage companies from innovating to produce cleaner energy compared with other policies like environmental taxes and feed-in tariffs for solar energy.Other studies have argued that RECs have contributed significantly to building out a greater supply of renewable energy.\n\nRECs are a way to track solar, wind, and other green energies as they flow into the power grid. Since electricity generated from renewable energy sources is indistinguishable from what's produced by different sources, some form of tracking is required.Companies use them to offset their carbon emissions.\n\nBatteries for storing electricity generated from solar and other renewable sources are still quite costly, especially for homeowners and small businesses. So, much renewable-generated power, such as from a home's solar system, is fed back into the power grid for use by the utility for other customers since it has nowhere else to go if there's no battery on site. The renewable electricity provider, such as a homeowner with rooftop solar panels, might receive a payment for each REC. These certificates can be sold but are typically used as a credit toward their power usage later on, for example, when the solar panels on the roof don't produce enough power for the home, and the house has to draw power from the electricity grid.\n\nRECs expire at the end of the fifth calendar year following the year they were generated.\n\nMany states require power utilities to buy or generate renewable solar power, often called solar carve-outs. In addition, 30 U.S. states plus the District of Columbia have renewable portfolio standards (RPS) that require power utilities to use a certain amount of renewable power.These RPS requirements are behind the trading of RECs. A power company can purchase these certificates from homeowners and others to meet the state's renewable requirements.\n\nWhile state laws vary on the use and sale of RECs, the certificates are recognized by many state and local governments, regional electricity transmission authorities, nongovernment organizations, and trade groups as a measure of a company's commitment to sustainability. Besides solar and wind-generated power, RECs are issued for energy produced from geothermal, hydropower without dams,biofuels, and hydrogen fuel cells.\n\nUtilities and other businesses buy RECs for a few reasons. One is to meet legal requirements. Many states require utility companies to produce a minimum amount of renewable energy. Buying RECs allows companies to get credit for renewable production to meet these standards. For example, in 2020, Massachusetts began requiring all electricity suppliers to produce or purchase RECs amounting to 15% of the electricity they provided to the state.\n\nTypically, these laws have an \"alternative compliance payment\" that allow companies to pay a fee if they don't purchase enough RECs. The price of these payments, along with supply and demand, help set the market value of RECs.\n\nRECs are typically traded by power companies and people who own residential energy systems such as solar panels. They can be bought or sold directly, but some third-party companies have created marketplaces to aid these transactions.\n\nFor example, SRECTrade helps residential solar owners track their RECs and sell them to utility companies and other buyers.\n\nIn late 2023, AES Corporation (AES), Constellation Energy Corporation (CEG), and tech giants Google and Microsoft (MSFT) partnered with energy marketplace administrator LevelTen Energy to form the Granular Certificate Trading Alliance.The alliance is set to form a new REC trading marketplace that would include detailed information on the time and location of renewable energy generation. This would be far more detailed than what's available now, and also be on a far wider scale than REC marketplaces now.\n\nThese \"granular certificates\" would also be a step forward for RECs since they have typically lacked any specificity about the actual origins of renewable energy. This information could be quite attractive to corporate and utility energy buyers looking to meet their clean energy goals day and night while also being able to be far more specific with the public and customers about how they are sourcing their energy needs.\n\nThe new trading platform, slated to go live in 2024, could thus increase transparency and accessibility in the REC market. This, in turn, could provide clearer signals to renewable energy developers about where new projects are most needed, potentially influencing the location and development of future renewable energy installations.\n\nSolar renewable energy certificates (SRECs) are for electricity produced by solar panels. These are found in these states, which differentiate them from other energy sources:\n\nRECarbitrageis also called a REC swap.These trades involve the near-simultaneous buying and selling of RECs with differing prices. Traders try to profit from the disparity in prices to sell them for more than they bought them.\n\nFor example, suppose State A has higher RPS requirements and solar carve-outs than State B. The higher requirement drives demand for the price of RECs in State A.\n\nThe state A provider, who must meet the higher requirements, would have a reason to buy less expensive state B certificates. The provider can then use these credits to meet their requirements.\n\nRECs all represent 1 MWh of electricity, wherever it's produced. However, the price may vary because of supply and demand. In practice,brokersare used to make REC arbitrage possible.\n\nOne REC is 1 MWh of electricity generated and delivered to the grid.This is about a month's worth of electricity for the typical American home.\n\nStates differentiate between RECs and SRECs for different reasons. Some states may require that a specific amount of an electric company's power come fromsolarrather than other forms of renewable energy. They hope to encourage the adoption of solar energy, especially among homeowners and businesses.\n\nIf your home generates onsite renewable electricity from a solar panel, you can usethe renewable electricity the system generatesonlyif you retain the REC. If you sellthe REC, you lose the right to say you are using renewable electricity.\n\nRECs are an important part of the drive for renewable energy in the U.S. and across the world. They are legal instruments that show that the electricity was produced using environmentally friendly methods. Many states have laws mandating that a certain percentage of power be produced using renewables, creating a market for RECs.\n\nFor green energy producers, RECs increase the value of their electricity by allowing them to sell the excess power they generate and the RECs associated with it.\n\nCorrection—Dec. 25, 2024:This article has been corrected to state that in order to use the renewable electricity generated on your property by a solar panel, you must retain the REC. If sold, you lose that right.\n\nU.S. Department of Energy. \"Federal Off-Site Renewable Energy Purchases and Renewable Energy Certificates.\"\n\nHal Harvey, Robbie Orvis, and Jeffrey Rissman. \"Designing Climate Solutions,\" Pages 79-88. Island Press, 2018.\n\nS&P Global. \"Problematic Corporate Purchases of Clean Energy Credits Threaten Net Zero Goals.\"\n\nU.S. Environmental Protection Agency. \"Renewable Energy Certificates (RECs).\"\n\nFeng, Siyu. \"Do Market-Based Environmental Policies Encourage Innovation in Energy Storage?\"Environmental Economics and Policy Studies,February 2024, pp. 1-41.\n\nJoshi, Janak. \"Do Renewable Portfolio Standards Increase Renewable Energy Capacity? Evidence From the United States.\"Journal of Environmental Management,June 2021\n\nU.S. Environmental Protection Agency. \"Renewable Energy Certificates (RECs).\"\n\nU.S. Environmental Protection Agency. \"State Renewable Energy Programs Updated July 2019,\" Page 4.\n\nCenter for Climate and Energy Solutions. \"US State Electricity Portfolio Standards.\"\n\nThe National Renewable Energy Laboratory. \"Renewable Portfolio Standards.\"\n\nEnergySage. \"SRECs: Understanding solar renewable energy credits.\"\n\nLevelTen Energy. \"Powering a New Chapter in Procurement Precision, with the GC Trading Alliance.\"\n\nU.S. Environmental Protection Agency. \"State Solar Renewable Energy Certificate Markets.\"\n\nU.S. Environmental Protection Agency. \"REC Arbitrage.\"\n\nU.S. Environmental Protection Agency. \"Renewable Energy Certificates (RECs).\"\n\nU.S. Environmental Protection Agency. \"State Solar Renewable Energy Certificate Markets.\"\n\nCenter for Resource Solutions. \"Guidelines for Renewable Energy Claims.\"",
  "url": "https://www.investopedia.com/terms/r/rec.asp"
}