{
  "term": "Rent Control: Definition, How It Works, vs. Rent Stabilization",
  "definition": "Rent control is a government program that limits how much alandlordcan charge for leasing a home or renewing a lease. Rent control laws are usually enacted by municipalities, and the details vary widely. All are intended to keep living costs affordable for lower-income residents.\n\nRent control is not widespread in the United States. As of 2024, 305 municipalities in the U.S. have rent control regulations. The only states that have rent control policies in place at the state or local level are California, Maine, Maryland, Minnesota, New Jersey, New York, Oregon, and Washington D.C.\n\nThirty three states have laws that preempt or forbid local governments from enacting rent control measures, as of 2024.\n\nHowever, the issue of rent regulation has been revived in recent years, particularly in cities and states where spiraling costs of living combined with stagnant wages have created a housing affordability crisis for moderate-income residents and elderly people on fixed incomes.\n\nOregon is the first state in the U.S. to enact a statewide rent control law. The law, signed in March 2019, restricts annual rent increases to 7% plus the increase in the consumer price index.\n\nThe earliest rent control laws in the U.S. date to the 1920s and were often outright rent freezes. These generally proved unworkable. In the 1970s the idea of rent control surfaced again, this time in a more moderate form often called “rent stabilization.”\n\nNew York City, for example, has two rent control programs:\n\nThe high cost of living in New York Cityis frequently cited as proof enough that rent control doesn’t work. The average rent for a one-bedroom apartment in Manhattan was $5,332 for a doorman building and $3,709 for a non-doorman building as of January 2025.\n\nRent control advocates, such as the Urban Institute, argue that price controls allow moderate-income residents and elderly individuals on fixed incomes to remain in their homes asgentrificationdrives prices higher.\n\nRent control has always been controversial. The rent control regulations in cities today most commonly regulate price increases for lease renewals, not new tenants. That arguably has some benefits for landlords, who can charge whatever the market will bear on vacant apartments or, in the worst case, keep tenants who have every incentive to stay put and pay the rent on time.\n\nThe main arguments against rent control include:\n\nThe main arguments for regulation include:\n\nRent control refers to an apartment whose rent has alimit on the amount that a landlord can charge. The limit is set by a government program, and rent control laws are put into place by local municipalities. Not all states or cities have them in place. When rent is \"controlled\" in such a way, a landlord can not unfairly raise the price of the rent year-to-year, and this may help keep some housing affordable for those who cannot afford a market or above-market rate home.\n\nUnfortunately, in most cases, including in New York City, unless a family member who lives in a rent-controlled apartment passes the lease down to you, they are not available to the general public, and rules surrounding the succession of a rent-controlled lease can be complex.\n\nIf you live in a rent-controlled apartment you would know because the apartment would have been passed down in your immediate or extended family.\n\nRent control remains a controversial yet essential tool for maintaining affordable housing in high-cost areas. While it helps protect low- and moderate-income renters from sudden rent hikes, some argue it leads to housing shortages and neglect.\n\nRent control programs, such as New York City's rent stabilization laws, aim to balance tenant protections with market realities, though their effectiveness continues to be debated. With rising rents and a growing affordability crisis, the conversation around rent control is more relevant than ever, particularly in states and cities grappling with gentrification and income inequality.\n\nNational Apartment Association. \"Rent Control: Policy Issue.\"\n\nOregon State Bar. \"Rent Increases.\"\n\nNYC Mayor's Public Engagement Unit. \"Rent Stabilization in NYC.\"\n\nNew York City Rent Guidelines Board. \"Appendix V, The Rent Guidelines Board (RGB) Rent Index.\"\n\nNew York City Rent Guidelines Board. \"Board & Staff.\"\n\nM.N.S. Real Estate NYC. \"Manhattan Rental Market Report.\"\n\nUrban Institute. \"Rent Control: What Does the Research Tell Us About the Effectiveness of Local Action?,\" Page 6.\n\nNYC Rent Guidelines Board. \"Rent Control FAQ.\"\n\nBungalow. \"All About Rent Control: What It Is, How It Works, and How It Impacts Your Housing Market.\"",
  "url": "https://www.investopedia.com/terms/r/rent-control.asp"
}