{
  "term": "Reorganization: Definition, Types, and Purposes",
  "definition": "A reorganization is a significant and disruptive overhaul of a troubled business intended to restore it to profitability. It may include shutting down or selling divisions, replacing management, cutting budgets, and laying off workers.\n\nA supervised reorganization is the focus of the Chapter 11 bankruptcy process, during which a company is required to submit a plan for how it hopes to recover and repay some if not all of its obligations.\n\nThe function of a bankruptcy court is to give an insolvent company the chance to submit a reorganization plan. If approved, the company can continue to operate and postpone paying its most pressing debts until a later date.\n\nTo get the approval of a bankruptcy judge, the reorganization plan must include drastic steps to reduce costs and increase revenue. If the plan is rejected or is approved but does not succeed, the company is forced into liquidation. Its assets will be sold and distributed to its creditors.\n\nA reorganization requires arestatementof the company's assets and liabilities as well as negotiations with majorcreditorsto set schedules for repayment.\n\nReorganization can include a change in the structure or ownership of a company through a merger or consolidation, spinoff acquisition, transfer,recapitalization, a change in name, or a change in management. This part of a reorganization is known asrestructuring.\n\nA reorganization to stave off bankruptcy may have a favorable outcome for shareholders. A reorganization in bankruptcy is usually bad news for shareholders.\n\nNot all reorganizations are overseen by a bankruptcy court. The management of an unprofitable company may impose a drastic series of budget cuts, staff layoffs, management ousters, and product line revisions with the aim of restoring the health of the company. In such cases, the company is not yet in bankruptcy and is hoping to stave it off. This is sometimes called a structural reorganization.\n\nWhen supervised by a court during bankruptcy proceedings, areorganizationfocuses on restructuring a company's finances. The company is temporarily protected from claims by creditors for full repayment of outstanding debts.\n\nOnce the bankruptcy court approves the reorganization plan, the company will restructure its finances, operations, management and whatever else is deemed necessary to revive it. It also will begin paying its creditors according to a revised schedule.\n\nU.S. bankruptcy law gives public companies the option of reorganizing rather than liquidating. Through the terms ofChapter 11bankruptcy, firms can renegotiate their debts to try to get better terms. The business continues operating and works toward repaying its debts.\n\nThe process is complex and expensive. Firms that have no hope of reorganization go throughChapter 7bankruptcy, also called liquidation bankruptcy.\n\nA court-supervised reorganization is typically bad for shareholders and creditors, who may lose part or all of their investments.\n\nEven if the company emerges successfully from the reorganization, it may issue new shares, which will wipe out the previous shareholders.\n\nIf the reorganization is unsuccessful, the company will liquidate and sell off any remaining assets. Shareholders are last in line to receive any proceeds and receive nothing unless money is left over after repaying creditors, senior lenders, bondholders, andpreferred stockshareholders in full.\n\nA reorganization by a company that is in trouble but not yet in bankruptcy is more likely to be good news for shareholders. Its focus is to improve company performance, not stave off creditors. It often follows the entrance of a new CEO.\n\nIn some cases, the second type of reorganization is a precursor to the first. If the company’s attempt at reorganizing through something like a merger is unsuccessful, it might next try to reorganize through Chapter 11 bankruptcy.",
  "url": "https://www.investopedia.com/terms/r/reorganization.asp"
}