{
  "term": "Repackaging in Private Equity: What It is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nRepackaging in theprivate equityindustry is when a private equity firm buys all the stock in a troubled public company, thus taking the company private with the intention of revamping its operations and re-selling it at a profit.\n\nFor some years, the primary goal of repackaging was to prepare a company for a return to the market with aninitial public offering(IPO). More recently, private equity firms have found other ways of maximizing their profits that involve less regulatory and shareholder scrutiny.\n\nA private equity firm looks for a company that is unprofitable or underperforming and buys it outright in the belief that the business can be turned around. Once the company is no longer public, the private equity firm can take whatever measures it thinks will be effective, such as selling off divisions, replacing management, or slashing overhead costs.\n\nIts goal may be to take the revamped company public with a new initial public offering (IPO), to sell the company outright to another private buyer, or tomergeit with another larger entity or entities. In any case, if the repackaging succeeds, the private equity firm will make more money than it spent reviving the company.\n\nMost of the money used to purchase the company is borrowed as opposed to the cash on hand at the firm. Thus, the transaction is usually termed aleveraged buyout.\n\nRepackaging with an eye to launching a new initial public offering has been a lucrative business for private equity firms. There were 22 IPOs brought to the market by private equity buyout firms in 2020, for an exit value of $74.5 billion.\n\nHowever, this strategy appears to have lost its luster for the most part. The number of initial public offerings brought to the market by private equity firms has been in decline since 2013, with a slight uptick in 2018 and then a surge in 2020.\n\nPrivate equity firms appear to have found easier and more lucrative ways to cash in on their acquisitions, considering the government, regulatory, and shareholder scrutiny that public companies face.\n\nBurger King, for example, had a long string of corporate owners, including the Pillsbury Company, before it was bought in 2002 by TPG Capital. The investment group retooled the company and launched a successful initial public offering in 2006. Only four years later, in the midst of the Great Recession, Burger King was in trouble again. It was taken private again in a buyout by 3G Capital.\n\nToday, Burger King is a subsidiary of Restaurant Brands International, a fast-foodconglomeratethat is headquartered in Toronto, Canada, but majority-owned by 3G, a Brazilian company. The conglomerate also owns the Canadian coffee shop chain Tim Hortons and the fried chicken chain Popeyes.\n\nPrivate equity repackagings are far and wide and include Panera Bread, the bakery restaurant chain, and Staples, the business supplies store.\n\nPanera Bread was taken private in 2017 by BDT Capital Partners and JAB Holding Co. in a buyout that cost $7.5 billion. The combined equity firms had previously bought Peet's Coffee and Tea and Krispy Kreme Doughnuts. As of 2021, Panera Bread may go public again as JAB just completed an $800 million refinancing deal on the business.\n\nStaples was bought by Sycamore Partners for $6.9 billion, also in 2017. Staples had previously acquired its one-time rival, OfficeMax, and was worth approximately $19 billion in 2010, showing just how much the company had slipped.It has been assumed that Sycamore was going to exit its investment in Staples in 2020 through an IPO but that has yet to happen.\n\nPitchbook. \"Private Equity's Surge of 2020 IPOs Capitalizes on Frothy Public Markets.\" Accessed July 2, 2021.\n\nBusiness Insider. \"Panera May Go Public Again After the Pandemic Made It Determine How to Be 'Better and Stronger'.\" Accessed July 2, 2021.\n\nCNN Business. \"Staples Is Selling Itself For a Fraction of Its Former Value.\" Accessed July 2, 2021.\n\nPitchbook. \"Sycamore Set to Take $1B Out of Staples.\" Accessed July 2, 2021.",
  "url": "https://www.investopedia.com/terms/r/repackaging.asp"
}