{
  "term": "Repatriation: Definition, With Currency Exchange and Example",
  "definition": "Chuanchai Pundej / EyeEm / Getty Images\n\nRepatriation is the return of people, money, or objects of cultural heritage to their country or culture of origin. In finance, repatriation refers to converting or exchanging foreign currency into someone's home currency.\n\nIn most cases, it involves moving money back after someone returns home after living or working abroad. However, repatriation is also common in other areas of the financial sector, such as business transactions, foreign investments, or international travel. The act of repatriating currency can result in losses and certain risks, including foreign exchange risks.\n\nIn reference to people, the term can refer to the return of refugees, forced or voluntary, as well as the expulsion or return of diplomats or the resettlement of citizens. In recent decades, increasing attention has been paid to the repatriation of cultural goods, especially ones that were looted as a result of colonialism or that were pillaged during war. Goods of significant cultural value enjoy some protections under international law, and numerous court cases have arisen seeking the return of looted property.\n\nRepatriation can include people, finances, or objects of significant cultural value. The reasons for and kinds of repatriation vary greatly.\n\nRepatriation is a process that occurs when people return to their home country after living, visiting, or working abroad.\n\nIn the most benign case, this can refer to people returning home after working abroad. For instance, someone from Canada may take a contract job in the United Kingdom for two years. When their contract is up, they may decide to return home, in which case the act of returning home is known as repatriation. In other cases, repatriation can involve the return of refugees, such as what an agreement between Myanmar and Bangladesh called for—this agreement was supposed to lead to the 2018 return of Rohingya migrants to the Rakhine State.\n\nWhen repatriation is done willingly, it is referred to as \"voluntary repatriation,\" which typically involves a commitment from the country of origin to help reintegrate the repatriated people.Countries may offer assistance for this. The U.S. Repatriation Program, for instance, exists to offer assistance to those who don't have the resources to return to the U.S. for several reasons, including war, mental illness, or poverty.\n\nThese returns, however, can be done with force, such as occurred during the Depression-era removal of Mexican-Americans in the United States. In that forced repatriation, about 1 million Mexican nationals and American citizens of Mexican descent from throughout the United States—of which perhaps 60% were U.S. citizens—were mass deported out of the country, according to an estimate from Professor of American history and Chicano studies at California State University, Los Angeles, Francisco Balderrama.\n\nUnder international law, cultural property—defined as movable or immovable property constituting the \"cultural heritage of all mankind\"—is protected from pillaging or looting, especially during conflict.\n\nUltimately, the protections exist to preserve cultural heritage and to keep it from being dismantled or defaced by war or theft, and the legal framework became increasingly codified in response to the Second World War, particularly with the 1954 Hague Convention for the Protection of Cultural Property in the Event of Armed Conflict, which was later expanded.Related to that idea is that people have contributed in their own way to a common heritage and, therefore, have some meaningful claim over cultural goods of value independent of national jurisdiction or property rights. However, national interest also plays a significant role in conversations about cultural heritage.\n\nThe protections are meant to dissuade acts like the destruction of the Bamiyan Buddhas by the Taliban in Afghanistan, which was called a \"crime against culture\" by UNESCO in 2001.\n\nIn Western countries, repatriation of native cultural heritage has become integrated into law. That is a relatively recent development in some places. In the United States, for example, no consistent national policy existed for the repatriation of Native American remains and sacred objects until the 1990s, according to a historical note about the political implications of archeology.\n\nRepatriation in finance commonly refers to the conversion of offshore capital back to the home currency of a corporation. In the global economy, many corporations based in the United States generate earnings abroad. There are legal steps corporations take to repatriate their currency, including:\n\nIndividuals might also repatriate funds. For example, Americans returning from a visit to Japan typically repatriate their currency, converting any remainingyeninto U.S. dollars. The number of dollars they receive when they exchange their remaining yen will depend on theexchange ratebetween the two currencies at the time of the repatriation.\n\nMany companies choose not to repatriate their offshore earnings in order to avoidcorporate taxescharged on repatriated funds.\n\nAmerican taxpayers, including individuals and corporations, have historically been taxed on any income they earned abroad. This includes any foreign income earned and repatriated. For example, U.S. corporations were taxed for dividends issued by a foreign subsidiary. Tax rates for repatriated currency were as high as 35%.\n\nThis changed after President Donald Trump signed theTax Cuts and Jobs Act (TCJA)in late 2017. Once signed, the law cut the corporate repatriation tax, which is referred to as a transition tax, from that rate of 35%. It allowed U.S. companies to repatriate money earned overseas at 15.5% for any foreign earnings held in cash and cash equivalents and 8% for any foreign income that doesn't fall in this category.\n\nIt is believed that these changes will bring in as much as $340 billion by 2027 in tax revenue.\n\nCompanies that operate in more than one country generally accept the local currency of the economy in which they transact. When a company earns income in foreign currencies, the earnings are subject toforeign exchangerisk, meaning they could potentially lose or gain in value based on fluctuations in the value of either currency.\n\nFor example, though Apple (AAPL) is a U.S.-based corporation, an Apple store in France accepts euros as payment for product sales since the euro is the currency used in France. If Apple earned one million euros from product sales in France at an exchange rate of 1.15 dollars per euro, the earnings would equal $1.15 million or (one million euros x 1.15). But if it earned one million euros during the next quarter and the exchange fell to 1.10 dollars per euro, the earnings would equal $1.1 million or (1.1 million euros x 1.10).\n\nIn other words, Apple would lose $50,000 in earnings based on the exchange rate decline despite having the same amount in sales in euros for both quarters. Thevolatilityor fluctuations in the exchange rate is called foreign exchange risk, which companies are exposed to when they do business internationally. As a result, the volatility in exchange rates can impact a company's earnings.\n\nSome U.S. corporations repatriate funds from overseas translating the cash into U.S. dollars. These funds are typically used to invest in new technologies and fixed assets likeproperty, plant, and equipment (PP&E).\n\nAt the time that the TCJA was passed, Apple had the largest amount of cash holdings abroad of any U.S. company. Following the changes made to the U.S. tax laws with the passing of the act, the company said it was bringing home roughly all of the $250 billion held overseas. As a result, Apple agreed to a one-time tax payment to the Internal Revenue Service (IRS) of $38 billion to repatriate its foreign cash holdings.\n\nRepatriation is the return of someone or something to the country they or it was originally from.\n\nRepatriation can be voluntary, where people return to their home countries of their own will. Forced repatriation is when people are forced by governments to return to their country of origin.\n\nFinancial repatriation occurs when a taxpaying entity transfers money earned overseas back to the country where it is based. This can refer to a corporation that earns money from a foreign subsidiary or an individual who has investments, earned income, or money accumulated during travels abroad.\n\nRepatriation is a term used to refer to the return of objects, people, or currency to a home country or culture. Financial repatriation occurs when money generated overseas is converted to a business's home country currency, usually incurring taxes and while risking a loss during the conversion due to exchange rates.\n\nU.S. Bureau of Educational and Cultural Affairs. “Cultural Property.”\n\nInternational Crisis Group. \"The Long Haul Ahead for Myanmar's Rohingya Refugee Crisis,\" Page iii. International Crisis Group, May 2018.\n\nUnited Nations High Commissioner for Refugees. \"Voluntary Repatriation.\"\n\nOffice of Human Services Emergency Preparedness and Response. \"Repatriation.\"\n\nU.S. Citizenship and Immigration Service. “INS Records for 1930s Mexican Repatriations.”\n\nNPR. \"America's Forgotten History of Mexican-American 'Repatriation'.\"\n\nInternational Committee of the Red Cross. “Cultural Property.\"\n\nInternational Committee of the Red Cross. “1954 Convention on the Protection of Cultural Property – Factsheet.”\n\nInternational Committee of the Red Cross. “Afghanistan, Destruction of the Bamiyan Buddhas.\"\n\nLynne Goldstein. “International Encyclopedia of the Social & Behavioral Sciences (Second Edition),” Pages 885-890. Elsevier, 2015.\n\nPwC. “The Art of Cash Repatriation.”\n\nU.S. Government Accountability Office. “Corporate Income Tax: Effective Rates Before and After 2017 Law Change,” Page 7.\n\nTax Policy Center. \"What Is the TCJA Repatriation Tax and How Does It Work?\"\n\nTrump White House. “Economic Report of the President, February 2018,” Page 50.",
  "url": "https://www.investopedia.com/terms/r/repatriation.asp"
}