{
  "term": "Repatriable: Moving Money From One Country to Country of Origin",
  "definition": "Repatriable refers to the ability to move liquid financial assets from a foreign country to an investor's country of origin.\n\nRepatriable financial assets are financial assets capable of being withdrawn from an account in a foreign country and being deposited to an account in an investor’s country of residence or citizenship and, if the financial asset is a currency, its conversion from foreign currency to home country currency.\n\nRepatriable describes something as capable ofrepatriation. Repatriation brings back home something brought to or acquired in a foreign country. Something is repatriable if the laws of both the foreign and home country permit and don’t impede their repatriation.\n\nRepatriation laws can impede or encourage foreign investment andcross-border currency flow. Repatriation is impeded to and from countries with tight currency borders and highly regulated foreign investment. Repatriation is also stifled to and from countries that otherwise freely permit repatriation but subject it totaxation, monitoring or access, and timing restrictions.\n\nAn example of monitoring regulations is found in the United States. TheForeign Account Tax Compliance Act(FATCA) and theBank Secrecy Act(BSA) impose reporting requirements on foreign financial institutions (FFIs) and on U.S. persons about foreign financial accounts and foreign asset holdings. The United States also imposes taxes on foreign earned income, albeit reduced by theForeign Tax Credit. This taxation dis-incentivizes repatriation and has driven many U.S. companies and investors to park their foreign earned income abroad and offshore. Congress recently amended U.S. tax law to provide tax changes hoped to encourage U.S. corporations to repatriate the parked funds to the United States.\n\nRepatriable dividends are dividends capable of being paid by a foreign corporation to a U.S. corporation.Foreign direct investment(FDI) in majority American-owned foreign corporations, known ascontrolled foreign corporations (CFCs), may be subject to foreign tax but are generally not subject to U.S. tax until dividends are paid to their controlling U.S. parent companies, and they are thus repatriated. The repatriated dividends are then subjected to the (sometimes higher) U.S. tax rate minus the foreign tax credit.\n\nRepatriable, as a stand-alone term, is unusual in the U.S. finance lexicon, except among English speaking Indians. India has enacted foreign direct investment (FDI) and repatriation laws to encourage investment, currency and asset inflow to India, particularly from its citizens working abroad. These laws establish financial accounts at Indian financial institutions exclusively for non-resident Indians (NRIs).\n\nThese NRI-only accounts are designated by law as repatriable or non-repatriable. NRIs may choose between two types of repatriable deposit savings accounts: the non-resident external account (NRE Account) and the foreign currency non-resident bank deposits (FCNR-B Account). The funds in these accounts can be repatriated by transferring them back to the NRIs country of residence or by converting to any foreign currency. NRIs may also choose a Non-Resident Ordinary Rupee Account (NRO Account). An NRO account is a non-repatriable account, meaning its funds cannot be transferred back to the NRIs country of residence nor can they be converted to any foreign currency.\n\nPlease note that under Indian law, both the NRE and FCNR-B Accounts accept foreign currency deposits but any foreign currency deposited to an NRE Account is converted to INR. Indian law also permits some of these accounts to be owned by persons of Indian origin (PIOs) or to be jointly owned by an NRI with a PIO or an Indian resident.",
  "url": "https://www.investopedia.com/terms/r/repatriable.asp"
}