{
  "term": "Replacement Rate: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA replacement rate is the percentage of a worker's pre-retirement income that is paid out by a pension program after the worker retires. In pension systems that pay workers substantially differentpayoutsbased on their differingincomes, the replacement rate is a common measurement that can be used to determine the effectiveness of the pension system.\n\nMore generally, a retirement replacement rate is the percentage of a person's pre-retirement income that will be needed for the person to maintain the desired standard of living after retiring. The calculation should be based on all sources of income including Social Security, pension, retirement savings plan, and any other sources.\n\nThe replacement rate, also referred to as the income replacement rate, serves as a way to measure the percentage of a worker's current income that a particular pension-based retirement plan can be expected to produce.\n\nReplacement rates are commonly mentioned in the debate over the U.S.Social Securitysystem. Under Social Security law, replacement rates should target about 40% of the replacement rate for the average retiree.As some workers have retirement plans or benefits beyond the Social Security benefit, this replacement rate may only be one portion of the funds available at retirement.\n\nIncome replacement needs vary from individual to individual. The amount requires an analysis of the standard of living the person wishes to maintain and an understanding of the costs required to maintain that standard. For example, if two employees earn the same annual pay of $100,000, but one requires $45,000 per year to maintain the desired standard of living while the other requires $60,000, the replacement rates for those individuals will be 45% and 60% respectively.\n\nPension plans, also referred to as defined benefit plans, provide a specified benefit to employees. Often, these calculations are based on the number of years each employee has worked for the organization, allowing for a certain percentage of replacement rate credit per year of service.\n\nUpon retirement, an eligible employee can receive benefits calculated based on the total earned replacement rate as compared to the average annual salary received over a particular period of time.\n\nWhile these types of pensions can be offered by a variety of organizations, they are more commonly seen today in the public sector, such as government employees, instead of the private sector.\n\nSocial Security Administration. \"Alternate Measures of Replacement Rates for Social Security Benefits and Retirement Income.\" Accessed June 9, 2021.",
  "url": "https://www.investopedia.com/terms/r/replacement-rate.asp"
}