{
  "term": "Repurchase Agreement (Repo): Definition, Examples, and Risks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA repurchase agreement is a contract to sell securities, usually government bonds, and repurchase them back shortly after at a slightly higher price.\n\nA repurchase agreement (repo) is a form of short-term borrowing for dealers in government securities. For a repo, a dealer sells government securities to an investor, usually overnight, and buys them back the following day at a slightly higher price. The small price difference is an implicit overnight interest rate. Repos are typically used to raise short-term capital. They are also commonly used in central bank open market operations. During the early 2020s, the Federal Reserve instituted changes that massively increased the volume of repos traded, a trend it began to unwind in 2023.\n\nThe party selling the security and agreeing to repurchase it later is involved in a repo. Meanwhile, the party buying the security and agreeing to sell it back is engaged in a reverse repurchase agreement or reverse repo.\n\nThe language around repos gets abstract, even dry, very fast, but the daily work of finance is done through and with these (mostly) overnight flows. It's a crucial issue for anyone interested in the market to watch since it's about nothing less than the liquidity of the capital markets that run our economy.\n\nIn recent years, the Federal Reserve has significantly increased its involvement in the repo market. Establishing the Standing Repo Facility (SRF) and the Overnight Reverse Repo Facility (ON RRP) has given it powerful tools for managing liquidity in American short-term funding markets.\n\nRepurchase agreements are safe investments because the securities involved, typicallyTreasury bonds, (federal) agency mortgage-backed securities (MBS), and others, are the collateral. Classified as amoney marketinstrument, a repo is thus a short-term, collateral-backed, interest-bearing loan. The buyer acts as a short-term lender, while the seller is a short-term borrower.\n\nRepurchase agreements are made between a variety of parties. The U.S. Federal Reserve uses repos to regulate the money supply and bank reserves. Individuals typically use them to finance the purchase of debt securities or other investments. Repurchase agreements are strictly short-term investments, and their maturity period is called the \"rate,\" the \"term,\" or the \"tenor.\"\n\nDespite some similarities withcollateralized loans, repos count as purchases. However, because the buyer only temporarily owns the security, these agreements are usually treated as loans for tax and accounting purposes.When there's a bankruptcy, repo investors can generally sell their collateral. This distinguishes repos from collateralized loans; bankrupt investors would be subject to an automatic stay for most collateralized loans.\n\nSuppose a bank needs a quick cash injection. It agrees with an investor, who offers to give it the money it needs so long as it pays it back quickly with interest. In the meantime, the bank also puts up collateral in return.\n\nAt issue in the agreement are Treasury bonds. The bank sells them to the investor with a deal that it will repurchase them very soon at a slight premium. The Treasury bonds serve as collateral: the bank temporarily relinquishes control of the bonds for the cash it needs.Then, at a preset time, the bank receives them back by paying back the money it received plus a little extra.\n\nA reverse repo agreement is the inverse of a repurchase agreement. Every trade has two parties: the buyer and the seller. Whether it’s a repo agreement or a reverse repo agreement depends on which side of the trade you are on.\n\nIt’s a repo transaction for the party initially selling the security with the agreement to repurchase it. For the investor buying the security under the stipulation of selling it back shortly, it's a reverse repo agreement. In other words, a reverse repo is the seller of a repurchase agreement.\n\nReverse repos are commonly used by financial institutions as a form of short-term lending and by central banks to reduce the money supply. A repo puts money into the banking system. A reverse repo, meanwhile, borrows money from the system when there is too much liquidity.\n\nFor example, the Fed used repos to inject liquidity into the economy in 2020 at the height of the COVID-19 pandemic and then engaged in reverse repos as part of its quantitative tightening in the years that followed.\n\nThe major difference between a term and an open repo lies in the time between the sale and the repurchase of the securities.\n\nRepos with a specific maturity date (usually the following day, though it can be up to a week) areterm repurchase agreements.A dealer sells securities to a counterparty who agrees to repurchase them at a higher price on a given date. Under the agreement, the counterparty gets the securities for the transaction term and earns interest through the difference between the initial sale price and the buyback price. The interest rate is fixed and is paid at maturity by the dealer. A term repo is used to invest cash or finance assets when the parties know how long they need to do so.\n\nAn open repurchase agreement or \"on-demand repo\" works the same way as a term repo, except that the dealer and the counterparty agree to the transaction without setting the maturity date. Instead, either party can end the trade by giving notice to the other before an agreed-upon deadline that arises daily. If an open repo is not closed, it automatically rolls over into the next day.Interest is paid monthly, and the interest rate is periodically repriced by mutual agreement.\n\nThe interest rate on an open repo is generally close to thefederal funds rate.An open repo is used to invest cash or finance assets when the parties do not know how long they will need to do so. But most open agreements conclude within one to two years.\n\nRepos with longertenors(time until maturity) are usually considered higher risk. A longer tenor means that more can happen, which affects the repurchaser's ability to do so. Also, interest rate fluctuations are more likely to influence the value of the repurchased asset.\n\nThis is like those factors that affect bond interest rates. Under normal credit market conditions, a longer-duration bond yields higher interest. Investors buy long-term bonds as part of a wager that interest rates won't rise substantially during the term. A tail event is more likely to drive interest rates above forecast ranges when there's a longer duration. If there is a period of high inflation, the interest paid on bonds preceding that period will be worth less in real terms.\n\nThe same principles apply to repos. The longer the term of the repo, the more likely the collateral securities' value will fluctuate before the repurchase, and business activities can affect the repurchaser's ability to complete the contract. Counterparty credit risk is primary in repos.\n\nAs with any loan, the creditor bears the risk that the debtor won't repay the principal.Repos function as collateralized debt, which reduces the total risk. And because the repo price exceeds the collateral's value, these agreements tend to be mutually beneficial.\n\nThere are three main types of repurchase agreements:\n\nAlso known as a tri-party repo, this is the most common. Inthis arrangement involving three entities, a clearing agent or bank conducts the transactions between the buyer and seller and protects the interests of each. It holds the securities and ensures that the seller receives cash at the onset, that the buyer transfers funds for the benefit of the seller, and that the securities are delivered at maturity. Clearing banks for tri-party repos in the U.S. include JPMorgan Chase & Co. (JPM) and Bank of New York Mellon (BNY).\n\nIn addition to taking custody of the securities involved, clearing agents also value the securities and ensure that a set margin is applied. They settle the transaction on their books and help dealers with collateral.However, clearing banks don't act as matchmakers: they don't find dealers for cash investors or vice versa, and they don't broker the deals.\n\nTypically, clearing banks begin to settle repos early in the day, although they're not technically settled until the end of the day. This delay usually means that billions of dollars of intraday credit are extended to dealers daily. These agreements are about 80% of the repurchase agreement market, which stood at about $3.65 trillion in January 2024.\n\nSpecialized repos have abond guaranteeat the beginning of the agreement and at maturity, along with the collateral. This type of agreement is uncommon.\n\nIn this kind of agreement, the seller gets cash for the security but holds it in a custodial account for the buyer. This type is even less common than specialized delivery repos because there is a risk that the seller may become insolvent and the borrower may not have access to the collateral.\n\nLike many parts of the financial world, repurchase agreements involve terminology not common elsewhere. One common term in the repo space is the “leg.” For instance, the part of the repurchase agreement in which the security is initially sold is sometimes called the “start leg,” while the repurchase that follows is the “close leg.”\n\nThese terms are also sometimes exchanged for “near leg” and “far leg,” respectively. In the near leg of a repo transaction, the security is sold. In the far leg, it is repurchased.In the table below, we give you a help cheat sheet to check for these and other terms.\n\nWhen the Fed banks repurchases securities from private banks, it does so at a discounted rate, known as the repo rate. Likeprime rates, repo rates are set by central banks.The repo rate system allows the Fed to control the money supply by increasing or decreasing available funds.\n\nAn increase in repo rates means banks pay more for the money they borrow from the central bank. This squeezes lenders' profits and increases interest rates on loans made to the public. This generally discourages people and businesses from taking out loans, which can cut consumer spending, business investment, and the amount of money circulating in the economy. This might be necessary if the central bank is attempting to tackle inflation.\n\nA decrease in the repo rates has the opposite effect. It makes borrowing cheaper, resulting in more money being spent and swirling around the economy. This can be helpful when central banks want to stimulate the economy.\n\nTo determine the costs and benefits of a repurchase agreement, a buyer or seller makes three different calculations:\n\nThe cash paid for the initial security sale and paid for the repurchase will depend on the value and type of security in the repo. In the case of a bond, for instance, both will derive from the clean price and the value of the accrued interest for the bond.\n\nA crucial calculation for any repo agreement is the implied rate of interest. If interest rates are unfavorable, a repo agreement may not be the most efficient way to access short-term cash. A formula that can be used to calculate the real rate of interest is below:\n\nInterest rate = [(future value/present value) – 1] × year/number of days between consecutive legs\n\nOnce the real interest rate has been calculated, comparing the rate against other funding sources should reveal whether the repurchase agreement is a good deal. Generally, as a secured form of lending, repurchase agreements offer better terms than money market cash lending agreements. From the perspective of a reverse repo participant, the agreement can also produce extra income on excess cash reserves.\n\nRepurchase agreements are low risk. The most significant risk in a repo is that the seller may fail to repurchase the securities at the maturity date. When this happens, the security buyer may liquidate the security to recover the cash it paid.\n\nThis still constitutes a risk since the security value may decline after the initial sale, and the buyer may have few options other than to hold onto the security, which it never wanted for this purpose, or sell it for a loss. The borrower also faces some risk: if the security value rises above the agreed-upon terms, the creditor may not return the security.\n\nThere are ways to mitigate these risks in repurchase agreements. For instance, many repos are over-collateralized. In these cases, if the collateral falls in value, a margin call will require the borrower to amend the securities offered. If it seems likely that the security value may rise and the creditor may not sell it back to the borrower, under-collateralization can be used to mitigate this risk.\n\nGenerally,credit riskfor repurchase agreements depends on many factors, including the terms of the transaction, the liquidity of the security, and the needs of the counterparties involved.\n\nAfter the 2008 financial crisis, investors focused on a particular type of repo known as repo 105. There was speculation that these repos played a part in Lehman Brothers’ attempts at hiding its declining financial health leading up to the crisis.During this time, the repo market in the U.S. and abroad shrunk significantly, though it has since recovered and continues to grow.\n\nThe crisis revealed problems with the repo market in general. Since then, the Federal Reserve has stepped in to analyze and mitigate systemic risk. The Fed identified at least three areas of concern:\n\nStarting in late 2008, the Fed and other regulators established new rules to address these and other concerns. The new regulations increased pressure on banks to maintain their safest assets, such as Treasurys, giving them incentives not to lend them through repos.\n\nDespite these and other regulatory changes over the last decade, there are still systemic risks within the repo space. The Fed continues to worry that a default by a major repo dealer could inspire a fire sale among money funds, which would then negatively affect the broader market. The future of the repo space may involve continuing regulations that limit the actions of these transactors, or it may involve a shift toward a centralized clearinghouse system. For the time being, though, repurchase agreements remain an important means of facilitating short-term borrowing.\n\nThe results from the Fed's post-2008 actions were significant: up through late 2008, the estimated value of global securities lent this way was close to $4 trillion. That figure hovered near $2 trillion for much of the next decade.\n\nBy the 2020s, the Fed was increasingly entering into repurchase (or reverse repurchase) agreements to offset temporary swings in bank reserves. The major jump comes from 2021 to 2023, when there was a major boost in the estimated value of repos traded, peaking at about $4.7 trillion in June 2023 before settling back to under $4.0 trillion by the end of that year.\n\nUntil 2021, the Fed was a relatively minor player in repos, when a sudden jump in Fed actions put it at the center of the market. ON RRP agreements grew from about $1 trillion in the spring of 2021 to $2.7 trillion in assets by December 2022.By 2023, the repo market was about three times larger than at the beginning of 2021, with the Fed serving as the critical counterparty for most of these transactions.\n\nThe significant rise in repo volumes can be attributed to several prominent changes within the market and the broader economy.\n\nThe pandemic set off a rush for safe assets, driven by the period's extensive economic uncertainties. In July 2021, the Federal Open Market Committee (FOMC) established the SRF as a backstop in the money markets. The SRF was intended to smooth liquidity in the repo market further and provide a dependable source of cash in exchange for safe investments like government bonds. It soon became a crucial part of how major financial institutions across the U.S. managed their short-term liquidity needs.Meant as a supplement, it replaced much of the market.\n\nUnder the SRF, eligible institutions could borrow money overnight from the Federal Reserve, using securities such as Treasury bonds as collateral. The interest rate on these loans, known as the repo rate, is set by the FOMC and is generally above the market rate, ensuring the SRF is used as a backstop rather than a primary funding source.Concurrently, the Fed's increase in bond holdings, a measure to improve market liquidity, was part of its broader monetary policy to stabilize and support the economy.\n\nHowever, from mid-2022 through 2023, the Fed wound down these holdings under a policy known as quantitative tightening, marking a shift from its earlierexpansionary monetarystance.Pulling back its efforts to support the economy (by this time, inflation was a critical worry), the Fed sought to decrease the size of its balance sheet.\n\nReducing the Fed's balance sheet mainly involves cuts in three crucial areas of Federal Reserve liabilities: deposits of the U.S. Treasury, deposits of banks (known as reserves), and deposits of money market funds at the Fed through the ON RRP.The size of its part in the repo market would be easier to cut, given that the Fed has less control over the other two.\n\nAs the Fed sought to decrease its balance sheet, ON RRP made the most sense to pull back. Although bank reserves were to play a vital role in future cuts to the Fed's balance sheet, scaling back the ON RRP is generally regarded as less disruptive to the monetary system than cuts to bank reserves.\n\nThe combination of pandemic-driven economic uncertainty, the establishment of the SRF, increased bond holdings, quantitative tightening, and regulatory changes led to a significant increase in the Federal Reserve's involvement in repo transactions. This resulted in the Fed becoming a critical counterparty in the repo market, with the market size tripling from the beginning of 2021 to 2023. Changes in the ON RRP should cause a move away from the Fed as a primary counterparty toward the private sector as its overnight repo sales continue downward.\n\nHowever, the capacity of the private repo market to handle much higher volumes in the mid-2020s and beyond is in some doubt.The Fed's active participation has significantly increased the repo market's size, and it's unknown if the private sector could adjust to step in for the Fed's increased role in the repo market. The signs are positive: the first quarter of 2024 saw a return to May 2021 ON RRP levels (about $327 billion), with the private market absorbing the lost liquidity from the Fed.Money market funds have been adjusting their strategies. Significant providers of cash to the repo market, they have increased their private repo lending volumes, especially above the ON RRP rates. That said, the jury is still out if the private markets can make up for the massive place the Fed filled in this area in the early 2020s.\n\nIn theory, all parties benefit. The seller gets the cash injection it needs, while the buyer gets to make money from lending capital.\n\nThe sellers of repo agreements can be banks, hedge funds, insurance companies, money market mutual funds, and any other entity in need of a short-term infusion of cash. On the other side of the trade, the buyers are commercial banks, central banks, asset managers with temporary cash surpluses, and so on.\n\nHigh-quality debt instruments with little risk of default are most commonly used, such as government bonds, corporate bonds, ormortgage-backed securities. The collateral needs to have a predictable value, reflect the value of the loan, and be easy to sell in the event the loan isn't repaid on time. The collateral doesn't need to be debt. Other assets can be used, including, for example, equity market indexes.\n\nA repurchase agreement, or repo, is a short-term lending instrument that involves a bank selling securities, usually government bonds or other debt instruments with steady values, to an investor and then repurchasing them a short time later at a slightly higher price. Repos essentially act as short-term, collateral-backed, interest-bearing loans, with the buyer playing the role of lender, the seller as the borrower, and the security as the collateral.\n\nIn the 2020s, the U.S. Federal Reserve became a significant player in the repo market. Its reverse repo facility put a floor underneath short-term rates. Through this, the Fed takes in cash from eligible firms in loans collateralized with Treasurys it holds. In the mid-2020s, the Fed has been slowly shrinking its bond holdings and also its part in the repo market after a massive move into it during the pandemic era.\n\nKeith Dickinson. \"Financial Markets Operations Management,\" Pages 344-345, 371-374. John Wiley & Sons, 2015.\n\nFederal Reserve Bank of New York. \"Repo and Reverse Repo Agreements.\"\n\nCongressional Research Service. \"Repurchase Agreements (Repos): A Primer.\" Page 1.\n\nInternal Revenue Service. \"Treasury, IRS Issue Guidance on Corporate Stock.\"\n\nFederal Reserve Bank of New York. \"Repo and Securities Lending.\" Page 2.\n\nU.S. Federal Reserve of New York. \"Standing Repo Facility.\"\n\nFederal Reserve Bank of New York. \"Repo and Reverse Repo Agreements.\"\n\nFederal Reserve Bank of New York. “FAQs: Reverse Repurchase Agreement Operations.”\n\nFederal Reserve Bank of St. Louis. \"Overnight Repurchase Agreements: Treasury Securities Purchased by the Federal Reserve in the Temporary Open Market Operations.\"\n\nFederal Reserve Bank of St. Louis. \"Overnight Reverse Repurchase Agreements: Treasury Securities Sold by the Federal Reserve in the Temporary Open Market Operations.\"\n\nJennifer N. Carpenter. \"The Repo Market.\" Page 5. Leonard N. Stern School of Business, New York University.\n\nCarlson, Mark, Saravay, Zack, and Tian, Mary. \"Use of the Federal Reserve's Repo Operations and Changes in Dealer Balance Sheets.\"FEDS Notes, Board of Governors of the Federal Reserve System, August 2021.\n\nEuroclear Banks Triparty Collateral Management Team. \"Understanding Repos and The Repo Markets.\" January 2009, pp. 64.\n\nFederal Reserve Bank of St. Louis, FRED. \"Overnight Reverse Repurchase Agreements Award Rate: Treasury Securities Sold by the Federal Reserve in the Temporary Open Market Operations.\"\n\nFederal Reserve Bank of St. Louis, FRED. \"Federal Funds Effective Rate.\"\n\nMichael Simmons. \"Collateral Management: A Guide to Mitigating Counterparty Risk,\" Pages 344-345, 371-374. John Wiley & Sons, 2019.\n\nInternational Capital Market Association. \"Frequently Asked Questions on Repo.\" Page 18.\n\nPaddrik, Mark E., Ramírez, Carlos A., and McCormick, Matthew J. \"The Dynamics of the U.S. Overnight Triparty Repo Market.\"FEDS Notes, Board of Governors of the Federal Reserve System, August 2021.\n\nFederal Reserve Bank of New York. \"Tri-Party/GCF Repo: Volume.\"\n\nFederal Reserve Bank of New York. \"Reference Rates.\"\n\nInternational Capital Market Association. \"Frequently Asked Questions on Repo.\"\n\nU.S. Securities and Exchange Commission. \"Testimony Concerning the Lehman Brothers Examiner's Report.\"\n\nBall, Laurence. \"The Fed and Lehman Brothers.\"National Bureau of Economic Research, Working Paper 22410, July 2016, pp. 1-214.\n\nJacewitz, Stefan A. \"Rapid Declines in the Fed’s Overnight Reverse Repurchase (ON RRP) Facility May Start to Slow.\"Economic Bulletin, Federal Reserve Bank of Kansas City, November 2023.\n\nFederal Reserve Bank of New York. \"FAQs: Standing Repo Facility.\"\n\nHempel, Samuel J., and et al. \"Money Market Fund Repo and the ON RRP Facility.\"FEDS Notes, Board of Governors of the Federal Reserve System, December 2023.\n\nReuters. \"Fed's Reverse Repo Facility Drawdown Looms Large in Balance Sheet Debate.\"\n\nReuters. \"Fed’s Reverse Repo Facility Plummets To Lowest Level in Nearly Three Years.\"\n\nInternational Capital Market Association. \"Frequently AskedQuestions on Repo.\" Pages 10-11.",
  "url": "https://www.investopedia.com/terms/r/repurchaseagreement.asp"
}