{
  "term": "Reputational Risk: Definition, Dangers, Causes, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nReputational risk is a threat or danger to the good name or standing of a business or entity. Reputational risk can occur in the following ways:\n\nIn addition to having good governance practices and transparency, companies need to be socially responsible and environmentally conscious to avoid or minimize reputational risk.\n\nReputational risk is a hidden danger that can pose a threat to the survival of the biggest and best-run companies. Often the risk results in outcomes not easily measured; however, it can adversely affect a company's profitability and valuation. It can wipe out millions or billions of dollars in market capitalization or potential revenues and can occasionally result in a change at the uppermost levels of management.\n\nReputational risk can also arise from the actions of errant employees, such as egregious fraud or massive trading losses disclosed by some of the world's biggest financial institutions. In an increasingly globalized environment, reputational risk can arise even in a peripheral region far away from home base.\n\nIn some instances, reputational risk can be mitigated through prompt damage control measures, which is essential in this age of instant communication andsocial medianetworks. In other instances, this risk can be more insidious and last for years. For example, gas and oil companies have been increasingly targeted by activists because of the perceived damage to the environment caused by their extraction activities.\n\nIt can be a time-intensive process to monitor for online activity such as negative reviews that can jeopardize a company's reputation.Online reputation management (ORM) softwarecan help companies track what consumers say about a brand on review sites, social media, and search engines. Many of these solutions allow you to use one dashboard to look at and respond to reviews.\n\nReputational risk exploded into full view in 2016 when the scandal involving the opening of millions of unauthorized accounts by retail bankers (and encouraged or coerced by certain supervisors) was exposed at Wells Fargo.\n\nTheCEO, John Stumpf, and others were forced out or fired. Regulators subjected the bank to fines and penalties, and a number of large customers reduced, suspended, or discontinued altogether doing business with the bank.Wells Fargo's reputation was tarnished, and the company has had to rebuild its reputation and its brand.\n\nConsumer Financial Protection Bureau. \"Wells Fargo Bank, N.A.\" Accessed Oct 10, 2021.\n\nU.S. Securities and Exchange Commission. \"Wells Fargo & Company.\" Accessed Oct. 10, 2021.\n\nWells Fargo. \"Making Things Right for Customers—Customer Redress Review Program.\" Accessed Oct. 10, 2021.",
  "url": "https://www.investopedia.com/terms/r/reputational-risk.asp"
}