{
  "term": "Request for Quote: Definition and How Businesses Use RFQs",
  "definition": "A request for quote is when a company asks various select suppliers and contractors for price estimates for a project or task.\n\nA request for quote (RFQ), also known as an invitation for bid (IFB), is a process in which a company notifies specific suppliers and contractors about projects or tasks, seeking one that will complete them at the lowest cost and highest quality.\n\nThe RFQ process is especially important to businesses that need a consistent supply of a specific number of standard products. Companies may send RFQs alone or before a request for proposal (RFP).\n\nAn RFQ is usually the first step in submitting arequest for proposal (RFP). These two documents are similar, as they provide details of the project or services required; however, RFQs generally require a more comprehensive price quote. Also, businesses usually design RFQs for generic products in which the quantity needed is known, and RFPs are for unique, niche projects where quantities and specifications are unknown.\n\nIn addition to pricing, RFQs may include details such as payment terms, factors that could influence a company’s bid selection, submission deadline, and the like. A government agency that wants to buy 500 computers with a specific hard drive size and processing speed, for example, would send an RFQ to several vendors as prospective bidders.\n\nBecause the RFQ format is uniform within a given company, when the RFQs return with price quotes, the soliciting company can easily compare them. Typically, an RFQ process consists of four sections: the preparation phase, the processing phase, the awarding phase, and the closing phase. The company generally will award the contract to the vendor that meets the minimum qualifying criteria and presents the lowest bid.\n\nRFQs are not public announcements. Because the soliciting company sends RFQs only to businesses that it trusts, it does not need to prepare lengthyprocurementdocumentation. Also, unlike a public solicitation, a company receives only the number of bids it requested, saving time.\n\nUsing an RFQ reduces the time required to procure goods or services. It also offers a degree of security, as a company will receive bids only from vendors it prefers. However, because RFQs reduce the amount of competition, a company may miss out on receiving the lowest available price or learning about new, high-quality vendors.\n\nWhen a company receives a quote in response to an RFQ, it is not an offer or a binding contract. The solicitor offers the job to its chosen vendor by sending a purchase order, which, in effect, is a contract specifying the terms and conditions of the work. When a vendor accepts and signs the purchase order, the contract begins.\n\nA request for proposal (RFP) is a business document that announces a project, describes it, and solicits bids from qualified contractors to complete it. Most organizations prefer to launch their projects using RFPs, and many governments always use them.\n\nYes, there is also a request for information (RFI). An RFI is a document that gathers information about a potential supplier’s goods or services. It’s usually the first and most broad step in vendor selection.\n\nWhile a request for quote (RFQ) is also known as an invitation for bid (IFB), there is a slight difference between the two.\n\nAn RFQ is typically used for projects that are smaller in size and scope than an IFB. It’s often for clients seeking price information on a defined scope of work, materials, or equipment.\n\nAn IFB, also known as an invitation to tender, is usually for major projects. The owner is aware of what it wants and includes detailed performance specifications, qualifications, and requirements for bidders.",
  "url": "https://www.investopedia.com/terms/r/request-for-quote.asp"
}