{
  "term": "Required Minimum Distribution (RMD): Definition and Calculation",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA required minimum distribution (RMD) is the amount of money that must be withdrawn annually from certain employer-sponsored retirement plans like401(k)sand certainindividual retirement accounts (IRAs), such as the traditional IRA. RMDs must be taken by April 1 after you turn 73 years old. You must calculate and withdraw the correct RMD every year after that, or face a penalty from theInternal Revenue Service (IRS).RMDs do not apply to Roth accounts until after the account owner dies.\n\nAs noted above, a required minimum distribution is the minimum amount of money required to be withdrawn from certain retirement accounts. These accounts include 401(k)s, traditional IRAs,Simplified Employee Pension (SEP) IRAs, andSIMPLE IRAs. The money must be taken by April 1 the year after you turn 73. The correct amount must be withdrawn or you will face a penalty.\n\nRMDs are determined by dividing the fair market value (FMV) of the retirement account in the prior year-end using the applicable distribution period or life expectancy.Your account custodian can tell you what your RMD is or you can calculate it on your own using IRS worksheets. Make sure that you're using the latest worksheets because the tables are updated to reflect life expectancy changes.\n\nDifferent situations call for different tables. For example, if you have a non-Roth IRA and the account's sole beneficiary is your spouse, and your spouse is more than 10 years younger than you, you will need to use a different table than other account holders.\n\nFor traditional IRA account holders, the RMD calculation involves three steps:\n\nIf you don't need the funds from your RMD to live, and your income meets the requirements, you could use the RMD to contribute to a Roth IRA.\n\nThere are circumstances when the RMD rules noted above don't apply. For instance, if the owner of a Roth account—a 401(k) or an IRA—dies, RMDs don't need to be taken until after they die.\n\nSomequalified plansallow certain participants to defer the start of their RMDs until they retire, even if they are over 73. This deferment rule generally applies to plans at the workplace where they are currently employed, not to IRAs or qualified plans from previous employers. These qualified plan participants should also check with their employers to determine if they are eligible for this deferral.\n\nOlder workers who must take RMDs from non-Roth accounts may find themselves in higher taxable income brackets. However, there are a few strategies, like state tax loopholes, that they may take toreduce the impact of this RMD boost in annual income.\n\nWhile an account holder must withdraw the RMD amount, they can also choose to withdraw more than that amount. If the account holder wants to withdraw 100% of their account in the first year, that’s perfectly legal, but thetax bill could bea bit of a shock.\n\nRMD rules can be complex, so it's important to reviewIRS Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs)when making decisions regarding your distributions from an inherited IRA.\n\nDifferent rules apply toinherited IRAs. For instance:\n\nHowever, if the account owner died after Dec. 31, 2019, you need to follow the RMD rules established by theSECURE Act. These rules distinguish between eligible, designated, and non-designated beneficiaries. The timeframe and calculation of your RMD can vary greatly depending on which of these categories define you as a beneficiary.\n\nSome designated beneficiaries may be required to withdraw the entire account balance by the 10th calendar year following the year of the account owner’s post-2019 death, whereas some non-designated beneficiaries may be required to withdraw the entire account balance within five years of the account owner’s death.\n\nThese rules effectively eliminate thestretch IRA, an estate planning strategy that some beneficiaries of inherited IRAs had used in the past to extend the tax-deferred benefits of an IRA.\n\nIf you have multiple IRAs, you may aggregate the RMD amounts for each of them and then withdraw the total from one or a portion of the total from each.\n\nYou must withdraw your RMD from the relevant retirement savings account(s) by Dec. 31 every year. Funds can be withdrawn periodically throughout the year or you can wait until the year's end to earn the maximumintereston your funds.\n\nHere's an example. Bob, a retirement account holder, turned 74 on Oct. 1. His IRA was worth $205,000 on Dec. 31 of the prior year. To calculate the annual amount to be withdrawn, that prior Dec. 31 balance is divided by the distribution factor from the relevant IRS table.\n\nThat means Bob divides $205,000 by 25.5, which is the distribution period from the latest Uniform Lifetime Table for a 74-year-old. There are other tables for beneficiaries of retirement accounts and account holders with much younger spouses.\n\nRMD=$205,00025.5=$8,039.21\\begin{aligned}\\text{RMD}=\\frac{\\$205,000}{25.5}=\\$8,039.21\\end{aligned}RMD=25.5$205,000​=$8,039.21​\n\nDivide $205,000 by 25.5, and you get $8,039.22. That's the minimum amount Bob needs to withdraw from his retirement account in the current year to avoid a fine.\n\nThere are some other things Bob should keep in mind. Let's suppose Bob hasmultiple IRAs. This means the RMD for each account must be calculated separately. Depending on the types of accounts involved in this scenario, Bob may have to take RMDs from each account rather than a total amount for all RMDs from one account.\n\nFortunately, you probably don't need to worry about calculating the minimum amount to withdraw each year. Generally, the custodian of the account can calculate your RMD for you.\n\nAt present, individualsmust start taking required minimum distributionsfrom qualified retirement accounts at age 73. Prior to 2023, the RMD age was 72. Before 2020, it was 70½.\n\nYes, you are responsible for adeferred tax liabilitybecause RMDs are withdrawn from retirement accounts that had contributions made with pre-tax dollars. You must pay income tax on RMDs when they are taken (at your current tax bracket).\n\nIf you are over age 73 and choose not to take your RMD, you will bepenalized by the IRS. The amount not withdrawn will be subject to a 25% tax. Before the SECURE 2.0 Act was passed in 2022, this was a 50% penalty.According to the IRS, the penalty drops to 10% if the RMD is timely corrected within two years.\"\n\nA traditional IRA follows the RMD rule, so you need to start taking distributions at age 73. Roth IRAs and Roth 401(k)s do not have RMDs.\n\nAn RMD acts as a safeguard against people using a retirement account to avoid paying taxes.\n\nBecause traditional IRAs and non-Roth 401(k) plans use pre-tax dollars, the IRS imposes RMDs to prevent individuals from avoiding paying the deferred tax liability owed on those contributions.\n\nThe RMD rule is in placeto prevent individuals from avoiding the deferred tax liability owed on their retirement contributions. Still, most people start withdrawing from their retirement accounts before they must start taking RMDs, because they need the money: they live off their retirement funds.\n\nRMDs begin at age 73, and are calculated by dividing the retirement account’s prior year-end fair market value by a life expectancy factor published by the IRS. Failure to take RMDs as currently required results in a 25% penalty.\n\nFortunately, the IRS publishes a worksheet that makes it very easy to calculate how much you must take out each year. However, other factors can be a bit tricky, such as what to do with multiple IRAs and how RMDs work when the retirement account holder passes away and the funds are inherited. Be sure to do your tax-time research and stay abreast of what you need to do.\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distributions FAQs.\"\n\nInternal Revenue Service.\"IRS Reminds Those Aged 73 and Older to Make Required Withdrawals from IRAs and Retirement Plans by Dec. 31; Notes Changes in the Law for 2023.\"\n\nInternal Revenue Service. \"Retirement Topics — Required Minimum Distributions (RMDs).\"\n\nInternal Revenue Service. \"Required Minimum Distribution Worksheets.\"\n\nInternal Revenue Service. \"Publication 590-B (2024), Distributions From Individual Retirement Arrangements (IRAs).\"\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distribution FAQs.\"\n\nUnited States Congress. \"H.R.1994 - Setting Every Community Up for Retirement Enhancement Act of 2019.\" Sec. 114.\n\nInternal Revenue Service. \"RMD Comparison Chart (IRAs vs. Defined Contribution Plans).\"\n\nUnited States Congress. \"H.R. 2617 - Consolidated Appropriations Act, 2023.\" Division T, Section 302 (a).\n\nUnited States Congress. \"H.R.2617 - Consolidated Appropriations Act, 2023.\" Section 325.",
  "url": "https://www.investopedia.com/terms/r/requiredminimumdistribution.asp"
}