{
  "term": "Required Rate of Return (RRR): Definition and Examples",
  "definition": "The requiredrate of return(RRR) is the minimum return an investor will accept for owning a company's stock, as compensation for a given level of risk associated with holding the stock. The RRR is also used in corporate finance to analyze the profitability of potential investment projects.\n\nThe RRR is also known as thehurdle rate, which like RRR, denotes the appropriate compensation needed for the level of risk present. Riskier projects usually have higher hurdle rates, or RRRs, than those that are less risky.\n\nThere are a couple of ways to calculate the required rate of return—either using the dividend discount model (DDM), or the capital asset pricing model (CAPM). The choice of model used to calculate the RRR depends on the situation for which it is being used.\n\nIf an investor is considering buying equity shares in a company that pays dividends, the dividend discount model is ideal. A popular variation of the dividend discount model is also known as theGordon Growth Model.\n\nThe dividend-discount model calculates the RRR for equity of a dividend-paying stock by utilizing the current stock price, the dividend payment per share, and the forecasted dividend growth rate. The formula is as follows:\n\nRRR =  (Expected dividend payment / Share Price) + Forecasted dividend growth rate\n\nTo calculate RRR using the dividend discount model:\n\nAnother way to calculate RRR is to use thecapital asset pricing model(CAPM), which is typically used by investors for stocks that do not pay dividends.\n\nThe CAPM model of calculating RRR uses the beta of an asset.Betais the risk coefficient of the holding. In other words, beta attempts to measure the riskiness of a stock or investment over time. Stocks with betas greater than 1 are considered riskier than the overall market (often represented by a benchmark equity index, such as the S&P 500 in the U.S., or the TSX Composite in Canada), whereas stocks with betas less than 1 are considered less risky than the overall market.\n\nThe formula also uses the risk-free rate of return, which is typically theyieldon short-term U.S. Treasury securities. The final variable is the market rate of return, which is typically the annual return of the S&P 500 index. The formula for RRR using the CAPM model is as follows:\n\nRRR =  Risk-free rate of return +BetaX (Market rate of return - Risk-free rate of return)\n\nTo calculate RRR using the CAPM:\n\nThe required rate of returnRRR is a key concept in equity valuation and corporate finance. It's a difficult metric to pinpoint due to the different investment goals and risk tolerances of individual investors and companies. Risk-return preferences, inflation expectations, and a company’s capital structure all play a role in determining the company's own required rate. Each one of these and other factors can have major effects on a security'sintrinsic value.\n\nFor investors using the CAPM formula, the required rate of return for a stock with a high beta relative to the market should have a higher RRR. The higher RRR relative to other investments with low betas is necessary to compensate investors for the added level of risk associated with investing in the higher beta stock.\n\nIn other words, RRR is in part calculated by adding the risk premium to the expected risk-free rate of return to account for the added volatility and subsequent risk.\n\nFor capital projects, RRR is useful in determining whether to pursue one project versus another. The RRR is what's needed to go ahead with the project although some projects might not meet the RRR but are in the long-term best interests of the company.\n\nTo accurately calculate the RRR and make it more meaningful, the investor must also consider their cost of capital, as well as the return available from other competing investments. In addition, inflation must also be factored into RRR analysis so as to obtain the real (or inflation-adjusted) rate of return.\n\nA company is expected to pay an annual dividend of $3 next year, and its stock is currently trading at $100 a share. The company has been steadily raising its dividend each year at a 4% growth rate.\n\nIn thecapital asset pricing model(CAPM), RRR can be calculated using the beta of a security, or risk coefficient, as well as the excess return that investing in the stock pays over a risk-free rate (called theequity risk premium).\n\nLet's say Company A has a beta of 1.50, meaning that it is riskier than the overall market (which has a beta of 1).\n\nTo invest in Company A, RRR = 14% or (2% + 1.50 X (10% - 2%))\n\nCompany B has a beta of 0.50, which implies that it is less risky than the overall market.\n\nTo invest in Company B, RRR = 6% or (2% + 0.50 X (10% - 2%))\n\nThus, an investor evaluating the merits of investing in Company A versus Company B would require a significantly higher rate of return from Company A because of its much higher beta.\n\nAlthough the required rate of return is used in capital budgeting projects, RRR is not the same level of return that's needed to cover thecost of capital. The cost of capital is theminimum return needed to cover the cost of debtand equity issuance to raise funds for the project. The cost of capital is the lowest return needed to account for the capital structure. The RRR should always be higher than the cost of capital.\n\nThe RRR calculation does not factor in inflation expectations since rising prices erode investment gains. However, inflation expectations are subjective and can be wrong.\n\nAlso, the RRR will vary between investors with different risk tolerance levels. A retiree will have a lower risk tolerance than an investor who recently graduated college. As a result, the RRR is a subjective rate of return.\n\nRRR does not factor in the liquidity of an investment. If an investment can't be sold for a period of time, the security will likely carry a higher risk than one that's more liquid.\n\nAlso, comparing stocks in different industries can be difficult since the risk or beta will be different. As with any financial ratio or metric, it's best to utilize multiple ratios in your analysis when considering investment opportunities.\n\nThe internal rate of return looks at the investment's annual growth rate, stating that an investment should be pursued if this rate is greater than the minimum required rate of return.\n\nThe inherent risks of an investment or project are determined through its required rate of return, and thus, a high RRR indicates higher risks while a low RRR implies minimal risks.\n\nA good return on investment is generally considered to be approximately 7% per year or higher, which is also the average annual return of the S&P 500, adjusting for inflation.\n\nThe required rate of return tells investors whether to expand or take on new projects, venture into an investment, or buy the stocks of a company. The RRR determines the inherent risks of an investment, and it can vary between investors with different risk tolerance levels. The RRR can be used as a benchmark of minimum acceptable return when compared to the cost and returns of other similar investment opportunities.\n\nDifferent models can be used to calculate the required rate of return for an investment opportunity or project, but any calculation does not factor in inflation expectations or the liquidity of an investment.",
  "url": "https://www.investopedia.com/terms/r/requiredrateofreturn.asp"
}