{
  "term": "Reserve Price: What It Means and How It Works in Auctions",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nCommon to auctions, a reserve price or a reservation price is the minimum amount that a seller will accept as the winning bid. Alternatively, it is less commonly known as the highest price a buyer is willing to pay for a good or service. The reserve price prevents a bidder who offers a price lower than what the owner will accept from winning the auction.\n\nThe point at which the buyer and seller are no longerwilling to negotiateis the walk-away point. The auction's starting price tends to start lower than the reserve price to encourage bidding. A reserve price is not to be confused with an opening bid, which is the suggested starting bid for an auction.\n\nReserve prices are intended to protect the owner of an auctioned item from an unfavorable outcome. On sites likeeBay, the reserve price is hidden, and until the reserve is met, the system will show \"Reserve Not Met.\"\n\nWhen the reserve price is met, the system will display \"Reserve Met.\" Once a bidder submits a bid that has met the reserve price, the bid is binding, obligating the buyer to purchase the auction item or service and obligating the seller to sell the item or service.\n\nSellers can disclose the reserve price in their descriptions or upon request from potential buyers. Some auctionbiddersare opposed to reserve prices because they reduce the possibility of winning the auction at a bargain price and because they create uncertainty as to the minimum price that must be paid to win the auction.\n\nSome auction companies and sites (e.g., eBay) allow sellers to set reserve prices for an additional fee as it is considered an optional feature, and some allow for the reserve price to be changed while an auction is active.\n\nIf changes are allowed, the seller can only reduce the reserve price. When a reserve price is disallowed, such as with an absolute auction, owners are typically prohibited from bidding on their items as doing so would allow them to manipulate the process.\n\nAllauctions are not the same. The parties to an auction should thus carefully review the rules and guidelines before entering into a selling agreement or submitting bids.\n\nOftentimes, the reserve price and the opening price/bid are used interchangeably. However, they are not the same. While the reserve price is the minimum price a seller is willing to accept, the opening bid is the amount suggested to start bidding. Bidders are not obligated to accept the opening bid, and if an item receives no bids, the auctioneer will lower the starting/opening bid price.\n\nIf an opening bid is too high, it may cause bidders to become disinterested even if the item price is subsequently lowered. It's like listing a residential property for sale. If the price is too high, many potential buyers become disinterested, and regaining their interest is difficult even when the price is lowered.\n\nTherefore, professional auctioneers suggest starting with a lower starting bid to gain interest. Once bidders are interested and begin bidding, they are invested and will likely continue until a higher price is secured.\n\nFor example, an Ohio auction house has scheduled an auction to liquidate the equipment from a bankrupt manufacturing firm. One item onauctionis a stamping press used to shape sheets of steel into automotive body panels.\n\nThe auction firm sets a reserve price of $250,000 based on the recommendation of thebankruptcy trusteebut opens the bidding at $100,000.\n\nAfter several bidders bring the price to $175,000, a firm that once competed with the bankrupt parts maker bids $200,000 for the press. No one else offers a higher bid, and the auctioneer removes the press from the auction because the reserve price is unmet.\n\nIt depends on the auction. Some auctions allow the reserve price to be known while others do not. Check the guidelines of the auction you are bidding at. In auctions where the reserve price is not known, bidders can still see if it has been met or not.\n\nIn addition to sellers having a reserve price at an auction, which is the minimum amount they are willing to sell the item, buyers also have a reserve price. The reserve price for a buyer is the maximum they are willing to bid on an item for.\n\nAt an auction, if the reserve price is not met, then the item will not be sold. This can be a waste of time for a buyer since bidding happens yet not at levels acceptable to the seller.\n\nIn an auction, a seller can implement a reserve price, which is the minimum amount they are willing to sell the item for. If the reserve price is not met by a bidder, then the seller has no obligation to sell the item.",
  "url": "https://www.investopedia.com/terms/r/reserve-price.asp"
}