{
  "term": "Reserve Requirements: Definition, History, and Example",
  "definition": "Reserve requirements are the amount of cash that financial institutions must have, in their vaults or at the closestFederal Reserve bank, in line withdepositsmade by their customers. Set by the Fed's board of governors, reserve requirements are one of the three main tools of monetary policy—the other two tools areopen market operationsand thediscount rate.\n\nBanks, credit unions, and savings and loan associations must meet reserve requirements. So must U.S. branches and agencies of foreign banks, Edge Act corporations and agreement corporations.\n\nOn March 15, 2020, the Federal Reserve Board announced that reserve requirements ratios would be set to 0%, effective March 26, 2020. Prior to the change effective March 26, 2020, the reserve requirement ratios on net transactions accounts differed based on the amount of net transactions accounts at the institution.\n\nBanks loan funds to customers based on a fraction of the cash they have on hand. The government makes one requirement of them in exchange for this ability:keep a certain amount of deposits on handto cover possible withdrawals. This amount is called the reserve requirement, and it is the percentage that banks must keep in reserve and are not allowed to lend.\n\nIf a bank doesn't have enough cash to meet the reserve requirement, it borrows from other banks or from the Fed's discount window. The interest banks charge each other to borrow is called thefederal funds rate, and it's the basis for many other interest rates in the economy.\n\nThe Federal Reserve's Board of Governors sets the requirement as well as the interest rate banks get paid onexcess reserves. The Financial Services Regulatory Relief Act of 2006 gave the Federal Reserve the right to pay interest on excess reserves. The effective date on which banks started getting paid interest was Oct. 1, 2011.This rate of interest is referred to as the interest rate on excess reserves and serves as a proxy for the federal funds rate.\n\nThe reserve requirement is another tool that the Fed has at its disposal to control liquidity in the financial system. By reducing the reserve requirement, the Fed is executing an expansionarymonetary policy, and conversely, when it raises the requirement, it's exercising a contractionary monetary policy. This latter action cuts liquidity and causes a cool down in the economy.\n\nIn other words, when the Fed raises reserve requirements, banks have less to lend out to consumers and businesses. That in turn raises interest rates. When the Fed drops reserve requirements, the opposite happens: Interest rates fall.\n\nThe practice of holding reserves started with the firstcommercial banksduring the early 19th century. Each bank had its own note that was only used within its geographic area of operation. Exchanging it to another banknote in a different region was expensive and risky because of the lack of information about funds at the other bank.\n\nTo overcome this problem, banks in New York and New Jersey arranged for voluntary redemption at each other's branches on the condition that the issuing bank and redeeming bank both maintained an agreed upon deposit of gold or its equivalent. Subsequently, theNational Bank Act of 1863imposed 25% reserve requirements for banks under its charge.Those requirements and a tax on state banknotes in 1865 ensured that national bank notes replaced other currencies as a medium of exchange.\n\nThe creation of the Federal Reserve and its constituent banks in 1913 as alender of last resortfurther eliminated risks and costs required in maintaining reserves and pared-down reserve requirements from their earlier high levels.For example, reserve requirements for three types of banks under the Federal Reserve were set at 13%, 10%, and 7% in 1917.\n\nIn response to the COVID-19 pandemic, the Federal Reserve reduced the reserve requirement ratio to zero across all deposit tiers, effective March 26, 2020.The aim of this reduction was to jump-start the economy by allowing banks to use additional liquidity to lend to individuals and businesses.\n\nThe day President Woodrow Wilson signed the Federal Reserve Act into law, thus creating the Federal Reserve.\n\nSome countries don't have reserve requirements. These countries include Canada, the United Kingdom, New Zealand, Australia, and Sweden.Instead, some of these countries must adhere to capital requirements, which is the amount of equity a bank or financial institution must hold as required by itsfinancial regulator.\n\nReserve requirements refer to the amount of liquid assets a bank must hold. These funds are intended to protect the institution from runs on deposits. A financial institution can hold additional funds above the required amount—known asfree reserves. Capital requirements are meant to absorb losses on loans and other investments.\n\nAs an example, assume a bank has $200 million in deposits and is required to hold 10%. The bank is now allowed to lend out $180 million, which drastically decreasesbank credit—the amount of money the loans the bank can make to customers.\n\nIn addition to providing a buffer againstbank runsand a layer ofliquidity, reserve requirements are also used as a monetary tool by the Federal Reserve. By increasing the reserve requirement, the Federal Reserve is essentially taking money out of the money supply and increasing the cost of credit. Lowering the reserve requirement pumps money into the economy by giving banks excess reserves, which promotes the expansion of bank credit and lowers rates.\n\nIn the United States, the Federal Reserve Board sets the reserve requirements. The Federal Reserve Board receives its authority to set reserve requirements from the Federal Reserve Act. The Board establishes reserve requirements as a way to carry out a monetary policy on deposits and other liabilities ofdepositoryinstitutions.\n\nA lower reserve requirement means the Federal Reserve is pursuing anexpansionary monetary policy. The lower reserve requirement means banks do not need to keep as much cash on hand. This gives them more money for consumer and business loans.\n\nA higher reserve requirement means the Federal Reserve is pursuing acontractionary monetary policy. If banks have a higher reserve requirement, there will be less money available to lend to consumers and businesses. However, this money will then provide the banks with a level of protection against possible bank failure should there be an economic downturn or a run on the bank.\n\nReserve requirements specify the amount of cash a bank must have close at hand in order to cover sudden withdrawals and protect the system from bank runs by depositors. The bank can hold the reserves in a vault or at the closest Fed bank.\n\nWhen the Fed raises the reserve requirement, that lowers the amount banks can lend. With a tighter money supply, banks can charge more to lend, which raises interest rates.\n\nFederal Reserve Board. \"Reserve Requirements.\"\n\nFederal Reserve. \"Interest on Reserve Balances.\"\n\nFederal Reserve Bank. \"Navigating Constraints: The Evolution of Federal Reserve Monetary Policy, 1935-59,\" Page 3, Footnote 7.\n\nFederal Reserve Bank. \"Federal Reserve Act.\"\n\nFederal Reserve Board. \"The History of Cyclical Macroprudential Policy in the United States.\"\n\nFederal Reserve. \"Frequently Asked Questions.\"\n\nU. S. Government Accountability Office. \"Observations on Regulation D and the Use of Reserve Requirements,\" Page 47.\n\nFederal Reserve Bank of Cleveland. \"A Brief History of Bank Capital Requirements in the United States.\"",
  "url": "https://www.investopedia.com/terms/r/requiredreserves.asp"
}