{
  "term": "Research and Development (R&D) Expenses: Definition and Example",
  "definition": "Research and development (R&D) expenses are the money companies spend on innovation and improving their products, services, technologies, and processes. R&D is a common type ofoperating expense. Usually, the costs associated with R&D must be recorded as an expense incurred. However, in cases where R&D activities have an alternative future use, the expenses may be capitalized.\n\nR&D is a systematic activity that combines basic and applied research to discover solutions to new or existing problems or to create or update goods and services.\n\nIt is broken down into two stages.\n\nR&D offers companies a way to improve how they do business and what they offer customers. These activities can boost profitability, help companies stay ahead of their competition, and are essential for survival, particularly in some industries.\n\nR&D is most often focused on new products. Before any new product is released into the marketplace, it goes through significant R&D phases, which include a product's market opportunity, cost, and production timeline. After adequate research, a new product enters the development phase, where a company creates the product or service using the concept laid out during the research phase.\n\nCompanies also use R&D to update existing products or conduct quality checks in which a business evaluates a product to ensure that it is still adequate and discusses any improvements. If the improvements are cost-effective, they will be implemented during the development phase.\n\nR&D comes at a cost and the benefits aren't always immediate. Sometimes, it can take years for the investments to pay off. Moreover, some research may prove useless or yield the development of goods, services, or processes that don't live up to the hype.\n\nThe general goal behind most investments is that they will pay off in the form of a higher return. The same logic applies to R&D, although there are no guarantees.\n\nR&D expenses can range from relatively minor costs to several billions of dollars. Companies in the industrial, technological, healthcare, and pharmaceutical sectors usually have the highest levels of R&D expenses. Some companies—for example, those in technology—reinvest a significant portion of theirprofitsback into R&D as an investment in their continued growth.\n\nThe biggest R&D spenders in 2022 (the most recent data) were hardware producers, software and internet companies, and health industries.\n\nGenerally accepted accounting principles (GAAP)require companies to recognize R&D costs as expenses in the same year the cost was incurred. These costs are listed on theincome statementand reduce the amount of net income a company reports.\n\nR&D costs must generally be recorded as expenses or incurred costs because most R&D activities don’t generate immediate financial benefits and it can’t be said with certainty that they are guaranteed to do so. However, there are a few exceptions.\n\nR&D expenses are usually listed on a company's income statement in the year they are incurred.\n\nIn some cases, costs associated with R&D activities can becapitalizedand reported on the balance sheet. When these costs are capitalized, the expense is recognized as an asset and full recognition of expenses is delayed. This is more favorable to companies and makes their financials look better.\n\nExamples of when R&D costs may able to be capitalized include:\n\nThe IRS offers tax breaks for R&D expenses.\n\nTech companies rely heavily on their R&D capabilities, so they have relatively outsized R&D expenses. In a constantly changing environment, it's important for a tech company to remain on thebleeding edgeof innovation.\n\nFor example, Meta (META), formerly Facebook, invests heavily in the R&D of products such as virtual reality and predictive artificial intelligence (AI)chatbots.These endeavors allow Meta to diversify its business and find new growth opportunities as technology continues to evolve.\n\nIn the three months to June 30, 2024, Meta spent $10.54 billion to support its AI R&D efforts. That figure represents over a quarter of the sales it generated in the period.\n\nAcquisitions can also count as an R&D expense.\n\nMeta's 2014 acquisition of Oculus Rift is an example of R&D expenses through acquisition.Meta already had the internal resources necessary to build out a virtual reality division. However, by acquiring an existing virtual reality company, it was able to expedite the time it took them to develop this capability.\n\nPreviously, companies were able to fully deduct expenses related to research and development (R&D) in the year the investment was made. TheTCJAchanged that. Beginning in 2022, companies must now amortize their costs over five years. For costs attributable to research conducted outside the U.S., the costs must be amortized over 15 years.\n\nThere are three types of R&D: basic research, applied research, and experimental development.\n\nSpending depends a lot on the industry. Some sectors, such as pharmaceutical and tech companies, spend a lot on R&D. For example, in 2023, Meta spent 29% of its revenue on R&D. Energy companies, on the other hand, generally spend much less on R&D. For instance, in 2023, Chevron's R&D expenditure as a percentage of revenue was 0.2%.\n\nInnovation is crucial for many businesses. R&D can be the key to survival and gives companies a shot at staying ahead of the competition and being relevant for years to come. However, it can also be costly to research, test, and implement, isn’t guaranteed to succeed, and often needs to be recorded as an expense rather than a capitalized cost.\n\nThe futures of certain companies hinge on R&D. But these endeavors can take a while to pay off and, in the meantime, weigh on profitability.\n\nPwC. \"Research and Development Costs.\"\n\nStatista. \"Percentage of Global Research and Development Spending in 2022, by Industry.\"\n\nInternal Revenue Service. \"IRS Sets Forth Required Information for a Valid Research Credit Claim for Refund.\"\n\nInternal Revenue Service. \"Instructions for Form 6765.\"\n\nMeta Research. \"Research Areas.\"\n\nMeta. \"Meta Reports Second Quarter 2024 Results.\"\n\nMeta. \"Facebook to Acquire Oculus.\"\n\nBloomberg Tax. \"R&D Tax Credits and Deductions.\"",
  "url": "https://www.investopedia.com/terms/r/research-and-development-expenses.asp"
}