{
  "term": "Residential Mortgage-Backed Security: Definition, Pros, and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nResidential mortgage-backed securities (RMBS) are debt-based assets backed by the interest paid on residential loans. Mortgages andhome-equity loanshave a comparatively low rate of default and a high rate of interest since there is a high demand for the ownership of a personal or family residence. Investor risk is mitigated by pooling many of these loans to minimize the risk of default.\n\nA residentialmortgage-backed securityis constructed by a government agency such as theFederal National Mortgage Association(Fannie Mae) and theFederal Home Loan Mortgage Corporation(Freddie Mac) or a non-agency investment-banking firm. These entities sell or control a large number of residential loans. They package them together into a single pool of loans and essentially sell bonds backed by this pool of loans.\n\nThe payments on these loans flow through to the investors who bought into this pool, and the interest rates they receive can be better than those offered by U.S. government-backed bonds. The issuing institutions keep a fee for the management of the pool, and the risks of default on these mortgages are shared by both the issuing entities and the investors.\n\nAn RMBS has the advantage of providing less risk and greater profitability to investors. It allows the issuing entities to raise more cash for reserves, against which they can make more loans. RMBS investors include life insurance companies that benefit from an efficient way to invest billions of dollars in higher-interest rate investments than government bonds while still taking acceptable risks.\n\nAn RMBS can contain various types of mortgages. They may contain mortgages with fixed rates, floating rates, adjustable rates, and mortgages of varying credit quality. Risks associated with RMBS include financial system stress that uniformly affects all investments within the pool that underlies the asset. This risk was evident in the2008 financial crisis.\n\nInvesting in a residential mortgage-backed security can expose the investor toprepaymentrisk andcredit risk. Prepayment is when the mortgage holder pays back the mortgage before itsmaturity date, reducing the interest the investor receives. Credit risk for RMBS investors arises when the borrower stops making payments on his mortgage.\n\nResidential mortgage-backed securities are utilized by financial institutions like insurance companies to provide cash flow over an extended period. Buyers of residential mortgage-backed securities often help determine how they are constructed, so they can be uniquely tailored to offset a liability or to fit investor preferences for risk, return, and timing of cash flows.\n\nResidential Mortgage-backed securities (RMBS) are backed by residential mortgages, generally for single-family homes. Commercial mortgage-backed securities (CMBS) are backed by commercial loans.\n\nRMBS are pools of residential mortgage loans that may include different types of fixed or floating-rate loans. The security can be issued by Fannie Mae or Freddie Mac and includeconforming loans. Non-agency RMBS issued by private financial institutions consists of mortgages that are considerednon-conforming.\n\nRMBS consists of pooled small mortgage home loans backed by the houses as collateral, so the default risk associated with them is commonly low.\n\nResidential mortgage-backed securities (RMBS) are debt-based assets constructed by a government agency such as Fannie Mae and Freddie Mac or a non-agency investment-banking firm. RMBS consists of pooled small mortgage home loans backed by the houses as collateral, so the default risk associated with them is commonly low. The payments on these loans flow through to the investors who buy into the RMBS.\n\nFederal Deposit Insurance Corporation. \"Crisis and Response: An FDIC History, 2008 - 2013,\" Page 29.",
  "url": "https://www.investopedia.com/terms/r/rmbs.asp"
}