{
  "term": "Residual Income: What It Is, Types, and How to Make It",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nResidual income is the money that continues to flow after an initial investment of time and resources has been completed. Examples of residual income include artist royalties, rental income, interest income, and dividend payments.\n\nThe term residual income is used in other contexts:\n\nInvestopedia / Michela Buttignol\n\nResidual income broadly speaking is a measurement of tangential profits earned after subtracting all costs of capital related to generating that income. Other terms for residual income includeeconomic value-added,economic profit, and abnormal earnings.\n\nAlthough residual income is sometimes known as passive income, side hustles can be used to boost personal residual income.\n\nResidual income is also a valuation method for estimating the intrinsic value of a company's common stock. It accounts for thecost of capital, meaning the combination of debt and equity expended to finance the company's operations.\n\nThe residual income valuation model values a company as the sum of book value and the present value of expected future residual income. Residual income in this case is the profit remaining after the deduction ofopportunity costsfor all sources of capital.\n\nResidual income is calculated as net income less a charge for the cost of capital. This is known as the equity charge and is calculated as the value of equity capital multiplied by the cost of equity or the required rate of return on equity.\n\nResidual Income = Net Income - Equity Charge\n\nGiven the opportunity cost of equity, a company can have positive net income but negative residual income.\n\nManagerial accounting defines residual income for a company as the amount of leftover operating profit after paying all costs of capital used to generate the revenues. It is also considered the company's net operating income or the amount of profit that exceeds itsrequired rate of return.\n\nResidual income in this case may be used to assess the performance of a capital investment, a team, a department, or a business unit.\n\nThe calculation of residual income is as follows: Residual income = operating income - (minimum required return x operating assets).\n\nIn personal finance, residual income is synonymous with monthly disposable income. It is the total income that remains after paying all monthly debts.\n\nThus, residual income is often a key factor when a lender considers a loan application. An adequate amount of residual income indicates that the borrower can cover the monthly loan payment.\n\nMost sources of residual income require an upfront investment of money, sweat equity, or both. Some examples:\n\nThe differences are subtle. Residual income may bepassive incomebut passive income isn't necessarily residual.\n\nIn personal finance, passive income may be derived from stock dividends or from renting a room on Airbnb. There was an initial outlay of money to buy the stocks or the house, but a tangential benefit that costs little in additional time or effort has been derived from the initial investment. It is residual income as well as passive income.\n\nYes, almost all residual income is taxable. Maybe the income from some tax-exempt municipal bonds is not taxed. Otherwise, whether you got the money from stock dividends or renting your spare bedroom, it's taxable income.\n\nResidual income is often passive income. Passive income is, by definition, relatively effortless. Stock dividends and bond premiums are examples. To quote legendary investor Warren Buffet: \"If you don't find a way to make money while you sleep, you will work until you die.\"\n\nIf you are applying for a loan, your residual income is the amount of money you have to spend after all of your monthly obligations have been paid. This is also called discretionary income.\n\nIf you are planning your long-term future, residual income takes on a different meaning. It is the amount of money you generate (or plan to generate in the future) from passive sources such as dividends and interest.\n\nResidual income is not free money. It requires an upfront investment of money, hard work, or sweat equity. But once that work is completed, a stream of income has been established that takes little or no effort to maintain.",
  "url": "https://www.investopedia.com/terms/r/residualincome.asp"
}