{
  "term": "Residual Standard Deviation: Definition, Formula, and Examples",
  "definition": "Residual standard deviation is a statistical term used to describe the difference instandard deviationsof observed values vs. predicted values as shown by points in aregression analysis.\n\nRegression analysis is a method used instatisticsto show a relationship between two different variables, and to describe how well you can predict the behavior of one variable from the behavior of another.\n\nResidual standard deviation is also referred to as the standard deviation of points around a fitted line or thestandard errorof estimate.\n\nResidual standard deviation is agoodness-of-fitmeasure that can be used to analyze how well a set of data points fit with the actual model. In a business setting, for example, after performing a regression analysis on multiple data points of costs over time, the residual standard deviation can provide a business owner with information on the difference between actual costs and projected costs, and an idea of how much projected costs could vary from the mean of the historical cost data.\n\n﻿Residual=(Y−Yest)Sres=∑(Y−Yest)2n−2where:Sres=Residual standard deviationY=Observed valueYest=Estimated or projected valuen=Data points in population\\begin{aligned} &\\text{Residual}=\\left(Y-Y_{est}\\right)\\\\ &S_{res}=\\sqrt{\\frac{\\sum \\left(Y-Y_{est}\\right)^2}{n-2}}\\\\ &\\textbf{where:}\\\\ &S_{res}=\\text{Residual standard deviation}\\\\ &Y=\\text{Observed value}\\\\ &Y_{est}=\\text{Estimated or projected value}\\\\ &n=\\text{Data points in population}\\\\ \\end{aligned}​Residual=(Y−Yest​)Sres​=n−2∑(Y−Yest​)2​​where:Sres​=Residual standard deviationY=Observed valueYest​=Estimated or projected valuen=Data points in population​﻿\n\nTo calculate the residual standard deviation, the difference between the predicted values and actual values formed around a fitted line must be calculated first. This difference is known as the residual value or, simply, residuals or the distance between known data points and those data points predicted by the model.\n\nTo calculate the residual standard deviation, plug the residuals into the residual standard deviation equation to solve the formula.\n\nStart by calculating residual values. For example, assuming you have a set of four observed values for an unnamed experiment, the table below shows y values observed and recorded for given values of x:\n\nIf the linear equation or slope of the line predicted by the data in the model is given as yest= 1× + 2 where yest= predicted y value, the residual for each observation can be found.\n\nThe residual is equal to (y - yest), so for the first set, the actual y value is 1 and the predicted yestvalue given by the equation is yest= 1(1) + 2 = 3. The residual value is thus 1 – 3 = -2, a negative residual value.\n\nFor the second set of x and y data points, the predicted y value when x is 2 and y is 4 can be calculated as 1 (2) + 2 = 4.\n\nIn this case, the actual and predicted values are the same, so the residual value will be zero. You would use the same process for arriving at the predicted values for y in the remaining two data sets.\n\nOnce you’ve calculated the residuals for all points using the table or a graph, use the residual standard deviation formula.\n\nExpanding the table above, you calculate the residual standard deviation:\n\nObserve that thesum of the squared residuals= 6, which represents the numerator of the residual standard deviation equation.\n\nFor the bottom portion or denominator of the residual standard deviation equation, n = the number of data points, which is 4 in this case. Calculate the denominator of the equation as:\n\nFinally, calculate the square root of the results:\n\nThe magnitude of a typical residual can give you a sense of generally how close your estimates are. The smaller the residual standard deviation, the closer is the fit of the estimate to the actual data. In effect, the smaller the residual standard deviation is compared to thesamplestandard deviation, the more predictive, or useful, the model is.\n\nThe residual standard deviation can be calculated when aregressionanalysis has been performed, as well as ananalysis of variance (ANOVA). When determining a limit of quantitation (LoQ), the use of a residual standard deviation is permissible instead of the standard deviation.\n\nResidual standard deviation is a goodness-of-fit measure that can be used to analyze how well a set of data points fit with the actual model. Goodness-of-fit is a statistical test that determines how well sample data fits a distribution from a population with anormal distribution.\n\nAfter performing a regression analysis on multiple data points of costs over time, the residual standard deviation can provide a business owner with information on the difference between actual costs and projected costs. It can also give an idea of how much projected costs could vary from the mean of the historical cost data.\n\nFirst, you have to calculate the difference between the predicted values and actual values formed around a fitted line. This difference is known as the residual value, or residuals. To calculate the residual standard deviation, plug the residuals into the residual standard deviation equation to solve the formula.\n\nResidual standard deviation is a term used in statistics. It describes the difference in standard deviations of observed values vs. predicted values as shown by points in a regression analysis. Regression analysis shows a relationship between two different variables and describes how well you can predict the behavior of one variable from the behavior of another.",
  "url": "https://www.investopedia.com/terms/r/residual-standard-deviation.asp"
}