{
  "term": "Residual Dividend: Definition, Purposes, Example",
  "definition": "A residual dividend is adividend policyused by companies whereby the amount of dividends paid to shareholders amounts to what profits are left over after the company has paid for itscapital expenditures(CapEx) andworking capitalcosts.\n\nCompanies that use a residual dividend policy fund CapEx with available earnings before payingdividendsto shareholders. This means the dollar amount of dividends paid to investors each year will vary.\n\nA residual dividend policy means companies useearningsto pay for CapEx first. Dividends are then paid with any remaining earnings generated.\n\nA company’scapital structuretypically includes both long-term debt and equity. CapEx can be financed with a loan (debt) or by issuing more stock (equity).\n\nReturn on assets (ROA), calculated as net income divided by total assets, is commonly used to assess management’s decision-making and the success of a residual dividend policy.\n\nWhile shareholders may accept management’s strategy of using earnings to pay for CapEx, the investment community analyzes how well the firm uses asset spending to generate more income. Thereturn on asset(ROA) formula is net income divided by total assets, and ROA is a common tool used to assess management’s performance.\n\nIf a clothing manufacturer's decision to spend $100,000 on CapEx is the right one, the company can increase production or operate machinery at a lower cost, and both of these factors can increase profits. Asnet incomeincreases the ROA ratio improves, and shareholders may be more willing to accept the residual dividend policy in the future.\n\nHowever, if the firm generates lower earnings and continues to fund CapEx at the same rate, shareholder dividends decline.\n\nWhen a business generates earnings, the firm can either retain the earnings for use in the company or pay the earnings as a dividend to stockholders.Retained earningsare used to fund current business operations or to buy assets. Every company needs assets to operate, and those assets may need to be upgraded over time and eventually replaced. Business managers must consider the assets required to operate the business and the need to reward shareholders by paying dividends.\n\nFor the residual dividend policy to work, it assumes thedividend irrelevance theoryis true. The theory suggests that investors are indifferent to which form of return they receive from a company—whether it be dividends orcapital gains. Under this theory, the residual dividend policy does not affect the company’s market value since investors value dividends and capital gains equally.\n\nThe calculation for residual dividends is done passively. Companies using retained earnings to finance CapEx tend to use the residual policy. The dividends for investors are generally inconsistent and unpredictable.\n\nA clothing manufacturer maintains a list of capital expenditures that are required in future years. In the current month, the firm needs $100,000 to upgrade machinery and buy a new piece of equipment.\n\nThe firm generates $140,000 in earnings for the month and spends $100,000 on CapEx. The remaining income of $40,000 is paid as a residual dividend to shareholders, which is $20,000 less than was paid in each of the last three months.\n\nShareholders might be disappointed when management chooses to lower the dividend payment, and senior management must explain the rationale behind the capital spending to justify the lower payment.",
  "url": "https://www.investopedia.com/terms/r/residual-dividend.asp"
}