{
  "term": "Residual Value Explained, With Calculation and Examples",
  "definition": "Residual value is the estimated worth of an asset at the end of its useful life or lease term.\n\nResidual value is what's left of an asset's worth after you're done using it. In finance or accounting, this concept is crucial for determining depreciation schedules, lease payments, and investment decisions. Also known as salvage value or scrap value, residual value helps businesses and investors understand how much is retained after an asset's primary use period ends.\n\nResidual value is what you expect to get back when you're ready to sell or dispose of something—whether it's a piece of equipment, a vehicle, or a building. The idea is rooted in the understanding that assets lose value over time because of wear and tear, technologicalobsolescence, or market saturation.\n\nFrom an accounting perspective, it affects companies'depreciation and amortizationexpenses. In this way, it influences capital budgeting decisions by helping determine the total cost of ownership and whether to buy versus lease. For leased assets, the residual value then helps figure out the terms of leases. A higher residual value generally results in lower regular payments because the lessee is expected to pay for the asset’s usage minus its estimated remaining worth.\n\nHere is the most basic formula for residual value:\n\nThis formula assumesstraight-line depreciation. But in practice, residual value calculations can be more complex given the following:\n\nDifferent industries have their own ways of figuring out residual value. For example, the auto industry considers everything from how well certain brands hold their value to what's been happening in the used car market.Equipment manufacturers do something similar but focus more on how their machines are used and maintained.\n\nHere's how to figure out residual value. While different industries might tweak the process a bit, the underlying principles are largely the same.\n\nFirst, add up everything you spent to get the asset up and running. This isn't just the purchase price—don't forget to include things like installation costs as well.\n\nExample:A company purchases a piece of machinery for $50,000, plus a $1,000 installation fee, totaling $51,000.\n\nEstimate the duration (typically in years) when the asset will be operational and productive for the business. Theuseful lifeof an asset is based on manufacturer guidelines, as well as industry standards and historical data.\n\nExample:The machine is expected to last 10 years.\n\nEstimate the amount the asset will be worth at the end of its useful life. This forecast should consider market conditions, technological obsolescence (are there newer, better versions available?), and expected wear and tear.Salvage valueis usually given as a percentage of the asset’s original cost.\n\nExample Option A (Percentage Method):Industry data suggests that similar machines have a residual value of about 20% remaining after 10 years.\n\nExample Option B (Market Comparison):Based on market research and transaction data, the anticipated resale value for this type of machine after 10 years is projected at $8,500.\n\nIn practice, companies may combine approaches to refine their estimates. In our example, let's take the average of both A and B: ($10,000 + 8,500) / 2 = $9,250\n\nSubtract any costs directly associated withdisposing of or selling the asset.\n\nExample:If selling the machine would incur a $250 removal fee to haul it away, then you'd get the following:\n\nThe company purchased the asset for a total basis of $51,000 and is projected to net $9,000 upon its eventual disposal, resulting in a total cost to the business of $42,000.\n\nLet's see how this works in practice for different assets:\n\nLet's revisit the example above, where a company purchases a machine for $50,000, paying $1,000 for installation. The machine has a useful life of 10 years and is expected to have a residual value of $10,000 at the end of its life. Using the straight-line depreciation method, we get the following:\n\nWhen a consumer leases a vehicle, theleasingcompany estimates the car’s residual value at the beginning of the lease. Suppose a car is leased with an original cost of $30,000, and the residual value is set at 50% after a three-year lease term, which is $15,000. This is the residual value used in the lease calculation.\n\nHowever, when the lease expires, market conditions may differ:\n\nActual market (resale) value: Upon lease-end, the car may actually be sold for $13,000fair market valuebecause of market downturns or higher-than-expected wear.\n\nAs you can see, guessing what something will be worth in the future isn't always spot-on. That's why setting residual values can be a bit tricky.\n\nIn lease contracts, the residual value is used to set the buyout price at the end of the lease term.\n\nWhether buying new equipment, setting up a lease, or planning for depreciation, calculating residual value is worth the effort. Keep an eye on your estimates and adjust them when needed. This way, your financial statements stay accurate.\n\nRemember, the goal isn't to make a perfect prediction (that's almost impossible) but to make a solid estimate that helps you plan. Whether leasing a car, buying manufacturing equipment, or managing a fleet of vehicles, understanding residual value puts you in a better position to make sound financial decisions.\n\nOliver Wyman, LLC. \"A Better Approach To Residual Value.\"\n\nEquipmentWatch by Fusable. \"Residual Value.\"",
  "url": "https://www.investopedia.com/terms/r/residual-value.asp"
}