{
  "term": "Resource Curse: Definition, Overview and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term resource curse refers to a paradoxical situation in which a country underperforms economically, despite being home to valuablenatural resources. A resource curse is generally caused by too much of the country’scapitaland labor force concentrated in just a few resource-dependent industries. By failing to make adequate investments in other sectors, countries can become vulnerable to declines incommodity prices, leading to long-run economic underperformance.\n\nThe resource curse is a paradoxical situation in which countries with an abundance ofnon-renewablenatural resources experience stagnant economic growth or even economiccontraction. Although there may be multiple reasons to explain why a resource curse happens, the phenomenon mainly occurs when a country begins to focus all of its production means on a single industry, such as mining or oil production, and neglects investment in other major sectors.\n\nAlso called a resource trap or paradox of plenty, it may also result from governmentcorruption. If a large share of national wealth is concentrated in just a few industries, the government might abuse its regulatory powers, such as by awarding valuable contracts based on bribes. An overabundance of labor and capital that flow into just a small handful of sectors may weaken the rest of the economy and harm the country overall.\n\nThis type of problem is often observed in developing economies that discover large natural resource deposits. Once a natural resource is discovered, available investment capital tends to gravitate to this industry.\n\nThis new industry becomes a source ofeconomic growthand relative economic prosperity, offering attractive wages, and encouraging citizens to invest their savings in the new industry. In the long run, this dynamic can lead to countries becoming very dependent on the price of that particularcommodity, subsequently making it difficult to continue developing the economy.\n\nThe term resource curse is attributed to Richard Auty, who wrote about the concept in his 1993 book titledSustaining Development in the Mineral Economies: The Resource Curse Thesis.\n\nThe resource curse is considerably noticeable when it comes to one particular natural resource: petroleum. The political science department at the University of California, Los Angeles, conducted a study, analyzing the correlation between natural resource wealth and politics. It concluded that a resource curse did exist in petroleum-rich countries.\n\nAccording to the study, three harmful (and largely unresolved) effects were evident in these countries:\n\nThe study cited the use of the term resource curse in countries in Africa, Latin America, the Middle East, and the former Soviet Union.\n\nThis brings out theimportance of diversification. If a country is too dependent on one or two resources, it can have severe and negative effects to its economy.\n\nCountries with more diversified economies tend to weather global economic cycles better than countries with concentrated economies.\n\nLocated on the west coast of Southern Africa, Angola is home to some 34 million citizens.Its economy, however, is heavily dependent on commodities—particularly oil and gas resources. According to the International Trade Administration, roughly 75% of Angola's national revenues come from the oil and gas sector.\n\nAngola’s economy, though, is extremely vulnerable to any large or sustained decline in theprice of oil, since virtually all of the nation’s wealth is reliant on this one sector. In this sense, Angola may have been cursed by its largeoil reserves.\n\nAnother country that relies heavily on selling oil to other nations is Saudi Arabia. The value of the kingdom's oil exports exceeded $202.1 billion in 2021.But unlike Angola, Saudi Arabia took steps to steadilydiversifyits economy and move away from its resource curse.\n\nSaudi Arabia succeeded in increasing its exports of various petroleum-related manufactured goods but these lie further up along thevalue chain. In doing so, the nation reduced its reliance oncrude oiland take steps toward developing its economy, making it less vulnerable to the resource curse.\n\nSome of the most notable industries that are flourishing include:\n\nAnnual Reviews. \"What Have We Learned about the Resource Curse?\"\n\nBloomberg. \"The Resource Curse.\"\n\nThe World Bank. \"Population, total - Angola.\"\n\nInternational Trade Administration. \"Angola - Country Commercial Guide: Oil and Gas.\"\n\nOrganization of the Petroleum Exporting Countries. \"Saudi Arabia facts and figures.\"\n\nVision 2030. \"Financial Sector Development Program.\"\n\nInternational Trade Administration. \"Saudi Arabia - Country Commercial Guide: Travel, Tourism, and Entertainment.\"",
  "url": "https://www.investopedia.com/terms/r/resource-curse.asp"
}