{
  "term": "Restricted Stock Unit (RSU): How It Works and Pros and Cons",
  "definition": "A restricted stock unit (RSU) is an award of stock shares, usually given as a form of employee compensation. The recipient must meet certain conditions before the restricted stock units are transferred to the owner.\n\nRestricted stock units are issued to employees through avestingplan and distribution schedule after they achieve required performance milestones or upon remaining with their employer for a particular length of time.\n\nRestricted stock units give employees interest in their employer's equity but have no tangible value until they are vested. The RSUs are assigned afair market value(FMV) when they vest. Restricted stock units are considered income once vested, and a portion of the shares is withheld to pay income taxes. The employee then receives the remaining shares and has the right to sell them.\n\nMichela Buttignol / Investopedia\n\nRestricted stock gained popularity as a form of employee compensation as an alternative tostock optionsafter the accounting scandals of the mid-2000s involving companies like Enron and WorldCom. At the end of 2004, theFinancial Accounting Standards Board(FASB) issued a statement requiring companies to book an accounting expense for stock options issued. This action leveled the playing field among equity types.\n\nGiven those scandals, companies began to consider other types of stock awards for attracting and retaining talent. RSUs, which had usually been reserved for higher levels of management, became more common.\n\nThe median number of stock options granted individually byFortune 1000companies dropped by 40% between 2003 and 2005. The median number of RSU awards rose by nearly 41% in the same period.\n\nIn certain instances, vesting may be permitted to continue if an employee becomes disabled or retired.\n\nRSUs are treated differently for tax purposes than other forms of stock options. That is, the entire value of an employee's vested stock is counted as ordinary income in the year of vesting.\n\nIn order to declare the amount, an employee must subtract the original purchase of the stock or itsexercise pricefrom the FMV on the date it becomes fully vested. This difference is then declared as ordinary income by the taxpayer.\n\nIf the stock is sold at a later date (and not on the exercise date), the difference between the sale price and FMV is declared as either a capital gain or loss on the date of vesting.\n\nRSUs provide an incentive for employees to stay with a company for the long term and help it perform well so that their shares increase in value. If an employee decides to hold their shares until they receive the full vested allocation and the company's stock rises, the employee receives the capital gain minus the value of the shares withheld for income taxes and the amount due incapital gains taxes.\n\nAdministration costs are minimal for employers as there aren't actual shares to track and record. RSUs also allow a company to defer issuing shares until the vesting schedule is complete, which helps delay thedilutionof its shares.\n\nRSUs don't providedividendsbefore they vest. However, an employer may pay dividend equivalents that can be moved into an escrow account to help offset withholding taxes or be reinvested through the purchase of additional shares. The taxation of restricted stocks is governed by Section 1244 of the Internal Revenue Code (IRC).\n\nRestricted stock is included in gross income for tax purposes and is recognized on the date when the stocks become transferable. This is also known as the vesting date.\n\nRSUs aren't eligible for the IRC83(b) Election, which allows an employee to pay tax before vesting, as the Internal Revenue Service (IRS) doesn't consider them to be tangible property.\n\nRSUs don't have voting rights until actual shares get issued to an employee at vesting. If an employee leaves before the conclusion of their vesting schedule, they forfeit the remaining shares to the company. For instance, if an employee's vesting schedule consists of 5,000 RSUs over two years and they resign after 12 months, they forfeit 2,500 RSUs.\n\nIncentivize employees to stay with the company\n\nEmployees receive capital gain minus value of shares withheld for income taxes\n\nAren't considered tangible property so employees can't pay tax before the vesting period\n\nSuppose Madeline receives a job offer. Because the company thinks Madeline's skill set is valuable and hopes she remains a long-term employee, it offers her 1,000 RSUs in addition to a salary and other benefits.\n\nThe company's stock is worth $10 per share, making the RSUs potentially worth an additional $10,000. To give Madeline an incentive to stay with the company and receive the 1,000 shares, it puts the RSUs on a five-year vesting schedule.\n\nMadeline receives 200 shares after one year with the company, another 200 shares after the second year, and so on until she acquires all 1,000 shares at the end of the vesting period.\n\nDepending on the company's stock performance, Madeline may receive more or less than $10,000.\n\nAs a real-world example of RSUs, a November 2024 SECForm 4filed by the electric vehicle company Tesla (TSLA) shows that the company's chief financial officer, Taneja Vaibhav, has received 104,619 restricted stock units. These are convertible to common stock.\n\nRestricted stock units are a type of compensation in which an employee receives shares of stock that are paid out over a period of years. Restrictedstock units fluctuate in valueover time. From a company’s perspective, restricted stock units can help employee retention by incentivizing employees to stay with the company long-term. For employees, restricted stock units are a stake in a company’s success and occasionally produce very substantial income.\n\nStock options provide employees with the right but not the obligation to acquire shares of the company at a specified price. If the share price rises the employee can acquire the shares and sell them at the higher market price. Restricted stock units are awarded outright on a set series of dates over several years. The employee then owns the shares and can sell or keep them.\n\nRestricted stock units do not carry voting rights until they become vested. Once they are vested, the units are converted into common stock shares and carry all the usual rights of stock ownership. The same goes for dividends: restricted stock units do not pay dividends until they vest.\n\nRestricted stock units (RSUs) are a form of employee compensation that rewards long-term engagement by granting shares through a vesting schedule. While RSUs lack immediate value, voting rights, and dividends before vesting, they align employee interests with company success.\n\nOnce vested, they are taxed as income, and employees can sell or retain the shares, potentially benefiting from capital gains. RSUs have become a popular tool for retaining talent and distributing corporate equity.\n\nFinancial Accounting Standards Board. \"FASB Issues Final Statement on Accounting for Share-Based Payment.\"\n\nJournal of Accountancy. \"Restricted Stock Awards and Taxes: What Employees and Employers Should Know.\"\n\nInternal Revenue Service. \"Equity (Stock) - Based Compensation Audit Technique Guide.\"\n\nInternal Revenue Service. \"26 CFR 1.83-2: Election to Include in Gross Income in Year of Transfer.\"\n\nIntuit TurboTax. \"How to Report RSUs or Stock Grants on Your Tax Return.\"\n\nGovinfo.gov. \"§ 1244 - Losses on Small Business Stock.\"",
  "url": "https://www.investopedia.com/terms/r/restricted-stock-unit.asp"
}