{
  "term": "Restructuring: Definition, Meaning, Process, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Paige McLaughlin\n\nRestructuring is an action taken by a company to significantly modify the financial and operational aspects of the company, usually when the business is facing financial pressures. Restructuring is a type of corporate action taken that involves significantly modifying the debt, operations, or structure of a company as a way of limiting financial harm and improving the business.\n\nWhen a company is having difficulties with making the payments on its debt, it will oftenconsolidateand adjust the terms of the debt in adebt restructuring, creating a way to pay off bondholders. A company can also restructure its operations or structure by cutting costs, such as payroll, or reducing its size through the sale of assets.\n\nThere are numerous reasons why companies might restructure, including deteriorating financialfundamentals, poor earnings performance, lackluster revenue from sales, excessive debt, and the company is no longer competitive, or too much competition exists in the industry.\n\nA company may restructure as a means of preparing for a sale,buyout, merger, change in overall goals, or transfer to a relative. For example, a company might choose to restructure after it fails to successfully launch a new product or service, which then leaves it in a position where it cannot generate enough revenue to cover payroll and its debt payments.\n\nAs a result, depending on agreement by shareholders and creditors, the company may sell its assets, restructure its financial arrangements, issueequityto reduce debt, or file forbankruptcyas the business maintains operations.\n\nWhen a company restructures internally, the operations, processes, departments, or ownership may change, enabling the business to become more integrated and profitable. Financial and legal advisors are often hired for negotiating restructuring plans. Parts of the company may be sold to investors, and a newchief executive officer(CEO) may be hired to help implement the changes.\n\nThe results may include alterations in procedures, computer systems, networks, locations, and legal issues. Because positions may overlap, jobs may be eliminated, and employees laid off.\n\nA company undertakes a restructuring tomodify the financial or operational aspectof its business, usually when faced with a financial crisis.\n\nRestructuring can be a tumultuous, painful process as the internal and external structure of a company is adjusted and jobs are cut. But once it is completed, restructuring should result in smoother, more economically sound business operations.\n\nAfter employees adjust to the new environment, the company can be in a better position for achieving its goals through greater efficiency in production; however, not all corporate restructurings end well. Sometimes, a company may need to admit defeat and begin selling orliquidatingassets to pay off its creditors before permanently closing.\n\nRestructuring costs can add up quickly for things such as reducing or eliminating product or service lines, canceling contracts, eliminating divisions, writing off assets, closing facilities, and relocating employees.\n\nEntering a new market, adding products or services, training new employees, and buying property result in extra costs as well. New characteristics and amounts of debt often result, whether a business expands or contracts its operations.\n\nIn late March 2019, Savers Inc. the largest for-profit thrift store chain in the United States reached a restructuring agreement that cut its debt load by 40% and saw it taken over by Ares Management Corp. and Crescent Capital Group LP.\n\nThe out-of-court restructuring, which was approved by the company'sboard of directors, includes refinancing a $700 million first-lien loan and lowering the retailer's interest costs. Under the deal, the company's existing term loan holders get paid in full, while senior noteholders swapped their debt for equity.\n\nA business can restructure in many different ways. The different types of restructuring include legal restructuring, turnaround restructuring, cost restructuring, divestment, spin-off, repositioning restructuring, and mergers and acquisitions.\n\nGenerally, when a company restructures, it lays off some of its employees. This is typically so because a restructuring involves downsizing, which can include closing some groups, merging others, and generally looking to become more efficient and cut costs.\n\nThere is no legal limit to how many times a company can restructure. A company can decide to change its operations as many times as it deems necessary in order to become more efficient and cut costs. That being said, restructuring is a complicated process that involves a lot of time and strategy, and so is not a process to be done lightly or often.\n\nS&P Global Market Intelligence. \"Savers Agrees to Restructuring Deal With Ares, Crescent Capital.\"",
  "url": "https://www.investopedia.com/terms/r/restructuring.asp"
}