{
  "term": "Restrictive Covenants: Definition, How They Work, and Examples",
  "definition": "A restrictivecovenantis a clause in an agreement that restricts, limits, prohibits, or prevents the actions of someone named in an enforceable agreement. Restrictive covenants are common inreal estatedeeds and leases, restricting how owners and tenants can use a property. In bond obligations, restrictive covenants limit the amount issuers can pay in dividends to investors.\n\nIt's important to differentiate between the two main types of covenants: negative and positive. Negative covenants are actions youcan'ttake, while positive covenants are actions youmusttake. For example, a negative covenant in real estate could prevent you from raising chickens on your property. On the other hand, a positive covenant could require you to mow your lawn. Loan documents might have anegative pledge clausebanning the borrower from using a given asset to secure other loans.\n\nAs the name implies, a restrictive covenant is an agreement that restricts one of the parties in a contract from taking specific actions. For example, a restrictive covenant may limit how much public companies pay their shareholders individendsor cap on executive salaries. Failure to abide by restrictive covenants can result in fines and other penalties, including legal action.\n\nRestrictive covenants are commonly used to prevent a bond issuer from issuing moredebtuntil one (or more) series of bonds mature. The issuer may also be restricted from paying dividends above a certain amount to shareholders. This restriction minimizes bondholders'default riskbecause when more money is paid to shareholders, less money is available to meet payment obligations to lenders.\n\nThe more negative covenants a bond issue has, the lower the interest rate will be on the debt; restrictive covenants make the bonds safer in the eyes of investors.\n\nRestrictive covenants are also found in:\n\nRestrictive covenants are common in real estate. They mandate owners and tenants to avoid or take specific actions intended to preserve the value and enjoyment of the adjoining land. Restrictive covenants are established in a deed—or a separately recorded document called a declaration of restrictive covenants.Homeowner associations(HOAs) stipulate covenants, conditions, and restrictions (CC&Rs) to safeguard property values in the community. Covenants are generally considered valid only if reasonable and of benefit to all the property owners within the community.\n\nA Declaration of Covenants, Conditions, and Restrictions (CC&Rs) is a legal document that outlines the rules for a planned community. If you buy a home in a planned community, you generally must become a member of the homeowner association and follow the CC&Rs.\n\nRestrictive covenants can cover things such as:\n\nIn general, covenants are unenforceable if they violate homeowners' rights, violate federal or state laws, or are applied inconsistently or arbitrarily.\n\nIf you're considering entering an agreement that includes restrictive covenants, be sure you understand what you're getting into before signing on the dotted line.\n\nHistorically, restrictive covenants were used in real estate deals to influence the demographics of many communities in the U.S. These restrictions kept certain populations out of specific neighborhoods and encouraged racial, ethnic, and cultural segregation.\n\nIt wasn't uncommon for real estate contracts to bar Black and Jewish Americans from buying properties. For example, covenants were used between the 1920s and 1940s in Washington State to keep underrepresented groups out of some Seattle-area neighborhoods. Black, Jewish, and Asian Americans were forced to look for housing elsewhere and eventually formed their own segregated communities.\n\nThe Goodwin Company attached racially restrictive covenants to property it sold in Washington State from 1924 to 1938. The Goodwin property deeds stated that property could not be sold “to any person not of the White race; nor shall any person not of the White race be permitted to occupy any portion of said lot or lots or of any building thereon, except a domestic servant actually employed by a White occupant of such building.”\n\nIn 1948, the U.S. Supreme Court ruled that these racially charged provisions were unconstitutional under the country's equal protection laws after hearing the case of Shelley v. Kraemer. The ruling came after Missouri's top court blocked the Shelleys, a Black family, from taking possession of the home they bought in 1945 in St. Louis. The Kraemers, a White family who lived nearby, sued to prevent the Shelleys from moving into the neighborhood, citing a restrictive covenant prohibiting people of color from occupying the property.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, you can file a complaint with theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development(HUD).\n\nDespite the ruling, racial deed restrictions remain on the books in nearly every state in the U.S. While the covenants are no longer enforceable, the offensive language still exists.\n\nTheFair Housing Actis a federal law that protects people from discrimination when they rent or buy a home, get a mortgage, seek housing assistance, or partake in other housing-related activities. The Act prohibits discrimination in housing based on race, color, national origin, religion, sex (including gender, gender identity, sexual orientation, and sexual harassment), familial status, and disability.The Fair Housing Act is also known as Title VIII of the Civil Rights Act of 1968.\n\nIf you live in a planned community, the homeowners association (HOA) and the individual lot owners have the right to enforce covenants. However, violations can become unenforceable throughlaches—the loss of a right through undue delay or failure to assert it. For example, say you build a fence that violates the restrictive covenants. If the HOA doesn't try to enforce it until several years later, they could lose their rights to enforce through laches—meaning, you get to keep your fence.\n\nA restrictive covenant in real estate mandates owners and tenants to avoid or take specific actions to preserve the value and enjoyment of the adjoining land. For example, restrictive covenants can prevent owners and tenants from making certain renovations, having pets, parking RVs in the driveway, or raising livestock. Covenants that pass from owner to owner are said to \"run with the land.\"\n\nA restrictive covenant are common in real estate, employment, and bond agreements. In real estate, these covenants can dictate how a property is used, the types of renovations allowed, or the number of people who can live in a property. Historically, restrictive covenants were used for racial segregation but were ruled unconstitutional by the U.S. Supreme Court in 1948. Today, covenants must comply with laws like the Fair Housing Act and violations can result in penalties or legal action.\n\nThe University of Washington Seattle Civil Rights Labor History. \"Racial Restrictive Covenants History.\"\n\nNational Association of Realtors. \"You Can’t Live Here: The Enduring Impacts of Restrictive Covenants,\" Pages 1-2.\n\nCornell Law School. \"Shelley v. Kraemer (1948).\"\n\nNPR. \"Racial Covenants, a Relic of the Past, Are Still on the Books Across the Country.\"\n\nU.S. Department of Housing and Urban Development. \"Housing Discrimination Under the Fair Housing Act.\"\n\nU.S. Department of Housing and Urban Development. \"Fair Housing and Related Laws.\"\n\nFindHOALaw. \"Failure to Enforce.\"",
  "url": "https://www.investopedia.com/terms/r/restrictive-covenant.asp"
}