{
  "term": "Restricted Stock: What It Is, How It Works, Selling & Taxation",
  "definition": "Restricted stocks are unregistered shares of ownership in a corporation that are issued to company executives, directors, and other employees as part of their compensation. Restricted stocks are nontransferable and must be traded according to the relevant Securities and Exchange Commission (SEC) regulations.The restrictions of these stocks usually relate to theirvestingperiod, which is when they can't be sold or transferred.\n\nThe restrictions are intended to discourage premature selling that might negatively affect the company and to provide stability at the firm by providing a benefit to employees who stay on for a certain amount of time.\n\nRestricted stock typically becomes available for sale under agraded vesting schedulethat lasts several years. Restricted stock is called “letter stock” or “section 1244 stock” (the part of the Internal Revenue Code [IRC] that covers them).\n\nRestricted shares provide employees with a stake in their companies. However, they have no value until they vest, that is until a waiting period is over or a company milestone is met. Vesting gives employees an incentive to perform well and remain with a company. The vesting schedule a company sets up determines when employees acquire full ownership of the asset, in this case, restricted stock units (RSUs).\n\nThe RSUs are assigned a fair market value at the time of their investing. Restricted stocks became more popular in the mid-2000s as companies were required to expensestock optiongrants. Restricted stocks are a form of employee compensation and typically become transferable after satisfying certain conditions, such as continued employment for a period of time or the achievement of particular product development, earnings, or other financial goals.\n\nAn employee might give up restricted stock should they leave the company, miss certain performance targets, or fail to adhere to regulations from the Securities and Exchange Commission.\n\nInsiders are often given restricted stock after mergers and acquisitions, underwriting activity, or changes in ownership to prevent premature selling that might negatively affect the company. Employees might forfeit restricted stock if they leave the company, fail to meet corporate or individual performance goals, or run afoul of SEC trading restrictions.\n\nThe SEC regulations that govern the trading of restricted stock are outlined under SEC Rule 144, which describes the registration and public trading of restricted stock and the limits on holding periods and volume.\n\nThese shares can have a double-trigger provision. That means that an employee's shares become unrestricted if the company isacquiredby another and the employee is let go in the restructuring that follows.\n\nTwo variations on restricted stock arerestricted stock units(RSUs) and restricted stock awards. A restricted stock unit is granted to an employee and represents the promise to give a certain number of shares of the company's stock at a predetermined time in the future.\n\nSince RSUs are not actually stocks but only a right to the promised stock, they carry novoting rights. An RSU must be exercised to receive the stock. Once converted, the stock carries the standard voting rights for the class of stock issued.\n\nA restricted stock award is like an RSU. However, it comes with voting rights because the employee owns the stock immediately once it is awarded. In addition, though an RSU represents a right to stock, in some cases, an employee can elect to receive the cash value of the RSU instead. This is not the case for restricted stock awards, which cannot be redeemed for cash.\n\nRestricted stock andemployee stock optionsare forms of equity compensation furnishing employees with shares in their company. However, restricted stocks are different from stock options, which are derivatives that outside investors can trade.\n\nThe key difference between restricted stock and employee stock options is that restricted stocks do not have an exercise price. Instead, employees automatically receive shares when the restricted stock vests. With employee stock options, the employee must pay the exercise price of the option to receive the shares.\n\nAnother difference is that stock options are typically awarded on a set schedule, while restricted stocks can use a fixed schedule as well or vest if the employee makes specific performance benchmarks. Restricted stocks and employee stock options are also taxed differently: restricted stocks are taxed after vesting, while stock options are taxed when exercised.\n\nThetaxing of restricted stockis governed by section 1244 of the IRC. Generally, restricted stocks are taxable once the vesting schedule is over. In addition, restricted stocks are taxed as ordinary income in the year they vest.This differs from stock options, which are taxed when employees exercise their options, not when vested.\n\nThe amount of declared income for the restricted stock for the Internal Revenue Service is the stock’s fair market value on the vesting date minus its original exercise price. However, the restricted stockholder can elect to use IRC section 83(b), which permits using the price on the grant date, not the vesting date, for calculating ordinary income tax.\n\nThe tax bill must be paid sooner in this case, but it can be substantially lower if the stock had appreciated between the grant date and the vesting date. The risk is that if the restricted stockholder leaves the company before the shares vest, the shares are forfeited, and taxes that were already paid are nonrefundable.\n\nThe use of restricted stocks is pivotal for the compensation and retention strategies of many firms. Companies use restricted stock for a few reasons. First, a long vesting schedule encourages employees to stick around for a longer period. Also, thevalue of restricted stockrelies on the company's stock price, which can encourage employees to perform better.\n\nNext, unlike stock options, restricted stocks still retain some value even when the company's stock price declines, making them more stable compensation in volatile markets. Lastly, providing restricted stock can be tax-efficient for the company and the employee, depending on the jurisdiction and the specific restrictions on the stock put in place.\n\nStock options give the right, but not the obligation, to purchase shares at a set price. Options can be offered to employees or bought and sold by investors on the open market. Options, especially those bought and sold by investors, tend to have an expiration date.\n\nYes, private companies can offer restricted stock to their employees. However, because the company is private, it could be more difficult for those employees to sell their shares when the restricted stock vests.\n\nWhen a restricted stock vests, you can sell the shares you've received. It's important to consider your risk tolerance, asset allocation, and investing goals to decide on the best time to sell your restricted stock, just as you would with any other security in your portfolio since that is what it's now become.\n\nEmployers use restricted stocks to provide an incentive to employees to remain in their jobs and to work to better the company's stock price by giving them shares in the business.\n\nThe vesting of restricted stock can be based on basic timelines or performance-based goals, making them highly flexible. The recipients of restricted stock should take steps to ensure they understand how their restricted stock is taxed and consider how long they plan to hold the stock once it vests.\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\"\n\nCornell University, Legal Information Institute. \"Section 1244 Stock.\"\n\nNasdaq. \"Nasdaq Private Market: An Overview of Restricted Stock Units for Private Companies.\"",
  "url": "https://www.investopedia.com/terms/r/restrictedstock.asp"
}