{
  "term": "Retail Investor: Definition, What They Do, and Market Impact",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nRetail investors buy securities for their own personal accounts and often trade in dramatically smaller amounts as compared with institutional investors.\n\nA retail investor, also known as an individual investor, is a non-professional investor whobuys and sells securitiesor funds that contain a basket of securities such asmutual fundsandexchange traded funds (ETFs).\n\nRetail investors execute their trades through traditional or online brokerage firms or other types of investment accounts. Retail investors purchase securities for their own personal accounts and often trade in dramatically smaller amounts as compared toinstitutional investors. An institutional investor is an umbrella term for larger-scale investments by professional portfolio and fund managers who might manage a mutual fund orpension fund.\n\nRetail investors usually buy and sell trades in theequityandbondmarkets and tend to invest much smaller amounts than large institutional investors. However, wealthier retail investors can now access alternative investment classes likeprivate equityandhedge funds. Because of their small purchasing power, most retail investors may have to pay higher fees or commissions for their trades, although many brokers have eliminated fees for online trades.\n\nTheU.S. Securities and Exchange Commission (SEC)is charged with protecting retail investors to ensure the markets function in a fair and orderly manner. The SEC helps retail investors by providing education and the enforcement of regulations to ensure people remain confident and comfortable investing in the markets.\n\nRetail investors have a significant impact onmarket sentiment, which represents the overall tone in the financial markets. Predictors of investor sentiment include mutual fund flows, the first-day performance ofIPOs, and survey data from the American Association of Individual Investors, which questions retail investors about their expectations for the market. Sentiment is also tracked by stockbrokers like TD Ameritrade and E*TRADE.\n\nCritics say smaller investors do not have the knowledge, discipline, or expertise to research their investments. An investor who makes small size trades is sometimes pejoratively known as apiker.\n\nAs a result, they undermine the financial markets’ role in allocating resources efficiently; and through crowded trades, causepanic selling. These unsophisticated investors are said to be vulnerable tobehavioral biases.\n\nThe retail investment market in the United States is significant in size and scope, and according to the SEC an upwards of 58% report having invested in public markets.\n\n\"Forty-three million U.S. households hold a retirement or brokerage account. Fifty-six million U.S. households (44% of all households) own at least one U.S. mutual fund\" as of 2018.\n\nAnd while Americans gravitated to savings accounts and passive investing in the aftermath of the 2008financial crisis, the number of households that own stocks has risen since. According to the Federal Reserve’s survey of consumer finances, 70% of upper-middle-income families owned stocks in 2019.\n\nRetail investors frequently invest in companies that they are familiar with from their own daily lives and purchasing habits. This often tends to be larger, \"blue chip\" companies. ETFs have also become very popular with retail investors as these funds allow investors to achieve instant diversification. Each ETF contains shares in many companies, offering investors a diversified portfolio through investments in a minimal amount of funds.\n\nRetail investors now have access to more financial information, investment education, and trading tools than ever before. Brokerage fees have decreased, and mobile trading has enabled investors to actively manage their portfolios from their smartphones or other mobile devices. A huge range of investment funds and online brokers have no or lowminimum investmentorminimum depositamounts ranging from zero to a few hundred dollars. Even somerobo-advisorsdon’t require a minimum investment. Nevertheless, as democratized as investing becomes, it is still all about doing your homework.\n\nInstitutional investors are the big players in the market who move big money. Examples of institutional investors include:\n\nInstitutional investors account for a significant amount of the trading volume on theNew York Stock Exchange (NYSE). They move large blocks of shares and have a tremendous influence on the stock market's movements. Because they are considered sophisticated investors who are knowledgeable and, therefore, less likely to make uneducated investments, institutional investors are subject to fewer of the protective regulations that the SEC provides to your average, everyday investor.\n\nThe money that institutional investors use is not actually money that the institutions own themselves. Institutional investors generally invest for other people. If you have a pension plan at work, a mutual fund, or any kind of insurance, you are actually benefiting from the expertise of institutional investors.\n\nU.S. Securities and Exchange Commission. \"Remarks at the Meeting of the SEC Investor Advisory Committee (IAC).\"\n\nU.S. Securities and Exchange Commission. \"The Evolving Market for Retail Investment Services and Forward-Looking Regulation — Adding Clarity and Investor Protection While Ensuring Access and Choice.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Bulletin: Changes in U.S. Family Finances From 2016 to 2019: Evidence From the Survey of Consumer Finances.\" Page 3.",
  "url": "https://www.investopedia.com/terms/r/retailinvestor.asp"
}