{
  "term": "Retainer Fee: Definition, Uses, How It Works, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA retainer fee is an advance payment made to a professional, such as a consultant, freelancer, or lawyer, to secure their services.\n\nA retainer fee is an upfront payment to secure the services of a lawyer, consultant, freelancer, or other professional. A retainer fee is most commonly paid tothird partiesthat the payer has engaged to perform a specific action on their behalf.\n\nThese fees only ensure the receiver’s commitment. In addition, retainer fees usually do not represent the total final cost of the services provided.\n\nA retainer fee is an advance payment that a client makes to a professional, and it is considered adown paymenton the future services rendered by that professional. Regardless ofoccupation, the retainer fee funds the initial expenses of the working relationship. For this reason, these fees usually remain separate from the hourly wages of the consultant,freelancer, or lawyer. This ensures that money is not used for personal purposes before fully performing services.\n\nThe most common form of retainer fee applies to lawyers who, in most cases, require potential clients to provide an upfront retainer fee.\n\nA lawyer may charge a $500 retainer fee. If the lawyer charges $100 an hour, the retainer covers all services up to the five-hour limit. The lawyer then bills the client for the cost of any additional hours of work on behalf of that client.\n\nSo, if a trial case takes 10 hours, the lawyercharges the clientan additional $500, which comes to $1,000 when including the retainer. If the client’s case is resolved before reaching the five-hour limit, the lawyer refunds the remaining portion of the retainer to the client.\n\nAn unearned retainer fee is an initial payment held in a retainer account before any services are provided. Retainer fees are earned once services have been fully rendered.\n\nIn the example above, the retainer is considered unearned until the court case is closed and finalized. These unearned fees do not belong to the person performing the tasks—in this case, the lawyer—until work begins. Any unearned retainer fees that are not used can be returned to the client.\n\nEarned retainer fees are the portion of the retainer that the lawyer is entitled to after work begins. Earned retainer fees may be granted to the lawyer bit by bit, depending on the number of hours worked. Retainer fees can also be distributed based on tasks or milestones. For instance, a lawyer may receive 25% of the retainer fee after completing the pretrial process.\n\nRetainers guarantee a lawyer’s service to the fee payer, so they are obligated to take on legal work for the client.\n\nIt depends on the agreement with the professional, but it’s common for fees to cover six- to 12-month periods.\n\nLawyers are ethically bound to return any unused portion of a client’s retainer fees.If you are unsure if your retainer is exhausted, you can ask your lawyer for an itemizedinvoicelisting all of the work that they have performed. Each state has different rules for handling unused retainers, so if you suspect you are owed a refund, you should consult your local bar association to determine the correct procedures.\n\nA retainer fee is a down payment on a professional’s services to ensure you have priority. Retainer fees are usually charged by lawyers, accountants, and consultants to maintain their continued services.\n\nFederal Trade Commission, Consumer Advice. “Hiring a Lawyer.”\n\nLegalMatch. “Are Attorneys Required To Refund Legal Fees?”",
  "url": "https://www.investopedia.com/terms/r/retainer-fee.asp"
}