{
  "term": "Retail Price Index (RPI): What It Is and How It's Used",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Retail Price Index (RPI) is one of two measures of consumerinflationproduced by the United Kingdom's Office for National Statistics (ONS). It measures certain types of cost escalation but is not considered the official inflation statistic in the U.K. The RPI was introduced in 1947 and implemented in 1956.\n\nFirst calculated in June 1947, the RPI was the principal measure of inflation in the U.K. and replaced the previous Cost of Living Index. The Retail Price Index (RPI) was replaced by the Consumer Prices Index (CPI) as the primary measure of inflation in 2003 to set the inflation target for the Bank of England's Monetary Policy Committee. In 2013, the Office of National Statistics reclassified the RPI as \"not a national statistic\" but continues to include it with other indexes on its website.\n\nThe rate of inflation is the change in prices for goods and services over time.\n\nAlthough the RPI is not an official statistic, it is used to determine:\n\nThe RPI tracks changes in the cost of a fixedbasket of goodsover time, and it is produced by combining about 180,000 price quotes for around 700 representative items.The CPI began in 1996 as the Harmonised Index of Consumer Prices (HICP). This index was developed to unite statistics for measuring all EU economies following theEconomic and Monetary Unionin 1992.\n\nSince the CPI was introduced, the measurement of 12-month inflation in the U.K. has generally been higher when measured by the RPI, as compared to the CPI. The difference arises because the RPI includes several items excluded in the CPI, and vice versa. Secondly, the two indicators measureprice changefor different target populations, and both use different formulas, leading to a difference known as the \"formula effect.\"\n\nOver time, the RPI calculation has not been updated or corrected to create a correct measure of inflation. The U.K. Statistics Authority considers RPI to be “a legacy measure” for this reason and publishes it only because it is required to do so.\n\nThe CPI includes all spending by private and institutional households and foreign nationals when visiting the United Kingdom.\n\nDue to the varying inputs to both indexes, the inflation rate calculations differ significantly. In May 2023, the CPI was 8.7%, and the RPI was 11.4%. The ONS in the U.K. lists the RPI as \"not a national statistic.\"\n\nThe Retail Price Index (RPI) is calculated and published by the Office of National Statistics in the United Kingdom. The Consumer Prices Index (CPI) replaced the RPI in 2003 as the statistical measure of inflation in the U.K. The RPI is considered a legacy measure since its formula is no longer updated or recalculated but continues to be included on the ONS website.\n\nOffice of National Statistics. \"Inflation and Price Indices.\"\n\nThomson Reuters. \"Retail Price Index (RPI).\"\n\nU.K. Parliament. \"Measuring Inflation Contents.\"\n\nU.K. Parliament. \"Criticism of the Retail Prices Index.\"",
  "url": "https://www.investopedia.com/terms/r/rpi.asp"
}