{
  "term": "Retained Earnings in Accounting and What They Can Tell You",
  "definition": "Retained earnings are the earnings left over and kept by a company after paying all current obligations and expenses, including dividend payments to shareholders.\n\nRetained earnings are the cumulative net earnings or profits a company keeps after paying dividends to shareholders. Dividends are the last financial obligations paid by a company during a period. “Retained” refers to the fact that thoseearningswere kept by the company.\n\nRetained earnings refer to the historical profits earned by a company, minus any dividends it paid in the past.To get a better understanding of what retained earnings can tell you, the following options broadly cover all possible uses that a company can make of its surplus money. For instance, the first option leads to the earnings money going out of the books and accounts of the business forever because dividend payments are irreversible.\n\nAll of the other options retain the earnings for use within the business, and such investments and funding activities constitute retained earnings.\n\nRetained earnings are also called earnings surplus and represent reserve money, which is available to company management for reinvesting back into the business. When expressed as a percentage of total earnings, it is also called theretention ratioand is equal to:\n\nAlthough the last option of debt repayment also results in money flowing out of the business, it still has an impact on the business’s accounts (for example, saving it for future interest payments, which qualifies it for inclusion in retained earnings).\n\nThe decision to retain earnings or to distribute them among shareholders is usually left to the company management. However, it can be challenged by the shareholders through a majority vote, as they are the actual owners of the company.\n\nManagement and shareholders may want the company to retain earnings for several different reasons. Being better informed about the market and the company’s business, the management may have a high-growth project in view, which they may perceive as a candidate for generating substantial returns in the future.\n\nIn the long run, such initiatives may lead to better returns for company shareholders, rather than those gained from dividend payouts. Paying off high-interest debt also may be preferred by both management and shareholders, instead of dividend payments.\n\nOn the other hand, when a company generates surplus income, a portion of the long-term shareholders may expect some regular income in the form of dividends as a reward for putting their money into the company. Traders who look for short-term gains may also prefer dividend payments that offer instant gains.\n\nMost often, the company’s management takes a balanced approach. It involves paying out a nominal amount of dividends and retaining a good portion of the earnings, which offers a win-win.\n\nDividends can be distributed in the form of cash or stock. Both forms of distribution reduce retained earnings. Cash dividends result in cash outflows and are recorded as net reductions. As the company loses liquid assets in the form of cash dividends, its asset value is reduced on the balance sheet, thereby impacting RE.\n\nOn the other hand, the stock payment transfers part of the retained earnings to common stock. For instance, if a company pays one share as a dividend for each share held by the investors, the price per share will be cut in half because the number of shares will double. Because the company has not created any real value simply by announcing a stock dividend, the per-share market price is adjusted according to the proportion of the stock dividend.\n\nA growth-focused company may pay small dividends or no dividends at all, preferring to use retained earnings to finance activities such as research and development (R&D), marketing, working capital requirements, capital expenditures, and acquisitions to achieve additional growth. Such companies have high retained earnings over the years.\n\nA maturing company may not have many options or high-return projects for which to use the surplus cash, and it may prefer handing out dividends. Such companies tend to have low RE.\n\nIf a company's retained earnings are less than zero, it is referred to as an accumulated deficit. This may be the case if the company has sustained long-term losses or if its dividends exceed its profits.\n\nBoth revenue and retained earnings are important in evaluating a company’s financial health, but they highlight different aspects of the financial picture. Revenue sits at the top of theincome statementand is often referred to as the top-line number when describing a company’s financial performance.\n\nRevenueis the money generated by a company during a period, but before operating expenses and overhead costs are deducted. In some industries, revenue is calledgross salesbecause the gross figure is calculated before any deductions.\n\nRetained earnings are the portion of a company’s cumulative profit that is held or retained and saved for future use. Retained earnings could be used to fund an expansion or pay dividends at a later date. Retained earnings are related to net (as opposed to gross) income because they reflect the net income the company has saved over time.\n\nFor an analyst, the absolute figure of retained earnings during a particular quarter or year may not provide any meaningful insight. Observing it over a period of time (for example, over five years) only indicates the trend of how much money a company is adding to retained earnings.\n\nAs an investor, one would like to know much more, such as the returns that the retained earnings have generated and whether they were better than any alternative investments. Additionally, investors may prefer to see larger dividends rather than significant annual increases to retained earnings.\n\nOne way to assess how successful a company is in using retained earnings is to look at a key factor called retained earnings to market value. It is calculated over a period (usually a couple of years) and assesses the change in stock price against the net earnings retained by the company.\n\nFor example, during the period from September 2021 through September 2024, Apple Inc.’s (AAPL) stock price rose from around $143 per share to around $227 per share.In the same period, the company issued $2.82 of dividends per share, while the total earnings per share (diluted) was $18.32.\n\nThe difference between total EPS and total dividend gives the net earnings retained by the company: $18.32 - $2.82 = $15.50. That is, over that time period, the company retained a total of $15.50 earnings per share.\n\nOver the same duration, its stock price rose by $84 ($227 - $143) per share. Dividing this price rise per share by net earnings retained per share gives a factor of 5.42 ($84 ÷ $15.50), which indicates thatfor each dollar of retained earnings, the company managed to create around $15.50 of market value.\n\nIf the company had not retained this money and instead taken an interest-bearing loan, the value generated would have been less due to the outgoing interest payment. Retained earnings offer internally generated capital to finance projects, allowing for efficient value creation by profitable companies. However, note that the above calculation is indicative of the value created with respect to the use of retained earnings only, and it does not indicate the overall value created by the company.\n\nCompanies publicly record their retained earnings (or accumulated deficit) under theshareholders’ equitysection on thebalance sheet. For instance, Apple’s balance sheet from the end of the 2024 fiscal year shows that the company had an accumulated deficit of $19.1 billion as of the end of September 2024:\n\nSimilarly, the iPhone maker, whose fiscal year ends in September, had an accumulated deficit of $214 million at the end of September 2023.\n\nThe retained earnings are calculated by adding net income to (or subtracting net losses from) the previous term’s retained earnings and then subtracting any net dividend(s) paid to the shareholders.\n\nThe figure is calculated at the end of each accounting period (monthly, quarterly, or annually). As the formula suggests, retained earnings are dependent on the corresponding figure of the previous term. The resultant number may be either positive or negative, depending on thenet incomeor loss generated by the company over time. Alternatively, the company paying large dividends that exceed the other figures can also lead to the retained earnings going negative.\n\nAny item that impacts net income (or net loss) will impact the retained earnings. Such items include sales revenue,cost of goods sold (COGS),depreciation, and necessaryoperating expenses.\n\nRetained earnings are a type of equity and are therefore reported in the shareholders’ equity section of the balance sheet. Although retained earnings are not themselves an asset, they can be used to purchase assets such as inventory, equipment, or other investments. Therefore, a company with a large retained earnings balance may be well-positioned to purchase new assets in the future or offer increased dividend payments to its shareholders.\n\nGenerally speaking, a company with a negative retained earnings balance would signal weakness because it indicates that the company has experienced losses in one or more previous years. However, it is more difficult to interpret a company with high retained earnings. When the retained earnings balance is less than zero, it is referred to as an accumulated deficit.\n\nOn one hand, high retained earnings could indicate financial strength since it demonstrates a track record of profitability in previous years. On the other hand, it could be indicative of a company that should consider paying more dividends to its shareholders. This, of course, depends on whether the company has been pursuing profitable growth opportunities.\n\nRetained earnings can typically be found ona company’s balance sheet in the shareholders’ equity section. Retained earnings are calculated by taking the beginning-period retained earnings, adding the net income (or loss), and subtracting dividend payouts.\n\nThe main difference between retained earnings and profits is that retained earnings subtract dividend payments from a company’s profit, whereas profits do not. Where profits may indicate that a company has a positive net income, retained earnings may show that a company has a net loss, depending on the amount of dividends it paid out to shareholders.\n\nRetained earnings represent the profit a company has saved over time and therefore the portion that can be used to reinvest in the business (in new equipment, R&D, or marketing, among others) or distributed to shareholders. They are a measure of a company's financial health, and they can promote stability and growth.\n\nAccounting Tools. \"Retained Earnings Definition.\"\n\nYahoo! Finance. “Apple Inc. (AAPL): Historical Data.” Select Date Range: September 30, 2021 to September 30, 2024.\n\nApple, Inc. \"Annual Report for FY 2024.\" Pages 32 and 35 of PDF.\n\nApple Investor Relations. \"Annual Report for the 2024 Fiscal Year.\" Page 34 of PDF.",
  "url": "https://www.investopedia.com/terms/r/retainedearnings.asp"
}