{
  "term": "Retail Sales: Definition, Measurement, and Use As an Economic Indicator",
  "definition": "Retail sales are an economic metric that tracks consumer demand for finished goods. This figure is a very important data set as it is a key monthly market-moving event. Retail sales are reported each month by the U.S. Census Bureau and indicate the direction of the economy. It acts as a key economic barometer and whetherinflationary pressuresexist. Retail sales are measured by durable and non-durable goods purchased over a defined period of time. Sales for the report are derived from 13 types of retailers from food service to retail stores.\n\nRetail sales are a good indicator of the pulse of the economy and its projected path toward expansion orcontraction. Retail sales figures are reported by all food service and retail stores and compiled by the U.S. Census Bureau. The measurement is typically based on data sampling and is used to model the patterns for the entire country.\n\nAs a leading macroeconomic indicator, healthy retail sales figures typically elicit positive movements inequity markets. Higher sales are good news for shareholders of retail companies because it means higher earnings. Bondholders, on the other hand, are quite ambivalent towards this metric.\n\nA booming economy is good for all, but lower retail sales figures and a contracting economy would translate to a decrease in inflation. This may cause investors to gravitate toward bonds, eventually leading to higher bond prices.\n\nRetail sales capture in-store sales, as well as catalog and other out-of-store sales of both durable (last for more than three years) and non-durable goods (those with a three-year or shorter life span).\n\nThese are broken down into a number of different categories including (but not limited to):\n\nAs a broadeconomic indicator, the retail sales report is one of the timeliest reports because it provides data that is only a few weeks old. Individual retail companies often provide their own sales figures at the same time every month, and their stocks can experience volatility as investors process the data.\n\nMajor changes inprice can affect retail sales figures. These fluctuations in prices are seen primarily in two retail sales categories: food retailers and gas stations. Large increases in food and energy prices can cause sales figures to drop in both categories, thus affecting the sales of a particular month.\n\nRetail sales for November 2024, which is an increase of 0.8% from the previous month. These figures are seasonally adjusted but not adjusted for inflation.\n\nAn accurate measure of retail sales is incredibly vital for gauging the economic health of the U.S. This is because consumer spending, orPersonal Consumption Expenditure (PCE), accounts for two-thirds ofgross domestic product (GDP). Retail sales are reported in the U.S. every month.\n\nThe data for the report is collected by theU.S. Census Bureauin its Monthly Retail Trade Survey. The report, which is released in the middle of every month, shows the total number of sales in the measured period, usually the prior month, and the percentage change from the last report. The report also includes the year-over-year change in sales to account for the seasonality of consumer-based retail.\n\nThe sales figures are often presented in two ways: with and without the inclusion of auto and gas sales. Most economists choose to analyze retail sales without including car sales because these figures tend to fluctuate more than other sales.\n\nThe same applies to gas station sales which are subject to oil and gas pricevolatility. The main reason that this volatile data stream is ignored is that consumers don't have a choice when it comes to consumption.\n\nRetail sales are affected by seasonality. The holiday season is typically believed to have the highest level of sales. This is partly due to the holiday shopping season for Christmas. This time of the year accounts for a large portion of yearly sales for many retailers, primarily for hobby, toy, game, and department stores.\n\nThe retail sales figures are compiled monthly by the Census Bureau, which is part of the U.S. Department of Commerce. They are released in the middle of the month and cover the previous month's sales.\n\nHigher inflation causes the price of most goods and services to spike. As a result, consumers tend to scale back overall spending or prioritize necessities and select inflation-proof purchases.\n\nRetail sales are seen as a stand-in for consumer spending, and by extension, can be seen as a key measure of the health of the economy.\n\nRetail sales is an important indicator that signals either the contraction or expansion of an economy. An increase in retail sales signals a healthy economy that is expanding while a decrease in retail sales signals the opposite. An increase in retail sales usually moves stocks upward and is good for shareholders.\n\nU.S. Census Bureau. \"Advance Monthly Retail Trade Survey: Methodology.\"\n\nU.S. Bureau of Economic Analysis. \"Nondurable Goods.\"\n\nU.S. Bureau of Economic Analysis. \"Durable Goods.\"\n\nU.S. Census Bureau. \"Advance Monthly Retail Trade Survey - General FAQs.\"\n\nU.S. Census Bureau. \"Advance Monthly Sales for Retail and Food Services,\" Page 5.\n\nU.S. Census Bureau. \"Advance Monthly Sales for Retail and Food Services,\" Page 1.\n\nCongressional Research Service. \"Introduction to the U.S. Economy: Consumer Spending,\" Page 1.\n\nU.S. Census Bureau. \"Advance Monthly Sales for Retail and Food Services,\" Pages 2, 5.\n\nU.S. Census Bureau. \"Monthly State Retail Sales (MSRS) Schedule Release Dates.\"\n\nSalesforce 360 Blog: Retail. \"Shoppers Call the Shots in Retail Now, Our Holiday Results Show.\"\n\nUSAFacts. \"What Types of Stores Have the Highest Sales During the Holiday Season?\"",
  "url": "https://www.investopedia.com/terms/r/retail-sales.asp"
}