{
  "term": "Retail Banking: What It Is, Different Types, and Common Services",
  "definition": "Retail banking, also known as consumer banking or personal banking, is banking that provides financial services to individual consumers rather than businesses. Retail banking is a way for individual consumers to manage their money, have access to credit, and deposit their funds in a secure manner.\n\nServices offered by retail banks include checking and savings accounts,mortgages, personal loans, credit cards, andcertificates of deposit (CDs).\n\nMany financial services companies aim to be the one-stop-shop retail banking destination to their individual consumers. Consumers expect a range of basic services from retail banks, such as checking accounts, savings accounts, personal loans, lines of credit, mortgages,debit cards, credit cards, and CDs.\n\nMost consumers use local branch banking services, which provide onsite customer service for all of a retail customer's banking needs. Through local branch locations, financial representatives provide customer service and financial advice. Financial representatives are also the lead contact for underwriting applications related to credit-approved products.\n\nThough a consumer may not use all these retail banking services, the primary service is acheckingandsavingsaccount to deposit money. This is a common, secure way for individuals to store their cash.\n\nFurthermore, it allows them the ability to earn interest on their money. Most savings accounts offer rates based on thefed funds rate. Checking and savings accounts also come with a debit card to allow for ease of withdrawal of funds and payment for goods and services.\n\nRetail banks are also an important source ofcreditfor individuals. They offer consumers credit to purchase big-ticket items such as homes and cars. This extension of credit can take the form of mortgages, auto loans, or credit cards and is an important facet of the economy as it providesliquidityto ordinary consumers, which helps the economy grow.\n\nOne of the biggest trends in retail banking today is the shift to mobile andonline banking. Specifically, banks are adding more tools and features, such as the ability to put temporary holds on cards, view recurring charges, or scan a fingerprint to log into an account, to retain their existing customers and attract new ones.\n\nA retail bank stores the cash deposits of its retail clients. It then uses these deposits to make loans to other clients. The Federal Reserve formerly required that all banks keep 10% of their demand and checking deposits in-house overnight—this was changed to 0% in March 2020.\n\nThis is known as thereserve requirementand is seen as a safety and liquidity measure. This means that the remainder of the deposit on hand is allowed to be lent out. The banks charge interest rates on these loans at a higher rate than they pay on customer deposits, which is how banks earn income.\n\nIn the banking industry, consumers also rely on the Federal Deposit Insurance Corp. (FDIC) to insure their bankdeposits. As of March 31, 2023, the FDIC insured 4,672 institutions, commercial banks and savings banks. The total amount of assets the FDIC insured was $23.72 trillion and the total amount of loans and leases insured was $12.212 trillion.\n\nRetail banks come in a variety of types and sizes, from local community banks, which are small and locally run to the retail banking services of large, global corporate banks such as JPMorgan Chase and Citibank.\n\nAs of March 31, 2023, the top five largest U.S. commercial banks by assets were:\n\nAll these banks offer retail banking services, which form a large portion of their revenue.Credit unionsare another type of retail bank that works as a non-profit cooperative where members pool their assets to be able to provide loans and other financial services to other members.\n\nCredit unions typically provide better interest rates for their members because they aren't corporate entities seeking profits and they don't have to pay corporate taxes on anyearnings.\n\nBanks are adding to their product offerings to provide a greater range of services for their retail clients. In addition to basic retail banking accounts and customer service from local branch financial representatives, banks have started offering teams of financial advisors with broadened product offerings, investment services such as wealth management, brokerage accounts,private banking, andretirement planning.\n\nIn the 21st century, a movement toward internet banking has also broadly expanded the offerings for retail banking customers. Several banks now provide online services to customers solely through the internet andmobile applications, limiting the number of times a customer needs to go to a local branch to do business.\n\nIn addition to traditional banks offering online services, many newfintechcompanies have blossomed, offering similar services with more ease, and often at better prices, as they don't incur the expense of needing traditional brick-and-mortar bank branches. Examples of these banks include N26, Monzo, andChime.\n\nA Chase survey released in early 2023 found that consumers overwhelmingly want to manage their banking activities in one place, and prefer using their mobile apps to do this. Eighty-seven percent of survey respondents said they use their banking app at least once a month or more. They monitor account balances and deposit checks through their smartphone, and may even apply for a mortgage that way.\n\nWhile retail banking services are provided to individuals in the general public,corporate bankingservices are only offered to companies and corporate bodies. The scope of the products and services available is also different: Retail banking is customer-oriented and corporate banking is business-oriented.\n\nThe financial worth of transactions is comparably higher in corporate banking than in retail banking. The source of profit is also different: the difference between the margin of interest of borrowers and lenders is the main source of profit in retail banking, while corporate banking's source of profit is the interest and fees charged on the services provided.\n\nCorporate banks provide businesses with the following services:\n\nSome corporate banks also haveinvestment bankingarms that offer related services to their corporate clients, such as asset management and securities underwriters.\n\nRetail banking is intended to help consumers manage their money by giving them access to basic banking services, a source of credit, and financial advice. The general public can access a variety of services through a retail bank, including checking and savings accounts, mortgages, credit cards, foreign currency and remittance services, and automobile financing.\n\nU.S. Bank and Bank of America are two examples of retail banks because they provide consumer banking products like checking and savings accounts,mortgages, personal loans, credit cards, andcertificates of deposit (CDs).\n\nRetail banking offers deposit, access, and lending services to individuals. Commercial banking is another name for corporate banking, which offers banking services to businesses, governments, and other institutions. While retail banking offers its services to people for personal use, commercial banking serves institutions.\n\nRetail banks offer a variety of products and services to retail customers. When people think about a bank, they usually think about a retail bank. In every city across the country, there are bank branches that make banking services accessible to the general public.\n\nThe most common services that retail banks offer are checking and savings accounts, mortgages, personal loans, credit cards, and certificates of deposit (CDs).\n\nFirst Bank. \"Four Different Types of Services | Banking.\"\n\nBoard of Governors of the Federal Reserve System. \"Reserve Requirements.\"\n\nFederal Deposit Insurance Corp. \"How Banks Work.\"\n\nFederal Deposit Insurance Corp. \"Quarterly Banking Profile First Quarter 2023.\"\n\nFederal Reserve. \"Large Commercial Banks.\"\n\nChase. \"Consumers Rely More and More on Mobile Banking, New Chase Study Finds.\"",
  "url": "https://www.investopedia.com/terms/r/retailbanking.asp"
}