{
  "term": "Retention Bonus: Definition and How Retention Pay Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nA retention bonus is a one-time lump sum payment given to an employee with the stipulation that the employee must stay on the job for a certain length of time or relinquish part or all of the money. It may be paid to a new employee as an incentive to take the job or to any valued employee at the start of a crucial business cycle or project.\n\nRetention bonuses have become increasingly popular in recent years as companies in highly competitive industries strive to attract and keep their best talent.\n\nWhen an organization is going through a disruptive period of organizational change, it may offer financial incentives to senior executives and key employees to persuade them to stay with the company through the rough times. The financial incentive is referred to as a retention bonus.\n\nRetention bonuses may also be extended to preserve company-specific skills and information during a project or technical knowledge that may be difficult to replace.\n\nDuring a merger,restructuring, orreorganization, a company will attempt to retain its best employees to make certain that it has enough people on-site during challenging times.For example, a business that is shutting down a department or a project may offer retention bonuses to its best performers to ensure that the project gets done.\n\nIn a booming economy with a strongjob market, the probability of a business losing its most valuable employees to its competitors is high. With a liquid labor market allowing workers to move from job to job more easily, retention bonuses provide a way for companies to keep key employees.\n\nIn addition, employees who have obtained new skills or completed training that is vital to the operations of a business may be offered retention bonuses to ensure that they do not take their skills elsewhere. In addition to losing an employee with an advanced skillset, a company runs the risk of the employee joining a competitor.\n\nA retention bonus is typically a one-time payment. Companies may prefer to offer a retention bonus rather than a raise that commits them to a long-term salary increase.\n\nDepending on the company, the value of an employee’s retention bonus may be tied to the employee’s length of service with the firm. The bonus may be paid out at periodic intervals or at the end of a period as either a percentage of the employee’s current salary or a lump sum of money.\n\nFor example, if a project will take 12 months to complete, the employee retention bonus may be paid after 15 months to ensure that the employee stays.\n\nNot all employment agreements contain a retention bonus, and retention bonuses may be included as a financial incentive at any time during an employee's term.\n\nRetention bonus agreements differ in the details. However, they all touch these same points.\n\nThe IRS treats all bonuses, including retention bonuses, as supplemental wages. A supplemental wage is defined simply as compensation paid in addition to the employee’s regular wages. Taxes are usually applied to a retention bonus using either the aggregate method or the percentage method.\n\nUnder the percentage method, bonuses are separated from the employee's salary and taxed at a flat rate of 22% directly. If the bonus amount is over $1 million, it will be taxed at 37% (or the highest income tax rate for that year).\n\nThe aggregate method is used when the employer withholds tax by combining the retention bonus with the employee’s regular salary into a single payment. The tax rate used is found in the withholding table, which is based on information submitted in the employee’s IRSW-4 Form.\n\nRetention bonuses are often subject to withholding taxes. The retention bonus agreement will stipulate the terms of withholding.\n\nThe obvious primary benefit for employers offering a retention bonus is the retention of the employee. By keeping a specific employee for longer, a company may:\n\nEmployers who offer generous retention bonuses become known for it. This can enhance their recruiting efforts. Current employees may feel motivated to work harder and gain specialized knowledge in hopes of receiving a retention bonus.\n\nIn the end, companies may find that paying a retention bonus is less expensive than hiring a new employee.\n\nThe obvious benefit for a retained employee is the financial incentive, which can be up to 15% of their annual base compensation.\n\nAgreeing to a retention bonus arrangement also has a positive impact on the relationship between an employee and a company. Though the employee is being incentivized to stay, they may also gain the trust of prospective employers down the road by staying with one company through the retention period. This demonstrates that the employee was a critical part of a company's success.\n\nThere's never a guarantee that your company will extend a retention bonus offer to you. However, there are specific conditions that are often in place that make it more likely for a company to financially incentivize an employee to stay. You may be able to increase your odds of earning a retention bonus if you:\n\nIf a job doesn't list a retention bonus, consider negotiating for one. Companies may be more inclined to award a higher back-end retention bonus as opposed to a front-end signing bonus.\n\nAnalyzing whether or not to accept a retention bonus is an example of acost-benefit analysis. On the one hand, you may be entitled to a lump sum payment should you stay with your current employer in the short term. On the other hand, you may be sacrificing greater potential benefits in return. You should accept a retention bonus offer if the bonus outweighs the \"costs\" below:\n\nRetention bonuses are generous but the specifics are unique to each company and position.\n\nMost retention bonuses will be around 10%-15% of an employee's annual compensation. Senior employees and those with highly specialized skills and knowledge may receive higher terms.\n\nRetention bonuses may be paid as a lump sum or in a series of payments, such as at the beginning and at the end of a specific period.\n\nShould the agreement be modified or terminated early, the employee may receive a pro rata proportion of the bonus or may forego the bonus entirely.\n\nSome agreements may be structured so that the employee receives small portions over time (i.e. 5% of the bonus each month for five months, then the remaining 75% bonus in the final month of employment).\n\nAny employee is technically eligible for a retention bonus. However, companies most often offer retention bonuses to executives and to highly skilled, technically proficient workers who would be difficult to replace.\n\nEmployees with integral knowledge about a company, a project, or a department may be more likely to receive an incentive to stay.\n\nYes, an employee can negotiate a retention bonus. In addition to negotiating the payoff amount, an employee might negotiate the terms of the agreement to ensure they are comfortable with the date of the payment and the expectation of what the employee will achieve.\n\nRetention bonuses are incentives used to persuade an employee to stay with a company.\n\nWhen used effectively, both the company and the employee will agree that there are real benefits to both parties involved. When used ineffectively, an employee may receive extra compensation for not delivering much value.\n\nThe decision whether or not to accept a retention bonus depends on extenuating financial and non-financial factors.\n\nWage and Hour Division. “Fact Sheet #56C: Bonuses Under the Fair Labor Standards Act (FLSA),” Page 1.\n\nSociety for Human Resources Management. “Retention Compensation Plans—Please Stay!.”\n\nHarvard Business Review. \"Do Retention Bonuses Pay Off?\"\n\nInternal Revenue Service. \"Publication 15: Employer's Tax Guide,\" Pages 22-23.",
  "url": "https://www.investopedia.com/terms/r/retention-bonus.asp"
}