{
  "term": "Retention Ratio: Definition, Formula, Limitations, and Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe retention ratio is the proportion ofearningskept back in a business as retained earnings. It refers to the percentage ofnet incomethat is retained to grow the business, rather than being paid out as dividends. It is the opposite of thepayout ratio, which measures the percentage of profit paid out to shareholders as dividends. The retention ratio is also called the “plowback ratio.”\n\nCompanies that make aprofitat the end of a fiscal period can use the funds for a number of purposes. A company can pay the entire profit toshareholdersasdividends, it can retain all of it to reinvest in the business for growth, or it can do some combination of both. The portion of the profit that a company chooses to save for later use is called “retained earnings.”\n\nRetained earnings are similar to a savings account, because the company is holding the money with the intent to invest it; it hasn’t actually spent it yet. The retention ratio is expressed as a percentage, comparing the money on hand for reinvestment with the company’s total net income. It helps investors determine a company’s future viability.\n\nThat viability is tied to how a company uses its retained earnings. If it hoards them instead of investing them in new equipment, technology, or expanding product lines, or if it pays all of them out as dividends, earnings growth might suffer. The bottom line is that unless a company uses its retained earnings effectively, it has an increased likelihood of taking on additionaldebtor issuing newequityshares to finance growth.\n\nNew companies typically don't pay dividends, as they needcapitalto finance their growth. Established companies usually split the difference, paying a portion of their retained earnings out as dividends while also reinvesting some funds back into the company.\n\nThere are two formulas used to calculate the retention ratio. The first involves locating retained earnings in the shareholders' equity section of the balance sheet, then dividing it by the company’s net income figure, which can be found on the bottom line of its income statement. It is expressed as:\n\nRetention Ratio=Retained EarningsNet Income\\begin{aligned} \\text{Retention Ratio}=\\frac{\\text{Retained Earnings}}{\\text{Net Income}} \\end{aligned}Retention Ratio=Net IncomeRetained Earnings​​\n\nThe second does not use retained earnings. Instead, it subtracts dividends distributed, found on the company’sstatement of cash flowsin the financing section, from net income, then divides the result by net income. It is expressed as:\n\nRetention Ratio=Net Income−Dividends DistributedNet Income\\begin{aligned} \\text{Retention Ratio}=\\frac{\\text{Net Income} -\\text{ Dividends Distributed}}{\\text{Net Income}}\\\\ \\end{aligned}Retention Ratio=Net IncomeNet Income−Dividends Distributed​​\n\nOf course, net income minus dividends distributed equals retained earnings, so they really are the same formula.\n\nThe retention ratio is typically higher forgrowth companiesthat are experiencing rapid increases in revenues and profits. These are often in sectors such as technology and biotechnology. A growth company would prefer to plow earnings back into its business if it believes that it can reward its shareholders by increasing revenues and profits at a faster pace than shareholders could achieve by investing their dividend receipts. Investors may be willing to forego dividends if a company has high growth prospects.\n\nThe retention rate for technology companies in a relatively early stage of development is generally 100%, as they seldom pay dividends. However, in mature sectors such as utilities and telecommunications, where investors expect a generous dividend, the retention ratio is typically quite low.\n\nThe retention ratio may change from one year to the next, depending on the company’s earnings volatility and dividend payment policy. Manyblue chipcompanies have a policy of paying steadily increasing, or at least stable, dividends. Companies in defensive sectors such as pharmaceuticals and consumer staples are likely to have more stable payout and retention ratios than energy and commodity companies, whose earnings are more cyclical.\n\nThe retention ratio doesn’t tell you how much of its retained earnings a company is choosing to put back into the company. Also, a retention ratio doesn’t calculate how the funds are invested or if any investment back into the company was done effectively.\n\nIt’s best to utilize the retention ratio in concert with otherfinancial metricsto determine how successfully a company is deploying its retained earnings. It’s also important to compare the results with companies in the same industry and monitor the ratio over several quarters to determine if there’s any trend.\n\nBelow is a copy of the balance sheet for Meta (META), which owns Facebook and Instagram, as reported in the company’s annual 10-K for 2018, filed on Jan. 31, 2019, when it was still known as Facebook, Inc.\n\nThe reason the retention ratio is so high is that the company accumulated profit and didn’t pay dividends. As a result, it had plenty of retained earnings to invest in its future. A high retention ratio is very common for technology companies.\n\nA company’s retention ratio, also known as its \"plowback ratio,\" is the amount of its net income that is retained by the company rather than distributed as dividends to its shareholders.\n\nTo calculate a company’s retention ratio, you divide its retained earnings by its net income, expressed as a percentage.\n\nA company’s retained earnings are arrived at by subtracting dividends distributed from net income.\n\nA retention ratio can give an indication of a company’s future viability. For example, a low ratio for a start-up company could be worrisome, as they generally need to reinvest profits in order to grow. However, the retention ratio does not tell you how much of a company’s retained earnings have been put back into it, nor if they have been used wisely.\n\nA company’s retention ratio tells you the percentage of its net income that the company has chosen to keep rather than distribute to shareholders as dividends. It’s used by potential investors to indicate a company’s financial health and possible future viability. It’s best employed in concert with other financial metrics, as it doesn’t tell you how much of those earnings a company has reinvested in itself, nor does it indicate if such investment has been done successfully.\n\nMeta. \"Form 10-K Facebook Inc.\" Page 58.",
  "url": "https://www.investopedia.com/terms/r/retentionratio.asp"
}