{
  "term": "Retirement Income Certified Professional (RICP): Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term Retirement Income Certified Professional (RICP) refers to a financial professional who specializes inretirement income planning. Financial professionals earn the RICP designation after following the program forretirementincome professionals. Once qualified, RICPs advise retirees and near-retirees as to the best way to use theassetsthey have accumulated for retirement to live comfortably within a realistic budget and not run out of money prematurely.\n\nAccording to its website, the American College of Financial Services gives financial professionals access to the education they need to achieve their career goals. Financial programs range from thechartered life underwriter(CLU)insurancespecialty program—the first financial designation program offered by the school since 1927—to the more recent RICP.\n\nThenot-for-profitcollege located in Bryn Mawr, Pennsylvania, created the RICP designation to serve the financial planning needs of America’s increasing population of retirees and near-retirees. The knowledge required to accumulate retirementsavingsand the ability to use that savings to generate a comfortable and lasting income in retirement is considered two separate traits.\n\nThe growing number of retirees is creating demand for financial professionals who can guide people in the optimal use of their assets during retirement—not just how to save for retirement as they age.\n\nThe RICP is designed for financial professionals who already have a broad-based financial planning credential, such aschartered financial consultant,certified financial planner, or CLU, or whose businesses already emphasize retirement income planning. Applicants must have three years of business experience in order to be considered for the program. According to the website, an undergraduate or graduate degree is the equivalent of one year's worth of experience.\n\nTo take the RICP program, applicants must already be financial professionals such as a chartered financial consultant, a certified financial planner, or a chartered life underwriter.\n\nDesigned as a self-study program, the RICP curriculum consists of three online courses that students must complete. They are as follows:\n\nThe program provides students with a series of best practices ranging from topics such asSocial Security, risks in retirement financial planning,Medicareand otherhealth insuranceoptions, long-term care needs, as well as tax and estate planning. These arm RICPs with the tools they need to help their clients maintain their customary standard of living throughout retirement, address income gaps, create anestate plan, and limit risk.\n\nStudents must pass a closed-book 100-question exam at the end of each course. RICPs must adhere to acode of ethicsand reporting requirements. Individuals with the RICP designation must also update their credentials with 15 hours of continuing education that they must complete every two years.\n\nWhile many financial professionals are experienced in advising and helping individuals to accumulate retirementassets, the increasing number of retirees means there is a large demand for expertise in how to manage and use those assets. But fewer advisers have expertise in subjects such as how to determine the following:\n\nThe RICP program aims to fill the gap in the financialindustry.\n\nThe American College of Financial Retirement. \"Retirement Income Certified Professional.\" Accessed June 9, 2021.",
  "url": "https://www.investopedia.com/terms/r/retirement-income-certified-professional-ricp.asp"
}