{
  "term": "Retracement: Definition, Use in Investing, vs. Reversal",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA retracement refers to the temporary reversal of an overarching trend in a stock's price.\n\nA retracement is a technical term used to identify a minorpullbackor change in the direction of afinancial instrumentsuch as a stock or index. Retracements are temporary. They don't indicate a shift in the larger trend.\n\nA retracement refers to the temporary reversal of an overarching trend in a stock's price. It's distinct from areversal. Retracements are short-term periods of movement against atrendfollowed by a return to the previous trend.\n\nThe chart below illustrates the share price of General Electric Co. It shows that the stock is in adowntrend, but there are points on the chart that indicate that the price is rising. This would be considered a retracement.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nA retracement doesn't say much by itself but it can help a trader identify whether the current trend is likely to continue or if a significant reversal is taking hold when it's combined with othertechnical indicators.\n\nA retracement should never be used alone. It could cause the analysis to be misguided if it's not used correctly.\n\nIt is essential to determine the difference between a reversal and a short-term retracement. A retracement isn't easy to identify because it can be mistaken for a reversal. Even worse, a reversal could be mistaken for a retracement.\n\nThe chart below shows the S&P 500 at a time when a significantuptrendtook place. Three retracements are identified on the chart but there were a series of smaller ones as well as the S&P 500 was rising to record highs.\n\nThe retracements never breached the uptrend. The index did finally fall below the uptrend, however, leading to a sharp decline when what appeared to be a retracement became a reversal.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nA pullback occurs when a price drops after it's been moving upward for a time. The price can be associated with a single stock or the overall market.\n\nTechnical indicators are mathematical equations based on historical information. They include Moving Average Convergence Divergence (MACD) and the Accumulation/Distribution Line (A/D Line), among others. They're designed to anticipate stock movement based on the data.\n\nThe price of an asset is said to be experiencing an uptrend when its low prices and high prices over a period have consistently moved upward. There are no dips.\n\nA retracement is a minor or short-term pullback in the price of a stock or index. What's key is that the stock doesn't breach a critical level ofsupportorresistanceor the uptrend or downtrend. It's no longer considered a retracement but a reversal if the price falls below or rises above support or resistance, or if it violates an uptrend or downtrend.\n\nYahoo! Finance. \"What Is Retracement and How Is It Used in Investing?\"\n\nFOREX.com. \"Pullback Definition.\"\n\nCFI Education. \"Technical Indicator.\"\n\nFidelity Investments. \"Basic Concepts of Trend.\"",
  "url": "https://www.investopedia.com/terms/r/retracement.asp"
}