{
  "term": "Retrocession: Definition, Types, Example, Criticisms",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nRetrocession refers tokickbacks, trailer fees orfinders feesthat asset managers pay to advisers or distributors. These payments are often done discreetly and are not disclosed to clients, although they use client funds to pay the fees.\n\nRetrocession commission is a heavily criticized fee-sharing arrangement in the financial industry because money flows back to marketers for their efforts in raising interest for a particular product. Therefore, this raises the question of impartiality and favoritism on the part of the advisor. The system would seem to encourage advisors to promote funds or products because they will receive a fee for doing so, not because the products are the best option for the client.\n\nRetrocession fees arecommissionspaid to awealth manageror other new money manager by a third party. For example, banks often pay retrocession fees to wealth managers who partner with them. The bank will encourage and compensate the managers for bringing business to the bank. Banks may also receive retrocession fees from third parties, such as investment funds, for distributing or promoting specific financial products.\n\nSome consider retrocession fees a dubious compensation model because they can influence a bank or wealth manager’s decision torecommend productsthat may not be in the best interest of their clients. This suggestion of an investment product where the advisor receives retrocession appears inherently problematic. However, the suggested product is usually suited for the client, as they are mostly high-quality investment products, such asmutual funds. But the issue remains of motivation and agenda, when two roughly equal products are available, one with compensation attached and one without, where some advisors may find themselves unduly influenced.\n\nRetrocession fees typically refer to recurring compensations, as opposed to a one-time deal. A one-off payment is generally called a finder’s fee,referral feeor acquisition commission.\n\nThere are three types of retrocession fees:\n\nIn 2015, JP Morgan settled a case with theSecurities and Exchange Commission (SEC)for $267 million. The SEC stated that JP Morgan selected third-party hedge funds based on hedge fund managers' willingness to provide fees to a bank affiliate. In these instances, the bank did not inform clients it suggested and preferred the mutual funds willing to share their royalties and instead implied no particular partiality.﻿﻿ According toForbes, the JP Morgan settlement was the first time the term retrocession was introduced to U.S. investors.\n\nU.S. Securities and Exchange Commission. \"J.P. Morgan to Pay $267 Million for Disclosure Failures.\" Accessed Aug. 26, 2020.",
  "url": "https://www.investopedia.com/terms/r/retrocession.asp"
}