{
  "term": "Return on Assets (ROA) Ratio and Profitability",
  "definition": "The ROA is a ratio commonly expressed as a percentage that compares a company’s net income with its assets.\n\nThe return on assets (ROA) ratio shows how efficiently a company uses its assets to generate profits. It reveals what earnings are generated frominvested capital. A higher ROA means a company is more efficient and productive at managing its balance sheet to generate profits. A lower ROA indicates there's room for improvement.\n\nBusinesses are aboutefficiency. Comparing profits to revenue is a useful operational metric, but comparing them to the resources a company used to earn them displays the feasibility of that company’s existence. Return on assets is the simplest of these corporate bang-for-the-buck measures.\n\nROA for public companies can vary substantially and is highly dependent on the industry in which they function. The ROA for a tech company won’t necessarily correspond to that of a food and beverage company. It's best to compare a company's ROA against its previous ROA numbers or a similar company’s ROA when using it as a comparative measure.\n\nThe ROA figure gives investors an idea of how effective the company is in converting the money it invests into net income. The higher the ROA number, the better, because the company can earn more money with a smaller investment. A higher ROA means more asset efficiency.\n\nA similar valuation concept is areturn on average assets (ROAA), which uses the average value of assets instead of the current value of the item. Financial institutions often use ROAA to gauge financial performance.\n\nThe return on assets ratio is calculated by dividing a company’s net income by its total assets. It’s expressed as a formula like this:\n\nLet's say that Sam and Milan both start hot dog stands. Sam spends $1,500 on a bare-bones metal cart. Milan spends $15,000 on a zombie apocalypse-themed unit, complete with a costume.\n\nLet’s assume that those were the only assets each firm deployed. Milan would have the more valuable business, but Sam would have the more efficient one if Sam earned $150 and Milan earned $1,200 over a given period. Sam’s simplified ROA is $150 ÷ $1,500 = 10% using the above formula. Milan’s simplified ROA is $1,200 ÷ $15,000 = 8%.\n\nTotal assets are also the sum of its total liabilities and shareholder equity because of the balance sheet accounting equation. Both types of financing are used to fund a company’s operations. A company’s assets are either funded by debt or equity, so some analysts and investors disregard the cost of acquiring the asset by adding backinterest expensein the formula for ROA.\n\nThe impact of taking more debt is negated by adding back the cost of borrowing to the net income and using the average assets in a given period as the denominator. Interest expense is added because the net income amount on the income statement excludes interest expense.\n\nROA shouldn’t be the only determining factor when it comes to making your investment decisions. It’s just one of the many metrics available to evaluate a company’s profitability.\n\nBoth ROA andreturn on equity (ROE)measure how well a company uses its resources. But one of the key differences between the two is how they each treat a company’s debt. ROA factors in how leveraged a company is or how much debt it carries. Its total assets include any capital it borrows to run its operations.\n\nROE only measures the return on a company’s equity, which leaves out its liabilities. ROA accounts for a company’s debt, and ROE does not. The more leverage and debt a company takes on, the higher the ROE will be relative to ROA. A company's ROE would be higher than its ROA as it takes on more debt.\n\nAssets are now higher than equity, and the denominator of the return on assets calculation is higher because assets are higher, assuming returns are constant. A company’s ROA falls as its ROE stays at its previous level.\n\nOne of the greatest issues with the return on assets ratio is that it can’t be used across industries because companies in one industry have different asset bases from those in another. The asset bases of companies within the oil and gas industry aren’t the same as those in the retail industry.\n\nSome analysts also feel that the basic ROA formula is limited in its applications because it's most suitable for banks. Bank balance sheets better represent the real value of their assets and liabilities because they’re carried at market value viamark-to-market accountingor at least an estimate of market value versus historical cost.\n\nDebt and equity capital are strictly segregated for nonfinancial companies, as are the returns to each.\n\nThe ROA calculation has an inconsistent numerator and denominator. The numerator shows returns to equity investors or net income, but the denominator shows assets funded by both debt and equity investors or total assets. Two variations on this ROA formula fix this numerator/denominator inconsistency by putting interest expense net of taxes back into the numerator. The formulas would be:\n\nThe Federal Reserve Bank of St. Louis provided data on U.S. bank ROAs from 1984 through the end of 2020, when the bank stopped reporting banking industry ROE. The institutions hovered under 1.4% during that time but dropped to 0.56% in Q3 2020.\n\nThe return on assets ratio is most useful for comparing companies in the same industry because different industries use assets in varying ways. The ROA for service-oriented firms such as banks will be significantly higher than the ROA forcapital-intensivecompanies such as construction or utility companies.\n\nLet’s evaluate the normalized ROA for three companies in theretailindustry:\n\nThe data in this table is accurate as of Jan. 31, 2025, according to Macrotrends. This table is normalized. It doesn't include non-recurring expenses.\n\nDillard's was far better than Kohl’s or Macy's at converting its investment into profits. Every dollar that Dillard's invested in assets generated almost 17 cents of net income.\n\nOne of management’s most important jobs is to make wise choices in allocating its resources, and it appears that Dillard's management was more adept than its two peers at the reported time.\n\nReturn on assets (ROA) is a method of measuring how well a company uses what it owns, like buildings and equipment, to make money. It can be viewed as a way to see how much profit a company earns for every dollar it has in assets.\n\nIf a company's ROA is high, it is doing a good job using its assets to make money. For example, if a company has an ROA of 25%, it is generating 25 cents for every dollar of its assets.\n\nIf it has a low ROA, then it isn't effectively generating enough money on the assets it owns. For example, if it has an ROA of 5%, it is only earning 5 cents for every dollar of its assets.\n\nROA can be a powerful tool for investors and analysts to gauge a company's financial health and management effectiveness. A high ROA indicates a company is generating strong profits relative to its assets, suggesting its management is using resources efficiently.\n\nBy analyzing ROA trends over time, investors can identify whether a company is maintaining, improving, or losing efficiency. A stable or rising ROA often signals strategic, well-managed growth, while a declining ROA may suggest inefficiencies, poor decisions, or over-investment in low-return assets.\n\nThese insights can help investors make informed decisions about which stocks to buy or avoid.\n\nInvestors can use ROA to find stock opportunities because the ROA shows how efficient a company is at using its assets to generate profits. A ROA that rises over time indicates that the company is doing well at increasing its profits with each investment dollar it spends.\n\nA falling ROA indicates that the company might have overinvested in assets that have failed to produce revenue growth. This is a sign the company may be in some trouble. ROA can also be used to make apples-to-apples comparisons across companies in the same sector or industry.\n\nROA is calculated by dividing a firm’s net income by the average of its total assets. It's then expressed as a percentage. Net profit can be found at the bottom of a company’s income statement, and assets are found on its balance sheet.\n\nAverage total assets are used in calculating ROA because a company’s total assets can vary over time due to the purchase or sale of vehicles, land, equipment, inventory changes, or seasonal sales fluctuations. Calculating the average total assets for the period in question is more accurate than calculating the total assets for one period as a result.\n\nA ROA of over 5% is generally considered good. Over 20% is excellent. ROAs should always be compared among firms in the same sector, however. A software maker has far fewer assets on the balance sheet than a car maker. The software company’s assets will be understated, and its ROA may get a questionable boost as a result.\n\nReturn on assets (ROA) is a financial ratio that indicates how profitable a company is relative to its total assets. It's commonly expressed as a percentage using a company’s net income and average assets. ROA can be used by corporate managers, analysts, and investors to figure out how efficiently a company uses its assets to generate a profit.\n\nFederal Reserve Bank of St. Louis. \"Return on Average Assets for All US Banks (DISCONTINUED).\"\n\nMacrotrends. \"Dillard's Financial Statements 2009-2025/DDS.\"\n\nMacrotrends. \"Macy's Financial Statements 2009-2025/M.\"\n\nMacrotrends. \"Kohl's Financial Statements 2009-2025/KSS.\"",
  "url": "https://www.investopedia.com/terms/r/returnonassets.asp"
}