{
  "term": "Return on Capital Employed (ROCE): Ratio, Interpretation, and Example",
  "definition": "Return on capital employed (ROCE) is a financial ratio that indicates how effective a company is at generating profits by using its capital.\n\nReturn on capital employed (ROCE) is a financial metric that shows how well a company is generating profits from used capital. It's a measure of profitability. It is one of several different financial metrics that help analysts and investors review the financial health and well-being of different companies.\n\nThe formula for ROCE is as follows:\n\nROCE is a metric for analyzing profitability and comparing profitability levels across companies in terms of capital utilization.\n\nTwo components are required to calculate ROCE. These areearnings before interest and tax(EBIT) and capital employed.\n\nAlso known as operating income, EBIT shows how much a company earns from its operations alone without interest on debt or taxes. It is calculated by subtracting the cost of goods sold (COGS) and operating expenses from revenues.\n\nCapital employed is found by subtracting current liabilities from total assets, which ultimately yields shareholders’ equity plus long-term debts.\n\nInstead of using capital employed at an arbitrary point in time, some analysts and investors may choose to calculate ROCE based on the average capital employed, which takes the average of opening and closing capital employed for the time period under analysis.\n\nReturn on capital employed can be especially useful when comparing the performance of companies in capital-intensive sectors, such as utilities and telecoms.\n\nThis is because, unlike other fundamentals such asreturn on equity(ROE), which only analyzes profitability related to a company’s shareholders’ equity, ROCE considers debt and equity. This can help neutralize financial performance analysis for companies with significant debt.\n\nUltimately, the calculation of ROCE tells you the amount of profit a company is generating per $1 of capital employed. The more profit per $1 a company can generate, the better. Thus, a higher ROCE indicates stronger profitability across company comparisons.\n\nFor a company, the ROCE trend over the years can also be an important indicator of performance. Investors tend to favor companies with stable and rising ROCE levels over companies where ROCE is volatile or trending lower.\n\nROCE provides a comprehensive measure of a company's overall performance by considering both profitability and capital efficiency.\n\nIt helps assess the effectiveness ofcapital allocationdecisions and the ability to generate returns on invested capital.\n\nROCE sometimes allows for meaningful comparisons between companies operating in different industries and highlights a company's ability to generate profits from the capital it uses.\n\nROCE is an important metric for investors, as it reflects the company's ability to generate returns on their investment. A consistently high ROCE indicates that the company is generating attractive returns, which can instill confidence in investors and potentially attract more capital.\n\nROCE also serves as a useful management tool for assessing the performance of different business units or projects within a company. It helps identify areas where capital may be tied up inefficiently and allows for better decision-making regarding resource allocation and investment strategies.\n\nMore specifically, ROCE provides a long-term perspective on a company's profitability and efficiency. It considers the profitability generated over an extended period and relates it to the capital used.\n\nDue to differences in capital intensity and business structures, ROCE may not be directly comparable across sectors.\n\nROCE also primarily concentrates on profitability and capital efficiency, but it leaves out other crucial elements of financial performance, including revenue growth, margins, the creation of cash flow, and return on equity.\n\nSince ROCE is based on past financial data, it cannot accurately reflect current market circumstances orgrowth possibilities.\n\nIt is a reflection of previous capital investments' success and may not be a reliable predictor of future profitability or the potential effects of new investments.\n\nROCE is susceptible to manipulation via financial engineering and accounting techniques, just like any other financial indicator.\n\nIt also may not take into account changes in the industry as a whole, changes in the economy, or other variables that may influence a company's performance.\n\nLastly, relying entirely on ROCE might result in a limited viewpoint and an inadequate evaluation of a company's current situation and future prospects.\n\nPerformance evaluation combining profitability and efficiency\n\nHelps identify inefficient capital utilization\n\nBoosts investor confidence in returns\n\nMeasures capital efficiency and allocation\n\nComparability across some industries\n\nLimited comparability across diverse industries\n\nHistorical focus may not reflect future prospects\n\nDoes not capture complete financial performance\n\nImproving ROCE requires a strategic approach that focuses on enhancing profitability and capital efficiency. Companies can achieve this by streamlining operations, optimizing capital allocation, and continuous monitoring and evaluation.\n\nOperational efficiency involves streamlining and optimizing operations to reduce costs, improve productivity, and increase profitability. Companies often do this by enacting lean practices, automation, and process improvements. These solutions can eliminate waste and enhance efficiency.\n\nEffective capital allocation also involves evaluating and prioritizing capital investment decisions. Companies can focus on projects with high potential returns and align investments with the company's strategic objectives.\n\nThis also means prioritizing working capital management towards inventory, receivables, and payables, reducinginventory carrying costs, and shortening receivables collection periods related to the most profitable projects.\n\nReturn on capital employed is also commonly referred to as the primary ratio because it indicates the profits earned on corporate resources.\n\nAsset optimization also involves optimizing asset utilization to generate maximum returns. For example, companies can renegotiate leases and contracts, sell underutilized or non-performing assets, and explore shared asset models.\n\nROCE is improved when less capital is deployed. By avoiding unnecessary carrying costs or long-term investment expenses, companies can improve the returns they generate.\n\nLastly, pricing and margins should be reviewed. Sales and revenue growth strategies should focus on expanding market share, developing innovative products, and strengthening customer relationships.\n\nTalent and skills development should be invested in employee training and development programs, while risk management should be mitigated to minimize negative impacts on ROCE. All of these solutions focus more on scaling the return aspect of ROCE.\n\nContinuous monitoring and evaluation should be conducted to track progress and identify areas for improvement.\n\nCompanies should tailor their strategies to their specific industry, competitive landscape, and internal capabilities to achieve sustainable improvements in ROCE. As companies enact strategies to improve ROCE, they must be aware of unrelated repercussions that may have negative impacts elsewhere.\n\nIn many ways, ROCE is tied to changes during different economic cycles:\n\nWhen analyzing profitability efficiency in terms of capital, both ROIC and ROCE can be used. These metrics are similar in that they provide a measure of profitability per total capital of the firm.\n\nIn general, both the ROIC and ROCE should be higher than a company’sweighted average cost of capital (WACC)in order for the company to be profitable in the long term.\n\nROIC is generally based on the same concept as ROCE, but its components are slightly different. The calculation for ROIC is as follows:\n\nNet operating profit after tax is a measure of EBIT x (1 – tax rate).\n\nSo ROIC takes into consideration a company’s tax obligations, whereas ROCE does not.\n\nInvested capital in the ROIC calculation is slightly more complex than the simple calculation for capital employed used in ROCE. Invested capital may be either:\n\nThe invested capital is generally a more detailed analysis of a firm’s overall capital.\n\nConsider two companies that operate in the same industry: ACE Corp. and Sam & Co. The table below shows a hypothetical ROCE analysis of both companies.\n\nAs you can see, Sam & Co. is a much larger business than ACE Corp., with higher revenue, EBIT, and total assets. However, when using the ROCE metric, you can see that ACE Corp. is more efficiently generating profit from its capital than Sam & Co. ACE's ROCE is 44 cents per capital dollar or 43.51% versus 15 cents per capital dollar for Sam & Co., or 15.47%.\n\nBusinesses use their capital to conduct day-to-day operations, invest in new opportunities, and grow. Capital employed refers to a company's total assets less its current liabilities. Looking at capital employed is helpful since it's used with other financial metrics to determine the return on a company's assets and how effective management is at employing capital.\n\nSomeanalysts prefer ROCE over ROA(Return on Assets) andROE(Return on Equity) because the return on capital considers both debt and equity financing. These investors believe the return on capital is a better gauge of the performance or profitability of a company over a more extended period.\n\nReturn on capital employed is calculated by dividing net operating profit, or earnings before interest and taxes, by capital employed. Another way to calculate it is by dividing earnings before interest and taxes by the difference between total assets and current liabilities.\n\nWhile there is no industry standard, a higher return on capital employed suggests a more efficient company, at least in terms of capital employment. A ROCE of at least 20% is usually a good sign that the company is in a good financial position.\n\nHowever, a lower number may also be indicative of a company with a lot of cash on hand since cash is included in total assets. As a result, high levels of cash can sometimes skew this metric.\n\nAnd keep in mind that you shouldn't compare the ROCE ratios of companies in different industries. As with any financial metric, it's best to do an apples-to-apples comparison.\n\nYou can use a company's return on capital employed to determine how profitable it is and how efficiently it uses its capital. You can easily calculate it using figures from corporate financial statements.\n\nBut be sure to compare the ROCE of companies within the same industry, as those from different sectors tend to have varying ratios. Having a ratio of 20% or more generally means that a company is doing well.",
  "url": "https://www.investopedia.com/terms/r/roce.asp"
}