{
  "term": "Return On Average Equity (ROAE): Definition and What It Indicates",
  "definition": "Return on average equity (ROAE) is a financial ratio that measures the performance of a company based on its average shareholders' equity outstanding. Typically, ROAE refers to a company's performance over a fiscal year, so the ROAE numerator isnet incomeand the denominator is computed as the sum of the equity value at the beginning and end of the year, divided by 2.\n\nReturn on average equity differs from the more common Return on Equity (ROE), which measures net income for the year divided by the amount of shareholder equity at the end of the year, which can be subject to stocks sales, dividend payments, and other share dilutions.\n\nThereturn on equity(ROE), a determinant of performance, is calculated by dividing net income by the endingshareholders' equityvalue in the balance sheet. This equity value can include last-minute stock sales,share buybacks, and dividend payments. This means that ROE may not accurately reflect a business' actual return over a period of time.\n\nThe return on average equity (ROAE) can give a more accurate depiction of a company's corporate profitability, especially if the value of the shareholders' equity has changed considerably during afiscal year. ROAE is an adjusted version of the return on equity (ROE) measure of company profitability, in which the denominator, shareholders' equity, is changed to average shareholders' equity. Basically, instead of dividing net income by stockholders' equity, an analyst divides net income by the sum of the equity value at the beginning and end of the year, divided by 2.\n\nNet income is found on theincome statementin the annual report. Stockholders' equity is found at the bottom of thebalance sheetin the annual report. The income statement captures transactions from the entire year, whereas the balance sheet is a snapshot in time. As a result, analysts divide net income by an average of the beginning and end of the time period for balance sheet line items. If a business rarely experiences significant changes in its shareholders' equity, it is probably not necessary to use an average equity figure in the denominator of the calculation.\n\nIn situations where the shareholders' equity does not change or changes by very little during a fiscal year, the ROE and ROAE numbers should be identical, or at least similar.\n\nThe key equation is: ROAE= Net Income/ Average Stockholders’ Equity\n\nFor example, Company XYZ starts out last year with $1,000,000 in shareholder equity and finishes the next year with $ 1,500,000 in shareholder equity, due to investments from investors, leaving them with an average shareholder equity value of $1,250,000 for the year. These figures can be found from the balance sheet of the last year and the end of the current year. During the current year, XYZ earns $200,000 in net income (found on the income statement for the end of the current year). Using the ROAE equation: Net income/ (Prior year shareholder equity + Current year shareholder value / 2), the result is $200,000/1,250,000= 16% gain.\n\nInvestors will want to compare ROE’s and ROAE’s between companies in similar sectors to see which are most profitable and efficient based on shareholder equity. If company XYZ is muddling along with a sub-10% ROAE and company ABC is turning in a +20% ROAE, investors will have a better understanding of where their investments are likely to perform better.",
  "url": "https://www.investopedia.com/terms/r/roae.asp"
}