{
  "term": "Return on Sales: What ROS Is and the Formula To Calculate It",
  "definition": "Return on sales (ROS) is a ratio used to evaluate a company's operational efficiency. This measure provides insight into how much profit is being produced per dollar of sales. An increasing ROS indicates that a company is improving efficiency, while a decreasing ROS could signal impending financial troubles. ROS is closely related to a firm'soperating profit margin.\n\nLocate net sales and operating profit from a company'sincome statementand plug the figures into the formula below:\n\nROS=Operating ProfitNet Saleswhere:ROS=Return on salesOperating Profit is calculated as earningsbefore interest, or EBIT.\\begin{aligned}&\\text{ROS} = \\frac{\\text{Operating Profit}}{\\text{Net Sales}}\\\\&\\textbf{where:}\\\\&\\text{ROS}=\\text{Return on sales}\\\\&\\text{Operating Profit is calculated as earnings}\\\\&\\text{before interest, or EBIT.}\\end{aligned}​ROS=Net SalesOperating Profit​where:ROS=Return on salesOperating Profit is calculated as earningsbefore interest, or EBIT.​\n\nWhen calculating return on sales, investors might notice that some companies report net sales while others report revenue. Net sales is total revenue minus the credits or refunds paid to customers for merchandise returns. Net sales will likely be listed for companies in the retail industry, while others will list revenue.\n\nBelow are the steps to calculate return on sales:\n\nReturn on sales is a financial ratio that calculates how efficiently a company is generating profits from its top-line revenue. It measures the performance of a company by analyzing the percentage of total revenue that is converted into operating profits.\n\nThe calculation shows how effectively a company is producing its core products and services and how its management runs the business. Therefore, ROS is used as an indicator of both efficiency and profitability. Investors, creditors, and other debt holders rely on thisefficiency ratiobecause it accurately communicates the percentage of operating cash a company makes on its revenue and provides insight into potential dividends, reinvestment potential, and the company's ability to repay debt.\n\nROS is used to compare current period calculations with calculations from previous periods. This allows a company to conducttrend analysesand compare internal efficiency performance over time. It is also useful to compare one company's ROS percentage with that of a competing company, regardless of scale.\n\nThe comparison makes it easier to assess the performance of a small company than aFortune 500company. However, ROS should only be used to compare companies within the same industry as they vary greatly across industries. A grocery chain, for example, has lower margins and therefore a lower ROS compared to a technology company.\n\nReturn on sales and operating profit margin are often used to describe a similar financial ratio. The main difference between each usage lies in the way their respective formulas are derived. The standard way of writing the formula for operating margin is operating income divided by net sales. Return on sales is extremely similar except the numerator is usually written as earnings before interest and taxes (EBIT) while the denominator is still net sales.\n\nFor example, a company that generates $100,000 in sales and requires $90,000 in total costs to generate its revenue is less efficient than a company that generates $50,000 in sales but only requires $30,000 in total costs.\n\nROS is larger if a company's management successfully cuts costs while increasing revenue. Using the same example, the company with $50,000 in sales and $30,000 in costs has an operating profit of $20,000 and a ROS of 40% ($20,000 / $50,000). If the company's management team wants to increase efficiency, it can focus on increasing sales while incrementally increasing expenses, or it can focus on decreasing expenses while maintaining or increasing revenue.\n\nReturn on sales should only be used to compare companies that operate in the same industry, and ideally among those that have similar business models and annual sales figures. Companies in different industries with wildly different business models have very different operating margins, so comparing them using EBIT in the numerator could be confusing.\n\nTo make it easier to compare sales efficiency between different companies and different industries, many analysts use a profitability ratio that eliminates the effects of financing, accounting, and tax policies:earnings before interest, taxes, depreciation, and amortization(EBITDA). For example, by adding back depreciation, the operating margins of big manufacturing firms and heavy industrial companies are more comparable.\n\nEBITDA is sometimes used as a proxy foroperating cash flow, because it excludes non-cash expenses, such as depreciation. But EBITDA does not equal cash flow. That’s because it does not adjust for any increase inworking capitalor account for capital expenditures that are needed to support production and maintain a company’s asset base—as operating cash flow does.\n\nReturn on sales is a financial ratio that calculates how efficiently a company is generating profits from its top-line revenue. It measures the performance of a company by analyzing the percentage of total revenue that is converted into operating profits. ROS is used as an indicator of both efficiency and profitability as it shows how effectively a company is producing its core products and services and how its management runs the business.\n\nReturn on sales and operating profit margin are often used to describe a similar financial ratio. The main difference between each usage lies in the way their respective formulas are derived. The standard way of writing the formula for operating margin is operating income divided by net sales. Return on sales is extremely similar except the numerator is usually written as earnings before interest and taxes (EBIT) while the denominator is still net sales.\n\nReturn on sales should only be used to compare companies that operate in the same industry, and ideally among those that have similar business models and annual sales figures. A grocery chain, for example, has lower margins and therefore a lower ROS compared to a technology company. Companies in different industries with wildly different business models have very different operating margins, so comparing them using EBIT in the numerator could be confusing.",
  "url": "https://www.investopedia.com/terms/r/ros.asp"
}