{
  "term": "Return on Equity (ROE) Calculation and What It Means",
  "definition": "This measure of financial performance calculates return on net assets\n\nReturn on equity (ROE) is a financial performance ratio that demonstrates how it uses shareholders' equity to generate net income.\n\nReturn on equity (ROE) is a measure of a company's financial performance. It is calculated by dividing net income by shareholders' equity. Because shareholders' equity is equal to a company’s assets minus its debt, ROE is a way of showing a company's return on net assets.\n\nReturn on equity is considered a gauge of a corporation's profitability and how efficiently it generates those profits. The higher the ROE, the more efficient a company's management is at generating income and growth from its equity financing.\n\nROE is expressed as a percentage and can be calculated for any company. Net income is calculated before dividends paid to common shareholders, after dividends to preferred shareholders, and after interest to lenders.\n\nWhether an ROE is deemed good or bad will depend on what is normal among a stock’s peers. For example, utilities have many assets and debt on the balance sheet compared to a relatively small amount of net income. A normal ROE in the utility sector could be 10% or less. A technology or retail firm with smaller balance sheet accounts relative to net income may have normal ROE levels of 18% or more.\n\nA good rule of thumb is to look for return on equity that is equal to or just above the average for the company's sector—those in the same business. For example, assume a company, TechCo, has maintained a steady ROE of 18% over the past few years compared to the average of its peers, which was 15%. An investor could conclude that TechCo’s management is above average at using the company’s assets to create profits.\n\nRelatively high or low ROE ratios will vary significantly from one industry group or sector to another. However, a common shortcut for investors is to consider anything less than 10% a poor return on equity and anything near the long-term average of the S&P 500 acceptable.\n\nIt is considered best practice to calculate ROE based on average equity over a period because of the mismatch between the income statement and the balance sheet. ROE is calculated by comparing the proportion of net income against the amount of shareholder equity. The equation is:\n\nROE=NetIncomeShareholders’Equity\\begin{aligned}\\textbf{ROE}=\\frac{\\textbf{Net Income}}{\\textbf{Shareholders' Equity}}\\end{aligned}ROE=Shareholders’ EquityNet Income​​\n\nNet income is calculated as the difference between net revenue and all expenses including interest and taxes. It is the most conservative measurement for a company to analyze as it deducts more expenses than other profitability measurements such as gross income or operating income.\n\nAverageshareholders' equityis calculated by adding equity at the beginning of the period. The beginning and end of the period should coincide with the period during which the net income is earned.\n\nNet income over the last full fiscal year is found on the income statement—a sum of financial activity over that period. Shareholders' equity comes from the balance sheet—a running balance of a company’s entire history of changes in assets and liabilities.\n\nBecause net income is earned over a period of time and shareholders' equity is a balance sheet account often reporting on a single specific period, an analyst should take an average equity balance. This is often done by taking the average between the beginning and ending equity balances.\n\nReturn on equity can be used to estimate different growth rates of a stock that an investor is considering, assuming that the ratio is roughly in line or just above its peer group average.\n\nInvestors can use ROE to estimate a stock’s growth rate and the growth rate of its dividends. These two calculations are functions of each other and can be used to make an easier comparison between similar companies.\n\nTo estimate a company’s future growth rate, multiply the ROE by the company’sretention ratio. The retention ratio is the percentage of net income that is retained or reinvested by the company to fund future growth.\n\nAssume that there are two companies with identical ROEs and net income but different retention ratios. This means they will each have a differentsustainable growth rate(SGR). The SGR is the rate a company can grow without having to borrow money to finance that growth. The formula for calculating SGR is:\n\nYou can also use the payout ratio:\n\nFor example, Company A has an ROE of 15% and has a retention ratio of 70%. For Company A, the sustainable growth rate is:\n\nCompany B also has an ROE of 15% but has a 90% retention ratio. Company B's sustainable growth rate is:\n\nA stock that is growing at a slower rate than its sustainable rate could be undervalued, or the market may be accounting for key risks. In either case, a growth rate that is far above or below the sustainable rate warrants additional investigation.\n\nA strong return on equity is a positive thing for a company. An extremely high ROE can be a good thing if net income is extremely large compared to equity because a company’s performance is so strong.\n\nHowever, an extremely high ROE can also be the result of a small equity account compared to net income, which indicates risk. An outsize ROE can be indicative of a number of issues, such as inconsistent profits or excessive debt. In general, both negative and extremely high ROE levels should be considered worth investigating.\n\nA return on equity that widely changes from one period to the next may also be an indicator of inconsistent use of accounting methods.\n\nThe first potential issue with a high ROE could be inconsistent profits. Imagine that a company, LossCo, has been unprofitable for several years. Each year’s losses are recorded on the balance sheet in the equity portion as a “retained loss.” These losses are a negative value and reduce shareholders' equity.\n\nNow, assume that LossCo has had a windfall in the most recent year and has returned to profitability. The denominator in the ROE calculation is now very small after many years of losses, which makes its ROE misleadingly high.\n\nA second issue that could cause a high ROE is excess debt. If a company has been borrowing aggressively, it can increase ROE because equity is equal to assets minus debt. The more debt a company has, the lower its equity can fall.\n\nA common scenario is when a company borrows large amounts of debt to buy back its own stock. This can inflate earnings per share (EPS), but it does not affect actual performance or growth rates.\n\nFinally, negative net income and negative shareholders' equity can create an artificially high ROE. However, if a company has a net loss or negative shareholders’ equity, calculating the ROE is not worthwhile.\n\nIf shareholders’ equity is negative, the most common issue is excessive debt or inconsistent profitability. However, there are exceptions for companies that are profitable and have been using cash flow to buy back their own shares. For many companies, this is an alternative to paying dividends, and it can eventually reduce equity (buybacks are subtracted from equity) enough to turn the calculation negative.\n\nIn rare cases, a negative ROE ratio could be due to a cash flow-supported share buyback program and excellent management, but this is less likely to be the circumstance. In any case, a company with a negative ROE cannot be evaluated against other stocks with positive ROE ratios.\n\nIt is generally less risky to consider a stock with an average or slightly above the average ROE when compared to its peer companies, rather than one that is double, triple, or even higher than its industry average.\n\nThere are times when return on equity can't be used to evaluate a company's performance or profitability.\n\nA negative ROE due to the company having a net loss or negative shareholders’ equity cannot be used to analyze the company, nor can it be used to compare against companies with a positive ROE. The term ROE is a misnomer in this situation as there is no return; the more appropriate classification is to consider what the loss on equity is.\n\nROE often can't be used to compare different companies in differing industries. ROE varies across sectors, especially as companies have different operating margins and financing structures. In addition, larger companies with greater efficiency may not be comparable to younger firms.\n\nROE is just one of many metrics for evaluating a firm's overall financials. Investors should utilize a combination of metrics to get a full understanding of a company's financial health before investing.\n\nAlthough ROE examines how much profit a company can generate relative to its shareholders’ equity,return on invested capital (ROIC)takes that calculation a step further.\n\nThe purpose of ROIC is to determine the amount of money (after dividends) a company makes based on all its sources of capital, which includes shareholders' equity and debt. ROE looks at how well a company uses shareholders' equity, while ROIC is meant to determine how well a company uses all its available capital to make money.\n\nYou can calculate a company's return on equityusing Microsoft Excel.\n\nThough ROE can easily be computed by dividing net income by shareholders' equity, a technique calledDuPont decompositioncan break down the ROE calculation into additional steps. Created by the American chemicals corporation DuPont in the 1920s, this analysis reveals which factors are contributing the most (or the least) to a firm's ROE.\n\nThere are two versions of DuPont analysis. The first involves the formula:\n\nROE=NPM×Asset Turnover×Equity Multiplierwhere:NPM=Net profit margin, the measure of operatingefficiencyAsset Turnover=Measure of asset use efficiencyEquity Multiplier=Measure of financial leverage\\begin{aligned} &\\text{ROE} = \\text{NPM} \\times \\text{Asset Turnover} \\times \\text{Equity Multiplier} \\\\ &\\textbf{where:} \\\\ &\\text{NPM} = \\text{Net profit margin, the measure of operating} \\\\ &\\text{efficiency} \\\\ &\\text{Asset Turnover} = \\text{Measure of asset use efficiency} \\\\ &\\text{Equity Multiplier} = \\text{Measure of financial leverage} \\\\ \\end{aligned}​ROE=NPM×Asset Turnover×Equity Multiplierwhere:NPM=Net profit margin, the measure of operatingefficiencyAsset Turnover=Measure of asset use efficiencyEquity Multiplier=Measure of financial leverage​\n\n​Alternatively, the five-step formula can be used:\n\nROE=EBTS×SA×AE×(1−TR)where:EBT=Earnings before taxS=SalesA=AssetsE=EquityTR=Tax rate\\begin{aligned} &\\text{ROE} = \\frac{ \\text{EBT} }{ \\text{S} } \\times \\frac{ \\text{S} }{ \\text{A} } \\times \\frac{ \\text{A} }{ \\text{E} } \\times ( 1 - \\text{TR} ) \\\\ &\\textbf{where:} \\\\ &\\text{EBT} = \\text{Earnings before tax} \\\\ &\\text{S} = \\text{Sales} \\\\ &\\text{A} = \\text{Assets} \\\\ &\\text{E} = \\text{Equity} \\\\ &\\text{TR} = \\text{Tax rate} \\\\ \\end{aligned}​ROE=SEBT​×AS​×EA​×(1−TR)where:EBT=Earnings before taxS=SalesA=AssetsE=EquityTR=Tax rate​\n\nBoth the three- and five-step equations provide a deeper understanding of a company's ROE by examining what is changing in a company rather than looking at one simple ratio. As always with financial statement ratios, they should be examined against the company's history and its competitors' histories.\n\nFor example, when looking at two peer companies, one may have a lower ROE. With the five-step equation, you can see whether this is because:\n\nIdentifying sources like these leads to a better knowledge of the company and how it should be valued.\n\nA “good” ROE will depend on the company’s industry and competitors. An industry will likely have a lower average ROE if it is highly competitive and requires substantial assets to generate revenues. Industries with relatively few players and where only limited assets are needed to generate revenues may show a higher average ROE.\n\nTo calculate ROE, divide the company’s net income by its average shareholders’ equity. Because shareholders’ equity is equal to assets minus liabilities, ROE is essentially a measure of the return generated on the net assets of the company. Since the equity figure can fluctuate during the accounting period in question, an average of shareholders’ equity is used.\n\nReturn on assets (ROA)and ROE are similar in that they both try to gauge how efficiently the company generates its profits. However, ROE compares net income to net assets (assets minus liabilities) of the company, while ROA compares net income to the company’s assetswithoutdeducting its liabilities. In both cases, companies in industries in which operations require significant assets will likely show a lower average return.\n\nIf a company's ROE is negative, it means that there was negative net income for the period in question (i.e., a loss). This implies that shareholders are losing on their investment in the company. For new and growing companies, a negative ROE is often to be expected; however, a persistently negative ROE can be a sign of trouble.\n\nROE will increase as net income increases, all else equal. Another way to boost ROE is to reduce the value of shareholders' equity. Since equity is equal to assets minus liabilities, increasing liabilities (e.g., taking on more debt financing) is one way to artificially boost ROE without necessarily increasing profitability. This can be amplified if that debt is used to engage in share buybacks, effectively reducing the amount of equity available.\n\nReturn on equity is a common financial metric that compares a company's income to its total shareholders' equity. This demonstrates a company's profitability and efficiency. Another useful calculation is thereturn on average equity (ROAE).\n\nHowever, though ROE and ROAE can tell you how well a company is using resources to generate profit, they do not provide a full picture of a company's financing structure, industry, or performance against competition. ROE is just one of many metrics that investors can use to evaluate a company's performance, potential growth, and financial stability.\n\nRice University via OpenStax. \"Principles of Accounting, Volume 1: Financial Accounting - A: Financial Statement Analysis.\"",
  "url": "https://www.investopedia.com/terms/r/returnonequity.asp"
}