{
  "term": "Returned Payment Fee: Definition, Causes, and How to Avoid",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA returned payment fee is a one-time penalty charged by a bank when a customer bounces a check. The bank sends the customer a message indicating that a check has been returned unpaid \"due to non-sufficient funds\" in the account. Depending on the bank, this fee can be between $25 and $40 for each bad check.\n\nA credit card issuer will add its own penalty fee if a customer makes a payment with a check or an online payment that is declined by a bank.\n\nIn order to resolve the problem, the customer has to deposit enough money to cover the fees and the check that was not honored and then ask the recipient of the check to resubmit it for payment.\n\nThe customer's credit rating will not be dinged if the matter is resolved quickly.\n\nCreditorscharge consumers a series of fees—some are for services rendered while others are punitive. Service fees range from account maintenance charges,minimum balancefees, and funds transfer charges. Punitive fees and penalties include things likenon-sufficient funds(NSF) charges,late fees, and returned payment fees. Creditors must specify the amount of any fees including those for returned payments in the agreement.\n\nReturned payment fees, also called dishonored payment fees, are charged when a customer makes a payment with insufficient funds to cover a payment. Depending on the creditor, returned payment fees generally range anywhere between $25 and $40 per instance.\n\nAs noted above, payments may be returned for any number of reasons including insufficient funds in a consumer's account or because of closed accounts.Banks may also freeze accountsfor legitimate reasons including suspicious activity or government garnishments, which can also result in payments being returned.\n\nWhile returned payment fees are most common with checks, they may also occur with payments that are made online or scheduled to be taken automatically. Consumers should be cautious when paying with a check or setting up anautomatic payment. Customers who know they won't have enough money to cover their payment by the due date shouldn't send the creditor a check.\n\nWhile late fees andinterestcharges may apply, they won’t have additional charges like a returned payment and NSF fee. Customers can easily cancel any recurring payments or make changes to the payment method to an account that can cover the charge to avoid a returned payment fee.\n\nWhen your creditor charges a returned payment fee, there's a very good likelihood that you'll incur an NSF fee from your bank as well.\n\nSome institutions maywaivereturned payment fees in certain conditions. For example, they may waive the fee for a first-time occurrence or for customers with accounts in good standing. Others may also waive the fee in case the consumer has a good reason why the payment was rejected. It's always best to talk to your financial institution if there was a viable error for which you had no control.\n\nA returned payment fee often comes along with late payment fees and interest. If you try to pay your credit card bill at the last minute but your payment doesn’t clear, yourmonthly minimum paymentbecomes overdue, and you will owe a late fee. A few credit cards do not charge late fees at all or will waive the late fee the first time the customer has a late payment.\n\nEven if a late fee doesn’t apply, interest charges will almost always apply. You may also be subject to an increase in yourinterest rateif your returned payment means you’ve missed your minimum payment deadline. Your bank may also charge you an insufficient funds fee—also known as an NSF fee—for writing a check that didn't clear.\n\nCredit cardcompanies generally have some of the highest returned payment fees. In fact, they can be as high as $40. To find out whether your credit card has a returned payment fee and how much it is, check the card’sterms and conditions.\n\nReturned payment fees are also charged by other creditors including cable subscription services, cell phone companies, and wireless service providers, and gyms. Many contracts likecar leasesandfinancingmay also outline returned payment charges.",
  "url": "https://www.investopedia.com/terms/r/returned-payment-fee.asp"
}