{
  "term": "Return on Average Capital Employed (ROACE) Definition & Formula",
  "definition": "The return on average capital employed (ROACE) is a financial ratio that shows profitability versus the investments a company has made in itself. This metric differs from the relatedreturn on capital employed(ROCE) calculation, in that it takes theaveragesof the opening and closing capital for a period of time, as opposed to only the capital figure at the end of the period.\n\n﻿ROACE=EBITAverage Total Assets−Lwhere:EBIT=Earnings before interest and taxesL=Average current liabilities\\begin{aligned} &\\text{ROACE} = \\frac{ \\text{EBIT} }{ \\text{Average Total Assets} - \\text{L} } \\\\ &\\textbf{where:} \\\\ &\\text{EBIT} = \\text{Earnings before interest and taxes} \\\\ &\\text{L} = \\text{Average current liabilities} \\\\ \\end{aligned}​ROACE=Average Total Assets−LEBIT​where:EBIT=Earnings before interest and taxesL=Average current liabilities​﻿\n\nReturn on average capital employed (ROACE) is a useful ratiowhen analyzing businessesin capital-intensive industries, such as oil. Businesses that can squeeze higher profits from a smaller amount of capital assets will have a higher ROACE than businesses that are not as efficient in converting capital into profit. The formula for the ratio uses EBIT in the numerator and divides that by average total assets less averagecurrent liabilities.\n\nFundamental analysts and investors like to use the ROACE metrics since it compares the company's profitability to the total investments made in new capital.\n\nAs a hypothetical example of how to calculate ROACE, assume that a company begins the year with $500,000 is assets and $200,000 inliabilities. It ends the year with $550,000 in assets and the same $200,000 in liabilities. During the course of the year, the company earned $150,000 of revenue and had $90,000 of total operating expenses. Step one is to calculate the EBIT:\n\n﻿EBIT=R−O=$150,000−$90,000=$60,000where:R=RevenueO=Operating expenses\\begin{aligned} &\\text{EBIT} = \\text{R} - \\text{O} = \\$150,000 - \\$90,000 = \\$60,000 \\\\ &\\textbf{where:} \\\\ &\\text{R} = \\text{Revenue} \\\\ &\\text{O} = \\text{Operating expenses} \\\\ \\end{aligned}​EBIT=R−O=$150,000−$90,000=$60,000where:R=RevenueO=Operating expenses​﻿\n\nThe second step is to calculate the average capital employed. This is equal to the average of the total assets minus the liabilities at the beginning of the year and the end of the year:\n\n﻿CB=$500,000−$200,000=$300,000where:CB=Capital employed beginning of year\\begin{aligned} &\\text{CB} = \\$500,000 - \\$200,000 = \\$300,000 \\\\ &\\textbf{where:} \\\\ &\\text{CB} = \\text{Capital employed beginning of year} \\\\ \\end{aligned}​CB=$500,000−$200,000=$300,000where:CB=Capital employed beginning of year​﻿\n\n﻿CE=$550,000−$200,000=$350,000where:CE=Capital employed end of year\\begin{aligned} &\\text{CE} = \\$550,000 - \\$200,000 = \\$350,000 \\\\ &\\textbf{where:} \\\\ &\\text{CE} = \\text{Capital employed end of year} \\\\ \\end{aligned}​CE=$550,000−$200,000=$350,000where:CE=Capital employed end of year​﻿\n\n﻿AC=$300,000+$350,0002=$325,000where:AC=Average capital employed\\begin{aligned} &\\text{AC} = \\frac{ \\$300,000 + \\$350,000 }{ 2 } = \\$325,000 \\\\ &\\textbf{where:} \\\\ &\\text{AC} = \\text{Average capital employed} \\\\ \\end{aligned}​AC=2$300,000+$350,000​=$325,000where:AC=Average capital employed​﻿\n\nLastly, by dividing the EBIT by the average capital employed, the ROACE is determined:\n\n﻿ROACE=$60,000$325,000=18.46%\\begin{aligned} &\\text{ROACE} = \\frac{ \\$60,000 }{ \\$325,000 } = 18.46\\% \\\\ \\end{aligned}​ROACE=$325,000$60,000​=18.46%​﻿\n\nReturn on capital employed (ROCE) is a closely-related financial ratio that also measures a company's profitability and the efficiency with which its capital is employed. ROCE is calculated as follows:\n\n﻿ROCE=EBITCapital Employed\\begin{aligned} &\\text{ROCE} = \\frac{ \\text{EBIT} }{ \\text{Capital Employed} } \\\\ \\end{aligned}​ROCE=Capital EmployedEBIT​​﻿\n\nCapital employed, also known as funds employed, is the total amount of capital used for the acquisition of profits by a firm or project. It is the value of all the assets employed in a business or business unit and can be calculated by subtracting current liabilities from total assets. ROACE, on the other hand, usesaverageassets and liabilities. Averaging for a period smooths the figures to remove the effect of outlier situations, such as seasonal spikes or declines in business activity.\n\nInvestors should be careful when using the ratio, since capital assets, such as a refinery, can be depreciated over time. If the same amount of profit is made from an asset each period, the assetdepreciatingwill make ROACE increase because it is less valuable. This makes it look as if the company is making good use of capital, though, in reality, it is not making any additional investments.",
  "url": "https://www.investopedia.com/terms/r/return-on-average-capital-employed-roace.asp"
}