{
  "term": "Return of Capital (ROC): What It Is, How It Works, and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nReturn of capital (ROC) is a payment that an investor receives as a portion of their original investment and that is not considered income orcapital gainsfrom the investment. Note that a return of capital reduces an investor'sadjusted cost basis. Once the stock's adjusted cost basis has been reduced to zero, any subsequent return will be taxable as a capital gain.\n\nWhen an individual invests, they put theprincipalto work in hopes of generating a return—an amount known as thecost basis. When the principal is returned to an investor, that is the return of capital. Since it does not include gains (or losses), it is not considered taxable—it is similar to getting your original money back.\n\nReturn of capital should not be confused with returnoncapital, where the latter is the return earned on invested capital (and is taxable).\n\nSome types of investments allow investors to first receive their capital backbeforereceiving gains (or losses) for tax purposes. Examples include qualified retirement accounts such as401(k)plans orIRAsand cash accumulated from permanent life insurance policies. These products are examples offirst-in-first-out(FIFO) because investors receive their first dollar back before touching gains.\n\nCost basisis defined as an investor’s total cost paid for an investment, and the cost basis for a stock is adjusted forstock dividends,stock splits, and the cost ofcommissionsto purchase the stock. It is important for investors and financial advisors to track the cost basis of each investment so that any return of capital payments can be identified.\n\nWhen an investor buys an investment and sells it for a gain, the taxpayer must report thecapital gainon a personal tax return, and the sale price less the investment’s cost basis is the capital gain on the sale. If an investor receives an amount that is less than or equal to the cost basis, the payment is a return of capital and not a capital gain.\n\nSome dividends from real estate investment trusts (REITs) are considered a return of capital, since investors get their invested funds back. Although they are not taxed, these dividends reduce the cost basis in a REIT investment.\n\nAssume, for example, that an investor buys 100 shares of XYZ common stock at $20 per share, and the stock has a 2-for-1 stock split so that the investor’s adjusted holdings total 200 shares at $10 per share. If the investor sells the shares for $15, the first $10 is considered a return of capital and is not taxed. The additional $5 per share is a capital gain and is reported on the personal tax return.\n\nA partnership is defined as a business in which two or more people contributeassetsand operate an entity to share in the profits. The parties create apartnershipusing a partnership agreement. Calculating the return of capital for a partnership can be difficult.\n\nA partner’s interest in an entity is tracked in the partner’scapital account, and the account is increased by any cash or assets contributed by the partner along with the partner’s share of profits. The partner’s interest is reduced by any withdrawals or guaranteed payments and by the partner’s share of partnership losses. Withdrawal up to the partner’s capital account balance is considered a return of capital and is not a taxable event.\n\nOnce the entire capital account balance is paid to the partner, however, any additional payments are considered income to the partner and are taxed on the partner’s personal tax return.\n\nReturn of capital is also calledcapital dividend. The term refers to a payment that a company makes to its investors and that is drawn from its paid-in-capital or shareholders' equity. By contrast, regular dividends are paid from the company's earnings.\n\nReturn of capital distributions are not subject to tax. However, once the adjusted costbasis of the stock is reduced to zero, any non-dividend distributions are considered to be a taxable capital gain.\n\nReturnonCapital is the annual return you earn from an initial investment, and it's taxable. ReturnofCapital isthe rateat which an initial investment can be recouped.\n\nWhen an investor receives a return of capital, they are getting back some or all of their investments in a stock or fund back.\n\nReturn of capital can be easily confused with dividends, but these two types of distributions function differently. Return of capital distributions are taken from its paid-in-capital or shareholders' equity, whereas dividends are paid from the company's earnings.\n\nReturn of capital distributions aren't taxable, but they can have tax implications because they might produce additional realized capital gains.",
  "url": "https://www.investopedia.com/terms/r/returnofcapital.asp"
}