{
  "term": "Return on Risk-Adjusted Capital (RORAC) Formula & Example",
  "definition": "The return on risk-adjusted capital (RORAC) is a rate of return measure commonly used in financial analysis, where various projects, endeavors, and investments are evaluated based oncapital at risk. Projects with differentrisk profilesare easier to compare with each other once their individual RORAC values have been calculated.\n\nThe RORAC is similar toreturn on equity(ROE), except the denominator is adjusted to account for the risk of a project.\n\nReturn on Risk-Adjusted Capital is calculated by dividing a company’s net income by the risk-weighted assets.\n\nReturn on Risk Adjusted Capital=Net IncomeRisk-Weighted Assetswhere:Risk-Weighted Assets = Allocated risk capital, economiccapital, or value at risk\\begin{aligned} &\\text{Return on Risk Adjusted Capital}=\\frac{\\text{Net Income}}{\\text{Risk-Weighted Assets}}\\\\ &\\textbf{where:}\\\\ &\\text{Risk-Weighted Assets = Allocated risk capital, economic}\\\\ &\\text{capital, or value at risk}\\\\ \\end{aligned}​Return on Risk Adjusted Capital=Risk-Weighted AssetsNet Income​where:Risk-Weighted Assets = Allocated risk capital, economiccapital, or value at risk​\n\nReturn on risk-adjusted capital (RORAC) takes into account the capital at risk, whether it be related to a project or company division. Allocated risk capital is the firm's capital, adjusted for a maximum potential loss based on estimated future earnings distributions or the volatility of earnings.\n\nCompanies use RORAC to place greater emphasis on firm-wide risk management. For example, different corporate divisions with unique managers can use RORAC to quantify and maintain acceptable risk-exposure levels.\n\nThis calculation is similar torisk-adjusted return on capital(RAROC). With RORAC, however, the capital is adjusted for risk, not the rate of return. RORAC is used when the risk varies depending on the capital asset being analyzed.\n\nAssume a firm is evaluating two projects it has engaged in over the previous year and needs to decide which one to eliminate. Project A hadtotal revenuesof $100,000 and total expenses of $50,000. The total risk-weighted assets involved in the project is $400,000.\n\nProject B had total revenues of $200,000 and total expenses of $100,000. The total risk-weighted assets involved in Project B is $900,000. The RORAC of the two projects is calculated as:\n\n﻿Project A RORAC=$100,000−$50,000$400,000=12.5%Project B RORAC=$200,000−$100,000$900,000=11.1%\\begin{aligned} &\\text{Project A RORAC}=\\frac{\\$100,000-\\$50,000}{\\$400,000}=12.5\\%\\\\ &\\text{Project B RORAC}=\\frac{\\$200,000-\\$100,000}{\\$900,000}=11.1\\%\\\\ \\end{aligned}​Project A RORAC=$400,000$100,000−$50,000​=12.5%Project B RORAC=$900,000$200,000−$100,000​=11.1%​﻿\n\nEven though Project B had twice as much revenue as Project A, once the risk-weighted capital of each project is taken into account, it is clear that Project A has a better RORAC.\n\nRORAC is similar to, and easily confused with, two other statistics. Risk-adjusted return on capital (RAROC) is usually defined as the ratio ofrisk-adjusted returntoeconomic capital. In this calculation, instead of adjusting the risk of the capital itself, it is the risk of the return that is quantified and measured. Often, the expected return of a project is divided byvalue at risk(VaR) to arrive at RAROC.\n\nAnother statistic similar to RORAC is the risk-adjusted return on risk-adjusted capital (RARORAC). This statistic is calculated by taking therisk-adjusted return and dividing it by economic capital, adjusting for diversification benefits. It uses guidelines defined by the international risk standards covered inBasel III—which is a set for reforms that are to be implemented by Jan. 1, 2022, and is meant to improve the regulation, supervision, and risk management within the banking sector.\n\nCalculating therisk-adjusted capitalcan be cumbersome as it requires understanding the value at risk calculation.\n\nFor related insight, read more about how risk-weighted assets are calculatedbased on capital risk.",
  "url": "https://www.investopedia.com/terms/r/rorac.asp"
}