{
  "term": "Return on Average Assets (ROAA): Definition and How It's Used",
  "definition": "Return on average assets (ROAA) is an indicator used to assess the profitability of a firm's assets, and it is most often used by banks and otherfinancial institutionsas a means to gauge financial performance. Sometimes, ROAA is used interchangeably withreturn on assets(ROA) although the latter often uses current assets instead of average assets.\n\nReturn on average assets (ROAA) shows how efficiently a company is utilizing its assets and is also useful when assessing peer companies in the same industry. Unlikereturn on equity, which measures the return on invested and retained dollars, ROAA measures the return on the assets purchased using those dollars.\n\nThe ROAA result varies greatly depending on the type of industry, and companies that invest a large amount of money up front into equipment and other assets will have a lower ROAA. A ratio result of 5% or better is generally considered good.\n\nThe ratio shows how well a firm's assets are being used to generate profits. ROAA is calculated by takingnet incomeand dividing it by average total assets. The final ratio is expressed as a percentage of total average assets. The formula is:\n\nROAA=Net IncomeAverage Total Assetswhere:Net Income=Net income for the same period as assetsAverage Assets=(Beginning+Ending Assets)/2\\begin{aligned} &ROAA=\\frac{\\text{Net Income}}{\\text{Average Total Assets}}\\\\ &\\textbf{where:}\\\\ &\\text{Net Income} = \\text{Net income for the same period as assets}\\\\ &\\text{Average Assets} = (\\text{Beginning} + \\text{Ending Assets}) / 2 \\end{aligned}​ROAA=Average Total AssetsNet Income​where:Net Income=Net income for the same period as assetsAverage Assets=(Beginning+Ending Assets)/2​\n\nNet income is found on theincome statement, which provides an overview of a company's performance during a given time period. Analysts can look to thebalance sheetto find assets. Unlike the income statement, which shows growing balances through the year, the balance sheet is only a snapshot in time. It does not provide an overview of changes made over a certain time period, but at the end of the time period.\n\nTo arrive at a more accurate measure ofreturn on assets, analysts like to take the average of the asset balances from the beginning and end of the same period that was used to define net income.\n\nAnalysts often use average assets because it takes into consideration balance fluctuations throughout the year and provides a more accurate measure of asset efficiency over a given time period.\n\nAssume that Company A has $1,000 in net income at the end of Year 2. An analyst will take the asset balance from the firm's balance sheet at the end of Year 1, and average it with the assets at the end of Year 2 for the ROAA calculation.\n\nThe firm's assets at the end of Year 1 are $5,000, and they increase to $15,000 by the end of Year 2. The average assets between Year 1 and Year 2 is ($5,000+$15,000)/2 = $10,000. The ROAA is then calculated by taking the company's $1,000 net income and dividing it by $10,000 to arrive at the answer of 10%.\n\nIf the return on assets is calculated using assets from only the end of Year 1, the return is 20%, because the company is making more income on fewer assets. However, if the analyst calculates return on assets using only the assets measured at the end of Year 2, the answer is 6%, because the company is making less income with more assets.\n\nIf return on assets (ROA) uses average assets, then ROA and ROAA will be identical. If, however, an analyst uses only beginning or ending assets (as opposed to the average), then ROAA will provide a more accurate picture since average assets will smooth out changes or volatility in assets over an accounting period.\n\nA company's balance sheet will often report the average level or value of assets held over an accounting period, such as a quarter or fiscal year. It is often calculated as beginning assets less ending assets divided by two. This is done because on any given day, a firm's actual level of assets will fluctuate in the course of doing business. The average, therefore, provides a better metric.\n\nROAA is similar to ROTA, however ROAA uses net income in the numerator, whereas ROTA usesEBIT(earnings before income and taxes) in the numerator. Both use average total assets in the denominator.",
  "url": "https://www.investopedia.com/terms/r/roaa.asp"
}