{
  "term": "Revaluation: Definition, Examples, vs. Devaluation",
  "definition": "A revaluation is a calculated upward adjustment to a country's officialexchange raterelative to a chosen baseline. The baseline can include wage rates, the price of gold, or a foreign currency. Revaluation is the opposite ofdevaluation, which is a downward adjustment of a country's official exchange rate.\n\nIn afixed exchange rateregime, only a decision by a country's government, such as itscentral bank, can alter the official value of the currency. Developing economies are more likely to use a fixed-rate system in order to limit speculation and provide a stable system.\n\nA floating rate is the opposite of a fixed rate. In a floating rate environment, revaluation can occur on a regular basis, as seen by the observable fluctuations in the foreign currency market and the associated exchange rates.\n\nThe U.S. had a fixed exchange rate until 1973 when President Richard Nixon removed the United States from thegold standardand introduced a floating rate system.Although China has an advanced economy, its currency has been fixed since 1994. Before the Chinese government revalued its currency in 2005, it waspegged to the U.S. dollar. After revaluation, it was pegged to a basket of world currencies.\n\nRevaluations affect both the currency being examined and the valuation of assets held by foreign companies in that particular currency. Since a revaluation has the potential to change the exchange rate between two countries and their respective currencies, thebook valuesof foreign-held assets may have to be adjusted to reflect the impact of the change in the exchange rate.\n\nFor example, suppose a foreign government has set 10 units of its currency equal to $1 in U.S. currency. To revalue, the government might change the rate to five units per dollar. This results in its currency being twice as expensive when compared to U.S. dollars than it was previously.\n\nIf the aforementioned currency revaluation occurred, any assets held by a U.S. company in the foreign economy need to be revalued. If the asset, held in foreign currency, was previously valued at $100,000 based on the old exchange rate, the revaluation would require its value to be changed to $200,000. This change reflects the new value of the foreign asset, in the home currency, by adjusting for the revaluation of the currency involved.\n\nCurrency revaluation can be triggered by a variety of events. Some of the more common causes include changes in the interest rates between various countries and large-scale events that affect the overall profitability, or competitiveness, of an economy. Changes in leadership can also cause fluctuations because they may signal a change in a particular market’s stability.\n\nSpeculative demand can also affect the value of a currency. For example, in 2016, prior to the vote determining if Britain would remain part of theEuropean Union (EU), speculation caused fluctuations in the value of multiple currencies. Since it was not yet known at that time whether or not Britain would remain part of the EU, any action taken because of this possibility was considered speculative in nature.\n\nA currency revaluation increases the value of a currency in relation to other currencies. This makes the purchase of foreign goods in foreign currencies less expensive to domestic importers. Conversely, domestic exporters will see a decline in exporting business as the exporting goods are now more expensive to foreign importers.\n\nCurrency revaluation is usually good for the country that does the revaluation as it increases the value of the currency. Exchange rates are bilateral, so the improvement in one currency means the decline of another; however, because the world is intertwined, changes in currency values can have far-reaching consequences, which could impact the levels of imports and exports. So though a currency revaluation might be good for a country's currency, it makes its goods more expensive, possibly hurting the level of exports.\n\nCurrencies are affected by a variety of factors. Some ways that a country can improve its currency is by purchasing its own currency and selling foreign exchange assets to do so. It can also raise interest rates, reduce inflation, and implement supply-side economic policies, such as increasing competitiveness.\n\nInternational Monetary Fund. \"The End of the Bretton Woods System (1972-1981).\"\n\nCongressional Research Service. \"China's Currency Policy: an Analysis of the Economic Issues.\" Pages 2-3.\n\nThe Washington Post. \"'Brexit' Could Send Shock Waves Across U.S. and Global Economy.\"",
  "url": "https://www.investopedia.com/terms/r/revaluation.asp"
}