{
  "term": "Reverse Morris Trust (RMT): Definition, Benefits, and Tax Savings",
  "definition": "A reverse Morris trust (RMT) is a tax-optimization strategy in which one company that wishes to sell assets to another company can do so without paying taxes on any gains made from the disposal.\n\nThe RMT requires that a parent company first spin off a subsidiary or other unwanted asset into a separate company. This entity is then merged with a firm that is interested in acquiring the asset.\n\nRMTs originated as a result of a 1966 ruling in a lawsuit against theInternal Revenue Service (IRS), which created a tax loophole to avoid taxes when selling unwanted assets.\n\nThe RMT starts with a parent company that decides to divest itself of certain assets it no longer desires. It seeks to sell these assets to a third-party company.\n\nThe parent company either has an existing wholly-owned subsidiary or creates one. It transfers the assets to the subsidiary. It then spins off orsplits offthe subsidiary.\n\nNext, that subsidiary and the third-party companymergeto create an unrelated company. The unrelated company then issues shares to the original parent company's shareholders. The parent company can also receive debt securities and cash from the transaction.\n\nIf those shareholders control at least 50.1% of the voting right andeconomic valuein the unrelated company, the RMT is complete. The parent company has effectively transferred the assets, tax-free, to the third-party company.\n\nThe RMT transaction provides a company (and its shareholders) with the opportunity to divest specific assets without receiving a tax bill. As part of the transaction, the company can receive cash and reduce its debt with no consequentialcapital gains tax.\n\nA key tax avoidance feature of the RMT is that, after the formation of the merged and unrelated company, stockholders of the original parent company must own at least 50.1% of the shares andvoting rightsof the merged firm.\n\nThis makes the RMT only attractive for third-party companies that are about the same size or smaller than the spun-off subsidiary.\n\nTo qualify for tax-free treatment, the transaction must meet the requirements set forth by IRC Section 355.\n\nThe difference between a Morris Trust and a Reverse Morris Trust is that with the former, the parent company merges directly with the target company and no subsidiary is used.\n\n•Atelecom companywishes to sell old landlines to smaller companies in rural areas because it doesn't want to spend the time or resources required to upgrade those lines to broadband or fiber-optic lines.\n\nIn 2007, Verizon Communications announced a planned sale of certain landline operations in the Northeast to FairPoint Communications. To meet the tax-free transaction qualification, Verizon transferred unwanted landline operation assets to a separate subsidiary and distributed its shares to its existing shareholders.\n\nVerizon then completed the RMT transaction with FairPoint that gave the original Verizon shareholders a majority stake in the newly merged company and FairPoint's original management the green light to run the newly formed business.\n\n•Lockheed Martin divested its Information Systems & Global Solutions (ISGS) business segment in 2016. Like Verizon, it used the RMT by forming a new offshoot company that then merged with Leidos Holdings, a defense and information technology company.\n\nLeidos Holdings paid a $1.8 billion cash payment, while Lockheed Martin reduced approximately 3% of its outstandingcommon shares. Lockheed Martin stockholders involved in the transaction then owned a 50.5% stake in Leidos. Overall, the transaction was valued at an estimated $4.6 billion.\n\nA Reverse Morris Trust is a strategic way to divest a division tax-free, provided that all legal requirements are met under IRS Section 355. To use a Reverse Morris Trust, a company will create a subsidiary (or use an existing one) for this division, then merge it with another company. Importantly, shareholders of the parent company must own over 50% of the newly created company.\n\nWhen a company wants to focus on its core operations by selling assets in a tax-efficient manner, it may choose a Reverse Morris Trust. This allows the parent company to raise money and reduce its debt while selling unwanted business assets. It also avoids paying federal income taxes on the transfer of assets.\n\nOnly a few Reverse Morris Trusts are used each year. Part of the reason for this is that certain IRS requirements apply to RMTs such as, only certain companies can apply and they must have generated positive income in the five years prior to the transaction.\n\nA Reverse Morris Trust is a transaction in which one company sells off unwanted assets by transferring them to a subsidiary and immediately merging that subsidiary with a third-party company that wants to buy it. The parent company and its shareholders incur no federal income tax liability as a result.\n\nThe RMT offers a tax-efficient way to create value for shareholders of the parent company as well as the third-party company.\n\nCasetext. \"C.I.R. v. Morris Trust.\"\n\nInternal Revenue Service. \"Section 355--Distribution of Stock and Securities of a Controlled Corporation.\"\n\nVerizon. \"Verizon and FairPoint Agree to Merge Verizon's Wireline Businesses in Maine, New Hampshire and Vermont.\"\n\nLockheed Martin. \"Lockheed Martin Successfully Closes Transaction To Separate And Combine IT And Technical Services Businesses With Leidos.\"",
  "url": "https://www.investopedia.com/terms/r/reverse-morris-trust.asp"
}