{
  "term": "Reverse Stock Split: What It Is, How It Works, and Examples",
  "definition": "A reverse stock split is a type ofcorporate actionthat consolidates the number of existing shares of stock into fewer (and, importantly, higher-priced) shares. A reverse stock split divides the existing total quantity of shares by a number, such as five or 10, which would then be called a \"1-for-5\" or a \"1-for-10\" reverse split, respectively.\n\nA company might conduct a reverse stock split to avoid delisting from major exchanges like the NYSE or Nasdaq. Both exchanges require listed companies to maintain a minimum share price of $1.00. If a company's stock falls below this threshold for 30 consecutive trading days, it receives a deficiency notice and is given a set period (180 days on Nasdaq, or six months on the NYSE) to raise its share price. A reverse stock split can help the company meet this requirement and prevent delisting.\n\nA reverse stock split is also known as a stock consolidation, stock merge, or share rollback and is the opposite of astock split, where a share is divided (split) into multiple parts.\n\nDepending on market developments and situations, companies can take several actions at the corporate level that may impact theircapital structure. One of these is a reverse stock split, whereby existing shares of corporate stock are effectively merged to create a smaller number of proportionally more valuable shares. Since companies don’t create any value by decreasing the number of shares, the price per share increases proportionally.\n\nFor example, a company might declare a 1-for-10 reverse stock split. If you owned 10,000 shares before the split, your shares would be consolidated into 1,000 shares afterward. The total value of your holdings remains the same, and each share now has a higher price. So, if the shares were trading at $0.50 each before the split, the new price per share would likely be around $5.00 after the reverse stock split.\n\nPer-share price bumping is the primary reason companies opt for reverse stock splits, and the associated ratios may range from 1-for-2 to as high as 1-for-100. Reverse stock splits do not impact a corporation’svalue, although they usually result from its stock having shed substantial value. The negative connotation associated with such an act is often self-defeating, as the stock is subject to renewed selling pressure.\n\nReverse stock splits are proposed by company management and are subject to consent from theshareholdersthrough theirvoting rights.\n\nThere areseveral reasons whya company may decide to reduce its outstanding shares in the market, some of which are advantageous.\n\nPrevent major exchange removal: A share price may have tumbled to record low levels, making it vulnerable to further market pressure and other negative developments, such as a failure to fulfill the exchangelisting requirements.\n\nAn exchange generally specifies a minimumbid pricefor a stock to be listed. If the stock falls below this bid price and remains lower than that threshold level over a certain period, it risks being delisted from the exchange.\n\nFor example, Nasdaq may delist a stock consistently trading below $1 per share.Removal from a national-level exchange relegates the company’s shares to penny stock status, forcing them to list on thepink sheets. The shares become harder to buy and sell once placed in these alternative marketplaces for low-value stocks.\n\nAttract big investors: Companies might try to maintain higher share prices through reverse stock splits because manyinstitutional investorsand mutual funds have policies against taking positions in a stock whose price is below a minimum value. Even if a company remains free of delisting risk by the exchange, its failure to qualify for purchase by such large-sized investors mars its tradingliquidityand reputation.\n\nSatisfy regulators: In different jurisdictions around the globe, a company’s regulation depends upon the number of shareholders, among other factors. Byreducing the number of shares, companies sometimes aim to lower the number of shareholders to come under the purview of their preferred regulator or set of laws. Companies that want togo privatemay also attempt to reduce the number of shareholders through such measures.\n\nBoost spinoff prices:Companies planning to create and float aspinoff, an independent company constructed through the sale or distribution of new shares of an existing business or division of aparent company, might also use reverse splits to gain attractive prices.\n\nFor example, if shares of a company planning a spinoff are trading at lower levels, it may be difficult for it to price its spinoff company shares at a higher price. This issue could potentially be remedied by reverse-splitting the shares and increasing how much each of their shares trades for.\n\nGenerally, a reverse stock split is not perceived positively by market participants. It indicates that the company is in distress, the stock price is sinking, and the company's management is attempting to inflate the prices artificially without creating any shareholder value in the process. Additionally, the stock's liquidity may take a hit as the number of shares is reduced in the open market, leading to higher bid-ask spreads and higher transaction costs for investors.\n\nSay a pharmaceutical company has 10 million outstanding shares in the market, trading for $5 per share. Concerned that the low share price may deter investors, the company decides to implement a 1-for-5 reverse stock split. This means that every five existing shares will be merged into one new share.\n\nOnce the corporate action exercise is over, the company will have two million new shares (10 million ÷ 5), with each share now costing $25 each ($5 × 5). Despite the higher share price, the company's overall value hasn't changed; it's just the same value distributed among fewer shares.\n\nThe company hasn't created any real value simply by performing the reverse stock split. Its overall value, represented bymarket capitalizationorenterprise value, should remain the same before and after the corporate action.\n\nThe previous market cap is the earlier number of total shares times the earlier price per share, which is $50 million ($5 × 10 million). The market cap following the stock merger is the new number of total shares times the new price per share, which is also $50 million ($25 × 2 million).\n\nThe factor by which the company’s management decides to go for the reverse stock split becomes the multiple by which the market automatically adjusts the share price.\n\nIn 2002, the largest telecommunications company in the United States, AT&T Inc. (T), performed a 1-for-5 reverse stock split in conjunction with plans to spin off its cable TV division and merge it with Comcast Corp. (CMCSA). The corporate action was planned as AT&T feared that the spinoff could lead to a significant decline in its share price and impact liquidity, business, and its ability to raise capital.\n\nMore recently, Barnes & Noble Education completed a 1-for-100 reverse stock split in 2024, reducing the total number of outstanding shares from approximately 2.62 billion to around 26.2 million.This action raised the stock price from $2 to $20 per share after the split, but shares then fell sharply.\n\nOther regular instances of reverse stock splits include many small, often non-profitable companies involved inresearch and development (R&D), which don't have any profit-making or marketable product or service. In such cases, companies undergo this corporate action simply to maintain their listing on a premierstock exchange.\n\nReverse splits are usually done when the share price falls too low, putting it at risk for delisting from an exchange for not meeting certain minimum price requirements. Having a higher share price can also attract certain investors who would not consider penny stocks for their portfolios.\n\nWith a reverse split, the number of shares shareholders of record own will be reduced and the price of each share will increase in a comparable manner. For instance, in a 1:10 reverse stock split, if you owned 1,000 shares that were trading at $5 just before the split, you would then own 100 shares at $50 each. Your broker would handle this automatically, so there is nothing you need to do. A reverse split will not affect your taxes.\n\nThe market often views reverse splits negatively, as they signal that a company’s share price has declined significantly, possibly putting it at risk of being delisted. The higher-priced shares following the split may also be less attractive to certain retail investors who prefer stocks with lower sticker prices.\n\nSome exchange-traded products likeexchange-traded notes (ETNs)naturally decay in value over time and must undergo reverse splits regularly, but these products aren't intended to be held for longer than a few hours or days. This is because ETNs are technically debt instruments that hold derivatives on products like commodities or volatility-linked instruments, not the underlying assets.\n\nWhen a publicly traded company consolidates shares, this is known as a reverse stock split or sometimes a stock consolidation, a stock merge, or a share rollback. It increases the price per share without changing the company's overall market value.\n\nFor example, if five million shares are trading at $10 per share, a 1-for-5 reverse split would result in one million shares trading at $50 per share, keeping the market capitalization at $50 million.\n\nReverse stock splits can be a strategic move for companies to maintain their exchange listing or attract certain investors. However, they're often perceived negatively due to the company's potential financial challenges. Investors should cautiously approach a reverse stock split, as it could signal deeper issues that the stock split alone won't resolve.\n\nHarvard Law School Forum on Corporate Governance. \"Seven Key Considerations for a Reverse Stock Split by a Delaware Corporation.\"\n\nU.S. Securities and Exchange Commission. \"Reverse Stock Splits.\"\n\nNasdaq Listing Center. “5500. The Nasdaq Capital Market.”\n\nAT&T Investor Relations. “AT&T Corp. Historical Stock Split Data.”\n\nBarnes and Noble Education. \"Barnes & Noble Education News Release.\"\n\nBarrons. \"Barnes & Noble Education Stock Sinks After Reverse Split.\"\n\nInternal Revenue Service. “Stocks (Options, Splits, Traders) 7.”",
  "url": "https://www.investopedia.com/terms/r/reversesplit.asp"
}