{
  "term": "Revenue Passenger Mile (RPM): Defining a Transportation Metric",
  "definition": "A revenue passenger mile (RPM) is a transportation industry metric that shows the number of miles traveled by paying passengers and is typically an airline traffic statistic. Revenue passenger miles are calculated by multiplying the number of paying passengers by the distance traveled. For example, an airplane with 100 passengers that flies 250 miles has generated 25,000 RPM.\n\nRevenue passenger miles are the backbone of most transportation metrics. RPM is often compared toavailable seat miles (ASM),a measure of an airplane's total carrying capacity available to generate income. By dividing RPM by ASM, an airline can calculate load factors.\n\nThe load factor is a percentage indicating how effective theairline is at selling seats and earning revenue. Higher load factors, obviously, are desired because empty seats are anopportunity costfor an airline. RPM is an asset utilization metric that calculates the rate of utilization or occupancy of the airplane by the travelers. This metric overlooks the dollar amount factor. That's because even if the load factor is high, it will remain to be known what fare price is needed to determine the dollar amount of revenues.\n\nThe Department of Transportation's (DOT)Bureau of Transportation Statisticsmaintains datasets of aggregate RPM as well as ASM for domestic and international flights. For February 2021, domestic and international U.S. air carrier RPM was 26.5 billion against 49.5 billion ASM, which translated into a load factor of 0.53%.\n\nRPM shows traffic volume, but it goes hand-in-hand with ASM to give airline management critical data about how many seats it must fill toachieve greater profitability.\n\nAirlines report RPM statistics on a monthly and year-to-date basis. Three of the largest U.S. carriers each had over 55 billion RPM in 2020. American Airlines recorded 71.2 billion RPM, Delta Airlines registered 61.2 billion RPM, and United Airlines had 57.1 billion RPM.\n\nIn conjunction with the ASM data, it was demonstrated that American was the most efficient in loading its fleet during the year. American's load factor was 0.64%, slightly higher than United's 0.60% and Delta's 0.56%.\n\nAs more people take to the skies to travel within their own countries and to foreign lands, RPM (or RPK for countries on the metric system) will only grow. This is especially true fordeveloping countriesthat are just beginning massive build-outs of their airport infrastructure to keep pace with their economic growth rates.\n\nThis airline traffic statistic will help governments plan airport capacity and slots for individual airlines. Aircraft makers, led by the duopoly of Boeing and Airbus, keep an eye on the longer-term trends in RPM to plan their future production of planes.\n\nWhether based in Asia, Europe, or Latin America, airline companies need to compile this key traffic volume statistic to assist in their forward business strategies to attract passengers in the intensely competitive market.\n\nUnited States Department of Transportation. \"U.S. Carrier Traffic Statistics through February 2021.\"\n\nUnited States Department of Transportation. \"Revenue Passenger-Miles.\" Accessed May 22, 2021.",
  "url": "https://www.investopedia.com/terms/r/revenue-passenger-mile-rpm.asp"
}