{
  "term": "Revenue Bond: Definition, Types, and Examples",
  "definition": "A revenue bond is a category ofmunicipal bondsupported by the revenue from a specific project, such as a toll bridge, highway, or local stadium. Revenue bonds that finance income-producing projects are thus secured by a specified revenue source. Typically, revenue bonds can be issued by any government agency or fund that is managed in the manner of a business, such as entities having bothoperating revenuesand expenses.\n\nRevenue bonds, which are also called municipal revenue bonds, differ fromgeneral obligation bonds(GO bonds) that can be repaid through a variety of tax sources.\n\nA revenue bond repays creditors from income generated by the project that the bond itself is funding, such as a toll road or bridge. While a revenue bond is backed by a specific revenue stream, holders of GO bonds are relying on the full faith and credit of the issuing municipality. Typically, since holders of revenue bonds can only rely on the specific project's income, it has a higher risk than GO bonds and pays a higher rate of interest.\n\nBroadly, several types of revenue bonds are commonly issued by state and local governments:\n\nTypically, revenue bonds mature in 20 to 30 years and can be issued in various increments, including $1,000 and $5,000. The value of the bond is called the bond'sface value, which is the amount paid to the investor or bondholder at the bond'smaturity. Some revenue bonds have staggered maturity dates and do not mature at the same time. These are known asserial bonds.\n\nInvestors can purchase a revenue bond by paying the face value amount of the bond upfront and, in return, are paid interest over the life of the bond. At the bond's maturity, the face value amount is returned to the investor provided there was sufficient revenue from the project to pay back the bond. If there is insufficient revenue generated from the project, investors are at risk of losing their total investment.\n\nFor example, if a revenue bond is issued to build a new toll road, the tolls that are collected from motorists who drive on the road would be used to pay off the bond, after the building expenses have been paid. A primary reason for using revenue bonds is that they allow the municipality to avoid reaching legislated debt limits. An agency that is run solely on tax dollars, such as a public school, cannot issue revenue bonds, since these entities would be unable to pay off the bond using revenues from the specific project.\n\nSt. Louis, Missouri, engages in tax-exempt revenue bond financing. Typical projects funded this way are multi-familyhousing, in which a minimum of 20% of the units are set aside for households meeting income guidelines; publicly owned facilities; pollution control facilities; and various fixed assets such as land/buildings. The maturity of most of the issues is 20 to 30 years, and interest earned is generally tax-exempt from federal and most state income taxes. This also allows the issuer to pay a lower interest rate.\n\nNew York's Metropolitan Transportation Authority (MTA) decided to offer Green Bonds in February 2016. The MTA is using the $500 million of proceeds to pay for planned infrastructure renewal projects, including upgrades on its railroads. The bonds, issued under MTA's Transportation Revenue Bond, are backed by the agency's operating revenue and subsidies received from New York State.\n\nSt. Louis-MO.gov. \"Tax Exempt Revenue Bond Financing.\" Accessed Feb. 27, 2021.\n\nReuters.com. \"New York's MTA eyes nascent 'green bond' market with $500 million bond.\" Accessed Feb. 27, 2021.",
  "url": "https://www.investopedia.com/terms/r/revenuebond.asp"
}