{
  "term": "Reverse Culture Shock: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nReverse culture shock is the emotional and psychological distress suffered by some people when they return home after a number of years overseas. This can result in unexpected difficulty in readjusting to the culture and values of the home country, now that the previously familiar has become unfamiliar.\n\nIn a business context, the advent ofglobalizationhas resulted in more and more employees being sent on lengthy assignments to other countries. With the number ofexpatriateswho live and work in countries other than their own having increased in recent years, reverseculture shockis a phenomenon that is on the rise.\n\nThe degree of reverse culture shock may be directly proportional to the length of time spent overseas—the longer the time spent abroad, the greater the shock factor upon the eventual return home. Another factor that may influence the magnitude of reverse culture shock is the extent of the difference in cultures between the expatriate's home country and the foreign country.\n\nIf personal contacts back home express disinterest in hearing about the new experiences of the individual who is overseas, it may widen the divide between them, which can lead to reverse culture shock.\n\nAs an individual spends time overseas and gets more acclimated with their surroundings, they may grow more accustomed to the local norms than what they experienced at home. For instance, it is a local custom to remove one’s shoes before entering a residence in numerous cultures.\n\nAdapting to such a custom may create a habit that is hard to break upon a return home. There may be a change in the pace of work and leisure that is initially disruptive to the lifestyle, then later becomes part of their new routine. This interchange in lifestyles may cause the traveler to put their native behavior and customs under scrutiny.\n\nOn a psychological and interpersonal level, the degree of reverse culture shock may be increased or lessened by the amount of communication that is maintained with family, friends, or coworkers in their home country. If there is little regular dialogue between the parties, it may be easier to detach from the customs and demeanor of the home nation in favor of the new culture.\n\nEpisodes of reverse culture shock typically are less severe for individuals who have traveled overseas and returned home more frequently and developed a perspective on interacting with other cultures.",
  "url": "https://www.investopedia.com/terms/r/reverse-culture-shock.asp"
}