{
  "term": "Revenue: Definition, Formula, Calculation, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nRevenue can be divided into the operating revenue from a company's core business and non-operating revenue derived from secondary sources.\n\nRevenue is the gross proceeds collected by an entity and only includes the income component of a company's operations. Revenue is the total money a company earns and is recorded as sales on a company'sincome statement.\n\nRevenue is the money brought into a company from its business activities over a specified period of time, such as a quarter or year, before subtracting expenses.\n\nThere are different ways to calculate revenue, depending on the accounting method employed.Accrual accountingwill include sales made on credit as revenue for goods or services delivered to the customer. Under certain rules, revenue is recognized even if payment has not yet been received.\n\nCash accounting, on the other hand, will only count sales as revenue when payment is received. Cash paid to a company is known as a \"receipt.\" It is possible to have receipts without revenue. For example, if the customer paid in advance for a service not yet rendered or undelivered goods, this activity leads to a receipt but not revenue.\n\nTheFinancial Accounting Standards Board'sRevenue from Contracts with Customers (Topic 606) is a regularly revised set of accounting rules that guide companies on how to report revenue. The guidance requires an entity to recognize revenue by five steps:\n\nIt is necessary to check thecash flow statementto assess how efficiently a company collects money owed.\n\nRevenue is known as the top line because it appears first on a company's income statement. Net income, also known as the bottom line, is revenues minus expenses. There is a profit when revenues exceed expenses.\n\nTo increase profit, and henceearnings per share(EPS) for its shareholders, a company increases revenues and/or reduces expenses. Investors often consider a company's revenue and net income separately to determine the health of a business. Net income can grow while revenues remain stagnant because of cost-cutting. Such a situation does not bode well for a company's long-term growth.\n\nWhen public companies report their quarterly earnings, two figures that receive a lot of attention are revenues and EPS. A company beating or missing analysts' revenue and earnings per share expectations can often move a stock's price.\n\nRevenue may also be referred to as sales and is used in theprice-to-sales (P/S) ratio—an alternative to theprice-to-earnings (P/E) ratiothat uses revenue in the denominator.\n\nA company's revenue may be subdivided according to the divisions that generate it. For example, Toyota Motor Corporation may classify revenue across each type of vehicle. Alternatively, it can choose to group revenue by car type (i.e., compact vs. truck) or geography.\n\nA company may also distinguish revenue between tangible and intangible product lines. For example, Apple may be interested in separately analyzing its physical products, such as the iPad, Apple Watch, and iPhone, and services such as Apple Music, Apple TV, or iCloud.\n\nRevenue can also be divided intooperating revenue—sales from a company's core business—and non-operating revenue, which is derived from secondary sources. As these non-operating revenue sources are often unpredictable or nonrecurring, they can be referred to as one-time events or gains. For example, proceeds from the sale of an asset, a windfall from investments, or money awarded through litigation are non-operating revenue.\n\nThe formula and calculation of revenue will vary across companies, industries, and sectors. A service company will have a different formula than a retailer, while a company that does not accept returns may have different calculations than companies with return periods. Broadly speaking, the formula to calculate net revenue is:\n\nNet Revenue = (Quantity Sold * Unit Price) - Discounts - Allowances - Returns\n\nThe main component of revenue is the quantity sold multiplied by the price. For a retailer, this is the number of goods sold multiplied by the sales price.\n\nThe obvious constraint with this formula is that many companies have a diversified product line. For example, Apple can sell a MacBook, iPhone, and iPad, each for a different price. Therefore, the net revenue formula should be calculated for each product or service, then added together to get a company's total revenue.\n\nThere are several components that reduce revenue reported on a company's financial statements in accordance with accounting guidelines. Discounts on the price offered, allowances awarded to customers, or product returns are subtracted from the total amount collected. Note that some components (i.e. discounts) should only be subtracted if the unit price used in the earlier part of the formula is at market (not discount) price.\n\nOne entity's revenue is often another entity's expense. For example, your personal household expense of $1,000 to buy the latest smartphone is $1,000 revenue for the phone company.\n\nMicrosoft boasts a diversified product line that contributes many types of revenue. The company defines its business in several different channels including:\n\nAs shown below, Microsoft reported revenue of $61.9 billion in the three months to March 31, 2024. High-level reporting requirements have Microsoft's income statement being shown between product revenue and service/other revenue.\n\nIn supplementary reports, Microsoft further clarifies revenue sources. For example, if you scroll further down the financial statement you can see how much each division contributed to the $61.9 billion generated in the period.\n\nMany entities may report both revenue and income/profit. These two terms are used to report different accumulations of numbers.\n\nRevenue is often the gross proceeds collected by an entity. It is the measurement of only the income component of an entity's operations. For a business, revenue is all of the money it has earned.\n\nIncome/profit usually incorporates other facets of a business. For example, net income incorporates expenses such ascost of goods sold, selling, general, and administrative expenses, operating expenses, depreciation, interest, taxes, and other expenses. While revenue is a gross amount focused just on the collection of proceeds, income or profit reports the net proceeds.\n\nIn the case of government, revenue is the money received from taxation, fees, fines, inter-governmental grants or transfers, securities sales, mineral or resource rights, as well as any sales made. Governments collect revenue from citizens within its district and collections from other government entities.\n\nA nonprofit's revenues are its gross receipts. Its components include donations from individuals, foundations, and companies, grants from government entities, investments, and/or membership fees. Nonprofit revenue may be earned via fundraising events or unsolicited donations.\n\nIn terms of real estate investments, revenue refers to the income generated by a property, such as rent or parking fees. When the operating expenses incurred in running the property are subtracted from property income, the resulting value isnet operating income(NOI). Vacant real estate technically does not earn any operating revenue, though the owner of the property may be required to report fair market value adjustments that result in gains when externally reporting their finances.\n\nRevenue is the money earned by a company obtained primarily from the sale of its products or services to customers. There are specific accounting rules that dictate when, how, and why a company recognizes revenue. For instance, a company may receive cash from a client. However, a company may not be able to recognize revenue until it has performed its part of the contractual obligation.\n\nNo. Revenue is the money a company earns from the sale of its products and services. Cash flow is the net amount of cash being transferred into and out of a company. Revenue provides a measure of the effectiveness of a company's sales and marketing, whereas cash flow is more of aliquidityindicator.  Both revenue and cash flow should be analyzed together for a comprehensive review of a company's financial health.\n\nRevenue and income are sometimes used interchangeably. However, these two terms do usually mean different things. Revenue is often used to measure the total amount of sales a company makes from its goods and services. Income is often used to incorporate expenses and report the net proceeds a company has earned.\n\nFor many companies, revenues are generated from the sales of products or services. For this reason, revenue is sometimes known asgross sales. Revenue can also be earned via other sources. Inventors or entertainers may receive revenue from licensing, patents, or royalties. Real estate investors might earn revenue from rental income.\n\nRevenue for federal and local governments would likely be in the form of tax receipts from property or income taxes. Governments might also earn revenue from the sale of an asset or interest income from a bond. Charities and non-profit organizations usually receive income from donations and grants. Universities could earn revenue from charging tuition, but also from investment gains on their endowment fund.\n\nAccrued revenue is the revenue earned by a company for the delivery of goods or services that have yet to be paid by the customer. In accrual accounting, revenue is reported at the time a sales transaction takes place and may not necessarily represent cash in hand.\n\nDeferred or unearned revenue can be thought of as the opposite of accrued revenue, in that unearned revenue accounts for money prepaid by a customer for goods or services that have yet to be delivered. If a company has received prepayment for its goods, it would recognize the revenue as unearned but would not recognize the revenue on its income statement until the period for which the goods or services were delivered.\n\nRevenue is the money an entity brings in from its normal business activities, such as selling its products or services, over a specified period of time, such as a quarter or year. It’s the company’s gross proceeds before subtracting any expenses and is reported on the top line of its income statement.\n\nRevenue is one of the many metrics investors look at when deciding whether to invest in a company. Growth stocks, for example, would be expected to rapidly grow their sales, whereas defensive income stocks would be expected to report steady revenues. For businesses in general, the goal is to grow revenues while keeping the cost of production or service as low as possible.\n\nFinancial Accounting Standards Board. \"Revenue from Contracts with Customers.\"\n\nMicrosoft. \"Segment Information.\"\n\nU.S. Securities and Exchange Commission. \"Earnings Release FY24 Q3.\"",
  "url": "https://www.investopedia.com/terms/r/revenue.asp"
}