{
  "term": "Revenue Deficit: Definition, Example, and How It's Calculated",
  "definition": "A revenue deficit occurs when realized net income is less than the projectednet income. This happens when the actual amount ofrevenueand the actual amount of expenditures do not correspond with budgeted revenue and expenditures. This is the opposite of a revenue surplus, which occurs when the actual amount of net income exceeds the projected amount.\n\nA revenue deficit, not to be confused with afiscal deficit, measures the difference between the projected amount of income and the actual amount of income. If a business or government has a revenue deficit that means its income isn't enough to cover its basic operations. When that happens, it may make up for the revenue it needs to cover by borrowing money or selling existing assets.\n\nTo remedy a revenue deficit, a government can choose to raisetaxesor cut expenses. Similarly, a company with a revenue deficit can make improvements by cutting variable costs, such as materials and labor. Fixed costs are more difficult to adjust because most are established by contracts, such as a building lease.\n\nA revenue deficit is not indicative of a loss of revenue.\n\nIf not remedied, a revenue deficit could adversely affect thecredit ratingof a government or business. That's because consistently running a deficit could imply that a government is unable to meet its current and future recurring obligations. It also implies that the government or business will have to disinvest or cover the shortage by borrowing.\n\nRunning a revenue deficit places many planned government expenditures in jeopardy as there are not enough funds to cover the costs. Often, a government with a revenue deficit is using savings allocated to other divisions of the economy for its expenditures.\n\nCompany ABCprojects its revenueto be $100 million and expenditures to be $80 million for a projected net income of $20 million. At the end of the year, the company finds that its actual revenue is $85 million, and its expenditures are $83 million, for a realized net income of $2 million. That resulted in a revenue deficit of $18 million.\n\nThe projections for both the expenditures and revenues were off, which could negatively affect future operations and cash flows. If the subject of this example were a government, funding for required public expenditures, such as for infrastructure and schools, could be seriously compromised.\n\nBy identifying and employing cost-cutting measures, the company can avoid revenue deficits in the future. It can explore more cost-efficient ways of doing business, such as finding suppliers who can supply materials at a lower cost or byvertically integratingprocesses along its supply chain. The company can also invest in training its workforce to be more productive.\n\nA revenue deficit records the difference between the projected amount of income and what the income actually was. A fiscal deficit is when a government is spending beyond its means, or there is a shortfall in income compared with spending.\n\nYou can calculate a business or government's revenue deficit by taking the total revenue expenditure and subtracting it from total revenue receipts.\n\nA business or government can remedy a revenue deficit by borrowing or raising money, or by cutting expenses or selling assets.\n\nA revenue deficit represents the difference when projected revenue exceeds actual revenue. Revenue deficits can occur for a variety of reasons. In business, external factors can lead to lower-than-expected sales revenue. Governments might face revenue deficits when tax revenue falls short of projections.",
  "url": "https://www.investopedia.com/terms/r/revenuedeficit.asp"
}