{
  "term": "Revenue Cap Regulation: What it is, How it Works, Pros and Cons",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nRevenue cap regulation seeks to limit the amount of total revenue that can be earned by a firm operating in an industry with no or few other competitors. An industry such as this, where one or a few companies control the entire production and sale of a good or service, is known as a monopoly or a concentrated industry.\n\nRevenue cap regulation is a form of incentive regulation that uses rewards and penalties and allows producers some discretion to reach the desired outcome for society. Revenue cap regulation is common in theutility sector,which includes many industries with monopolies sanctioned by a government, orfranchised monopolyindustries.\n\nGovernmental regulatory authorities impose revenue cap regulations on industries that have regulated monopolies, such as gas, water, and electric utility producers. Because these industries supply essential services to the populace, regulators seeking to balance the availability, affordability, and quality of the service with the costs incurred by producers to provide the service.\n\nRevenue cap regulation is similar toprice cap regulation, which seeks to control the prices companies can charge, andrate of return regulation, which seeks to control the rate of return earned by companies.\n\nRegulators can adjust revenue caps over time, with adjustments typically based on a formula incorporating increases ininflationand a factor that favorably considers gains in efficiency. Inflation refers to the rate at which the value of money falls (or occasionally rises) over time; as inflation rises, revenue caps generally rise as well.\n\nGains in efficiency in the usage or production of a utility over time are also encouraged by revenue cap regulation. For example, because revenue cap regulation determines a level of revenue per year that a firm can collect from its customer base, producers have an incentive to encourage minimal demand per customer through the efficient use of energy (since they will not make any revenue from excessdemandbeyond the regulated revenue cap). Gains in efficiency generally result in an increase in the revenue cap imposed on a company as well.\n\nRevenue cap regulation can encourage improvements in efficiency—both in production by the regulated company and by users of the utility. They can also encourage a company to reduce its costs in order to maximize profit on the maximum revenue it is allowed to earn.\n\nHowever, revenue caps may also encourage firms to set prices above where they would be in an unregulated environment, and they may discourage utility companies from adding customers regardless of the benefit to society.",
  "url": "https://www.investopedia.com/terms/r/revenue-cap-regulation.asp"
}