{
  "term": "Revenue Generating Unit (RGU): What it is, How it Works",
  "definition": "A revenue generating unit (RGU) is an individual service subscriber who generatesrecurring revenuefor a company. This is used as a performance measure for management, analysts, and investors.\n\nRGUs are tracked by telecom companies, cable companies, and other businesses that have a base of subscribers for a service. RGU growth can occurorganicallyor through acquisitions.\n\nRevenue generating units (RGUs) are subscribers—either individuals or businesses, but most commonly applied to individuals—who pay for monthly services such as mobile phones, internet, streaming services, or cable TV.\n\nRGUs as a term has become interchangeable with \"customer relationships,\" \"customers\" or simply \"subscribers,\" where users are the \"units\" in question. Whatever a company decides to name them, it compiles this data, segments, and analyzes. RGU figures are often used to calculateaverage revenue per unit/user(ARPU), another key metric for the telecom and cable industries.\n\nA company is interested in net additions to RGUs. It will analyze where RGUs were added geographically and in which product lines. The company will attempt to attribute these gains in subscribers to a particular marketing campaign or change in the competitive landscape. Similarly, if there were RGU losses, it would try to determine the reasons and take steps to address the attrition.\n\nLiberty Global Groupis a good example of a company that breaks down its RGU data.\n\nIts quarterly10-Qand annual10-Kfilings contain RGU tables that segment cable service type (voice, video, data), mobile service type (prepaid, postpaid), and by countries where the company operates. Net additions or losses of RGUs are then discussed in the company'sMD&A, or management discussion and analysis.\n\nThe average revenue per unit is equivalent to total revenue divided by average units (or users) during a period. The period-end date is not the measure date for the denominator because the number of units can fluctuate intra-period. Instead, the beginning of the period and the end of the period numbers are typically averaged.\n\nHowever, the number of units or users may not remain constant throughout the standard time period. It can vary somewhat from day to day, as new users appear or old users cease to take advantage of a service. Therefore, the number of units for a given period must be estimated in order to give the most accurate ARPU figure possible for that period.\n\nIn order to accurately calculate ARPU, one must first define a standard time period. Most telephone and communications carriers, for example, calculate ARPU on a month-to-month basis. The total revenue generated during the standard time period should then be divided by the number of units or users.\n\nLiberty Global Group. \"SEC Filings.\" Accessed July 15, 2021.",
  "url": "https://www.investopedia.com/terms/r/revenuegeneratingunit.asp"
}