{
  "term": "Revenue Per Available Room (RevPAR): Definition and Example",
  "definition": "Revenue per available room (RevPAR) is a metric used in the hospitality industry to measure hotel performance. The measurement is calculated by multiplying a hotel'saverage daily room rate(ADR) by itsoccupancy rate. RevPAR is also calculated by dividing a hotel's total room revenue by the total number of available rooms in the period being measured.\n\nAn increase in a property's RevPAR most likely indicates an improvement in occupancy rate.\n\nRevPAR is a metric used in the hospitality industry to assess a property's ability to fill its available rooms at an average rate. An increase in a property's RevPAR means that its average room rate or its occupancy rate is improving. However, an increase in RevPAR does not necessarily mean better performance.\n\nRevPAR fails to consider the size of a hotel. Therefore, RevPAR alone is not a good measure of overall performance. A hotel may have a lower RevPAR but still have more rooms that earn higher revenues. In addition, certain larger rooms (i.e. penthouses) may overcompensate for lower quality rooms that are not being checked or are unavailable.\n\nLike other financial metrics, RevPAR is best suited as a comparison tool. A hotel can compare its own RevPAR statistics over time to see whether the metric fluctuates with seasons or changes due to consumer preference. In addition, RevPAR can be used to compare against other hotels in the area to get a better sense of how one hotel may be performing compared to other. Keep in mind that this financial performance is limited to just revenue and does not consider expenses.\n\nIt may be difficult to compare RevPAR with other hotels because the revenue and occupancy information may not be readily available. Therefore, management must be prepared to set internal RevPAR targets.\n\nThere are two ways to calculate RevPAR. First, hotel management can take the total amount of room rent revenue and divide it by the total rooms available to have been rented. Note that the total rooms available includes rooms that were available but were not occupied for this calculation.\n\nRevPAR=TotalRevenueNumberofRoomsAvailable\\begin{aligned}\\textbf{RevPAR} = \\frac{\\textbf{Total Revenue}}{\\textbf{Number of Rooms Available}}\\end{aligned}RevPAR=Number of Rooms AvailableTotal Revenue​​\n\nAlternatively, hotel management can calculate RevPAR by taking the average daily rate of revenue and multiply it by the occupancy rate. This method is more appropriate and more accurate for fully-occupied hotels with limited rooms that are unavailable as it is based on total occupancy, not total availability.\n\nRevPAR=AverageDailyRate×OccupancyRate\\begin{aligned}&\\textbf{RevPAR}=\\textbf{Average Daily Rate}\\times\\textbf{Occupancy Rate}\\end{aligned}​RevPAR=Average Daily Rate×Occupancy Rate​\n\nEither formula returns a dollar amount that is theoretically lower than the actual actual daily rate (as a hotel can not be or at least should not be occupied past 100%).\n\nIncreasing RevPAR means a hotel is earning more money for every room it has. There are many ways hotel management can strive to make these improvements.\n\nSome hotels require a minimum stay should their rooms be booked by a third-party (i.e. Expedia). To compensate for the fees they'll need to pay the third-party booking company, the hotel can earn more money by requiring a longer stay.\n\nRevPAR is a common metric useful in comparing figures across brands and locations. However, RevPAR does not use any profitability measures or information on profits. Focusing solely on RevPAR, therefore, can lead to declines in both revenue and profitability as it does not inform users of expenses.\n\nMany hotel managers prefer to use theaverage daily rateas a performance measure since it is among the main drivers of hotel occupancy. Therefore, with accurately priced rooms, the occupancy rate should increase, and a property's RevPAR should also naturally increase. Properties may also opt for a similar but slightly different formula by only considering the occupied rooms and measuringRevPOR.\n\nIn addition, there are several other \"per available room\" metrics used in the hotel industry.\n\nTotal revenue per available room (TRevPAR) is similar to RevPAR. However, it also includes revenue earned by amenities such as spas, pools, entertainment areas, and restaurants. Though TRevPAR faces the same downside as RevPAR by not considering expenses, it also gives a greater holistic view about what revenue is earned for every available room.\n\nCalculation:TotalRevenueNumberofAvailableRooms\\begin{aligned}&\\textit{Calculation: } \\frac{\\textit{Total Revenue}}{\\textit{Number of Available Rooms}}\\end{aligned}​Calculation:Number of Available RoomsTotal Revenue​​\n\nAdjusted revenue per room factors in variable costs and variable revenue. It manipulates average daily rate by subtracting the variable expenses such as the cleaning, utility, water, internet, TV, and supplies expenses. However, ARPAR also factors in additional revenue such as room service that may otherwise be subtracted from RevPAR. ARPAR starts to factor in expenses, though it still omits many overhead costs needed to operate a hotel.\n\nCalculation:(ADR−VCpOR+ARpOR)×ORwhere:ADR=Average daily rateVCpOR=Variable cost per occupied roomARpOR=Additional revenue per occupied roomOR=Occupancy rate\\begin{aligned}&\\textit{Calculation: (ADR} - \\textit{VCpOR} + \\textit{ARpOR)}\\times\\textit{OR}\\\\&\\textbf{where:}\\\\&\\text{ADR}=\\text{Average daily rate}\\\\&\\text{VCpOR}=\\text{Variable cost per occupied room}\\\\&\\text{ARpOR}=\\text{Additional revenue per occupied room}\\\\&\\text{OR}=\\text{Occupancy rate}\\end{aligned}​Calculation: (ADR−VCpOR+ARpOR)×ORwhere:ADR=Average daily rateVCpOR=Variable cost per occupied roomARpOR=Additional revenue per occupied roomOR=Occupancy rate​\n\nGross operating profitper available room takes a larger view at an operating property by factoring in even more expenses, especially those for rooms that are not occupied. The downside to GOPPAR is it may include expenses that are not controllable by hotel management.\n\nCalculation:GrossOperatingProfitNumberofAvailableRooms\\begin{aligned}&\\textit{Calculation: }\\frac{\\textit{Gross Operating Profit}}{\\textit{Number of Available Rooms}}\\end{aligned}​Calculation:Number of Available RoomsGross Operating Profit​​\n\nImagine a hotel has a total of 150 rooms, of which the average occupancy rate is 90%. The average cost for a room is $100 a night. A hotel wants to know its RevPAR so it can accurately assess its performance. The hotel manager can calculate the RevPAR as follows:\n\n($100per night×90%occupancy rate)=$90\\begin{aligned}&(\\$100 \\text{ per night }\\times 90\\% \\text{ occupancy rate)} = \\$90\\end{aligned}​($100per night×90%occupancy rate)=$90​\n\nThe hotel's RevPAR is, therefore, $90.00 per day. To find the monthly or quarterly RevPAR, multiply the daily RevPAR by the number of days in the desired period. This calculation assumes all rooms are the same price.\n\nThe hotel manager can make key assessments and decisions regarding the hotel property based on the RevPAR. The manager can see how well the hotel is filling its rooms and how wisely the average hotel room is priced. With a $90 RevPAR but a $100 average room, the hotel manager could reduce the average rate to $90 to help realize full capacity.\n\nRevPAR is a metric used in the hospitality industry to assess a property's ability to fill its available rooms at an average rate. An increase in a property's RevPAR means that its average room rate or its occupancy rate is improving. Since it tells you the revenue per available room, whether it's occupied or not, it can aid hoteliers in accurately pricing their rooms. Additionally, RevPAR can form the basis for measuring properties against each other.\n\nAn increase in RevPAR does not necessarily mean better performance so using this alone to measure overall performance might lead to inaccurate results. Also, RevPAR fails to consider the size of a hotel. A hotel may have a lower RevPAR but still have more rooms that earn higher revenues. Additionally, growth in RevPAR does not mean that a hotel's profits are increasing. This is because RevPAR does not use any profitability measures or information on profits.\n\nFor almost all hotels, RevPAR should be higher as this indicates a company is earning more revenue per available room. However, there are several things to consider. First, even though the hotel may be able to charge more, RevPAR does not consider expenses and a company may be better suited avoiding certain expenses and charging less.\n\nSecond, a hotel's RevPAR should be in line with its strategic plan and business motel. Hotels aiming to be budget-friendly may want to have a fairly low RevPAR; otherwise, they'll be known for their higher prices and their operating model may have failed.\n\nThe hotel industry often utilizes RevPAR (revenue per available room) to gauge how a hotel's financial performance is going. RevPAR does not measure a hotel's profitability, and some hotels may want to be considerate of not having a RevPAR too high to best match consumer preferences. RevPAR can be used to compare against competitors, track over time, or assess where the hotel can immediately improve operationally.",
  "url": "https://www.investopedia.com/terms/r/revpar.asp"
}