{
  "term": "Revenue Per Employee: Definition and Factors That Affect It",
  "definition": "Revenue per employee is a financial efficiency metric that estimates the average amount of revenue generated by each full-time equivalent (FTE) employee within an organization.\n\nRevenue per employee—calculated as a company's totalrevenuedividedby its current number of employees—is a ratio that roughly measures how much money each employee generates for the firm. The revenue-per-employee ratio is most useful when looking at historical changes in a company's own ratio or when comparing it against that of other companies in the same industry as part of afundamental analysis.\n\nRevenue per employee is a meaningful analytical tool because it measures how efficiently a particular firm utilizes its employees. Ideally, a company wants the highest ratio of revenue per employee possible because a higher ratio indicates greaterproductivity. Revenue per employee also suggests that a company is using its resources—in this case, its investment in human capital—wisely by developing workers who are very productive. Companies with high revenue per employee ratios are often profitable.\n\nSome analysts use a variation of the revenue per employee ratio. In this ratio, they replace revenue withnet income. A ratio similar to revenue per employee issales per employee, which is calculated by dividing a company's annual sales by its total employees.\n\nBecauselabor demandvaries from industry to industry, it is most meaningful to compare a business's revenue per employee with that of other companies in its industry—especially with its direct competitors. This ratio has little value out of context.\n\nTraditional banking, for example, requires many employees to staffbrick-and-mortarlocations and answer customer questions. This contrasts withonline banks, which conduct business on the Internet and have no need to staff physical locations with employees. Thus, a banker would want to compare their company's revenue per employee ratio with that of similar types of banking institutions. Companies in labor-intensive industries like agriculture and hospitality typically have lower revenue-per-employee ratios than companies that require less labor.\n\nRevenue per employee is affected by a company’s employee turnover rate, where turnover is defined as the percentage of the total workforce that leaves voluntarily (or is fired) each year and must be replaced. Turnover is different from employeeattrition, which refers to workers who retire or whose jobs are eliminated because ofdownsizing.\n\nEmployee turnover typically requires a company to interview, hire, and train new workers. During these onboarding processes, companies frequently become less productive because existing workers may need to mentor a new employee and share part of the workload. The company's expenses also often grow during the onboarding process as they bring in outside experts, pay for special courses or training seminars, and pay employees to spend more time at work, even though they are being less productive.\n\nStartup companiesthat are hiring to fill key positions might still have relatively small revenue. Such firms tend to have lower revenue-per-employee ratios than more established companies that can leverage hiring for those same key positions over a larger revenue base.\n\nIf a growing company needs to take on more help, management would ideally be able to grow its revenue at a faster rate than its labor costs, which often is reflected in steadily rising revenue-per-employee ratios. Ultimately, increased efficiency in managing its revenue per employee should lead to a company's expanding margins andimproved profitability.\n\nInvestors interested in calculating a company's revenue per employee can find the required revenue and employee numbers in the company'sfinancial statementsand annual reports. The ratio itself is easy to calculate, and comparing revenue per employee between different companies is a fairly straightforward process. In general, companies with higher revenue-per-employee numbers operate streamlined and efficient organizations, have lower overhead costs, and are more productive than their competitors.\n\nThere are several other ratios an investor should also consider when analyzing a company as a potential investment. Investors should review a company'sprofitability ratios, such as profit margin, return on assets (ROA), and return on equity (ROE).",
  "url": "https://www.investopedia.com/terms/r/revenueperemployee.asp"
}