{
  "term": "Revenue Recognition: What It Means in Accounting and the 5 Steps",
  "definition": "Revenue recognition is agenerally accepted accounting principle (GAAP)that identifies the specific conditions in which revenue is recognized and determines how to account for it. Revenue is typically recognized when a critical event has occurred, when a product or service has been delivered to a customer, and the dollar amount is easily measurable to the company.\n\nInvestopedia / Michela Buttignol\n\nRevenue is at the heart of all business performance. Regulators know how tempting it is for companies topush the limits on what qualifies as revenue, especially when not all revenue is collected when the work is complete. For example, attorneys charge their clients in billable hours and present the invoice after work is completed. Construction managers often bill clients on apercentage-of-completionmethod.\n\nThe revenue recognition principle, a feature ofaccrual accounting, requires that revenues are recognized on the income statement in the period when realized and earned—not necessarily when cash is received.\n\nThe revenue-generating activity must be fully or essentially complete for it to be included in revenue during the respective accounting period. Also, there must be a reasonable level of certainty that earned revenue payment will be received. Lastly, according to the matching principle, the revenue and its associated costs must be reported in the same accounting period.\n\nTherevenue recognition principleof ASC 606 requires that revenue is recognized when the delivery of promised goods or services matches the amount expected by the company in exchange for the goods or services.\n\nRevenue accounting is fairly straightforward when a product is sold and the revenue is recognized when the customer pays for the product. However, accounting for revenue can get complicated when a company takes a long time to produce a product. As a result, there are several situations in which there can be exceptions to the revenue recognition principle.\n\nAnalysts, therefore, prefer that the revenue recognition policies for one company are also standard for the entireindustry. Having a standard revenue recognition guideline helps to ensure that an apples-to-apples comparison can be made between companies when reviewing line items on theincome statement. Revenue recognition principles within a company should remain constant over time as well, so historical financials can be analyzed and reviewed for seasonal trends or inconsistencies.\n\nOn May 28, 2014, theFinancial Accounting Standards Board (FASB)and International Accounting Standards Board (IASB) jointly issued Accounting Standards Codification (ASC) 606. This highlights how revenue from contracts with customers is treated, providing a uniform framework forrecognizing revenuefrom this source.\n\nThe old guidance was industry-specific, which created a system of fragmented policies. The updated revenue recognition standardis industry-neutral and, therefore, moretransparent. It allows for improved comparability of financial statements with standardized revenue recognition practices across multiple industries.\n\nThere are five steps needed to satisfy the updated revenue recognition principle:\n\nThere are certain conditions that businesses must meet as per IFRS requirements. According to the IFRS, these requirements fall into three different categories that are needed for contracts to exist. The table below highlights each one:\n\nPerformance indicates the seller has fulfilled a majority of their expectations in order to get payment. Collectability refers to the seller's expectation to be paid. Measurability, on the other hand, relates to the matching principle wherein the seller can match the expenses with the money earned from the transaction.\n\nGenerally accepted accounting principles require that revenues are recognized according to the revenue recognition principle, which is a feature of accrual accounting. This means that revenue is recognized on the income statement in the period when realized and earned—not necessarily when cash is received.\n\nThe revenue-generating activity must be fully or essentially complete for it to be included in revenue during the respective accounting period. Also, there must be a reasonable level of certainty that earned revenue payment will be received. Lastly, according to the matching principle, the revenue and its associated costs must be reported in the same accounting period.\n\nRevenue recognition is generally required of all public companies in the U.S. according to generally accepted accounting principles. The requirements for tend to vary based on jurisdiction for other companies. In many cases, it is not necessary for small businesses as they are not bound by GAAP accounting unless they intend to go public.\n\nPublic companies are required to report their financial statements based on GAAP accounting. Revenue recognition is one of the principles associated with GAAP reporting. This principle means that revenue must be recognized at the moment it is earned. This is an important consideration for two reasons. Not only does it prevent companies from cooking their books but it also provides an accurate picture of the financial health of a corporation.\n\nThe five steps needed to satisfy the updated revenue recognition principle are: (1) identify the contract with the customer; (2) identify contractual performance obligations; (3) determine the amount of consideration/price for the transaction; (4) allocate the determined amount of consideration/price to the contractual obligations; and (5) recognize revenue when the performing party satisfies the performance obligation.\n\nRevenue is a key metric for any business. Certain businesses must abide by regulations when it comes to the way they account for and report their revenue streams. Public companies in the U.S. must abide by generally accepted accounting principles, which sets out principles for revenue recognition. This prevents anyone from falsifying records and paints a more accurate portrait of a company's financial situation.\n\nFinancial Accounting Standards Board. \"Financial Accounting Series: Accounting Standards Update No. 2016-10, April 2016, Revenue from Contracts with Customers (Topic 606).\"\n\nFinancial Accounting Standards Board. \"Revenue Recognition.\"\n\nAssociation of International Certified Professional Accountants. \"Financial Reporting Brief: Roadmap to Understanding the New Revenue Recognition Standards.\" Page 2.\n\nIFRS. \"IFRS 15 Revenue from Contracts with Customers.\"",
  "url": "https://www.investopedia.com/terms/r/revenuerecognition.asp"
}