{
  "term": "Reverse ICO: What It Is, How It Works, FAQs",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nA reverseinitial coin offering (ICO)is a method used by existing, established real-world businesses to issue a token to decentralize the business ecosystem, raise funds, and get intocryptocurrency. These enterprises have existing products and services, and they cater to real-world customers.\n\nEssentially, a reverse ICO acts like aninitial public offering (IPO), allowing an existing enterprise to launch cryptocurrency tokens and seek funds throughcrowdsourcing. In the last several years, this similarity has prompted the U.S.Securities and Exchange Commission (SEC)to argue that token issues through ICOs may be securities and not currencies.\n\nThe process for a reverse ICO works exactly the same way as for a standard ICO. Often, a company launches an ICO when it is looking to secure funding. The company generates crowdsourced funding by selling tokens to investors in a similar way to an IPO.\n\nThe major difference between an ICO and a reverse ICO is that, in the latter case, the company issuing the token is already well-established in another business area and offers a crypto token for sale to raise cash and enter into the decentralized realm of thedigital currencyworld.\n\nCompanies can launch reverse ICOs for a variety of reasons. Preexisting companies can selltokensto interested investors to decentralize business, to launch a new business line in the blockchain industry, or simply to raise funds. Because some IPOs are available only toaccredited investors, they have a smaller pool of potential funders compared with a reverse ICO.\n\nWhile there are numerous potential benefits for a business launching a reverse ICO, there are also potential issues—some of them significant.\n\nThe use of reverse ICO tokens as money is somewhat dubious, as businesses conducting reverse ICOs were able to grow and thrive using conventional fiat currency. The possibility that every business would ask you to convert your fiat money into their proprietary token—as if you were required to load up your Starbucks gift card before you were permitted to buy a cup of coffee—is not practical, to put it generously.\n\nAnother problem with reverse ICOs is how to understand their tokens. Are they amedium of exchange, or are theysecurities? This was the problem that the Kik messaging app had when it launched a reverse ICO in 2017 that raised $100 million. The SEC sued Kik over the process, alleging that the company sold tokens to U.S. investors without properly registering the offer and sale.\n\nThe SEC sued Kik, claiming that it misled investors because their reverse ICO was actually just another form of security like a stock. But unlike a stock, there is no return on investment in Kik’s coin,Kin.\n\nIn 2020, a federal district court entered a final judgment on the SEC’s lawsuit against Kik. Among other penalties, Kik was required to pay a $5 million penalty.\n\nThe SEC filed a suit against Kik Interactive over the latter’s reverse ICO of the Kin token. The suit alleged that Kik sold tokens without properly registering the sale of securities. This suit may have deterred other companies from launching reverse ICOs.\n\nDuring the height of the cryptobubblein 2017 and 2018, companies that said they were addingblockchainto their businesses increased in value. A notorious example from early 2018 is Long Island Iced Tea Corp., which changed its name to Long Island Blockchain and saw a huge spike in the value of its shares that were listed on the Nasdaq—despite the fact that the company had no apparent business in blockchain. It has since beendelisted, and some of its top shareholders have been charged withinsider trading.\n\nBecause existing businesses face regulatory hurdles if they want to raise capital by selling stock, and because banks often have stringent requirements that businesses prove their good credit and viability, the reverse ICO seemed like an easy, unregulated way to raise money with few strings and no oversight. The temptation to do so was even stronger when parody coins like PonziCoin, which openly warned investors that the ICO was a scam, still made an estimated $250,000.\n\nThe SEC went so far as to create a fake ICO page selling a made-upshitcoincalled HoweyCoin—a play on the Howey test that the SEC uses to determine what constitutes a security—to teach unwary investors to read the fine print before they invest.The agency’s suit against Kik may be one reason why the reverse ICO market has dried up since the bursting of the crypto bubble.\n\nThe possibility of a reverse ICO isn’t totally dead, however. The Meta reverse ICO proposal for its Libra token ran into resistance from states and central banks when it was announced in 2019; and as of 2022, theLibra project—later renamed Diem and sold to Silvergate Bank—appeared to have been postponed indefinitely.\n\nOther organizations may also find value in creating a blockchain-based token system that doesn’t appear to be an illegal or legally gray attempt to dodge securities regulation, but the appeal of reverse ICOs as they existed in 2017 has largely worn off.\n\nA reverse ICO refers to the launch and sale of a cryptocurrency token by a preexisting company. Reverse ICOs can be used to generate funds for the company, to facilitate decentralizing through a new crypto token, or to expand into the blockchain and cryptocurrency industries.\n\nA reverse ICO and an ICO are essentially quite similar. Both involve the launch and sale of a new cryptocurrency token. The company launching the token is what distinguishes these two events: A company launching an ICO is typically just starting out, while one putting on a reverse ICO is usually well-established and looking for additional funds or a new business line.\n\nReverse ICOs can be fraught with potential legal troubles. The SEC has said that reverse ICOs may constitute the sale of securities and that proper registration is required. During the height of the cryptocurrency craze, some companies used reverse ICOs or investor interest in blockchain more broadly to generate quick funding without necessarily providing an apparent business service relating to the crypto industry.\n\nFor these reasons, among others, reverse ICOs have become significantly less popular in recent years.\n\nU.S. Securities and Exchange Commission. “Cryptocurrency/ICOs.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Accredited Investors—Updated Investor Bulletin.”\n\nU.S. Securities and Exchange Commission. “SEC Charges Issuer with Conducting $100 Million Unregistered ICO.”\n\nU.S. Securities and Exchange Commission. “SEC Obtains Final Judgment Against Kik Interactive for Unregistered Offering.”\n\nCNN. “Insider Trading Charges Filed Over Long Island Iced Tea’s Blockchain ‘Pivot’.”\n\nTechweez. “Developer Shuts Down Fake Cryptocurrency PonziCoin After Things Go ‘Crazy Out of Hand’.”\n\nCoinBureau. “PonziCoin: The Latest Ridiculous Phenomenon in the Cryptoverse.”\n\nHoweyCoins, via Internet Archive Wayback Machine. “Homepage.”\n\nFinancial Times. “Facebook Libra: The Inside Story of How the Company’s Cryptocurrency Dream Died.”",
  "url": "https://www.investopedia.com/terms/r/reverse-ico.asp"
}