{
  "term": "Reverse Triangular Merger: Overview and Advantages",
  "definition": "A reverse triangular merger is an indirect merger where the acquiring company creates a subsidiary which acquires the target firm.\n\nA reverse triangular merger is amergers and acquisitions (M&A)strategy that occurs when an acquiring company creates asubsidiaryand that subsidiary purchases and merges with a target company. A reverse triangular merger is easier to accomplish than a direct merger because the subsidiary has only one shareholder—the acquiring company—and the acquiring company may obtain control of the target's nontransferable assets and contracts.\n\nIn a reverse triangular merger, theacquirercreates a subsidiary that merges into the selling entity. That subsidiary is thenliquidated, leaving the selling entity as the surviving entity and a subsidiary of the acquirer. The buyer’s stock is then issued to the seller’s shareholders.\n\nThe process is more or less as follows:\n\nOnce this process is complete, the acquired target company resumes its normal operations, acting as a subsidiary of the purchasing company.\n\nIn a reverse triangularmerger, at least 50% of the payment is the stock of the acquirer, and the acquirer gains all assets and liabilities of the seller.\n\nA reverse triangular merger is attractive when the seller’s continued existence is needed for reasons other than tax benefits, such as rights relating to franchising, leasing or contracts, or specific licenses that may be held and owned solely by the seller.\n\nReverse triangular mergers sound more complicated than regular mergers. However, they are often preferred for their simplicity. Here are some of the main reasons why companies go down this path:\n\nBecause the acquirer must meet thebona fideneeds rule, a fiscal year appropriation may be obligated to be met only if a legitimate need arises in the fiscal year for which the appropriation was made.\n\nSince the acquirer must meet thecontinuity of business enterprise rule, the entity must continue the target company’s business or use a substantial portion of the target’s business assets in a company.\n\nThe acquirer must also meet the continuity of interest rule, meaning the merger may be made on a tax-free basis if the shareholders of the acquired company hold an equity stake in the acquiring company. In addition, the acquirer must be approved by the boards of directors of both entities.\n\nA reverse triangular merger is an indirect merger, which involves the merger of two companies using a subsidiary established by the acquirer.\n\nA reverse triangular merger, like direct mergers andforward triangular mergers, may be either taxable or nontaxable, depending on how they are executed and other complex factors in Section 368 of theInternal Revenue Code (IRC).If nontaxable, a reverse triangular merger is considered a reorganization for tax purposes.\n\nA reverse triangular merger may qualify as a tax-free reorganization when 80% of the seller’s stock is acquired with the voting stock of the buyer; the non-stock consideration may not exceed 20% of the total.\n\nWith reverse triangular mergers, the subsidiary acquires the tax attributes of the target company. This means the acquirer can benefit from the target company’s tax position, such as credits or net operating losses.\n\nAmazon’s purchase of Whole Foods constituted a reverse triangular merger. Rather than acquire Whole Foods directly, the e-commerce giant used an indirect subsidiary, with Whole Foods then surviving this subsidiary.\n\nA reverse triangular merger isn’t the same as areverse merger. A reverse merger occurs when a private company acquires control of a public company. This effectively enables the private company to become a publicly traded one without having to go through the expensive ordeal of aninitial public offering (IPO).\n\nA forward triangular merger is an indirect type of merger. It is the opposite of a reverse triangular merger. In a forward triangular merger, the acquirer merges with the subsidiary of the target company. Once the merger is complete, the target ceases to exist. As such, all of the assets and liabilities of the target are assumed by the acquiring company.\n\nA reverse triangular merger involves a company forming a subsidiary orshell companyto purchase another company. Once the transaction is complete, the subsidiary merges with the acquired company and is then dissolved, leaving just the newly acquired company as the subsidiary. Other than potential tax benefits, reverse triangular mergers are also easier to get past shareholders and can offer greater continuity.\n\nInternal Revenue Service. \"Section 368.—Definitions Relating to Corporate Reorganizations.\"\n\nBloomberg Law. \"M&A, Flowchart - Amazon - Whole Foods Reverse Triangular Merger.\"",
  "url": "https://www.investopedia.com/terms/r/rtm.asp"
}