{
  "term": "Revocable Beneficiary in Estate Planning",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA revocable beneficiary does not have guaranteed rights to receive compensation from an entity such as an insurance policy or a trust fund. The policy owner reserves the right to make changes to who receives payment, change the terms of the policy, or terminate the policy without the need of revocable beneficiary consent. Mostlife insurancepolicies have this feature.\n\nIt is standard to designate children and spouses as beneficiaries of the benefits from a life insurance or trust product. However, the policyholder may choose whomever they would like as the beneficiary.\n\nThe policyholder may also name their estate, another trust account, or a charity as the revocable beneficiary. After the policyholder's death, the named beneficiary will receive the death benefit from an insurance product, or gain control of the funds housed in a trust account.\n\nThe life insurance policyholder may earmark the percentage of total payout each primary beneficiary receives, the timing of payout, and contingencies to meet before policy payout. A policyholder is free to change both primary and contingent revocable recipients as often as they please.\n\nA revocable trust offers a similar situation with estate planning. The trust—grantor—designates a beneficiary, which they may change at any time. As with an insurance policy, the beneficiary of a revocable trust expects to obtain trust assets as designated in the trust agreement. However, they are not guaranteed anything.\n\nA policyholder must have completed their last will before they can name an estate as the trustee of their policy. Tax accountants and estate planners are instrumental in structuring a sound estate or trust account. The last will and testament is a legal document stating the wishes of the individual for the distribution of property after their death.\n\nA policyholder may name multiple revocable beneficiaries. These recipients can be broken down intoprimary beneficiariesandcontingent beneficiaries. A primary beneficiary has first rights to payouts upon the policyholder's death. However, a contingent beneficiary has rights to the payouts should the primary beneficiary die.\n\nA revocable beneficiary is the opposite of anirrevocable beneficiary. The latter has guaranteed rights to an insurance policy's payouts unless they agree to their removal from the policy as a beneficiary. Designating a revocable beneficiary is usually the best course of action as it allows you to change the beneficiary on the policy due to unforeseen circumstances. Designation of revocable beneficiaries is vital in cases of divorce and with business partnerships.\n\nIf a wife designates her husband as an irrevocable beneficiary of an insurance policy, for example, the wife remains the beneficiary even if a divorce follows. The same scenario may happen if a business lists a partner as an irrevocable beneficiary and later dissolve the relationship. To avoid legal troubles, the wishes of the policyholder must remain paramount, which becomes problematic with an irrevocable beneficiary.",
  "url": "https://www.investopedia.com/terms/r/revocablebeneficiary.asp"
}