{
  "term": "Revolving Door: Definition in Business and Government",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term \"revolving door\" refers to the movement of high-level employees from public-sector jobs toprivate-sectorjobs and vice versa. The idea is that there is a revolving door between the two sectors as many legislators and regulators becomelobbyistsand consultants for the industries they once regulated and some private industry heads or lobbyists receive government appointments that relate to their former private posts.\n\nSuch instances have grown in democracies in recent years with increased lobbying efforts and have led to debate over the extent former government officials are allowed to utilize connections formed and knowledge attained in previous jobs in public service to enrich themselves or be overly influential on shaping or watering down pending legislation.\n\nWhile it is inevitable that workers switch between the public and private sectors, the growing influence of money in politics has placed the revolving door phenomenon into the spotlight.\n\nBetween 1998 and 2022, the amount of money spent on lobbying in the United States more than doubled to $3.1 billion.It has led to the concern that corporations and special interest groups are able to leverage their money to buy influence and access to key politicians.\n\nThe revolving door may also lead toconflicts of interest, as the regulatory and legislative decisions politicians make may directly benefit them soon after they leave office and work in the private sector.\n\nThe revolving door phenomenon is present in numerous industries, levels of government, and political affiliations.\n\nLobbyistswho have participated in the revolving door say that they are cashing in on their expertise rather than their connections. \"What you know\" is more important than \"who you know,\" for example. The argument for having a revolving door is that having specialists within private lobby groups and running public departments ensures a higher quality of information when making regulatory decisions.\n\nOne study that investigated this assertion found that when a U.S. senator or representative leaves office the lobbyist that worked with them sees their earnings drop by an average of 20%.This translates to $177,000 per year and may go on for three years or longer, proving that it is difficult for a lobbyist to offset the loss of a key political contact.\n\nPolicies meant to prevent or limit revolving door practices are few and limited in effect in the world's largest democracies. In the United States, there are detailed rules that govern how and when ex-government officials may be employed in the private sector. For example, former government officials who make decisions on contracts must either wait a year to take a job with a military contractor or move to a role or unit with no connection to their government work.\n\nHowever, this rule does not apply to policymakers, who may join corporations and company boards immediately. In France, there is a three-year waiting period after leaving public service to work in the private sector.Japan, which has made attempts to limit their own revolving door issues, has a term for career public servants who leave to join the private sector:amakudari,or \"descent from heaven.\"\n\nOpenSecrets.org. \"Lobbying Data Summary.\"\n\nCentre for Economic Performance. \"‘Revolving Door’ Lobbyists.\"\n\nCongressional Research Service. \"Post-Employment, 'Revolving Door,' Laws for Federal Personnel,\" Pages 4-5.\n\nRépublique Française. \"Code Pénal. Article 432-13.\"",
  "url": "https://www.investopedia.com/terms/r/revolving-door.asp"
}