{
  "term": "Rider: Definition, How Riders Work, Types, Cost, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nHalfpoint Images / Getty Images\n\nA rider is an insurance policy provision that adds benefits to or amends the terms of a basicinsurancepolicy. Riders provide insured parties with additional coverage options, or they may even restrict or limit coverage. There is an additional cost if a party decides to purchase a rider. Most are low in cost because they involve minimalunderwriting. A rider is also referred to as an insurance endorsement. It can be added to policies that cover life, homes, autos, and rental units.\n\nSome policyholders have specific needs not covered by standard insurance policies, so riders help them create insurance products that meet those needs. Insurance companies offer supplemental insurance riders to customize policies by adding varying types of additional coverage. The benefits of insurance riders include increased savings from not purchasing a separate policy and the option to buy different coverage at a later date.\n\nSay an insured person has a terminal illness and adds anaccelerated death benefitrider on alife insurancepolicy. This rider would provide the insured with a cash benefit while living. The insured may use these funds how they wish, perhaps to improve their quality of life or to pay for medical and final expenses. When the insured passes away, their designatedbeneficiariesreceive a reduced death benefit—the face value less the portion used under the accelerated death benefit rider.\n\nBuying an insurance rider is up to the insured party, who should weigh the cost against their individual needs. Although riders may sound appealing, they come at a cost—on top of the premiums for the policy itself. Certain homeowner insurance policies come with extra earthquake riders, but someone who doesn't live near a fault line probably doesn't need this additional coverage. Another thing to consider: a rider may duplicate coverage, so it's important to look over the basic insurance contract.\n\nBefore adding a rider to an insurance policy, the holder should weigh the cost of the rider and decide whether they really need it. It is also wise to check that the rider does not duplicate coverage already included in the basic policy.\n\nRiders come in various forms, including long-term care, term conversion, waiver of premiums, and exclusionary.\n\nLong-term care(LTC) coverage is often available as a rider to a cash value insurance product such as universal, whole, or variable life insurance. A rider can address specific long-term care issues. The funds reduce the policy's death benefit when they are used. Designated beneficiaries receive the death benefit less the amount paid out under the long-term care rider.\n\nIn some cases, the policyholder's needs may exceed the total benefit of the life insurance policy. So it may be more advantageous to purchase a stand-alone LTC policy. If the LTC rider is unused, the policyholder saves in costs when compared to purchasing a stand-alone LTC policy.\n\nTerm life insuranceprovides coverage for a limited time, typically 10 to 30 years. Once the policy expires, the policyholder is not guaranteed new coverage at the same terms. The policyholder's medical condition may make it difficult or impossible to obtain another policy.\n\nA term conversion rider allows the policyholder to convert an existing term life insurance to permanent life insurance without a medical exam. This is typically favorable to young parents seeking to lock in coverage to protect their families in the future.\n\nThis rider is generally available only when the policy begins and may not be available in every state. Under the waiver of premium rider, the insured party is relieved of premium payments if the policyholder becomes critically ill, disabled, or seriously injured. There may be certain requirements to add this rider, such as age limits and certain health requirements.\n\nExclusionary riders restrict coverage under a policy for a specific event or condition. Exclusionary riders are mainly found in individual health insurance policies. For example, coverage can be restricted for a preexisting condition detailed in the policy provisions.\n\nAs of September 2010, theAffordable Care Act(ACA) prohibited exclusionary riders from being applied to children. Exclusionary riders have not been permitted in any healthcare insurance since 2014.\n\nA typical homeowners insurance policy includes coverage for structural damage, personal property damage or loss, and personal liability coverage. However, each standard protection is also subject to coverage limits or restrictions. A rider broadens the standard coverage.\n\nFor example, an expensive piece of jewelry can be protected by extending personal property coverage through a scheduled personal property rider. A homeowners policy may have a coverage limit of $50,000 for personal property, but it might also have a sub-limit of $1,500 for jewelry. If valuable jewelry is stolen or damaged by a fire, the policyholder would only be reimbursed up to $1,500 to help replace it. A rider would extend the reimbursement amount for certain valuable items.\n\nA standalone insurance policy will typically offer more coverage than a rider. Thus, check with an insurance expert whether you should invest in a whole new policy rather than rely on a rider for coverage.\n\nAn insurance rider is an adjustment or an add-on to a basic insurance policy. Riders are designed to provide additional benefit over the stated coverage in the basic policy. A rider is useful for tailoring an insurance policy to the precise needs of the insured entity.\n\nA rider is added to an existing policy in exchange for a fee payable to the insurer.\n\nRiders allow insurance policies to be tailored to meet the needs of the policyholder. For example, a homeowner might need additional personal property insurance if they have certain valuable items, or they may need additional structural insurance if they live in a region where inclement weather is a threat to their home. Life insurance riders allow policyholders to purchase more insurance as they age. Doing so might be cheaper than going through the typical underwriting process required for a new policy. Also, some insurance policies allow for the accumulation of cash value for the policy on a tax-deferred basis.\n\nRiders for homeowners include the following:\n\nScheduled personal property coverage.This rider extends coverage for valuables, such as jewelry and antiques, and protects them against additional risks that a standard homeowners policy does not cover, for example, loss or misplacement.\n\nWater backup coverage.A homeowner's policy may not cover water damage from a backed-up drain or sump pump. This type of rider would cover the cost of backed-up drains and water damage.\n\nBuilding code coverage.If a home is not up to building code standards when damage occurs, the owner may have to payout of pocketto bring the structure up to code. This type of rider will pay the additional cost of bringing the home up to code after a coveredclaim.\n\nBusiness property coverage.If you run a business out of your home, you may need additional coverage to protect business equipment or products stored in your home.\n\nIdentify theft restoration coverage.Having your identity stolen can incur costs such as legal fees. This type of rider would ensure that the policyholder is reimbursed for any expenses should their identity be stolen.\n\nMost insurance companies will allow you to drop a rider from a policy simply by filling out a form that authorizes its removal.",
  "url": "https://www.investopedia.com/terms/r/rider.asp"
}