{
  "term": "Right of First Offer (ROFO) Definition and How It Works",
  "definition": "A right of first offer (ROFO) is a contractual obligation that allows the holder to purchase anassetbefore the owner tries to sell it to someone else. If the right holder is no longer interested in the property, the seller can then sell it to a third party. Rights of first offer are most commonly used in the real estate industry and the sale of businesses.\n\nA right of first offer is usually written into a contract such as aleaseagreement or business partnership. It is triggered when the owner wants to sell the asset orreal property. Under the terms of the contract, the owner is obliged to give the holder of the right of first offer the first chance to buy the property. The right holder has a specific amount of time to make an offer before the right expires. The seller is free to accept or reject the offer.\n\nIf the seller rejects the offer, the owner can then sell it to a third party. If the attempts at selling to a third party are unsuccessful, the seller can come back to the right holder for a new offer. At this point, the right holder is not bound by their original offer.\n\nSellers typically include landlords and business owners, while right holders are generally tenants and investors. It is common in commercial real estate for the owner of commercial office space to provide a right of first offer to whomever is occupying the space being considered for future sale.\n\nAs the right of first offer evaluates what their offer will be, both parties are expected to act in good faith. The seller must provide all relevant and applicable information to the holder as part of the due dilligence process.\n\nThe most common situation where a right of first offer is used is in real estate between a landlord and tenant. The tenant may want a right of first offer from the landlord to avoid being forced to relocate in the event of a sale of the property. The tenantmay wish to make a reasonable offer on the property. Meanwhile, the landlord may consider the offer to make a quick sale and minimize legal and brokerage fees.\n\nThe right of first offer is also usedwhen a business is being sold off. A business owner may give the right of first offer to partners or investors before putting it on the general market to sell to a third party.\n\nA right of first offer is closely related to aright of first refusal, but the former is considered to favor the seller while the latter is considered to favor the prospective buyer. A right of first refusal gives the holder of the right the option to match an offer that has been received by someone wishing to sell an asset.Assets with a right of first refusal attached can be more difficult to sell, because potential buyers may not want to go to the trouble of negotiating a deal that must be offered to another party first.\n\nIn many right of first offer situations, there are conditions around the sale price and what the seller is allowed to accept. The seller is often bound to keeping the price of the right of first offer within a certain percentage should the property eventually go to the full market.\n\nFor example, imagine a right of first offer holder extends a bid to purchase a specific property for $1 million. Should the seller decline, they are often constricted with what purchase price they are allowed to receive from the market.\n\nIf the contract stipulates the seller cannot accept a market offer within 5% of the right of first offer bid, the seller can only accept a bid of $1.05 million or higher. Otherwise, the right of first offer holder typically has the right to resubmit a bid.\n\nA right of first offer is a contractual obligation that grants the holder the ability but not the requirement to issue the first bid on the sale of property. Before a seller can go to the broad market to sell the property, they must receive an offer from the holder.\n\nA right of first offer gives the holder the right to submit the first bid on the potential sale of a property. A right of first refusal gives the holder the right to match or refuse to match an offer that has been made to a seller.\n\nThe term of every right of first offer will vary. It is often structured to ensure enough time is available for both parties to conduct due diligence. Once notified of the seller's desire to sell property and receipt of appropriate information, the right of first offer holder often has 30 to 60 days to respond with an offer.\n\nAdam Leitman Bailey, PC. \"Right of First Refusal: In Pursuit of an Effective, Litigation-Proof Provision.\"",
  "url": "https://www.investopedia.com/terms/r/rofo.asp"
}