{
  "term": "Ring-Fence: Meaning in Finance Accounting and Legality",
  "definition": "A ring-fence is a virtual barrier that segregates a portion of a company's financial assets from the rest. This may be done to reserve money for a specific purpose, to reduce taxes on the individual or company, or to protect theassetsfrom losses incurred by riskier operations. Moving a portion of assetsoffshoreto reduce an investor's net worth or lower the taxes due on income is one example of ring-fencing.\n\nThe term has its origins in the ring-fences that are built to keep farm animals in and predators out. Infinancial accounting, it is used to describe a number of strategies that are employed to protect a portion of assets from being mixed with the rest.\n\nRing-fencing may involve transferring a portion of assets from one high-tax jurisdiction to a jurisdiction with lower or no taxes or fewer regulations. In other cases, it may be used to keep the money in reserve for a specific purpose. It also may be done to make the money unavailable for another purpose.\n\nThis is the intent of the British ring-fencing law, which went into effect at the beginning of 2019. It requiresfinancial institutionsto ring-fence their consumer banking activities to protect customer bank deposits from potential investment banking losses. The institutions were forced to recreate their banking arms as separate entities, each with its own board.\n\nThe law intends to forestall another bankbailoutlike the one that followed the2008 financial crisis.\n\nBritain passed a law at the start of 2019 that requires financial institutions to ring-fence their everyday banking activities from their investment arms. Ring-fencing kicks in for banks that have more than £25 billion in core deposits.\n\nOne of the primary benefits of using ring-fencing as a strategy is that it provides a layer of protection over certain business assets. It protects these assets from marketrisk,volatility, taxation,insolvency, and even seizures.\n\nThis strategy also helps keep the financial system sound and helps provide banks with a safety net. That's because core assets are shielded from non-core ones to prevent any major ripple effect if the economy tanks as it did before theGreat Recession. This puts less of an onus on taxpayers if banks succumb to economic pressure in the future.\n\nThe premise behind ring-fencing is that it separates core assets, such asretail banking, from those that are deemed to be non-core assets, like investment arms. The problem with this is that separating groups of assets may lead to a reduction in oversight and a weakening of risk management.\n\nBanks and other organizations that are required to ring-fence may take advantage of the fact that they must separate their assets, which could lead to a beneficial end goal. This includes more favorable tax treatment if they move their non-core assets offshore, which could lead to a drop intax revenuefor the home country.\n\nLeads to a safer and more secure financial system\n\nReduces oversight and weakens risk management\n\nMoving certain assets offshore may lead to a drop in tax revenue\n\nIn the U.S., ring-fencing often refers to the transfer of assets from one jurisdiction to another, usuallyoffshore, in order to reduce an investor's verifiable income or reduce the investor's tax bill. It also may be used to shield some assets from seizure by debtors.\n\nIt may be legal to ring-fence assets to reduce taxation or avoid regulation as long as it stays within the limits set in the laws and regulations of the home country. The limit typically is a certain percentage of the annualnet worthof the business or individual, meaning that the dollar amount will vary over time.\n\nRing-fencing can also describe earmarking assets for a particular purpose. For example, asavings accountmay be ring-fenced for retirement. A company may ring-fence its pension fund to protect it from being drained for other business expenditures.\n\nThe primary goal of ring-fencing is to separate one group of assets from another. This is generally done to keep core assets protected from volatility and other risks. Ring-fencing is common with banks when core retail banking segments are separated from their investment arms. This layer of protection shields the taxpayer (and the government) from bearing the financial burden of bailing out banks in the event of an economic crisis.\n\nRing-fencing was introduced by the British government in January 2019. The goal was to strengthen the country's banking system by requiring banks to divide their core retail banking from other divisions, such as international and investment activities. Doing this helps protect the retail banking sector from the bank's riskier ventures.\n\nThe British government introduced a £25 billion threshold on core deposits when it implemented the ring-fencing rule in January 2019. This means that eligible banks must ring-fence assets above this limit.\n\nRisky investment ventures and a lack of oversight led to major losses, failing banks, and bailouts during the financial crisis, which in turn led to a years-long recession in many countries. That's why ring-fencing was introduced in countries like the United Kingdom. In countries that require it, ring-fencing aims to protect the core retail function of banks, which is deemed an essential part of the financial industry. It also helps shield taxpayers from the heavy burden of having to bail out banks in the event of an economic crisis.\n\nGovernment of the UK. \"Ring-Fencing Information.\"\n\nHouse of Commons Library. \"Bank Rescues of 2007-09: Outcomes and Costs.\"\n\nBank of England. \"Ring-Fencing.\"\n\nThe Brookings Institution. \"Understanding ‘Ring-Fencing’ and How It Could Make Banking Riskier.\"\n\nBank of England. \"Ring-Fencing: What Is It and How Will It Affect Banks and Their Customers?\"",
  "url": "https://www.investopedia.com/terms/r/ringfence.asp"
}