{
  "term": "Risk-Free Asset: Definition and Examples of Asset Types",
  "definition": "A risk-freeassetis one that has a certain future return—and virtually no possibility of loss. Debt obligations issued by the U.S. Department of the Treasury (bonds, notes, and especiallyTreasury bills)are considered to be risk-free because the \"full faith and credit\" of the U.S. government backs them. Because they are so safe, the return on risk-free assets is very close to the currentinterest rate.\n\nMany academics say that, when it comes to investing, nothing can be 100% guaranteed—and so there's no such thing as a risk-free asset. Technically, this may be correct: Allfinancial assetscarry some degree of danger—the risk they will drop in value or become worthless altogether. However, the level of risk is so small that, for the average investor, it is appropriate to considerU.S. Treasurysor any government debt issued by a from stable Western nation to be risk-free.\n\nWhen an investor takes on an investment, there is an anticipated return rate expected depending on the duration the asset is held. The risk is demonstrated by the fact that theactual returnand the anticipated return may be very different. Since market fluctuations can be hard to predict, the unknown aspect of the future return is considered to be the risk. Generally, an increased level of risk indicates a higher chance of large fluctuations, which can translate to significant gains or losses depending on the ultimate outcome.\n\nRisk-free investments are considered to be reasonably certain to gain at the level predicted. Since this gain is essentially known, therate of returnis often much lower to reflect the lower amount of risk. Theexpected returnand actual return are likely to be about the same.\n\nWhile the return on a risk-free asset is known, this does not guarantee a profit in regards topurchasing power. Depending on the length of time until maturity,inflationcan cause the asset to lose purchasing power even if the dollar value has risen as predicted.\n\nRisk-free return is the theoretical return attributed to an investment that provides a guaranteed return with zero risk. The risk-free rate represents the interest on an investor's money that would be expected from a risk-free asset when invested over a specified period of time. For example, investors commonly use the interest rate on a three-month U.S. T-bill as a proxy for the short-term risk-free rate.\n\nThe risk-free return is the rate against which other returns are measured. Investors that purchase a security with some measure of risk higher than that of a risk-free asset (like a U.S. Treasury bill) will naturally demand a higher level of return, because of the greater chance they're taking. The difference between the return earned and the risk-free return represents therisk premiumon the security. In other words, the return on a risk-free asset is added to a risk premium to measure the total expected return on an investment.\n\nWhile they're not risky in the sense of being likely todefault, even risk-free assets can have an Achilles' heel. And that's known asreinvestment risk.\n\nFor a long-term investment to continue to be risk-free, any reinvestment necessary must also be risk-free. And often, the exact rate of return may not be predictable from the beginning for the entire duration of the investment.\n\nFor example, say a person invests in six-month Treasury bills twice a year, replacing one batch as it matures with another one. The risk of achieving each specified returned rate for the six months covering a particular Treasury bill's growth is essentially nil. However, interest rates may change between each instance of reinvestment. So the rate of return on the second Treasury bill that was purchased as part of the six-month reinvestment process may not be equal to the rate on the first Treasury bill purchased; the third bill may not equal the second's, and so on. In that regard, there is some risk over the long term. Each individual T-bill's return is guaranteed, but the rate of return over a decade (or however long the investor pursues this strategy) is not.",
  "url": "https://www.investopedia.com/terms/r/riskfreeasset.asp"
}