{
  "term": "Risk-Return Tradeoff: How the Investment Principle Works",
  "definition": "Risk-return tradeoff is a trading principle that corresponds risk and reward.\n\nAccording to risk-return tradeoff, invested money can render higher profits only if the investor willaccept a higher possibility of losses. Using this principle, individuals associate low levels of uncertainty with low potential returns using this principle and high levels of uncertainty or risk with high potential returns.\n\nRisk-return tradeoff is the trading principle that links high risk with high reward. The appropriate risk-return tradeoff depends on a variety of factors that include an investor’srisk tolerance, the investor’s years toretirement, and the potential to replace lost funds.\n\nTime also plays an essential role in determining aportfoliowith the appropriate levels of risk and reward. For example, if aninvestorhas the ability to invest in equities over thelong term, that provides the investor with the potential to recover from the risks of bear markets and participate in bull markets; on the other hand, if an investor can only invest in ashort time frame, the same equities have a higher risk proposition.\n\nInvestors use risk-return tradeoff as one of the essential components of each investment decision, as well as to assess their portfolios as a whole. At the portfolio level, risk-return tradeoff can include assessments of the concentration or the diversity ofholdingsand whether the mix presents too much risk or a lower-than-desired potential for returns.\n\nWhen an investor considers high-risk, high-return investments, the investor can apply risk-return tradeoff to thevehicleon a singular basis as well as within the context of the portfolio as a whole. Examples of high-risk, high-return investments includeoptions,penny stocks, andleveraged exchange-traded funds (ETFs). Generally speaking, adiversifiedportfolio reduces the risks presented by individual investment positions. For example, a penny stock position may have a high risk on a singular basis, but if it is the only position of its kind in a larger portfolio, then the risk incurred by holding the stock is minimal.\n\nRisk-return tradeoff also exists at the portfolio level. For example, a portfolio composed of allequitiespresents both higher risk and higher potential returns. Within an all-equity portfolio, risk and reward can be increased by concentrating investments in specificsectorsor by taking on single positions that represent a large percentage of holdings. For investors, assessing the cumulative risk-return tradeoff of all positions can provide insight on whether a portfolio assumes enough risk to achieve long-term return objectives or if the risk levels are too high with the existing mix of holdings.\n\nWhen you want to determine excessreturns on investment, use the alpha ratio, which refers to returns earned on investment above the benchmark return. In other words, it measures excess returns from thebenchmark index.\n\nAccording to Investopedia, “Alpha, often considered the active return on an investment, gauges the performance of an investment against a market index or benchmark that is considered to represent the market’s movement as a whole.”\n\nTo calculate alpha in a simple way, subtract the total return of an investment from a comparable benchmark in its asset category. To take into account asset investments that are not completely similar, calculate alpha usingJensen’s alpha, which uses the capital asset pricing model (CAPM) as the benchmark.\n\nAbeta calculationshows how correlated the stock is vs. a benchmark that determines the overall market, usually the Standard & Poor’s 500 Index, orS&P 500. The S&P 500 is amarket-capitalization-weighted index of 500 leading publicly traded companies in the United States.\n\nTo calculate beta, divide the variance (which is the measure of how the market moves relative to its mean) by the co-variance (which is the measure of a stock’s return relative to that of the market).\n\nBeta gives investors additional insight when they do further analysis and ask, “Is there a reason why a particular stock is underperforming or outperforming?”Betacan help answer that question when evaluating relative performance overall because it might help shed light on the reason why the stock outperforms or underperforms during certain times.\n\nA Sharpe ratio is helpful to determine whether the risk is worth the reward. It is used when comparing peers orETFsthat hold similar assets.\n\nThe calculation for the Sharpe ratio is the adjusted return divided by the level of risk, or its standard deviation.\n\nAccording to Investopedia, “TheSharpe ratio’s numerator is the difference over time between realized, or expected, returns and a benchmark such as the risk-free rate of return or the performance of a particular investment category.”\n\nGenerally, when comparing similar portfolios, the higher the Sharpe ratio, the better because it shows an attractiverisk-adjusted return, meaning the return after taking into account the degree of risk that was taken to achieve it.\n\nAll three calculation methodologies will give investors different information. Alpha ratio is useful to determine excess returns on an investment. Beta ratio shows the correlation between the stock and the benchmark that determines the overall market, usually the Standard & Poor’s 500 Index. Sharpe ratio helps determine whether the investment risk is worth the reward.\n\nTo calculate risk-reward ratio, take the expected return (reward) on the trade and divide by the amount ofcapitalrisked.\n\nNot necessarily. The appropriate risk-return tradeoff depends on a variety of factors, including an investor’s risk tolerance, the investor’s years to retirement, and the potential to replace lost funds. Time also plays an essential role in determining a portfolio with the appropriate levels of risk and reward. According to risk-return tradeoff, invested money can render higher profitsonly ifthe investor is willing to accept a higher possibility of losses.\n\nRisk-return tradeoff is the trading principle that links risk with reward. According to risk-return tradeoff, if the investor is willing to accept a higher possibility of losses, then invested money can render higher profits. To calculate investment risk, investors use alpha, beta, and Sharpe ratios.",
  "url": "https://www.investopedia.com/terms/r/riskreturntradeoff.asp"
}