{
  "term": "Risk-Based Capital Requirement: Definition, Calculation, Tiers",
  "definition": "Risk-based capital requirement refers to a rule that establishes minimum regulatory capital for financial institutions. Risk-basedcapital requirementsexist to protect financial firms, their investors, their clients, and the economy as a whole. These requirements ensure that each financial institution has enough capital on hand to sustainoperating losseswhile maintaining a safe and efficient market.\n\nRisk-based capital requirements are now subject to a permanent floor, as per a rule adopted in June 2011 by theOffice of the Comptroller of the Currency(OCC), the Board of Governors of the Federal Reserve System, and theFederal Deposit Insurance Corporation(FDIC). In addition to requiring a permanent floor, the rule also provides some flexibility in risk calculation for certain low-risk assets.\n\nThe Collins Amendment of theDodd-FrankWall Street Reform and Consumer Protection Act imposes minimum risk-based capital requirements for insureddepositoryinstitutions, depository institutions, holding firms, and non-bank financial companies that are supervised by the Federal Reserve.\n\nUnder the Dodd-Frank rules, each bank is required to have a total risk-based capital ratio of 8% and a tier 1 risk-based capital ratio of 4.5%. A bank is considered \"well-capitalized\" if it has a tier 1 ratio of 8% or greater and a total risk-based capital ratio of at least 10%, and a tier 1 leverage ratio of at least 5%.\n\nTypically, tier 1 capital includes a financial institution's common stock, disclosed reserves, retained earnings, and certain types of preferred stock. Total capital includes tier 1 and tier 2 capital and is the difference between a bank's assets and liabilities. However, there are nuances within both of these categories.\n\nTo set guidelines on how banks should calculate their capital, the Basel Committee on Banking Supervision, which operates through theBank for International Settlements, publishes theBasel Accords. Basel I was introduced in 1988, followed by Basel II in 2004. Basel III was developed in response to deficits in financial regulation that appeared in the late 2000s financial crisis. These guidelines are meant to help assess a bank's credit risk related to its balance sheet assets and off-balance sheet exposure.\n\nBoth risk-based capital andfixed-capitalstandards act as a cushion to protect a company from insolvency. However, fixed-capital standards require all companies to have the same amount of money in their reserves, and in contrast, risk-based capital varies the amount of capital a company must hold based on its level of risk.\n\nThe insurance industry began using risk-based capital instead of fixed-capital standards in the 1990s after a string of insurance companies became insolvent in the 1980s and 1990s. For example, in the 1980s, under the fixed-capital standards, two insurers of the same size in the same state were generally required to hold the same amount of capital in reserve, but after the 1990s, those insurers faced different requirements based on their insurance niche and their unique level of risk.",
  "url": "https://www.investopedia.com/terms/r/risk-based-capital-requirement.asp"
}