{
  "term": "Risk-On Risk-Off: What It Means for Investing",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nRisk-on-risk-off investing relies on and is driven by changes in investorrisk tolerance. Risk-on-risk-off (RORO) can also sway changes in investment activity in response to economic patterns. When risk is low, investors tend to engage in higher-risk investments. Investors tend to gravitate toward lower-risk investments when risk is perceived to be high.\n\nInvestors' appetites for risk rise and fall over time. Risk is the uncertainty associated with investments that may negatively impact a financial portfolio. Because younger investors have a long-termtime horizon, they commonly take more risk. In contrast, investors close to retirement may chooseconservative investmentsand vehicles with lower risk.\n\nNot allasset classescarry the same risk. Investors tend to change asset classes depending on the markets. Stocks, mutual funds, and exchange-traded funds (ETFs) are generally considered riskier assets than government-issued bonds.\n\nRisk capitalis the money investors devote strictly to trades exposed to a possible loss in value.\n\nAsset prices commonly follow therisk sentimentof the market. Investors look for changing sentiment through corporate earnings,macroeconomicdata, and global central bank action. An increase in the stock market or where stocks outperformbondsis said to be a risk-on environment.\n\nRisk-on environments can be carried by expanding corporate earnings, optimistic economic outlook, accommodative central bank policies, andspeculation. As the market displays strong influential fundamentals, investors perceive less risk about the market and its outlook.\n\nWhen stocks are selling off, and investors run for shelter to bonds or gold, the environment is said to be risk-off. Risk-off environments can be caused by widespread corporate earnings downgrades, contracting or slowing economic data, and uncertain central bank policy.\n\nJust like the stock market rises in a risk-on environment, a drop in the stock market equals a risk-off environment. Investors jump from risky assets and pile intohigh-grade bonds, U.S. Treasury bonds, gold, cash, and othersafe havens.\n\nInvestors look to safe havens to offer protection against market downswing or upheaval. Investment vehicles that may be considered safe havens are gold, cash, and U.S. Treasury bonds.\n\nSome financial institutions offer fund investment that follows a RORO strategy. A RORO ETF rotates offensively or defensively between higher-risk equities and lower-risk U.S. treasuries. The ATAC US Rotation ETF is an example of a fund that follows this strategy.\n\nRisk is inherent in all investments, but investors who useasset allocationanddiversificationand choose multiple types of investments in varying sectors can help manage risk.\n\nRisk-on risk-off is an investment paradigm where asset prices reflect changes in risk tolerance. Risk-on environments thrive with expanding corporate earnings and an optimistic economic outlook. Risk-off environments occur under slowing economic data and uncertain market sentiment.\n\nFinancial Industry Regulatory Authority. \"The Reality of Investment Risk.\"\n\nMorningstar. \"ATAC US Rotation ETF.\"",
  "url": "https://www.investopedia.com/terms/r/risk-on-risk-off.asp"
}