{
  "term": "Risk-Adjusted Return on Capital (RAROC) Explained & Formula",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nInvestopedia / Michela Buttignol\n\nThe risk-adjusted rate on capital is a financial metric that adjusts the profitability of an investment by its expected risk.\n\nRisk-adjusted return on capital (RAROC) is a modified return on investment (ROI) figure that takes elements of risk into account. Infinancial analysis, projects and investments with greater risk levels must be evaluated differently; RAROC thus accounts for changes in an investment’s profile bydiscountingrisky cash flows against less-risky cash flows.\n\n﻿RAROC=r−e−el+ifccwhere:RAROC=Risk-adjusted return on capitalr=Revenuee=Expensesel=Expected loss which equals average lossel=expected over a specified period of timeifc=Income from capital which equalsifc=(capital charges)×(the risk-free rate)\\begin{aligned}&RAROC=\\frac{r-e-el+ifc}{c}\\\\&\\textbf{where:}\\\\&\\text{RAROC}=\\text{Risk-adjusted return on capital}\\\\&r=\\text{Revenue}\\\\&e=\\text{Expenses}\\\\&el=\\text{Expected loss which equals average loss}\\\\&\\phantom{el=}\\text{expected over a specified period of time}\\\\&ifc=\\text{Income from capital which equals}\\\\&\\phantom{ifc=}\\text{(capital charges)}\\times{\\text{(the risk-free rate)}}\\\\&c=\\text{Capital}\\end{aligned}​RAROC=cr−e−el+ifc​where:RAROC=Risk-adjusted return on capitalr=Revenuee=Expensesel=Expected loss which equals average lossel=expected over a specified period of timeifc=Income from capital which equalsifc=(capital charges)×(the risk-free rate)​﻿\n\nRisk-adjusted return on capital is a useful tool in assessing potential acquisitions. The general underlying assumption of RAROC is investments or projects with higher levels of risk offer substantially higher returns. Companies that need to compare two or more different projects or investments must keep this in mind.\n\nRAROC is also referred to as a profitability-measurement framework, based on risk, that allows analysts to examine a company’s financial performance and establish a steady view of profitability across business sectors and industries.\n\nThe RAROC metric was developed during the late 1970s by Bankers Trust, more specifically Dan Borge, its principal designer. The tool grew in popularity through the 1980s, serving as a newly developed adjustment to simple return on capital (ROC). A commercial bank at the time, Bankers Trust adopted a business model similar to that of an investment bank. Bankers Trust had unloaded its retail lending and deposit businesses and dealt actively in exempt securities, with a derivative business beginning to take root.\n\nThese wholesale activities facilitated the development of the RAROC model. Nationwide publicity led a number of other banks to develop their own RAROC systems. The banks gave their systems different names, essentially lingo used to indicate the same type of metric. Other methods include return on risk-adjusted capital (RORAC) and risk-adjusted return on risk-adjusted capital (RARORAC). The most commonly used is still RAROC. Non-banking firms utilize RAROC as a metric for the effect that operational, market and credit risk have on finances.\n\nNot to be confused with RAROC, the return on risk-adjusted capital (RORAC) is used in financial analysis to calculate a rate of return, where projects and investments with higher levels of risk are evaluated based on the amount of capital at risk. More and more, companies are using RORAC as a greater amount of emphasis is placed onrisk managementthroughout a company. The calculation for this metric is similar to RAROC, with the major difference being capital is adjusted for risk with RAROC instead of the rate of return.\n\nCalculating RAROC requires knowing the expected loss from an investment. To find this number, you'll need to estimate the odds of failure or default and multiply that by the loss that you'd experience in the event of that failure.\n\nThere are many tools that investors and business analysts can use to assess the risk and return of potential investments. For example, investors may look at theSharpe ratioof an investment, which compares the return of an investment and its standard deviation from that return to the risk-free rate of return.\n\nYes, risk-adjusted return on capital is an imperfect measure and there are drawbacks to using it. One drawback is that calculating it can be difficult and require a lot of data because you need to estimate potential losses. An overreliance on RAROC can also lead to bad decisions. An investment with a high RAROC can still be a poor choice of the risk of failure is incredibly high.\n\nRAROC differs from other methods of determining the return on investment because it considers the risks involved. If you can double your money by predicting the outcome of a coin flip or lose it for being incorrect, the ROI on a successful flip is 100%, but the RAROC would only be 50% because of the expected loss involved. This means RAROC offers a more thorough understanding of an investment's potential returns.\n\nRisk-adjusted return on capital offers financial analysts a method for determining the best way to allocate funds, accounting for the risk of different investments or acquisitions. Generally, opportunities with a higher RAROC are better because they tend to offer greater returns in the long run, even if there is a risk of failure or loss. Being able to calculate RAROC is helpful for investors and business owners who want to determine the best way to use their limited capital.\n\nCapital.com \"What is expected loss?\" Accessed Jul. 24, 2024.",
  "url": "https://www.investopedia.com/terms/r/raroc.asp"
}