{
  "term": "Risk Premiums: Like Hazard Pay for Your Investments",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA risk premium is the investment return an asset is expected to yield in excess of therisk-free rate of return. An asset's risk premium is a form of compensation for investors. It represents payment to investors for tolerating the extra risk in a given investment over that of arisk-free asset.\n\nFor example, high-quality bonds issued by established corporations earning large profits typically come with littledefault risk. Therefore, these bonds pay a lower interest rate than bonds issued by less-established companies with uncertain profitability and a higher risk of default. The higher interest rates these less-established companies must pay is how investors are compensated for their higher tolerance of risk.\n\nInvestopedia / Michela Buttignol\n\nThink of risk premium as a form of hazard pay for your investments. An employee assigned dangerous work expects to receive hazard pay in compensation for the risks they undertake. It's similar with risky investments. A risky investment must provide the potential for larger returns to compensate an investor for the risk of losing some or all of their capital.\n\nThis compensation comes in the form of a risk premium, which is the additional returns above what investors can earn risk-free from investments such as a U.S.government security. The premium rewards investors for the prospect of losing their money in a failing business, and it isn't actually earned unless the business succeeds.\n\nA risk premium can be construed as a true earnings reward because risky investments are inherently more profitable should they succeed. Investments in well-penetrated markets—and which tend to have predictable outcomes—are not likely to change the world. On the other hand, paradigm-shifting breakthroughs are more likely to come from novel and risky initiatives. It's these types of investments that can potentially offer superior returns, which a business owner may then use to reward investors. This one underlying incentive is why some investors seek riskier investments, knowing they can reap potentially bigger payoffs.\n\nA risk premium can be costly for borrowers, especially those with doubtful prospects. These borrowers must pay investors a higher risk premium in the form of higher interest rates. However, by taking on a greater financial burden, they could be jeopardizing their very chances for success, thus increasing the potential for default.\n\nWith this in mind, it is in the best interest of investors to consider how much risk premium they demand. Otherwise, they could find themselves fighting over debt collections in the event of a default. In many debt-laden bankruptcies, investors recoup just a few cents on the dollar on their investment, despite the initial promises of a high-risk premium.\n\nWhile economists acknowledge an equity premium exists in the market, they are equally confused as to why it exists. This is known as theequity premium puzzle.\n\nTheequity risk premium(ERP) refers to the excess return that investing in the stock market provides over a risk-free rate. This excess return compensates investors for taking on the relatively higher risk of buying stocks.\n\nThe size of the premium varies depending on thelevel of riskin a particular portfolio and also changes over time as market risk fluctuates. As a rule, high-risk investments arecompensated with a higher premium. Most economists agree the concept of an equity risk premium is valid: over the long term, markets compensate investors more for taking on the greater risk of investing in stocks.\n\nThe equity risk premium can be computed in several ways, but is often estimated using thecapital asset pricing model(CAPM):\n\nCAPM(Cost of equity)=Rf+β(Rm−Rf)where:Rf=Risk-free rate of returnβ=Beta coefficient for the stock marketRm−Rf=Excess return expected from the market\\begin{aligned} &\\text{CAPM(Cost of equity)} = R_f + \\beta ( R_m - R_f ) \\\\ &\\textbf{where:} \\\\ &R_f = \\text{Risk-free rate of return} \\\\ &\\beta = \\text{Beta coefficient for the stock market} \\\\ &R_m - R_f = \\text{Excess return expected from the market} \\\\ \\end{aligned}​CAPM(Cost of equity)=Rf​+β(Rm​−Rf​)where:Rf​=Risk-free rate of returnβ=Beta coefficient for the stock marketRm​−Rf​=Excess return expected from the market​\n\nThe cost of equity is effectively the equity risk premium. Rfis the risk-free rate of return, and Rm-Rfis the excess return of the market, multiplied by the stock market'sbetacoefficient.\n\nFrom 1928 to 2022, the U.S. ERP averaged 5.06%, compared with 4.6% for the 1871-1925 period and 2.9% for the earlier 1802-1870 period.From 1926 to 2002, the equity risk premium was particularly high at 8.4%, which puzzled economists.From 2011 through 2022, the average market risk premium in the U.S. was 5.5%.\n\nAt the beginning of May 2023, the ERP stood at 4.77%, according to Aswath Damodaran, a professor at the Stern School of Business at New York University. That is slightly less than average and a sharp drop from the 5.94% registered at the start of 2023.\n\nLower ERPs generally make investing in stocks less compelling, whereas higher ERPs imply higher potential rewards. The year 2022 was a volatile one for stock markets and the ERP subsequently moved quite a bit.According to Damodaran, it started 2022 at 4.24% and began 2023 at 5.94%, perhaps implying that the market was viewed as undervalued after a sharp sell-off.\n\nThe drop in ERP since the start of 2023 can be attributed to several factors, including a rise in equity valuations and a series of interest rate hikes from the Federal Reserve boosting returns on safer fixed-income investments.\n\nThe average U.S. equity risk premium in 2022.\n\nThe risk premium is the extra amount you're expected to get for taking on risk. It is the percentage return you get over what you’d receive if you made an investment with zero risk. So, for example, if the S&P has a risk premium of 5%, it means you should expect to get 5% more from investing in this index than from investing in, say, a guaranteed certificate of deposit.\n\nLet’s say you invest in a stock that is expected to deliver an annual return of 8%, including dividends. If you could get an annual return free of risk of 3% elsewhere, the risk premium for this stock would be 5%.\n\nThe risk premium can be calculated by subtracting the expected return of a risk-free investment from the expected return of an investment with risk. What you are left with is the compensation for the risk you’re taking on.\n\nThe higher the risk of losing capital, the more an investor expects to be compensated. This compensation comes in the form of a risk premium, which basically means the extra returns above what can be earned on an investment without risk.\n\nOver the past 90-odd years, the risk premium of stocks in the U.S. has averaged about 5%. Equity markets can fluctuate a lot, though, and a higher ERP doesn’t necessarily mean you should buy, just as a lower ERP shouldn’t necessarily force you to look elsewhere.\n\nForbes. \"You Need to Understand the 'Equity Risk Premium'.\"\n\nStern School of Business. \"Equity Risk Premiums (ERP): Determinants, Estimation, and Implications – The 2023 Edition Updated: March 23, 2023,\" Page 103\n\nUniversidad Francisco Marroquín. \"The equity premium in 150 textbooks.\"\n\nWharton University of Pennsyvania. \"The Historical Market Risk Premium: The Very Long Run.\"\n\nJ. Siegel, jeremy, and Richard H. Thaler. \"Anomalies: The Equity PremiumPuzzle.\"Journal of Economic Perspectives, vol. 11, no. 1, 1997, pp 191-200.\n\nStatista. \"Average market risk premium in the United States from 2011 to 2022.\"\n\nWharton University of Pennsyvania. \"The Historical Market Risk Premium: The Very Long Run.\"\n\nStern School of Business. \"Damodaran Online.\"\n\nAswath Damodaran Blog. \"Data Update 3 for 2023: Inflation and Interest Rates.\"",
  "url": "https://www.investopedia.com/terms/r/riskpremium.asp"
}