{
  "term": "Risk Reversal: Definition, How It Works, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA risk reversal is a hedging strategy that protects a long or short position by usingputandcalloptions. This strategy protects against unfavorable price movements in the underlying position but limits the profits that can be made on that position. If aninvestoris long a stock, they could create a short risk reversal tohedgetheir position by buying a put option and selling a call option.\n\nInforeign exchange(FX) trading, risk reversal is the difference inimplied volatilitybetween similar call and put options, which conveys market information used to make trading decisions.\n\nRisk reversals, also known asprotective collars, have the purpose of protecting or hedging an underlying position using options. One option is bought, and another iswritten. The bought option requires the trader to pay apremium, while the written option produces premium income for the trader. This income reduces the cost of the trade or even produces a credit. While the written option reduces the cost of the trade (or produces a credit), it also limits the profit that can be made on the underlying position.\n\nAnother protective strategy that uses three option contracts to provide a range around the underlying security is thefence strategy.\n\nThe objective of a risk reversal is to capitalize on potential price movements in an underlying asset while mitigating the upfront cost through the premium received from the options sold. Traders often use risk reversals when they have a directional bias on the underlying asset but want a way to creatively offset the expenses associated with buying options.\n\nIt's important to note that risk reversals themselves carry risk. If the underlying asset does not move in the way you think it will, you can lose money.\n\nIf an investor isshortan underlying asset, the investor hedges the position with a longrisk reversal by purchasing a calloption and writing a put option on the underlying instrument. If the price of the underlying asset rises, the call option will become more valuable, offsetting the loss on the short position. If the price drops, the trader will profit on their short position in the underlying, but only down to the strike price of the written put.\n\nIf an investor is long an underlying instrument, the investor shorts a risk reversal to hedge the position by writing a call and purchasing a put option on the underlying instrument. If the price of the underlying drops, the put option will increase in value, offsetting the loss in the underlying. If the price of the underlying rises, the underlying position will increase in value but only up to thestrike priceof the written call.\n\nA risk reversal inforex tradingrefers to the difference between the implied volatility ofout of the money(OTM) calls and OTM puts. The greater the demand for an options contract, the greater its volatility and its price. A positive risk reversal means the volatility of calls is greater than the volatility of similar puts, which implies more market participants are betting on a rise in the currency than on a drop, and vice versa if the risk reversal is negative. Thus, risk reversals can be used to gauge positions in the FX market and convey information to make trading decisions.\n\nRatio risk reversals are a variation of the traditional risk reversal strategy that involves an uneven number of bought and sold options. In a ratio risk reversal, an investor might buy a greater number of options (calls or puts) than the number of options they sell. This creates anasymmetricalexposure to market movements, allowing the trader to capitalize on their directional bias while potentially improving the cost structure of the strategy.\n\nYou often choose the difference in the ratio based on your risk tolerance. For instance, in a bullish ratio risk reversal, you might buy two call options for every one put option sold. This implies a stronger conviction in an upward price movement while still providing a downside protection. The ultimate goal here is to leverage the potential gains from a favorable market direction while adjusting the position to align with your risk preference.\n\nNote that the name of this financial strategy is \"risk reversal\", not risk elimination. It is still possible to lose money in a risk reversal position.\n\nAnother variation of a traditional risk reversal is the calendar risk reversal. In this strategy, an investor simultaneously buys and sells options with different expiration dates while maintaining a specific ratio. This approach allows the trader to benefit from both the directional movement of the underlying asset and thetime decayof the shorter-term option, creating a dynamic risk-reward profile.\n\nIn a bullish calendar risk reversal, an investor might buy a longer-term call option and sell a shorter-term call option. The key advantage here is the ability to capitalize on the different rates of time decay. The longer-term option serves as a way to maintain exposure to the underlying asset's price movements, while the shorter-term option helps offset the cost through premium received from the sale and takes advantage of quicker time decay.\n\nOne significant limitation to risk reversals is the potential for losses if the market does not move as anticipated. Despite the name, this investment strategy increases risk should markets play out not as expected.\n\nAnother limitation is the impact of transaction costs and bid-ask spreads. When you simultaneously buy and sell options, you'll incur higher transaction costs. This is especially true if you're trying to buy options forilliquid securities. Additionally, the bid-ask spreads can widen, further eating into potential profits.\n\nThe effectiveness of risk reversals is also influenced by changes in implied volatility. If implied volatility increases, the cost of options generally rises, meaning you may get a lower reward for the same amount of risk.\n\nLast, risk reversals may not be suitable for all market conditions or trading objectives. They are designed for investors who have a specific view on an underlying asset and are willing to take a stance on which way the market will move for that good. In more uncertain or volatile markets, alternative strategies or risk management techniques might be a better idea.\n\nSay Sean is long General Electric Company (GE) at $11 and wants to hedge his position, he could initiate a short risk reversal. Let’s assume the stock currently trades near $11. Sean could buy a $10 put option and sell a $12.50 call option.\n\nSince the call option is OTM, the premium received will be less than the premium paid for the put option. Thus, the trade will result in adebit. Under this scenario, Sean is protected against any price moves below $10, because below this, the put option will offset further losses in the underlying. If the stock price rises, Sean only profits on the stock position up to $12.50, at which point the written call will offset any further gains in the General Electric’s share price.\n\nRisk reversals work by establishing a position in the options market that is either skewed towards bullish or bearish sentiments. For instance, in a bullish risk reversal, an investor might buy a call option. This position would benefit from upward price movement. At the same time, the investor could sell a put option.\n\nWhen implied volatility is high, option prices tend to be more expensive, impacting the overall cost and potential returns of a risk reversal strategy.\n\nTraders often consider factors such as upcoming events, earnings announcements, or anticipated market trends when timing the implementation of a risk reversal. Additionally, you should assess the implied volatility levels and the cost of options as both can influence the decision of when to enter into a risk reversal position.\n\nUnlike a basic call or put purchase, a risk reversal combines elements of both bullish and bearish positions. This unique structure allows investors to tailor their exposure to market movements while managing costs.\n\nRisk reversals are options trading strategies that involve simultaneously buying and selling options to create a position with a specific risk-reward profile. Typically, this entails buying a call option while selling a put option or vice versa. Investors use risk reversals to express a directional view on an underlying asset, manage risk, and potentially benefit from market movements while mitigating upfront costs.",
  "url": "https://www.investopedia.com/terms/r/riskreversal.asp"
}