{
  "term": "Risk-Neutral Probabilities: Definition and Role in Asset Value",
  "definition": "Risk-neutral probabilities are probabilities of potential future outcomes adjusted forrisk, which are then used to compute expectedassetvalues. In other words, assets and securities are bought and sold as if the hypothetical fair, single probability for an outcome were a reality, even though that is not, in fact, the actual scenario.\n\nRisk-neutral probabilities are used to try to determine objective fair prices for an asset or financial instrument. You are assessing the probability with the risk taken out of the equation, so it doesn’t play a factor in the anticipated outcome.\n\nBy contrast, if you tried to estimate the anticipated value of that particularstockbased on how likely it is to go up or down, considering unique factors or market conditions that influence that specific asset, you would be including risk into the equation and, thus, would be looking at real or physical probability.\n\nThe benefit of this risk-neutral pricing approach is that once the risk-neutral probabilities are calculated, they can be used to price every asset based on its expected payoff. These theoretical risk-neutral probabilities differ from actual real-world probabilities, which are sometimes also referred to as physical probabilities. If real-world probabilities were used, the expected values of each security would need to be adjusted for its individual risk profile.\n\nYou might think of this approach as a structured method of guessing what the fair and proper price for a financial asset should be by tracking price trends for other similar assets and then estimating the average to arrive at your best guess. For this approach, you would try to level out the extreme fluctuations at either end of the spectrum, creating a balance that creates a stable, level price point. You would essentially be minimizing the possible unusual high market outcomes while increasing the possible lows.\n\nRisk neutral is a term that describes an investor’s appetite for risk. Risk-neutral investors are not concerned with the risk of an investment. However, risk-averse investors have a greater fear of losing money.\n\nThe term risk-neutral can sometimes be misleading because some people may assume it means that the investors are neutral, unconcerned, or unaware of risk—or that the investment itself has no risk (or has a risk that can somehow be eliminated). However, risk-neutral doesn’t necessarily imply that the investor is unaware of the risk; instead, it implies the investor understands the risks but it isn’t factoring it into their decision at the moment.\n\nA risk-neutral investor prefers to focus on the potential gain of the investment instead. When faced with two investment options, an investor who is risk-neutral would solely consider the gains of each investment, while choosing to overlook the risk potential (even though they may be aware of the inherent risk).\n\nImplementing risk-neutral probability in equations when calculating pricing forfixed-incomefinancial instruments is useful. This is because you are able to price a security at its trade price when employing the risk-neutral measure. A key assumption in computing risk-neutral probabilities is the absence of arbitrage. The concept of risk-neutral probabilities is widely used in pricing derivatives.",
  "url": "https://www.investopedia.com/terms/r/risk-neutral-probabilities.asp"
}