{
  "term": "Risk Averse: What It Means, Investment Choices, and Strategies",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn investor is considered risk averse if they prefer choices with less uncertainty, even if the potential reward is smaller. They prioritize avoiding losses over possibly maximizing gains.\n\nA risk-averse investor chooses safe investments that are less likely to lose money. They prefer to know their capital will be safe and grow steadily, even if slowly, and even if it means not making as much.\n\nIn investing, risk equals price volatility. A volatile investment can make you rich or devour your savings. A conservative investment will grow slowly and steadily over time.\n\nLow risk means more stability. A low-risk investment guarantees areasonable if unspectacular return, with a near-zero chance that any of the original investment will be lost. Generally, the return on a low-risk investment will match, or slightly exceed, the level of inflation over time. A high-risk investment may gain or lose a bundle of money.\n\nRisk averse can be contrasted withrisk seeking.\n\nMichela Buttignol / Investopedia\n\nThe term “risk neutral” describes the attitude of an individual who evaluates investment alternatives by focusing solely on potential gains regardless of the risk. That may seem counterintuitive—to evaluate reward without considering risk seems inherently risky.\n\nNonetheless, offered two investment opportunities, the risk-neutral investor looks only at the potential gains of each investment and ignores the potential downside risk. The risk-averse investor will pass up the opportunity for a large gain in favor of safety.\n\nRisk-averse investors typically invest their money in savings accounts, certificates of deposit (CDs), municipal and corporate bonds, and dividend growth stocks. All of the above, except for municipal and corporate bonds and dividend growth stocks, virtually guarantee that the amount invested will still be there whenever the investor chooses to cash it in.\n\nDividend growth stocks, like any stock shares, move up or down in value. However, they are known for two major attributes: They are shares of mature companies with proven track records and a steady flow of income, and they regularly pay their investors a dividend. This dividend can be paid to the investor as an income supplement or reinvested in the company’s stock to add to the account’s growth over time.\n\nRisk-averse investors are also known as conservative investors. They are, by nature or circumstances, unwilling to accept volatility in their investment portfolios. They want their investments to be highly liquid. That is, their money must be there in full when they’re ready to make a withdrawal. There is no waiting for the markets to swing up again.\n\nThe greatest number of risk-averse investors can be found among older investors and retirees. They may have spent decades building a nest egg. Now that they are using it, or planning on using it soon, they are unwilling to risk losses.\n\nAhigh-yield savings accountfrom a bank or credit union provides a stable return with virtually no investment risk. TheFederal Deposit Insurance Corp. (FDIC)and theNational Credit Union Administration (NCUA)insure funds held in these savings accounts up to generous limits.\n\nThe term “high-yield” is relative, however. The return on the money should meet or slightly exceed the level of inflation.\n\nRisk-averse investors who don’t need to access their money immediately could place it in acertificate of deposit. CDs typically pay slightly more than savings accounts, but they require the investor to deposit the money for a longer period of time. Early withdrawals are possible but come with penalties that may erase any income from the investment or even bite into the principal.\n\nA key risk faced by investors in a CD isreinvestment risk. This is when interest rates fall and when the CD matures, the investor’s only option for a CD is at lower rates than before. There can also be bank failure risk if the value of the CD is greater than $250,000.\n\nCDs are particularly useful for risk-averse investors who want to diversify the cash portion of their portfolios. That is, they might deposit some of their cash in a savings account for immediate access, and the rest in a longer-term account that earns a better return.\n\nAmoney market fundis a type of mutual fund that invests in high-quality, short-term debt instruments, cash, and cash equivalents. These funds are very low risk and are structured so that each fund share is always worth $1. Because they are conservative, they tend to pay relatively low rates of interest to investors.\n\nTreasury securities, or the debt issued by the U.S. federal government, are considered to be the safest of all securities. Investors can access Treasuries via mutual funds or exchange-traded funds (ETFs), or directly through the government’sTreasuryDirectwebsite.\n\nState and local governments, as well as corporations, also routinely raise money by issuing bonds. These debt instruments pay a steady interest income stream to their investors. Bonds also tend to offer lower risk than stocks. Note that bonds do come with risks—Russia, for example, defaulted on some of its debts during a financial crisis in 1998.The global financial crisis of 2008–2009 was partially caused by the collapse of bonds that were backed by mortgages made to subprime borrowers.\n\nNotably, the agencies tasked with rating those bonds should have assigned them ratings that reflected the risks of the investments. They were “junk bonds” marketed as safe bonds. Risk-averse investors buy bonds issued by stable governments and healthy corporations. Their bonds get the highestAAA rating.\n\nIn the worst-case bankruptcy scenario, bondholders have first dibs on repayment from the proceeds of liquidation. Municipal bonds have one edge over corporate bonds: They are generally exempt from federal and state taxes, which enhances the investor’s total return.\n\nDividend growth stockscan appeal to risk-averse investors because their predictable dividend payments help offset losses even during a downturn in the stock’s price. In any case, companies that increase their annual dividends each year typically don’t show the same volatility as stocks purchased for capital appreciation.\n\nMany of these are stocks in so-called defensive sectors. That is, the companies are steady earners that aren’t as severely affected by an overall downturn in the economy. Examples are companies in the utilities business and companies that sell consumer staples.\n\nInvestors generally have the option of reinvesting the dividends to buy more shares of the stock or taking immediate payment of the dividend.\n\nPermanent life insuranceproducts like whole life and universal life come withcash accumulation features, tax advantages, and living benefits that make them attractive for risk-averse investors. Cash value in a life insurance policy can’t ever lose value and grows over time. Policy owners can withdraw or borrow against that cash value anytime (but this may reduce the policy’s death benefit amount).\n\nIn addition to individual assets or asset classes that cater to risk-averse investors, there are also a number of risk-averse investment strategies that can be employed to minimize losses.\n\nOne way is through diversification of your portfolio.Diversificationmeans including assets and asset classes that are not highly correlated with one another. This way, you are not putting all of your eggs into one basket, and if some securities fall on a given day, others may rise to offset those individual losses. Mathematically, diversification allows you to maximize your expected return while minimizing your overall portfolio risk.\n\nIncome investing is another strategy that focuses on holding bonds and other fixed-income securities that generate regular cash flows, as opposed to seeking capital gains.Investment incomeis especially useful for retirees who no longer have employment income and can’t afford to experience losses in the markets. Income investing does come with certain other risks, including inflation or negative credit events.Bond and CD laddering, along with inflation-protected securities, can help lower your overall fixed-income portfolio risk.\n\nSaving is very low risk, but it is not investing. Investing means that your money is inherently at risk, whether you are buying a stock or lending money in the form of a bond.\n\nExhibiting risk aversion means shying away from risk, and in terms of investing means avoiding risky securities. Risk-averse individuals should seek out investments and strategies that fit this low-risk tolerance. As such, one advantage is that the risk of losses is minimized. Investing in low-risk products like fixed-income securities can also mean guaranteed cash flows and constant positive returns over time.\n\nHowever, with low risk comes low expected return. In fact, the risk-return trade-off doesn’t favor a risk-averse investor who shies away from stocks and other risky assets. Such risk-averse investors will tend to enjoy lower total returns, especially over longtime horizons. Risk aversion can also lead people to irrationally avoid otherwise good opportunities and stay away from the markets entirely, putting them at a disadvantage when saving for things like retirement. Moreover, money kept idle in savings or “under the mattress” will lose buying power over time as it is eroded by inflation.\n\nMuch lower expected returns, especially over time\n\nMissed opportunities (opportunity cost)\n\nInflation erodes buying power of savings\n\nResearch shows that risk aversion varies among people. In general, the older you get, the lower yourrisk toleranceis, especially as investment time horizons for things like retirement draw near. On average, lower-income individuals and women also tend to be more risk averse than men, all else being equal.\n\nBeing risk averse is a double-edged sword. On one hand, you greatly lower your chances of losses, but on the other hand, you also can miss good opportunities and greater returns on riskier investments.\n\nYou can gauge your risk tolerance for investing by taking any number ofrisk profiling questionnairesavailable online. When you sign up for a brokerage account or financial advising relationship, you may also be required to take such an evaluation.\n\nNo. Risk aversion is one’s general attitude toward avoiding risk.Loss aversionis instead the asymmetric propensity to feel the pain of a loss more than the pleasure from an equivalent gain (e.g., losing $100 usually feels worse than gaining $100 feels good). Being risk averse can be completely rational given one’s personal situation. Loss aversion, however, is an irrational tendency identified bybehavioral economics.\n\nRisk-averse investors tend to favorcapital preservationover capital gains and seek out more conservative investments than more risk-seeking individuals. Such investments may include savings products, CDs, highly rated bonds, and blue-chip stocks. Being risk averse reduces one’s chance of experiencing losses, but also comes withopportunity costs, missing out on good opportunities and sacrificing greater expected returns earned elsewhere.\n\nFederal Deposit Insurance Corp. “Understanding Deposit Insurance.”\n\nNational Credit Union Association. “How Your Accounts Are Federally Insured.”\n\nEuropean Central Bank. “Restructuring Sovereign Bonds: Holdouts, Haircuts, and the Effectiveness of CACs [Working Paper, No. 2366].”\n\nGovInfo. “The Financial Crisis Inquiry Report.” Page 70.\n\nGuiso, Luigi, Paola Sapienza, and Luigi Zingales. “Time Varying Risk Aversion.”Journal of Financial Economics,vol. 128, no. 3, 2018, pp. 403–421.\n\nBorghans, Lex, et al. “Gender Differences in Risk Aversion and Ambiguity Aversion.”Journal of the European Economic Association,vol. 7, nos. 2-3, 2009, pp. 649–658.",
  "url": "https://www.investopedia.com/terms/r/riskaverse.asp"
}