{
  "term": "Risk-Weighted Assets: Definition and Place in Basel III",
  "definition": "Banks are required to hold a minimum amount of capital to remain solvent and protect their depositors' investments. To determine how much capital to maintain, banks assign risk to every type of asset. These are referred to as risk-weighted assets (RWAs), and they're assigned risk in the form of a percentage, with 100% being the riskiest and 0% being no risk.\n\nFor example, cash and government Federal Reserve Bank stock are 0%, while commercial loans and corporate debt are closer to 100%.Typically, as banks take on more risk, they need more capital to reduce the risk of insolvency.\n\nMany banks became insolvent during thefinancial crisis of 2007 and 2008because banks and financial institutions practiced riskier lending practices without the capital to back them up. When homeowners began defaulting on mortgages they could no longer afford, banks lost capital, and some became insolvent.\n\nTo prevent another financial crisis, theBank for International Settlements (BIS)established a clear set of guidelines for calculating financial risk. TheseBasel IIIregulations require banks to group assets by risk type and maintain enough capital to match the risk level of each asset.\n\nTo calculate risk-weighted assets (RWAs), banks can use various methods to assess the risk of eachasset class. However, Basel III regulations require banks to err on the side of caution and use whichever method requires the most capital to be set aside.\n\nBasel III is the latest in a series of regulations set to begin on July 1, 2025, with full implementation of the rules expected by 2028.\n\nWhile regulators have various tools and methods for assessing a particular asset's risk, it can help to look at a few common examples. Sinceloansare the bulk of a bank's assets, let's see what variables go into the risk assessment.\n\nRegulators would first investigate the source of the loan and the value of the collateral provided at the time of the loan's issuance. For example, a regulator might examine a commercial loan for a property that createsinterest and principalfrom tenant leases. In this case, the building itself is the collateral, so the financial regulators would research the property's market value. The regulator will also factor in the borrower's repayment consistency when assessing the loan's risk.\n\nAs in the previous example, the risk could vary widely based on the type of loan and property value. Other assets usually have lower risks, likeU.S. Treasury bondsand cash. In the case of U.S. Treasury bonds, the collateral is basically the federal government's ability to generate funds from taxation. Typically, banks with a mix of low RWAs must maintain less capital than banks with higher RWAs.\n\nOverall, regulators use Basel III to group and identify all of the assets in a financial institution's portfolio.By assigning risk percentages, regulators can ensure the bank has enough capital to protect investments and remain solvent.\n\nA bank's risk management team must balance assets and risk and determine whether the assets will generate a reasonablerate of return. A diversified portfolio can help mitigate risk from any single asset class.\n\nRisk-weighted assets are a valuable tool in monitoring a bank's financial health. Instead of just estimating an institution's financial stability, RWAs generate data that helps regulators assess if a bank has enough capital to weather the financial riskiness of its unique portfolio. The goal is that by assigning risk and requiring back-up capital, the financial markets will be less volatile and will prove more resilient during economic downturns.\n\nNational Credit Union Administration. \"Risk Weights at a Glance.\"\n\nWorld Bank Group. DataBank. \"Bank Regulatory Capital To Risk-Weighted Assets.\"\n\nFederal Reserve History. \"Subprime Mortgage Crisis.\"\n\nBank for International Settlements. “Basel III: International Regulatory Framework for Banks.”\n\nFDIC. \"Interagency Overview of the Notice Of Proposed Rulemaking For Amendments to the Regulatory Capital Rule.\" Pg. 3.\n\nPricewaterhouseCoopers. \"Basel III Endgame: Complete Regulatory Capital Overhaul.\"\n\nBank for International Settlements. “Finalising Basel III In Brief.” Pages 4-7.",
  "url": "https://www.investopedia.com/terms/r/riskweightedassets.asp"
}