{
  "term": "Risk Parity: Definition, Strategies, Example",
  "definition": "Risk parity is a portfolio allocation strategy that uses risk to determine allocations across various components of an investment portfolio. The risk parity strategy modifies themodern portfolio theory(MPT) approach to investing through the use ofleverage.\n\nMPT seeks to diversify an investment portfolio among specified assets to optimize returns while adhering tomarket riskparameters by viewing the risk and returns for the entire portfolio, but only utilizing long and unmargined positions. With risk parity strategies, portfolio managers can derive exact capital contribution proportions ofasset classesin a portfolio to achieve optimized diversification for a range of objectives and investor preferences.\n\nRisk parity is an advanced portfolio technique often used byhedge fundsand sophisticated investors. It requires a complexquantitative methodology, which makes its allocations more advanced than simplified allocation strategies. The goal of risk parity investing is to earn the optimal level of return at the targeted risk level.\n\nSimplified allocation strategies such as the60%/40% stocks-bondsportfolio make use of MPT. MPT provides a standard for diversification within one's investment portfolio that maximizes expected return for a given level of risk. In simplified MPT strategies using just stocks and bonds,allocationsare usually more heavily weighted toward equities for investors who wish to take on more risk. Risk-averse investors will instead have a higher weight in bonds for capital preservation.\n\nRisk parity strategies allow for both leverage andalternative diversification, along withshort sellingin portfolios and funds. Following this approach, portfolio managers can use any mix of assets they choose. However, instead of generating allocations to different asset classes to arrive at an optimal risk target, risk parity strategies use the optimal risk target level as their basis for investing. This goal is often achieved byusing leverage to weight risk equallyamong different asset classes using the optimal risk target level.\n\nWith a risk parity strategy, an investment portfolio will often include stocks and bonds. However, instead of using a predetermined proportion of assetdiversificationsuch as 60/40, the investment class proportions are determined by a targetedriskand return level. Risk parity strategies have generally evolved and developed from MPT investing. They allow investors to target specific levels of risk and to divide risk across the entire investment portfolio to achieve optimized portfolio diversification.\n\nThesecurity market line(SML) is another part of the risk parity approach. The SML is a graphical representation of the relationship between the risk and return of an asset and is used in thecapital asset pricing model(CAPM). The slope of the line is determined by the beta of the market. The line slopes upward. The greater the possibility for the return of an asset, the higher the risk associated with that asset.\n\nThere is a built-in assumption that the slope of the SML is constant. The constant slope assumption, however, may not actually be realistic. For the traditional 60/40 allocation, investors must take greater risk to achieve acceptable returns and the diversification benefits are limited as more and riskierequitiesare added to the portfolio. Risk parity solves this issue by using leverage to equalize the amount ofvolatilityand risk across the different assets in the portfolio.\n\nTheAQR Risk Parity Fundinvests globally across stocks, bonds, currencies, and commodities and seeks to achieve optimalreturnthrough balanced risk parity investing.\n\nHorizon's Global Risk Parity ETFalso uses a risk parity strategy in its investments. Theexchange traded fund(ETF) employs an equal risk-weighted volatility distribution to determine the amount of capital participation.",
  "url": "https://www.investopedia.com/terms/r/risk-parity.asp"
}