{
  "term": "Robinson-Patman Act Definition and Criticisms",
  "definition": "The Robinson-Patman Act is a federal law passed in 1936 to outlawprice discrimination. The Robinson-Patman Act is an amendment to the 1914Clayton Antitrust Actand is supposed to prevent \"unfair\" competition.\n\nThe Robinson-Patman Act requires a business to sell its products at the same price regardless of who the buyer is. It was intended to prevent large-volume buyers from gaining an advantage over small-volume buyers. The act only applies to sales oftangible goodsthat are completed within a reasonably close timeframe and where the goods sold are similar in quality. The act does not apply to the provision of services such as cell phone service, cable television, and real estate leases.\n\nThe law came about to combat unfair trade practices that allowed chain stores to purchase goods at lower prices than other retailers. It was the first legislation to attempt to prevent price discrimination. It required that the seller offer the same price terms to customers at a given level of trade. The act instituted criminal penalties for violations but contained a specific exemption for \"cooperative associations.\"\n\nEnforcement and support for the law have faced challenges over the years because of the complexity of the Act and tensions between it,common business practices of price competition, and other aspects of antitrust law. Bowing to industry pressures, federal enforcement of the Robinson–Patman Act ceased for several years in the late 1960s. This left enforcement of the act up to private actions of individual plaintiffs against other businesses, which have always been difficult due to the complexity of understanding the law and its application.In the mid-1970s there was an unsuccessful attempt to repeal the Act. TheFederal Trade Commissiontemporarily revived its use in the late 1980s. Enforcement has again declined since the 1990s.\n\nThe Act generally prohibits sales that discriminate in price on the sale of goods to equally-situated distributors, when the effect of such sales is to reduce competition and may give favored customers an advantage in the market unrelated to their actual efficiency. Price refers to net price and includes all compensation paid, including compensation for advertising or other services. The also seller may not throw in additional goods or services to lower the effective price. Injured parties or the US government may bring action under the Act.\n\nCharges may be brought on sales that involve:\n\nFor example, the Robinson-Patman act requires that if Wholesale Company ABC sells two 32-inch flat-screen televisions of equal quality— one to Target on August 10 and one to Mom and Pop's Shop on August 11— both stores must be charged $250 per television. However, the act does not require that Wholesale Company ABC and Wholesale Company XYZ both sell 32-inch flat-screen televisions to allbig-box retailersfor $250 per television.\n\nThe Robinson-Patman Act has been widely criticized by economists and legal scholars. From nearly the beginning the Act was criticized as potentially anti-competitive itself and in tension with other aspects of antitrust law; as favoring the interests of some businesses over the interests of consumers; and, as a practical matter, highly subject to potential abuse.\n\nIn that the Act raises potential legal consequences for charging lower prices, it always runs the danger of effectively punishing price competition, which is otherwise generally viewed as economically beneficial. Furthermore, because the practices outlawed by the act typically involve transactions between businesses rather than directly involving consumers and often involve business charging lower prices on larger volumes, it is often argued that it tends to favor the interest of higher-cost resellers who in turn charge higher prices over the interests of consumers who would benefit from lower retail prices.\n\nFinally, because charging different prices to different business customers is such a common practice among businesses in virtually all industries and because antitrust enforcement resources are necessarily limited and small relative to the size of the economy, prosecutors have to be highly selective in when and which cases to pursue or else rely on private civil actions to enforce the law. Either of these alternatives present a high potential for abusive suits under the law through capricious or politically motivated prosecutions or through civil actions motivated by opportunism rather than the economic welfare of society.\n\nBritannica. “Robinson-Patman Act.”\n\nCornell Law School. “15 U.S. Code § 13 - Discrimination in Price, Services, or Facilities.”\n\nFederal Trade Commission. “Cooperatives Statement by Everette Macintyre,” Pages 3-4.\n\nGreenberg, Joshua F. “Enforcement, Criminal Sanctions and Private Actions,”Antitrust Law Journal, vol. 53, pp. 1045.\n\nFederal Trade Commission. “The Robinson-Patman Act: General Principles, Commission Proceedings, and Selected Issues.”\n\nFederal Trade Commission. “Price Discrimination: Robinson-Patman Violations.”\n\nBolton, Patrick, Brodley, Joseph F., and Riordan Michael H. “Predatory Pricing: Strategic Theory and Legal Policy,”Tilburg Microeconomics, vol. 1999, no 82, 1999, pp. 14.",
  "url": "https://www.investopedia.com/terms/r/robinson-patman-act.asp"
}