{
  "term": "Rogue Trader: What it is, How it Works, Examples",
  "definition": "A rogue trader is a trader who acts recklessly and independently of others, usually to the detriment of the institution that employs the trader and perhaps clients. Rogue traders typically play with high-risk investments that can produce huge losses or gains.\n\nRogue traders, though, are only labeled as such if they lose, which generates incentives that createmoral hazard. If their trades are enormously profitable, no one calls them \"rogue\", and in fact they are more likely to receive a huge bonus - but if they're risky bets lose they are rogue and can cost the firm millions or even billions of dollars in losses.\n\nBanks over the years have developed sophisticatedValue-at-Risk(VaR) models to control the trading of instruments — which desks can trade them, when they can trade them, and how much in a given period. In particular, the limit of a trade is carefully set and monitored, not only to protect the bank but also to satisfy regulators.Internal controls, however, are not 100% foolproof. A determined trader can find a way to circumvent the system to try to reap outsized gains.\n\nOften they are caught in bad trades and then forced by regulators to be publicly exposed — to the embarrassment of the bank. One has to wonder how many small-time rogue traders are quietly fired by a bank because the bank does not want the negative publicity that comes with news that internal trading controls were not properly developed or implemented.\n\nAmong the most notorious rogue traders in recent years isNick Leeson, a former derivatives trader at the Singapore office of Britain's Barings Bank. In 1995, Leeson incurred heavy losses through the unauthorized trading of large amounts ofNikkeifutures and options. Leeson took largederivativepositions on the Nikkei that leveraged the amount of money at stake in the trades.\n\nAt one point, Leeson had 20,000 futures contracts worth more than $3 billion on the Nikkei. A large chunk of the losses came from the downturn in the Nikkei after a major earthquake in Japan caused a broad-based sell-off in the Nikkei within a week. The total loss to the 233-year-oldBarings Bankwas well over $1 billion and eventually led to itsbankruptcy. Leeson was charged with fraud and served several years in a Singapore prison.\n\nMore recent examples include Bruno Iksil, the \"London Whale\" who racked up $6.2 billion in losses in 2012 at JP Morgan, and Jerome Kerviel, who was partly or wholly responsible for more than $7 billion in losses at Société Générale in 2007. JP Morgan CEO Jaime Dimon was slow to realize the magnitude of the \"London Whale\" losses, first calling the incident \"a tempest in a teapot.\" Later, to his chagrin, he had to admit the truth about his bank's rogue trader.",
  "url": "https://www.investopedia.com/terms/r/roguetrader.asp"
}