{
  "term": "Roll-Down Return: Definition, How It Works, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe roll-down return is the potential profit a bondholder can earn from a bond's price moving toward its face value as it approaches maturity, assuming interest rates remain stable.\n\nRoll-down returns come from maximizing a bond's yield by exploiting the yield curve. The yield curve is a chart that illustrates the relationship between the yields of bonds and their maturities. The curve typically plots the yield on the vertical axis and the time to maturity on the horizontal axis. In a roll-down situation, if you bought a bond that is now on the steeper part of the yield curve and you hold while its maturity shortens but market yields stay relatively stable, the bond's price will likely increase as it \"rolls down\" the yield curve toward its par value. This contributes to your total return, over and above the interest income the bond generates.\n\nThe size of the roll-down return varies greatly between long- and short-term dated bonds. Roll-downs are smaller for long-dated bonds trading away from par than short-dated bonds.\n\nA bond investor may calculate the return on a bond in several ways. Theyield to maturity(YTM) is the rate of return if the bond is held until it reaches its maturity date. The current yield is the total of the coupon payments owed on the bond when purchased. Roll-down returns are a third way to assess a bond’s earnings.\n\nThe roll-down return depends on the shape of theyield curve, which is a visual representation of the yields for maturities ranging from one month to 30 years. Assuming the yield curve is normal (its slope is upward to the right), the rate earned on longer-term bonds will be higher than that earned from short-term bonds.\n\nThe roll-down return isa bond trading strategyfor selling a bond as it approaches its maturity date. As time passes, a bond's yield falls, and its price rises. Bond investors perceive greater risk in lending money for a longer period, thus demanding higher interest payments as compensation. So, the initial higher interest rate of the long-term bond will decline as its maturity approaches.\n\nThe direction of the roll-down depends on whether the bond is trading at a premium or a discount to its face or par value.\n\nGenerally, as its maturity date grows, a bond's interest rate moves closer to zero. Since there is an inverse relationship between bond yields and prices, bond prices increase as interest rates decrease.\n\nHere are some advantages and disadvantages of employing a roll-down return strategy:\n\nExploiting interest rate stability\n\nOverall, a roll-down strategy can offer predictable and potentially attractive returns in the right yield curve environment. However, it has specific risks and limitations that investors need to consider carefully. Understanding the current and expected future state of the yield curve while assessing market conditions is crucial for the roll-down return's success.\n\nSuppose you want to employ the roll-down return strategy in an upward-sloping yield curve environment, typically characterized by short-term bonds having lower yields than long-term bonds. You buy a five-year bond with a YTM of 3% when the yield for a similar one-year bond is 1%. You plan to hold the bond for two years before selling it.\n\nOver the next two years, as the bond's remaining maturity comes closer, its YTM is also closer to the yields found for shorter maturities, which are lower in an upwardly sloping yield curve scenario.\n\nAfter two years, the bond's yield has decreased to mirror those of bonds with a three-year maturity. If the yield curve remains upward-sloping andinterest ratesare stable, the bond's price increases because new investors are willing to accept a lower yield for a bond closer to maturity. You would then sell the bond at this higher price, realizing capital gains on top of the coupon payments from the previous two years.\n\nInvestors would use this strategy expecting the bond price to appreciate as it \"rolls down\" the yield curve toward maturity. The rationale is that, in a normal yield curve scenario, the yield required by the market for short-dated bonds is lower. As the bond approaches maturity, its yield is expected to decrease to align with the market yields of bonds with shorter maturities, assuming that interest rates are stable. This decrease in yield increases the bond's price, providing investors with capital gains in addition to the regular coupon payments.\n\nWhen a bond is trading at a premium, its market price is above itspar or face value. Typically, this happens when the bond's coupon rate is higher than similar bonds' current market interest rates. The outcomes for a roll-down return strategy might differ from those for bonds at par or at a discount.\n\nSuppose you buy a bond trading at a premium. As the bond approaches maturity, its YTM will gradually decrease toward the current market rates for shorter-dated bonds, assuming a stable or declining interest rate environment. This decrease in YTM can still lead to price appreciation as the bond's remaining time to maturity shortens if its yield aligns with those of similar, shorter-maturity bonds in an upward-sloping yield curve.\n\nHowever, for a premium bond, another factor to consider is the amortization of the premium. This refers to the gradual decrease in the bond's price premium as it moves toward its par value at maturity. The bond's price will converge with its par value as maturity approaches, with the premium being amortized throughout the bond's life. This amortization effectively reduces the bond's total return, as part of the premium paid upfront is not recouped directly but is offset by receiving higher coupon payments than the market average.\n\nThe roll-down return for a bond trading at a premium includes potential capital gains because of the bond's price appreciation as it rolls down the yield curve and the effects of premium amortization. The total return for the investor will be a combination of the coupon payments, the capital gains or losses from selling the bond before maturity, and the results of premium amortization.\n\nThe roll-down return is the percentage change in the bond price over the period plus the coupon payments divided by the initial bond price. The calculation assumes the yield curve remains constant, there are no significant changes in the issuer's credit risk, and yields evolve as anticipated.\n\nThere are bullet,barbell, and laddering strategies, as well as spread trades such as the butterfly spread. Investors employ these yield curve strategies to optimize returns and manage risks based on their expectations of interest rate changes and the economy.\n\nDuration plays a significant role in the effectiveness of a roll-down return strategy by impacting the sensitivity of a bond's price to changes in interest rates. Duration influences the bond's price sensitivity and, thus, the potential for capital gains. Investors should ensure their duration exposure aligns with their expectations for interest rates and risk tolerance.\n\nCredit quality plays a role but is not as significant as the duration in a roll-down return strategy. Higher credit quality bonds offer stability and lower risk but generally lower yields. Also, higher credit quality bonds like investment grade bonds are more influenced by interest rate risk than credit risk. While lower credit quality bonds can enhance returns, they introduce higher volatility and risk of loss and are more affected by credit risk than interest rate risk.\n\nRoll-down returns are a concept in investing with fixed-income securities concerning the potential capital appreciation of a bond as it approaches maturity within a given yield curve environment. This strategy expects the bond to \"roll down\" the yield curve, transitioning from its current position to one with shorter maturity.\n\nIn a typical upward-sloping curve, this movement decreases yield, which inversely increases the bond's price. This price appreciation, combined with the bond's coupon payments, contributes to its total return over the period before maturity. The effectiveness of this strategy depends on the shape of the yield curve, the interest rate changes (or lack thereof), and the duration of the bonds held.\n\nD. J. Bolder. \"Fixed-Income Portfolio Analytics.\" Springer International Publishing AG, 2015. Pages 216-219.\n\nB. Tuckman and A. Serrat. \"Fixed Income Securities: Tools for Today's Markets[University Edition].\" John Wiley & Sons, 2022. Pages 106-114.",
  "url": "https://www.investopedia.com/terms/r/rolldownreturn.asp"
}