{
  "term": "Rolling Returns: Definition, Example, and How To Analyze",
  "definition": "Rolling returns, also known as \"rolling period returns\" or \"rolling time periods,\" are annualizedaverage returnsfor a period, ending with the listed year. Rolling returns are useful for examining the behavior of returns forholding periods, similar to those actually experienced by investors.\n\nLooking at a portfolio or fund’s rolling returns will give performance results that are smoothed over several periods throughout its history. Such information often paints a more accurate picture for an investor than a single snapshot of one period.\n\nOne goal of rolling returns is to highlight the frequency and magnitude of an investment's stronger and poorer periods of performance. Rolling returns can offer better insight into a fund's more comprehensive return history, not skewed by the most recent data (month or quarter-end).\n\nFor example, the five-year rolling return for 2015 covers Jan. 1, 2011, through Dec. 31, 2015. The five-year rolling return for 2016 is theaverage annual returnfor 2012 through 2016. Someinvestment analystswill break down a multi-year period into a series of rolling 12 month periods.\n\nBy looking at rolling returns, investors are able to understand how a fund's returns stacked up at a more particular point in time. If an investment displays a 9% annualized return over a 10-year period, this shows that if you invested on Jan. 1 in Year 0, and sold your investment on Dec. 31 at the conclusion of Year 10, you earned the equivalent of 9% a year. Yet during those 10 years, returns could have varied drastically.\n\nIn Year 4, the investment could have moved up 35%, while in Year 8 it could have dropped 17%. Averaged out, you earned 9% per year (the “average annualized” return), yet this 9% might misrepresent the investment’s performance.\n\nAnalyzing rolling returns instead could demonstrate annual performance not simply starting Jan. 1 and ending Dec. 31 but also beginning Feb. 1 and ending Jan. 31 of the next year, then March 1 through Feb. 28 of the next year, and so on. A 10-year rolling return could highlight an investment’s best and worst decades in this form.\n\nIn the context of equity research and valuation, financial results for publicly traded companies are only released on a quarterly basis in securities filings in accordance withgenerally accepted accounting principles(GAAP). Less frequently, firms provide monthly statements with sales volumes or key performance indicators.\n\nA common rolling return period istrailing 12 months(TTM). Trailing 12 months is the term for the data from the past 12 consecutive months used for reporting financial figures. A company's trailing 12 months represents its financial performance for a 12-month period; it does not typically represent afiscal-year ending period.\n\nUsing trailing 12-month (TTM) returns is an effective way to analyze the most recent financial data in an annualized format. Annualized data is important because it helps neutralize the effects ofseasonalityand dilutes the impact of non-recurring abnormalities in financial results, such as temporary changes in demand, expenses, or cash flow.\n\nBy using TTM, analysts can evaluate the most recent monthly or quarterly data rather than looking at older information that contains full fiscal or calendar year information. TTM charts are less useful for identifying short-term changes and more useful forforecasting.\n\nCompanies conducting internal corporate financial planning and analysis have access to detailed and very recent financial data. They use the TTM format to evaluatekey performance indicators(KPI), revenue growth, margins,working capital management, and other metrics that may vary seasonally or show temporary volatility.\n\nIn the context of equity research and valuation, financial results for publicly traded companies are only released on a quarterly basis in securities filings in accordance with GAAP. Less frequently, firms provide monthly statements with sales volumes or key performance indicators.Securities and Exchange Commission(SEC) filings generally display financial results on a quarterly or year-to-date basis rather than TTM.\n\nTo get a clear picture of the last year of performance, analysts and investors often must calculate their own TTM figures from current and prior financial statements. Consider recent financial results from General Electric (GE). In Q1 2020, GE generated $20.5 billion in revenue versus $27 billion in Q1 2019.﻿﻿﻿﻿﻿ GE logged $95 billion of sales for the full year of 2019.﻿﻿ By subtracting the Q1 2019 figure from the full-year 2019 figure and adding Q1 2020 revenues, you arrive at $88.5 billion in TTM revenue.\n\nGeneral Electric. \"Form 10Q: For the quarterly period ending March 31, 2019.\" Accessed Nov. 27, 2020.\n\nGeneral Electric. \"Form 10Q: For the quarterly period ending March 31, 2020.\" Accessed Nov. 27, 2020.\n\nGeneral Electric. \"2019 Annual Report.\" Accessed Nov. 27, 2020.",
  "url": "https://www.investopedia.com/terms/r/rollingreturns.asp"
}