{
  "term": "Roll Forward: Extension of Options Contract",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nRoll forward refers to extending the expiration or maturity of an option, futures contract, or forward by closing the initial contract and opening a new longer-term contract for the same underlying asset at the then-current market price.\n\nRoll forward refers to extending the expiration or maturity of an option,futures contract, or forward by closing the initial contract and opening a new longer-term contract for the sameunderlying assetat the then-current market price. A roll forward enables the trader to maintain the position beyond the initial expiration of the contract, since options and futures contracts have finite expiration dates. It is usually carried out shortly before the expiration of the initial contract and requires that the gain or loss on the original contract be settled.\n\nA roll forward includes two steps. First, the initial contract is exited. Then, a new position with a later expiry is initiated. These two steps are usually executed simultaneously in order to reduceslippageor profit erosion due to a change in the price of the underlying asset.\n\nTheroll forward procedure or \"switch\"varies for different financial instruments.\n\nA roll forward can be done using the samestrike pricefor the new contract as the old one, or a new strike can be set. If the new contract has a higher strike price than the initial contract, the strategy is called a \"roll up,\" but if the new contract has a lower strike price, it is called a \"roll down.\" These strategies may be used to protect profits orhedgeagainst losses.\n\nFor example, consider a trader who has acall optionexpiring in June with a $10 strike price on Widget Company. The stock is trading at $12. As the call option nears expiration, if the trader remainsbullishon Widget Company, they can choose to maintain their investment stance and protect profits by either selling the June call option or by simultaneously buying a call option expiring in September with a strike price of $12. This \"roll up\" to a higher strike price will reduce the premium paid for the second option (compared to buying a new $10 strike call), thereby protecting part of the profits from the first trade.\n\nForwardforeign exchange contracts are usually rolled forward when the maturity date becomes thespot date. For example, if an investor has bought euros versus the U.S. dollar at 1.0500 for value on June 30, the contract would be rolled on June 28 by entering into aswap. If the spot rate in the market is 1.1050, the investor would sell the same number of euros at that rate and receive the profit in dollars on June 30.\n\nThe euros would net to zero with no movement of funds. The investor would simultaneously enter into a new forward contract to buy the same amount of euros for the new forward value date; the rate would be the same 1.1050 spot rate plus or minus theforward pointsto the new value date.\n\nA futures position must be closed out either before theFirst Notice Day, in the case of physically delivered contracts, or before theLast Trading Day, in the case of cash-settled contracts. The contract is usually closed for cash, and the investor simultaneously enters into the same futures contract trade with a later expiry date.\n\nFor example, if a trader islonga crude oil future at $110 with a June expiry, they would close this trade before it expires and then enter into a new crude oil contract at the current market rate that expires at a later date.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/r/rollforward.asp"
}