{
  "term": "Rollover Risk: Definition, How It Works, and Example",
  "definition": "Rollover risk is a risk associated with the refinancing ofdebt. Rollover risk is commonly faced by countries and companies when a loan or other debt obligation (like a bond) is about to mature and needs to be converted, or rolled over, into new debt. If interest rates have risen in the meantime, they would have torefinancetheir debt at a higher rate and incur more interest charges in the future—or, in case of a bond issue, pay out more in interest. It is similar toreinvestment risk.\n\nRollover risk may also refer to the risk of losing money when rolling derivatives positions.\n\nAlso known as \"roll risk,\" rollover risk is sometimes used interchangeably withrefinancing risk. However, it's actually more of a sub-category of that. Refinancing risk is a more general term, referring to the possibility of a borrower being unable to replace an existing loan with a new one. Rollover risk deals more specifically with the adverse effect of rolling over or refinancing debt.\n\nThis effect has more to do with prevailing economic conditions—specifically, interest rate trends and theliquidityof credit—than the financial condition of the borrower. For example, if the U.S. had $1 trillion dollars of debt it needed to roll over in the next year, and interest rates suddenly rose 2% higher before the new debt was issued, it would cost the government a lot more in new interest payments.\n\nThe state of the economy is also significant. Lenders are often unwilling to renew expiring loans during a financial crisis, when collateral values drop, especially if they are short-term loans—that is, their remaining maturity is less than one year.\n\nSo along with the economy, the nature of the debt can matter, according to a 2012 article \"Rollover Risk and Credit Risk,\" published inThe Journal of Finance:\n\nRollover risk also exists in derivatives, where futures or options contracts must be \"rolled\" over to later maturities as near-term contracts expire in order to preserve one's market position. If this process will incur a cost or lose money it poses a risk.\n\nIn particular, it refers to the possibility that a hedge position will expire at a loss, necessitating a cash payment when the expiring hedge is replaced with a new one. In other words, if a trader wants to hold a futures contract until its maturity and then replace it with a new, similar contract, they run the risk of the new contract costing more than the old—paying a premium to extend the position.\n\nAt the beginning of October 2018, the World Bank issued concerns about two Asian nations; \"Rollover risks are potentially acute for Indonesia and Thailand, given their sizable stocks of short-term debt (around $50 billion and $63 billion, respectively),\" it stated.\n\nThe World Bank's concerns had reflected the fact that central banks around the world had been tightening credit and raising interest rates, following the lead of the U.S.Federal Reserve, which had increased thefederal funds ratesteadily between 2015 and December 2018, from near 0% to 2.25%—resulting in billions in U.S. and foreign investments being pulled from both countries.\n\nHowever, between 2008 and 2021, interest rates fell as the Fed cut the federal funds rate to a range of 0.0% to 0.25%.The move was made to support the economy amid the 2020 economic crisis following the global COVID-19 pandemic.However, 2022 saw increased inflation and the Fed was forced to raise interest rates. This can result in renewed rollover risk.\n\nInterest rate changes are out of our individual control, so it is difficult to minimalize rollover risk. Institutional traders can use interest rate derivatives to hedge this type of exposure, but this is largely unavailable to ordinary individuals.\n\nIf you have a mortgage with no prepayment penalties, it can make sense to refinance when interest rates fall, lowering your monthly payments and reducing the overall amount of interest paid on the loan. Because refis are new loans, they often come with fees and closing costs. Therefore, the interest rate has to be sufficiently lower enough to also cover these costs.\n\nInderivativestrading, contracts expire on regular schedules and so positions must be \"rolled over\" to longer-dated contracts in order to maintain them. Roll risk in this context is the risk of losses resulting from this type of transaction.\n\nPrinceton University. \"The Journal of Finance: Rollover Risk and Credit Risk,\" Page 392.\n\nISSUU. \"World Bank East Asia and Pacific Economic Update October 2018,\" Page 43.\n\nISSUU. \"World Bank East Asia and Pacific Economic Update October 2018,\" Pages 19,42.\n\nFederal Reserve Board. \"Federal Reserve Issues March FOMC Statement.\"\n\nFederal Reserve Board. \"Federal Reserve Issues December FOMC Statement.\"",
  "url": "https://www.investopedia.com/terms/r/rollover-risk.asp"
}