{
  "term": "Round Lot: What It Is, How It Works, and Trends",
  "definition": "A round lot refers to a standard trading order ofsecurities. Round lots can consist of 100 or any multiple of 100 units of securities. Lots are traded on exchanges and are made up of any type of security, includingstocks and bonds. In stocks, a round lot is considered 100 shares or a larger number that can be evenly divided by 100. In bonds, a round lot is usually $100,000 worth. A round lot is often referred to as a normal trading unit and is contrasted with an odd lot.\n\nIn trading, alotis a fixed number of units of a financial asset traded on an exchange. Lots can be bought or sold. As noted above, they can include any type of financial instrument, including stocks andexchange-traded funds (ETFs), bonds, options, futures, andforeign exchangeamong others.\n\nInvestment managers and institutions typically purchase stocks in large batches. Round lots often have lower trading costs than other orders, anddiscountsare applied for various round lot amounts. Round lots help simplify the trading process and increasemarket efficiency.\n\nHistorically, a round lot of 100 shares of stock has been the smallest order that can be placed through anexchange. However, that is changing. Today, so-called odd lots andfractional sharesallow for the execution of orders as small as one share on some exchanges or even a fraction of a share.\n\nRound lots are generally executed quicker, although trading in odd lots is becoming easier and less costly.\n\nA lot consisting of fewer than 100 shares or a lot that cannot be evenly divided by 100 is called anodd lot. Odd lots may be combined or bunched into round lots to facilitate trading. Amixed lotconsists of both a round lot and an odd lot. An order of 198 shares would be considered a mixed lot.\n\nOdd lots are increasingly common, but they generally incur higher costs. Improved electronic trading technologies helped reduce any additional fees. Nevertheless, odd lot trades may not be allowed or given priority. Some exchanges may require only round lots for pre-specified market orders, including reserve orders. These orders are placed for trades at a specified transaction price, and preference is given for round lots.\n\nEven fractional shares can now be traded. This type of trading originally allowed for dividendreinvestment. Many brokerages now use it to allow their customers to use adollar-cost investingstrategy. The customer sets a personal goal of investing a set amount of money, say $200, every month in a particular stock or fund, regardless of its price swings.\n\nA round lot holder is a party who owns a round lot of unrestricted shares. A round lot is made up of 100 shares or a multiple of 100 shares. Unrestricted shares are those that do not required any conditions to be filled before they can be transferred or sold.\n\nThe term board lot refers to the standard number of units of shares set by an exchange as a single trading unit. For most exchanges, this is generally the same as a round lot, which represents 100 shares or a multiple of 100 shares. Keep in mind, though, that the size of a board lot may change based on the exchange, so it may be higher in some cases. For instance, Japanese exchanges have board lot sizes of 1,000 shares.\n\nRound lots are among the most common large trading orders as they incur the lowest trading fees. But odd lots are becoming more common among traders and brokers. That's because automated and electronic trading makes it easier to execute these trades at lower costs.\n\nA lot is the total number of units of a financial instrument that is bought and sold on an exchange. Lots can be mixed, odd, or round. The size of a round lot is determined by the exchange. In most cases, it is made up of 100 shares of a financial security, such as a stock or bond. It may also be a multiple of 100. Trading round lots helps improve market efficiency and, because it's a bulk order, also provides traders with lower trading costs.\n\nCharles Schwab. \"What are wheat futures?\"\n\nFidelity. \"Stock FAQS: International Stock Trading.\"",
  "url": "https://www.investopedia.com/terms/r/roundlot.asp"
}