{
  "term": "Routing Transit Number: What It Is, How It Works, Where To Find",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA routing transit number (RTN) is a nine-digit number used to identify a bank orfinancial institutionwhen clearing funds for electronic transfers or processing checks in the U.S. A routing transit number is also used in online banking and by clearinghouses for financial transactions.\n\nOnly federally chartered and state-chartered banks that are eligible to maintain an account at aFederal Reserve Bankare issued routing transit numbers.\n\nA bank’s routing transit number is located at the bottom of a check and is the first nine digits on the far left. The first four digits designate the Federal Reserve Bank of the district where the institution is located. The next four digits denote the bank itself, while the last digit is a classifier for the check ornegotiable instrument.\n\nThenumbers following the routing transit numberon a check are the account number and check number for the bank from which the funds are to be drawn. All checks written on state or federally chartered banks will have routing transit numberson the bottom.\n\nPaper checks also have a routing symbol, which performs much the same function as the routing numbers on the bottom of the check. The routing symbol is located at the top of the check and is also called thefractional bank number.\n\nRouting transit numbers are often used when setting up awire transferrelationship with one’s personal or business bank. A wire transfer is an electronic funds payment across a network administered by hundreds of banks worldwide.\n\nRouting numbers are nine digits long, while bank account numbers often vary in length. In addition, your routing number will always begin with a 0, 1, 2, or 3.\n\nWhile no physical currency moves among financial institutions during a wire transfer, information does pass between banks, including the recipient's account information, the receiver's bank account number, and the transfer amount. As a result, a correct routing transit number is critical to ensure sensitive information is directed to the appropriate receiving party and that the transaction goes through smoothly.\n\nRouting transit numbers are also involved indirect depositsof money from employers paying employees and income tax refunds from theInternal Revenue Service (IRS), for example. A direct deposit allows a sender to deposit funds directly into the receiver’s bank account electronically instead of issuing a paper check.\n\nA few terms are synonymous with \"routing transit number,\" including \"routing number,\" \"transit number,\" and \"ABA number.\"ABA is an acronym for theAmerican Bankers Association, which established these numbers in 1910.\n\nThe terms \"routing,\" \"transit,\" and \"ABA\" are often used interchangeably. Routing numbers were originally established for checking accounts but have since evolved to include identifying banks during electronic transactions as well.\n\nASWIFTcode is a similar identification code used for facilitating banking transactions, although SWIFT codes are mainly used for international transfers.\n\nAlternatively, aninternational bank account number(IBAN) is a lengthy alphanumeric code that identifies the country, check number, bank code, bank branch code, and bank account number of a transaction. It is also mainly used for international transactions.\n\nBefore the invention of the internet and the widespread use of computers, check fraud was a major issue. Fraudsters could falsify a routing number on a check and attempt to cash the check at a local bank. Without the banks being on an interconnected computer system, it was difficult to verify checking account routing numbers, leading to instances of fraud and theft.\n\nLexisNexis Risk Solutions is the official registrar of routing numbers, and newly organized financial institutions must apply for a routing number. A single financial institution may have multiple routing numbers for different payment methods. For example, a bank may have a routing number specific forACH transfers, paper transactions, or wire transfers.\n\nA routing number is a nine-digit number used to identify a financial institution. Banks use routing numbers to process transactions, as the routing number tells all parties involved which institutions are involved and which parties are receiving or distributing funds.\n\nYour bank's routing number can be found on the bottom of a paper check. Alternatively, you can often find the routing number when you log into an online banking portal. The routing number is usually in the same location as your account number.\n\nWhen looking at a check, the furthest-left numbers at the bottom are your bank's routing number. The left-most nine digits are the routing number, while the right-most numbers are your account number and check number. The check number at the bottom of a check will correspond to the check number in the upper right corner.\n\nFinancial institutions use routing numbers to communicate between banks. The number identifies the institution you use so that the transacting parties know where your account is located.\n\nA routing transit number, sometimes called an RTN, is a nine-digit number used to identify a bank or financial institution when clearing funds or processing checks. The American Bankers Association (ABA) established routing numbers in 1910. Routing numbers are also sometimes referred to as \"ABA numbers.\" These numbers are often used when setting up a wire transfer or direct deposit.\n\nIt's important to know how to find yours: at the bottom of a paper check—the first nine digits on the far left. The first four digits designate the Federal Reserve Bank where the institution is located. The next four digits denote the bank itself, and the last digit is a classifier for the check. In online banking, you can often find the routing number when you log in to a banking portal. It likely is reported in the same location as your account number.\n\nAmerican Bankers Association. \"Routing Number Policy & Procedures.\"\n\nCitizens Bank. \"What Is Direct Deposit? How It Works and Other FAQs.\"\n\nU.S. Treasury Department. \"Routing Transit Number (RTN).\"\n\nAmerican Bankers Association. \"ABA Routing Number.\"",
  "url": "https://www.investopedia.com/terms/r/routing_transit_number.asp"
}