{
  "term": "Roy's Safety-First Criterion (SFRatio) Definition and Calculation",
  "definition": "Investopedia / Michela Buttignol\n\nRoy's Safety First Criterion is a formula to determine the probability that an investment portfolio will provide the expected returns.\n\nRoy's safety-first criterion, also known as the SFRatio, is a risk management approach that sets a minimum required return for a given level ofrisk. It is used to determine the probability that a given portfolio will meet or exceed the investor's expected returns.\n\nRoy's safety-first criterion allows investors to compare potential portfolio investments based on the probability that the portfolio returns will fall below their minimum desired return threshold.\n\n﻿SFRatio=re−rmσpwhere:re=Expected return on portfoliorm=Investor’s minimum required returnσp=Standard deviation of the portfolio\\begin{aligned} &SFRatio = \\frac{r_e-r_m}{\\sigma_p}\\\\ &\\textbf{where:}\\\\ &r_e = \\text{Expected return on portfolio}\\\\ &r_m = \\text{Investor's minimum required return}\\\\ &\\sigma_p = \\text{Standard deviation of the portfolio}\\\\ \\end{aligned}​SFRatio=σp​re​−rm​​where:re​=Expected return on portfoliorm​=Investor’s minimum required returnσp​=Standard deviation of the portfolio​﻿\n\nThe SFRatio is calculated by subtracting the minimum desired return from theexpected returnof a portfolio and dividing the result by thestandard deviationofportfolio returns. The optimal portfolio will be the one that minimizes the probability that the portfolio's return will fall below a threshold level.\n\nThe SFRatio provides a probability of getting aminimum-required returnon a portfolio. An investor's optimal decision is to choose the portfolio with the highest SFRatio. Investors can use the formula to calculate and evaluate various scenarios involving different asset-class weights, different investments and other factors that affect the probability of meeting their minimum return threshold.\n\nSome investors feel that Roy's safety-first criterion is arisk-managementphilosophy in addition to being an evaluation method. By choosing investments that adhere to a minimum acceptable portfolio return, an investor can sleep at night knowing that her investment will achieve a minimum return, and anything above that is \"gravy.\"\n\nThe SFRatio is very similar to theSharpe ratio; for normally distributed returns, the minimum return is equal to the risk-free rate.\n\nAssume three portfolios with various expected returns and standard deviations. Portfolio A has an expected return of 12% with a standard deviation of 20%. Portfolio B has an expected return of 10% with a standard deviation of 10%. Portfolio C has an expected return of 8% with a standard deviation of 5%. The threshold return for the investor is 5%.\n\nWhich portfolio should the investor choose? SFRatio for A: (12 - 5) / 20 = 0.35; B: (10 - 5) / 10 = 0.50; C: (8 - 5) / 5 = 0.60. Portfolio C has the highest SFRatio and thus should be selected.",
  "url": "https://www.investopedia.com/terms/r/roys-safety-first-criterion.asp"
}