{
  "term": "Rule 10b-5: Definition and Role in Securities Fraud",
  "definition": "Rule 10b-5 is a regulation created under theSecurities Exchange Act of 1934that targetssecurities fraud. This rule makes it illegal for anybody to directly or indirectly use any measure to defraud, make false statements, omit relevant information, or otherwise conduct business operations that would deceive another person in the process of conducting transactions involving stock and other securities.\n\nRule 10b-5 is formally known as the Employment of Manipulative and Deceptive Devices.\n\nRule 10b-5 is the main basis for the U.S.Securities and Exchange Commission (SEC)toinvestigate possible security fraud claims. Violations of the rule include executives making false statements to elevate share prices, a company hiding huge losses or low revenue withcreative accountingpractices, or actions taken to grant current shareholders a better return on their investments—as long as the deception remains undiscovered. These schemes typically require ongoing, misleading statements to perpetrate fraud.\n\nRule 10b-5 also covers instances where an executive issues false statements to artificially drive down the price of a company’s stock so they can buy up more shares at a discounted rate. These and other manipulative uses of confidential information are acts ofinsider trading.\n\nIn addition to making illicit profits or attracting more investors, these schemes can be put in motion as a way of taking over a company by changing theshareholderbalance.\n\nIn 2000, the SEC further defined and clarified a range of issues related to potential securities fraud with ratification ofRule 10b5-1and Rule 10b5-2. These rules put insider trading into a more modern, legal perspective.\n\nRule 10b5-1 says that an individual is trading based onmaterial nonpublic information (MNPI)if that person is aware of the information while engaging in a sale or purchase of securities.\n\nHowever, there are exceptions to and stipulations of Rule 10b5-1 that let individuals proceed with trading even if they possess such information. They include trades that are parts of plans that were already set in motion through a contract or process that wouldn’t be affected by knowledge of the information.\n\nAccording to Rule 10b5-2, securities fraud can be committed even under nonbusiness circumstances.\n\nRule 10b5-2 explains ways that themisappropriation theory—which postulates that a person who uses insider information in trading securities has committed securities fraud against the information source even if that person isn’t aninsider—can apply even under nonbusiness circumstances.\n\nIt further states that an individual who obtains confidential information is obliged to a duty of trust.\n\nIn general, an affirmative defense occurs in a legal sense when someone takes precautionary action before an event. For instance, say you had a broken sidewalk slab in front of your house, and you’re afraid someone might get hurt if they trip on the slab and then sue you. Until getting it repaired, you place some orange hazard cones on the site to warn others that there is a hazard. That constitutes an affirmative defense, meaning you took steps to warn others ahead of someone hurting themselves.\n\nIn thesecuritiesindustry, an affirmative defense is used to apply to securities transactions that could otherwise be interpreted as insider trading or a potentially shady transaction involving MNPI. A 10b5-1 trading plan set up by a company or insider executive spells out the time period covered by the plan, the amount of securities involved, and any price involved in the transaction, as well as the executive involved.\n\nFor instance, a 10b5-1 plan might be entered into by a senior executive, in which they intend to sell X amount of shares by a certain date and at a certain price. Having their 10b5-1 plan in place not only eliminates the perception of any sort of insider trading but also discloses in public the actual details of the executive’s trading plan. All this is intended to keep markets transparent and insider trading visible to everyday investors. The 10b5-1 plan is the “orange safety cone” in the securities markets.\n\nSeveral adjustments to the use of the affirmative defense doctrine by insiders became effective on Feb. 27, 2023. Insider trading under these rules means there is a plan to sell securities by officers, directors, and others with access to MNPI.\n\nThe following are changes put in place in early February 2023 to clarify rules and procedures related to insider trading activities.\n\nFor directors andSection 16officers wishing to trade their company’s stock, there is now a mandatorycooling-off period. Section 16 is a rule within the Securities Exchange Act of 1934 that spells out the regulatory filing responsibilities that directors, officers, and principal stockholders are legally required to adhere to.\n\nThe new required cooling-off period covers the later of: 90 days before trading under a 10b5-1 plan can be activated, or two business days after disclosure in a periodic report of the issuer’s financial results for the quarter in which the plan was adopted.\n\nThe idea of the cooling-off period is to prevent the appearance of insider trading by having an executive lay out a plan for transactions well in advance of any actual transaction—in this case, 90 days before the 10b5-1 plan can be put in action.\n\nFor people other than an issuer, director, or Section 16 officer, a 30-day cooling-off period is required between the plan’s adoption and the start of trading under it.\n\nPreviously, there was no mandatory cooling-off period, although most issuers and firms observed some form of a “quiet period,” most frequently using a 30-day time frame.\n\nThis rule applies to people with an existing 10b5-1 plan. It prohibits them from establishing an additional 10b5-1 plan covering the same time period defined under 10b5-1(c)(1). This regulation is intended to prevent the hedging of an existing 10b5-1 plan with overlapping dates, which may give the 10b5-1 holder an unfair advantage over the general investing public.\n\nThis new regulation offers the availability of the affirmative defense for all individuals, other than issuers, to be applied to asingle-trade plan during any 12-month period in which the plan calls for the purchase or sale of securities in a single transaction.\n\nThe exception to this rule is that no other 10b5-1 plan calling for a single transaction has been enacted in the last 12 months or would otherwise satisfy Rule 10b5-1(c). As with the overlapping-plan exception, the SEC excluded from this prohibitionqualified sell-to-cover transactions, typically made for tax purposes.\n\nThis rule requires directors and Section 16 officers to declare in their 10b5-1 plan that they don’t have MNPI and that they are entering the 10b5-1 plan in good faith and not as part of a plan or scheme to evade the prohibitions of Rule 10b-5.\n\nWhile previously there was no regulation covering certification of a lack of MNPI, most banks and institutions would regularly require such anattestationas part of a 10b-5 plan.\n\nAll 10b5-1 plans must contain a certification that the plan owner is acting in good faith during the tenure of the plan. This regulation is specifically aimed at the owners of plans (insiders) and the possibility that they might attempt to influence others to make pronouncements or take other actions that would be favorable to the 10b5-1 plan owner. Violation of the good-faith rule removes the affirmative defense option and exposes the plan owner to punishment for insider trading violations.\n\nThis rule covers insider trading and lays out various ways in which insiders can manipulate securities in their favor and against the general investing public. It also provides ways for insiders to rightfully transact in their own company’s stock, creating a trading plan that serves as an affirmative defense to insider trading rules.\n\nSenior company officers or directors can avoid the appearance of insider trading and use an affirmative defense by establishing a plan in advance (90 days for insiders or 30 days for outsiders) to transact (sell or buy) in the securities of the insider’s firm.\n\nAnyone who comes into possession of MNPI is under an obligation not to act on that information, as it could still be construed as a form of insider trading, leading to prosecution of the person acting on it.\n\nThe SEC has recently declared a 90-day mandatory cooling-off period before a 10b5-1 plan can be implemented. This is to avoid the appearance of potential insider trading and offers the company insider an affirmative defense once they enact their 10b5-1 trading plan.\n\nRule 10b-5 sets regulations against insider trading. The rule lays out the types of information considered material nonpublic information (MNPI) and outlines ways that insiders can violate SEC insider trading regulations and expose themselves to penalties and fines.\n\nRule 10b5-1 was created to allow senior company officials to transact in the company’s stock and avoid insider trading prohibitions. The insider can adopt an affirmative defense for such trading by creating a plan in advance that details what transactions the insider intends to make.\n\nCode of Federal Regulations. “§ 240.10b-5 Employment of Manipulative and Deceptive Devices.”\n\nU.S. Securities and Exchange Commission. “Final Rule: Selective Disclosure and Insider Trading.”\n\nCode of Federal Regulations. “§ 240.10b5-1 Trading ‘on the Basis of’ Material Nonpublic Information in Insider Trading Cases.”\n\nCode of Federal Regulations. “§ 240.10b5-2 Duties of Trust or Confidence in Misappropriation Insider Trading Cases.”\n\nU.S. Securities and Exchange Commission. “Insider Trading Arrangements and Related Disclosures.”\n\nWhite & Case. “SEC Adopts Amendments to Rule 10b5-1.”",
  "url": "https://www.investopedia.com/terms/r/rule10b5.asp"
}