{
  "term": "Rule of 78: Definition, How Lenders Use It, and Calculation",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Rule of 78 is a method used by some lenders tocalculate interest chargeson a loan. The Rule of 78 requires the borrower to pay a greater portion of interest in the earlier part of a loan cycle, which decreases the potential savings for the borrower in paying off their loan.\n\nThe Rule of 78 gives greater weight to months in the earlier part of a borrower’s loan cycle when calculating interest, which increases the profit for the lender. This type of interest calculation schedule is primarily used on fixed-ratenon-revolving loans. The Rule of 78 is an important consideration for borrowers who potentially intend to pay off their loans early.\n\nThe Rule of 78 holds that the borrower must pay a greater portion of the interest rate in the earlier part of the loan cycle, which means the borrower will pay more than they would with a regular loan.\n\nThe Rule of 78 loan interest methodology is more complex than a simpleannual percentage rate(APR) loan. In both types of loans, however, the borrower will pay the same amount of interest on the loan if they make payments for the full loan cycle with no pre-payment.\n\nThe Rule of 78 methodology gives added weight to months in the earlier cycle of a loan. It is often used by short-term installment lenders who provide loans tosubprime borrowers.\n\nIn the case of a 12-month loan, a lender would sum the number of digits through 12 months in the following calculation:\n\nFor a one year loan, the total number of digits is equal to 78, which explains the term the Rule of 78. For a two year loan, the total sum of the digits would be 300.\n\nWith the sum of the months calculated, the lender then weights the interest payments in reverse order applying greater weight to the earlier months. For a one-yearloan, the weighting factor would be 12/78 of the total interest in the first month, 11/78 in the second month, 10/78 in the third month, etc. For a two-year loan, the weighting factor would be 24/300 in the first month, 23/300 in the second month, 22/300 in the third month, etc.\n\nWhen paying off a loan, the repayments are composed of two parts: the principal and the interest charged. The Rule of 78 weights the earlier payments with more interest than the later payments. If the loan is not terminated or prepaid early, the total interest paid between simple interest and the Rule of 78 will be equal.\n\nHowever, because the Rule of 78 weights the earlier payments with more interest than a simple interest method, paying off a loan early will result in the borrower paying slightly more interest overall.\n\nIn 1992, the legislation made this type of financing illegal for loans in the United States with a duration of greater than 61 months. Certain states have adopted more stringent restrictions for loans less than 61 months in duration, while some states have outlawed the practice completely for any loan duration. Check with your state's Attorney General's office prior to entering into a loan agreement with a Rule of 78 provision if you are unsure.\n\nThe difference in savings from early prepayment on a Rule of 78 loan versusa simple interest loanis not significantly substantial in the case of shorter-term loans. For example, a borrower with a two-year $10,000 loan at a 5% fixed rate would pay total interest of $529.13 over the entire loan cycle for both a Rule of 78 and a simple interest loan.\n\nIn the first month of the Rule of 78 loan, the borrower would pay $42.33. In the first month of a simple interest loan, the interest is calculated as a percent of the outstandingprincipal, and the borrower would pay $41.67. Aborrowerwho would like to pay the loan off after 12 months would be required to pay $5,124.71 for the simple interest loan and $5,126.98 for the Rule of 78 loan.",
  "url": "https://www.investopedia.com/terms/r/ruleof78.asp"
}