{
  "term": "Rule 144A: Definition, What It Allows, and Criticism",
  "definition": "Investopedia / Michela Buttignol\n\nThe term Rule 144A refers to a legal provision that amends restrictions placed on trades ofprivately placed securities. This safe harbor loosens restrictions set forth by Rule 144 under Section 5 of theSecurities Act of 1933required for sales of securities by theSecurities and Exchange Commission(SEC).\n\nKnown as the Private Resales of Securities to Institutions, Rule 144A was introduced in 2013 and allows these investments to be traded amongqualified institutional buyers(QIB).It substantially increased theliquidityof the affected securities. It also drew concern that it may help facilitate fraudulent foreign offerings and reduce the range of securities on offer to the general public.\n\nRule 144A was created in 2012 under the Jumpstart Our Business Startups (JOBS) Act. Subsequently, the SEC took the decision to implement it in 2013. It allowed sales to take place to more sophisticatedinstitutional investors, as they may not require the same type of information and protection as other investors. The Securities Act stipulates that securities issuers must register them with the SEC and provide extensive documentation through afilingwith the agency before they can be offered to the general public.\n\nUnder the original Rule 144 from the Securities Act, a minimum level of public-accessible information is required of the selling party. For reporting companies, this issue is addressed as long as they are in compliance with their regular reporting minimums. For nonreporting companies (also callednon-issuers), basic information regarding the company, such as company name and the nature of its business, must be publicly available.\n\nRule 144A provides a mechanism for the sale ofsecuritiesthat are privately placed to QIBs that do not—and are not required—to have an SEC registration in place. Instead, securities issuers are only required to provide whatever information is requested by the purchaser before making an investment.This creates a moreefficient marketfor the sale of those securities.\n\nA qualified institutional buyer is an entity that owns and invests a minimum of $100 million in securities not affiliated with the entity.\n\nThe sale must be handled by a brokerage or other registered firm in a manner deemed routine for affiliate sales. This requires that no more than a normal commission be issued, where neither thebrokernor thesellercan be involved in the solicitation of the sale of those securities.\n\nTo meet filing requirements, any affiliate sale of over 5,000 shares or over $50,000 during the course of a three-month span must be reported to the SEC on Form 144. Affiliate sales under both of these levels are not required to be filed with the SEC.\n\nForaffiliates, there is a limit on the number of transactions, referred to as the volume, that cannot be exceeded. This must amount to no more than 1% of theoutstanding sharesin a class over three months or the average weekly reported volume during the four-week period preceding the notice of sale onForm 144.\n\nRule 144A relaxed theholding periodregulations for securities before they can be offered or sold to qualified institutional buyers. Rather than the customary two-year holding period, a minimum six-month period applies to a reporting company, and a minimum one-year period applies to issuers who are not required to meet reporting requirements. These periods begin on the day the securities in question were bought and considered paid in full.\n\nRule 144A succeeded in increasing non-SEC trading activity. This led to concern over trading that was all but invisible to individual investors as well as to some institutional ones. TheFinancial Industry Regulatory Authority(FINRA) began to report Rule 144A trades in the corporate debt market in 2014 in order to bring more transparency to the market and to allow the reporting of valuation \"formark-to-market(MTM) purposes.\"\n\nThe SEC also responded to questions in 2017 about the definition of qualified institutional buyers allowed to participate in Rule 144A trades, and how they calculate the requirement that they own and invest on a discretionary basis at least $100 million in securities of unaffiliated issuers.\n\nConcerns still endure about the effects of Rule 144A, including how it may allow unscrupulous overseas companies to fly under the regulatory radar when offering investments in the U.S. Critics say the rule ultimately creates ashadow market, allowing foreign companies to avoid the scrutiny of the SEC while opening the U.S. markets up to the possibility offraudcommitted by these entities.\n\nCornell Law School Legal Information Institute. \"Rule 144A.\"\n\nInvestor.gov. \"Securities Act Rule 144.\"\n\nMorgan Lewis. \"SEC Adopts Amendments to Rule 506 and Rule 144A To Permit General Solicitation and General Advertising, and Proposes Additional Related Requirements.\"\n\nMorgan Lewis. \"SEC Adopts Amendments to Rule 506 and Rule 144A To Permit General Solicitation and General Advertising, and Proposes Additional Related Requirements.\"\n\nFederal Registrar. \"Eliminating the Prohibition Against General Solicitation and General Advertising in Rule 506 and Rule 144A Offerings.\"\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\"\n\nCornell Law School Legal Information Institute. \"17 CFR § 230.144A - Private Resales of Securities to Institutions.\"\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\"\n\nFINRA. \"FINRA Brings 144A Corporate Debt Transactions Into the Light.\"",
  "url": "https://www.investopedia.com/terms/r/rule144a.asp"
}