{
  "term": "Rule 10b5-1 Definition, How It Works, SEC Requirements",
  "definition": "Investopedia / Michela Buttignol\n\nRule 10b5-1 is aSecurities and Exchange Commission (SEC)regulation that allows insiders of public companies to set up a trading plan for selling stocks they own. Rule 10b5-1 permits major holders to sell a predetermined number of shares at a predetermined time. Many corporate executives use 10b5-1 plans to avoid accusations ofinsider trading. It is used to clarifyRule 10b-5, which was created under theSecurities and Exchange Act of 1934, which is the primary vehicle for the investigation of securities fraud.\n\nRule 10b5-1 allows companyinsidersto make predetermined tradeswhile following insider trading lawsand avoiding insider trading accusations. It is recommended that companies permit an executive to either adopt or amend a 10b5-1 plan when its executives are allowed to trade the securities in tandem with their insider trading policy. Rule 10b5-1 stops any insiders from changing or adopting a plan if they are in possession ofmaterial nonpublic information (MNPI).\n\nIt is not uncommon to see a majorshareholdersell some of their shares at regular intervals. A director of XYZ Corporation, for example, may choose to sell 5,000 shares of stock on the second Wednesday of every month. To avoid conflict, Rule 10b5-1 plans must be established when the individual is unaware of any MNPI. These plans usually exist as a contract between the insider and theirbroker.\n\nUnder Rule 10b5-1, directors and other major insiders in the company—large shareholders, officers, and others who have access to MNPI—can establish a written plan that details when they can buy or sell shares at a predetermined time on a scheduled basis. It is set up this way so that they are able to make these transactions when they are not in the vicinity of MNPI. This also allows companies to utilize 10b5-1 plans in large stockbuybacks.\n\nThere is a general overview and set planned guidelines for establishing a suitable Rule 10b5-1 plan. To be valid, the plan must follow three distinct criteria:\n\nFor insiders to enter into a Rule 10b5-1 plan, they must not have any access to MNPI regarding anything about the company as well the company'ssecurities.\n\nThere is nothing in the SEC laws that makes it necessary to disclose the use of Rule 10b5-1 to the public, but that doesn't mean companies shouldn't release the information anyway. Announcements that use Rule 10b5-1 are useful in warding off public relations problems and helping investors understand the logistics behind certaininsider trades.\n\nThe SEC adopted changes to Rule 10b5-1 that increased disclosure requirements for stock trades and gifts of securities in December 2022. These amendments require the person setting up trades to certify they are not aware of any MNPI and are acting in good faith. The changes also added new conditions to the use of the affirmative defense to insider tradingliability, including the establishment of a cooling-off period before any trading can commence.\n\nSEC Chair Gary Gensler said that changes to the rule came after comments over its two decades of existence, with critics pointing out that insiders can take advantage of liability rules to trade while in possession of nonpublic information. According to Gensler, the newly adopted amendments \"will help fill those potential gaps.\"\n\nAs of May 2024, stock trades settle on aT+1basis. This means that the transaction is settled one business day after it is initiated. So if an individual sells their stock on a Monday, the sale will complete on Tuesday. If the transaction is executed on a Friday, the transaction settles on the following Monday.\n\nRule 10b5-1 lets company insiders sell their company's stock, provided they set up a predetermined plan and certify that they do not have access to material nonpublic information about the company or its securities.\n\nRule 10b5-1 applies to insiders in a publicly-traded company.These include directors and senior officers as well as entities and individuals that own more than 10% of the company's voting shares.\n\nIn December 2022, the SEC adopted amendments to the rule that increase disclosure requirements and add conditions to the use of the affirmative defense to insider trading liability, including a cooling-off period before trading can begin.The SEC also made changes to the way trades settled for certain securities. As of May 2024, the settlement period for stock trades was shortened from two business days to one.\n\nRule 10b5-1 allows insiders to sell company stock by setting up a predetermined plan that specifies in advance the share price, amount, and transaction date. Theinsider sellingthe stock and the broker carrying out the transaction must certify that they are not aware of any MNPI.\n\nFederal Register. \"Selective Disclosure and Insider Trading.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Amendments to Modernize Rule 10b5-1 Insider Trading Plans and Related Disclosures.\"\n\nU.S. Securities and Exchange Commission. \"New 'T+1' Settlement Cycle - What Investors Need to Know: Investor Bulletin.\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: Insider Transactions and Forms 3, 4, and 5.\"",
  "url": "https://www.investopedia.com/terms/r/rule-10b5-1.asp"
}