{
  "term": "Rule of Thumb: Definition and Financial Examples",
  "definition": "A rule of thumb is aheuristicguideline that provides simplified advice or some basic rule-set regarding a particular subject or course of action. It is a general principle that gives practical instructions for accomplishing or approaching a certain task. Typically, rules of thumb develop as a result of practice and experience rather than through scientific research or a theoretical foundation.\n\nInvestors may be familiar with a variety of \"financial rules of thumb\" that are intended to help individuals learn, remember and apply financial guidelines. These rules of thumb address methods and procedures for saving, investing, purchasing a home and planning for retirement. Although a rule of thumb may be appropriate for a wide audience, it may not apply universally to every individual and unique set of circumstances.\n\nTheRule of 72is such a quick, useful formula that is popularly used to estimate the number of years required to double the invested money at a given annualrate of return. While calculators and spreadsheets have inbuilt functions to accurately calculate the precise time required to double the invested money, the Rule of 72 comes in handy for mental calculations to quickly gauge an approximate value.\n\nThere are several well-known financial rules of thumb that provide guidance for investors, including the following guidelines:\n\nThere are also rules of thumb for determining how muchnet worthyou will need to retire comfortably at anormal retirement age. Here is the calculation that Investopedia uses to determine your net worth:\n\nWhile rules of thumbs are useful to people as general guidelines, they may be too oversimplified in many situations, leading to underestimating or overestimating an individual’s needs. Rules of thumb do not account for specific circumstances or factors occurring at a particular time, or that could change over time, which should be considered for making sound financial decisions.\n\nFor example, in a tight job market, an emergency fund amounting to six months of household expenses does not consider the possibility of extended unemployment. As another example, buying life insurance based on a multiple of income does not account for the specific needs of the surviving family, which include a mortgage, the need for college funding and an extended survivor income for a non-working spouse.",
  "url": "https://www.investopedia.com/terms/r/rule-of-thumb.asp"
}