{
  "term": "Run Rate: Definition, How It Works, and Risks With Using It",
  "definition": "The run rate refers to the financial performance of a company based on using current financial information as a predictor of future performance. The run rate functions as an extrapolation of current financial performance and assumes that current conditions will continue.\n\nThe run rate can also refer to the average annual dilution from company stock option grants over the most recent three-year period recorded in the annual report.\n\nIn the context ofextrapolating future performance, the run rate takes current performance information and extends it over a longer period. For example, if a company hasrevenuesof $100 million in its latest quarter, theCEOmight infer that, based on the latest quarter, the company is operating at a $400 million run rate. When the data is used to create a yearly projection for potential performance, the process is referred to as annualizing.\n\nA run rate can be helpful in the creation of performance estimates for companies that have been operating for short periods of time, such as less than a year, as well as newly created departments or profit centers. This can be especially true for a business experiencing its first profitable quarter. Additionally, the run rate can be helpful in cases where a fundamental business operation was changed in some way that was anticipated to affect all future performances of the associated business.\n\nThe run rate can be a very deceiving metric, especially in seasonal industries. A great example of this is a retailer examining profit after the winter holiday season, as this is a time when many retailers experience higher sales volumes. If information based on holiday season sales was used to create a run rate, estimates of future performance may be incidentally inflated.\n\nAdditionally, the run rate is generally based only on the most current data and may not properly compensate for circumstantial changes that can cause an inaccurate overall picture. As an example, certain technology producers likeApple and Microsoftexperience higher sales in correlation with a new product release. Using data only from the period immediately following a large product release may lead to skewed data.\n\nFurther, run rates do not account for large, one-time sales. For example, if a manufacturer lands a large contract that is paid for upfront, regardless of the timing of the delivery of the goods or services, this can cause sales numbers to be abnormally high for one reporting period based on this anomalous purchase.\n\nIn finance, the run rate extrapolates a firm's current performance in order to predict future performance with the assumption that current conditions will persist. The projections are usually for an entire year which is why this process is sometimes called \"annualizing.\" For example, if a company has revenues of $100 million in its latest quarter, the CEO might infer that the company is operating at a $400 million annualized run rate.\n\nA run rate can be helpful in the creation of performance estimates for companies that have been operating for short periods of time, such as less than a year, as well as newly created departments or profit centers. Additionally, the run rate can be helpful in cases where a fundamental business operation was changed in some way that was anticipated to affect all future performances of the associated business.\n\nThe run rate can be a very deceiving metric, especially in seasonal industries, where estimates of future performance may be incorrectly inflated. Also, since it is generally based only on the most current data, it may not properly compensate for circumstantial changes that can cause an inaccurate overall picture. Furthermore, run rates do not account for large, one-time events which can skew projections.",
  "url": "https://www.investopedia.com/terms/r/runrate.asp"
}