{
  "term": "Russell 2000 Index Definition and Key Metrics",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Russell 2000 Index is a stock market index that measures the performance of the 2,000 smaller companies included in theRussell 3000 Index. The Russell 2000 is managed by London'sFTSE Russell Group, widely regarded as abellwetherof the U.S. economy because of its focus on smaller companies in the U.S. market.\n\nThe Russell 2000 Index was launched in 1984 by the Frank Russell Company. It is a U.S. index managed by FTSE Russell, a subsidiary of theLondon Stock Exchange (LSE)Group. The index is composed of about 2,000 small-cap companies.\n\nThe index is the most widely quoted measure of the overall performance of small-cap tomid-capstocks. It represents approximately 7% of the total Russell 3000market capitalizationand is made up of the bottom two-thirds in terms of company size of the Russell 3000 index. The larger index reflects the movements of nearly 96% of all publicly traded U.S. stocks.\n\nAs of FTSE Russel's index factsheet dated March 31, 2024, the index's top three holdings were Super Micro Computer (SMCI), Microstrategy (MSTR), and Comfort Systems USA (FIX). It is highest weighted in industrials, followed by healthcare, then financials.The table below highlights a breakdown of the index by industry.\n\nMutual fundinvestors favor the Russell 2000 Index because it reflects the investment opportunity presented by the entiremarketrather than opportunities offered by narrower indices, which may contain bias or more stock-specific risk that can distort a fund manager's performance. It's no surprise that many funds andexchange-traded funds (ETFs)mirror or are based on the Russell 2000.\n\nMany investors comparesmall-capmutual funds' movements against the index's movement. That's because the index's movement is seen as a reflection of the opportunities in that entire sub-section of the market rather than narrower indices, which may contain biases or more stock-specific risks that can distort performance.\n\nAs of March 31, 2024, the averagevaluefor a company on the Russell 2000 was $4.82 billion, while the median market cap was $960 million. The largest stock by market cap on the index was $58.43 billion.The Russell 2000 first traded above 1,000 on May 20, 2013.\n\nTwo sub-indexes of the Russell 2000 have been created to track the performance of companies within it that contain unique characteristics that are desired by certain types of investors:\n\nThe smallest 1,000 companies in the Russell 2000 make up the Russell1000 Microcap Index.The Russell 2000 is itself composed of the two-thousand smallest companies in the broader Russell 3000 Index.\n\nThe Russell 2000 Index is weighted using a combination of market cap and the other indexes a stock is listed on. This means that a member stock's last sale price, the number of shares that can be traded, and whether it is on other indexes influence its listing on the index.\n\nThe other big difference between the Russell 2000 and other major indices is that it tracks small-cap stocks. The S&P 500 andDow Jones Industrial Average (DJIA)indices, on the other hand, track large-cap stocks.\n\nThe index's returns can be replicated by investors who take the trouble to create a sizeable and complexportfoliothat mirrors the index. However, there are far easier ways to get the same returns. For instance, investors can use index futures orindex-based mutual fundsthat track the Russell 2000. The most popular option is an ETF. The most heavily traded of the ETFs is the iShares Russell 2000 index ETF (IWM).\n\nThe Russell 2000 Index is a measure of the performance of 2,000 publicly traded small-cap U.S. companies.\n\nThe Russell 2000 weighs U.S. small capitalization stocks using a float-adjusted market capitalization approach.\n\nThe Russell 2000 reached a high of 2,458 on Nov. 7, 2021.\n\nThe Russell 2000 is an index of 2,000 small-cap companies that was first launched in 1984. It is widely used as a benchmark for U.S. small-cap stocks. The index comprises 2,000 of the smallest companies in the Russell 3000, which itself covers roughly 98% of the stocks publicly traded in the U.S.The Russell 2000 is rebalanced every June, and companies are added, deleted, or kept.\n\nFTSE Russell. \"All Index Factsheets.\" Search for Russell 2000, click on link, download factsheet.\n\nFTSE Russell. \"All Index Factsheets.\" Search for Russell 3000, click on link, download factsheet.\n\nFTSE Russell. \"All Index Factsheets.\" Search for Russell 2000 Growth, click on link, download factsheet.\n\nFTSE Russell. \"All Index Factsheets.\" Search for Russell 2000 Value, click on link, download factsheet.\n\nFTSE Russell. \"All Index Factsheets.\" Search for Russell Microcap, click on link, download factsheet.",
  "url": "https://www.investopedia.com/terms/r/russell2000.asp"
}