{
  "term": "Russell 3000 Index: Stocks and Limitations",
  "definition": "Investopedia / Michela Buttignol\n\nThe Russell 3000 Index is part of theFTSE Russellthat provides exposure to the U.S. stock market. Its date of inception was Jan. 1, 1984. The index measures the performance of the largest 3,000 U.S. companies (give or take) representing approximately 96% of the investable U.S. equity market.\n\nThe Russell 3000 Index is a building block for the large-capRussell 1000and the small-capRussell 2000indexes. The largest 1,000 stocks indexed in the Russell 3000 constitute the Russell 1000, while the Russell 2000 is a subset of the smallest 2,000 components of the Russell 3000.\n\nThe Russell 3000 Index is constructed to provide a comprehensive, unbiased, and stablebarometerof the broad market and is reconstituted annually to ensure that new and growing equities are included. Securities in the financial, consumer discretionary, healthcare, and technology sectors represent a significant portion of the underlying index.\n\nAs of September 2024, the average market capitalization of Russell 3000 stock holdings was $846.1 billion. The index has 2,981 holdings.\n\nThe Russell U.S. Indexes are designed to reflect theever-changing U.S. equity market, and the annualreconstitutionprocess is critical to maintaining accurate representation. When the indexes are reconstituted, the breakpoints among large-cap, mid-cap, and small-cap stocks are redefined to ensure market changes that have occurred in the preceding year are captured.\n\nCompanies are evaluated to determine where they lie along the investment spectrum fromvalue to growth. Companies will be added to, removed, or swapped among the Russell 3000, 2000, and 1000. Stocks in the Russell 3000 index are reconstituted once a year, on the last Friday in June.\n\nFTSE Russell Group does not offer direct investment opportunities. Investors can purchase individual shares of each company represented in the Russell 3000 index, but many financial institutions offerexchange-traded funds (ETFs)or index funds that mimic the performance of the Russell 3000 and contain its component stocks.\n\nTheS&P 500Index tracks the largest 500 publicly traded companies, with exposure to 80% of U.S. stocks, compared to the Russell 3000’s 96%. TheDow Jones Industrial Average (DJIA)measures the performance of 30 large companies covering all sectors except transportation and utilities.\n\nTheNasdaq Composite Indexmeasures stocks listed exclusively on the Nasdaq exchange. There are over 3,000 securities listed on the Nasdaq composite, which gives it a broader exposure than the S&P 500 or the DJIA but weighs heavily in the technology sector.\n\nThe Russell 3000 Index reached an all-time intraday high of 3,269.12 on September 19, 2024, following a record close of 3,241.75 the day before, and the Fed's first rate cuts in over a year.\n\nInvestors cannot invest directly in a stock index, such as the Russell 3000 or the S&P 500 but can invest in an index fund or ETF that tracks the performance of the target index.\n\nFTSE Russell calculates the total market capitalization of each stock to determine whether it is large enough to be included in the Russell indices. Total market capitalization is determined by multiplying total outstanding shares by the market price as of the rank day for stocks considered at annual reconstitution.\n\nAn index fund is a type of mutual fund or ETF with a portfolio constructed to track the components of a financial market index, such as the Russell 3000.\n\nThe Russell 3000 Index, established in 1984, measures the performance of the largest 3,000 U.S. companies, representing approximately 96% of the investable U.S. equity market. Large-cap stocks direct the index’s performance and include holdings such as Apple, Microsoft, and Meta.\n\nFTSE Russell. \"Russell 3000 Factsheet,\" Page 1. Download.\n\nFTSE Russell. “Russell 1000 Factsheet,\" Page 1. Download.\n\nFTSE Russell. “Russell 2000 Factsheet,\" Page 1. Download.\n\nFTSE Russell. \"Construction and Methodology,\" Page 11.\n\nS&P Dow Jones Indices. \"S&P 500.\"\n\nS&P Dow Jones Indices. \"Dow Jones Industrial Average.\"\n\nNasdaq. \"Nasdaq Composite Factsheet,\" Page 1.\n\nYahoo! Finance. \"Russell 3000 Price History.\"\n\nFTSE Russell. \"Construction and Methodology,\" Page 19.",
  "url": "https://www.investopedia.com/terms/r/russell_3000.asp"
}