{
  "term": "Safe Haven: Definition and Examples in Investing",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA safe haven is a type of investment that is expected to retain or increase in value during times of market turbulence. Investors seek out safe havens in order to limit their exposure to losses in the event of market downturns.\n\nHowever, assets that are deemed safe havens can vary depending on the specific nature of the down market. So investors should perform ample due diligence to pinpoint the right safe haven for their needs.\n\nA safe haven investment can diversify an investor’s portfolio and may be beneficial in times of market volatility. Often, when the market rises or falls, it is for a short period of time. However, there are times, such as during an economic recession, when the downturn of the market is prolonged. When the market is in turmoil, the market value of many investments can fall steeply.\n\nWhen such systemic events occur, some investors look to buy safe-haven assets that are uncorrelated ornegatively correlatedto the general market during times of distress. While most assets are falling in value, safe havens either retain or increase in value.\n\nA number of investment securities are considered to be safe havens.\n\nFor years, gold has been considered a store of value. As a physical commodity, it cannot be printed like money, and its value is not impacted by interest rate decisions made by a government.\n\nBecause gold has historically maintained its value over time, it serves as a form of insurance against adverse economic events. When an adverse event occurs that lingers for a while, investors may decide topile their funds into gold, which drives up its price.\n\nAlso, when there is a threat ofinflation, the value of gold increases since it is priced in U.S. dollars.Other commodities, such as silver, copper, sugar, corn, and livestock, are negatively correlated with stocks and bonds and can also serve as safe havens for investors.\n\nTreasure bills (T-bills) are debt securities that are backed by the full faith and credit of the U.S. government and, hence, are considered safe havens even in tumultuous economic climates.T-billsare also seen asrisk-free, as any principal invested is repaid by the government when the bill matures. Investors, therefore, tend to run to these securities during times of perceived economic chaos.\n\nRegardless of the state of the market, consumers are still going to purchase food, health products, and basic home supplies. Therefore, companies operating in the defensive sector will typically retain their values during times of uncertainty, as investors increase their demand for these shares. Examples ofdefensive stocksinclude utility, healthcare, biotechnology, and consumer goods companies.\n\nArguably, cash is considered the only true safe haven during periods of a market downturn. However, cash offers no real return or yield and is negatively impacted by inflation.\n\nSome currencies are considered safe havens. In volatile markets, investors and currency traders may seek to convert holdings of cash into these currencies for protection.\n\nTheSwiss francis considered a safe-haven currency.Given the stability of the Swiss government and its financial system, the Swiss franc usually faces a strong upward pressure stemming from increased foreign demand. Switzerland has a large, safe, and stable banking industry, a low-volatility capital market, virtually no unemployment, a high standard of living, and positivetrade balancefigures.\n\nSwitzerland's independence from the European Union also makes it somewhat immune to any negative political and economic events that occur in the region. Incidentally, Switzerland is also atax havenfor the wealthy, who take advantage of the country’s high-security and anonymous banking features toevade taxesand hide potentially ill-gotten funds.\n\nIn addition to the Swiss franc—and depending on the particular challenge the market is facing—the Japanese yen and the U.S. dollar (USD) are also considered safe-haven assets.Often the U.S. dollar is a default safe haven for companies facing any domestic currency uncertainty due to the fact that it is the world's reserve currency and the denomination for many international business deals.\n\nIn a year as tough on equities and bonds as 2022, Morgan Stanley noted that the U.S. dollar played its safe-haven role as expected and helped to diversify portfolios as a result of its negative correlation with global equities. In fact, the investment banking firm pointed out that the safe-haven dollar's power to diversify had even increased as the 120-day correlation between the USD and U.S. stocks reached its lowest point since April 2012.\n\nReal estate such as a home andReal Estate Investment Trusts (REITs)can also make good safe-haven investments.\n\nThe assets listed above are not guaranteed to maintain their values during periods of market volatility. Furthermore, what constitutes a safe haven changes over time. For example, if an entire economic sector is performing poorly, but one company within that sector is performing well, its stock could be considered a safe haven.\n\nInvestors should carry out due diligence when looking to invest in safe havens. An asset that is considered a safe haven in a downturn may not necessarily be a good investment when the stock markets are rising.\n\nThey can be one of the ways that you can diversify your portfolio to protect against risk. Safe havens offer stable returns during unstable times. Though their low risk comes with lower potential returns, they can provide stability when high risk investments stumble.\n\nInflation erodes the purchasing power of investments, even safe havens. Of particular concern would be a rising inflation rate concurrent with a drop in investment account value. Even though safe havens may not drop as much as some other investments, they still suffer from inflation's power to eat away at value.\n\nIt depends on what you want in an investment. A safe haven is a lower risk (lower return) investment that can help diversify a portfolio and offset to some degree the greater risk of investments that offer the potential for higher returns. Having both types of investments makes sense for many investors.\n\nSafe haven investments can be a smart choice for many investors. However, it's important to understand that while safe havens can offer stability and even increasing value during market downturns, they can also provide less of a return during periods of market strength, due to their lower risk.\n\nJ.P. Morgan Asset Management. \"Rethinking Safe Haven Assets.\"\n\nWorld Gold Council. \"Gold as a Store of Value.\"\n\nFederal Reserve Bank of St. Louis. \"The Gold Standard and Price Inflation.\"\n\nTreasuryDirect. \"Treasury Bills.\"\n\nThe Swiss National Bank. \"A Safe Haven: International Demand for Swiss Francs During the Euro Area Debt Crisis.\"\n\nTax Justice Network. \"Financial Secrecy Index 2022.\"\n\nCongress.gov. \"The U.S. Dollar as the World’s Dominant Reserve Currency,\" Page 1-2.\n\nBloomberg. \"Goldman Says Yen Shows Significant Value as a Recession Hedge.\"\n\nMorgan Stanley. \"Why Valuation May Be Key to Defensive Investing in 2023.\"",
  "url": "https://www.investopedia.com/terms/s/safe-haven.asp"
}