{
  "term": "Safe Deposit Box: What You Should/Shouldn't Store in One",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA safe deposit box (or safety deposit box) is an individually secured container—usually a metal box—that stays in thesafeor vault of a federally insured bank or credit union. Safe deposit boxes are used to keep valuables, important documents, and sentimental keepsakes protected. Customers rely on the security of the building and vault to safeguard their contents.\n\nWhen you rent a safe deposit box, the bank gives you a key to use, in tandem with a second “guard key” held by a bank employee, to access the box. If your bank uses a keyless system, you will scan your finger or hand instead. Either way, you will have to provide some type ofidentification—and your key, if it’s not a keyless system—every time you visit the bank to access the box.\n\nAn individual can rent a box in their name only, or they can add other people to the lease. Co-lessors on a safe deposit box will have equal access and rights to the contents of the box. For example, people who have an addiction, financial, marriage, and/or judgment issues may not be ideal candidates.\n\nSome institutions allow access to be set up so that both (or all) lessors must be present to open the safe deposit box. Experts recommend designating someone with power of attorney who can access the safe deposit box.\n\nSafe deposit boxes are a good place to keep your hard-to-replace documents—such as contracts and business papers, military discharge papers, and physical stock and bond certificates—along with small collectibles and family heirlooms. Keep in mind that the largest safe deposit boxes are usually just 10 inches by 10 inches and two feet deep. Good things to store in your safe deposit box are important items that you won’t need frequent access to, including:\n\nSafe deposit boxes can’t be accessed 24/7, so it’s best not to put anything in them that might be needed in a hurry.\n\nSafe deposit boxes are undoubtedly more secure than most people’s homes. Bank vaults, of course, are harder to break into and are located in secure areas with alarms, video cameras, and top-notch locks. They’re also reinforced to withstand fire, floods, hurricanes, tornadoes, and other natural disasters.\n\nAlthough safe deposit boxes are designed to withstand natural disasters, it’s a good idea to put anything that could be damaged by water in a waterproof container, such as a zippered plastic bag, to add another layer of protection.\n\nIt’s best to store items in a safe deposit box that won’t be needed in an emergency. Passports, medical directives,the only copies of wills, and powers of attorney, among other documents, are better kept in a secure spot, such as a fireproof home safe. You’re better off keeping the following items out of your safe deposit box:\n\nIt's also unwise to store cash or similar investments in a safe deposit box. Since these won't be earning interest, you would actually be losing money due to the bank's leasing fees. To get the most out of your money, you consider looking for thebest high-yield savings accounts.\n\nThe contents of a safe deposit box are not insured in the same way as a bank or credit union deposits. TheFederal Deposit Insurance Corporation(FDIC) insures cash deposits up to a certain limit but, due to the fact that there is no way to verify the contents of a safe deposit box, banks will not insure their contents.Also, if heirs are not told about the location of the drawer, upon non-payment the box is considered abandoned, and its contents are turned over to the state’s unclaimed-property offices for auction.\n\nOffers safe storage of important documents and other valuables.\n\nProvides enhanced security with guards, cameras, and alarm systems that may not be available at home.\n\nUnlike bank accounts, the contents are not insured.\n\nSafes can only be accessed during the bank's business hours.\n\nContents can still be lost due to fire, flood, or other disasters.\n\nSafe deposit boxes have been offered by banks for some 150 years—with various other types of safekeeping offered long before that. However, fewer people today are renting safe deposit boxes, opting instead for digital storage and home safes.\n\nThis can make it easier to find an available box—or more difficult if your bank no longer offers them. Betty Riess, a Bank of America spokeswoman, said demand for boxes has dropped “significantly,” especially among younger customers who are more likely to rely on digital storage. According to Riess, fewer than half of her company’s safe deposit boxes are rented.\n\nSome banks now offer the boxes for free depending on the type of account and your balance.\n\nThe cost of a safe deposit box will depend on the size of the box, the bank, the city it is located in, and of course, availability. Rough estimates place the average cost of a box at a commercial U.S. bank between $15 and $350 per year.\n\nUnlike customer bank accounts, safe deposit boxes are not explicitly regulated or insured by federal banking law. Your bank may be able to force your box open in response to a court order, search warrant, account delinquency, or bank closure. Your safe deposit agreement, or state law, may specify certain circumstances and procedures that the bank must follow when it opens a box without the customer present.\n\nWhile safe deposit boxes are a good place to store sentimental valuables and important documents, they should not be used for anything that is irreplacable, or that you might need in a hurry. Living wills, advance medical directives, and durable powers of attorney are a poor choice for a safe deposit box if they are the only copies. Cash is also a bad choice, since you can earn interest by putting it in a savings account.\n\nSafe deposit boxes are an additional service offered at some banks. For an annual fee, customers can rent a box to store their valuables and important documents in the bank's vault. But this protection is not absolute: unlike regular bank accounts, safe deposit boxes are not insured or protected by federal regulations.\n\nEddy & Schein Group. “Safe Deposit Boxes – A World of Their Own.”\n\nFederal Deposit Insurance Corporation. “Five Things to Know about Safe Deposit Boxes, Home Safes and Your Valuables.”\n\nFederal Deposit Insurance Corporation. “Your Insured Deposits.”\n\nOffice of the New York State Comptroller. “Unclaimed Property Relating to Banking Institutions – Reference Sheet,” Pages 4 and 8.\n\nMy Bank Tracker. \"How Much Does a Safe Deposit Box Cost at the Top US Banks?\"\n\nOffice of the Comptroller of the Currency. \"I Am Missing Items from My Safe Deposit Box. What Can I Do?\"",
  "url": "https://www.investopedia.com/terms/s/safe-deposit-box.asp"
}