{
  "term": "Sales and Purchase Agreement (SPA): What It Is, With Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA sales and purchase agreement (SPA) is a binding legal contract between two parties that obligates a transaction to occur between a buyer and seller. SPAs are typically used forreal estatetransactions, but they are found in other areas of business. The agreement finalizes the terms and conditions of the sale, and it is the culmination of negotiations between the buyer and the seller.\n\nBefore a transaction can occur, the buyer and the seller negotiate the price of the item to be sold and the conditions for the transaction. The SPA is a framework for the negotiation process. The SPA is often used in cases of a large purchase, such as a piece of real estate, or frequent purchases over a period.\n\nOnce signed, the SPA is a legally-binding document between the parties. Typically, the SPA will be prepared and overseen by an independent third-party to facilitate the transactions closing. The agreement also records when the final sale is to occur.\n\nDepending on the size of the transaction, there may be a substantial amount of content within a single SPA. Here are some examples of what you may see in a SPA.\n\nA SPA outlines the specific asset that is being sold. In the case of real property, the physical location (i.e. address, parcel numbers) are identified. This section is less robust for the sale of duplicative goods that can easily be interchanged.\n\nA SPA defined the exchange price of the transaction. In addition, the agreement outlines what portion of the sale price is due as an upfront deposit as well as how that deposit will be made. This section of the agreement also outlines how the remaining balance (total purchase price less deposit) will be paid.\n\nA 'sale and purchase agreement' may also be referred to as 'purchase and sale agreement'. In this context, a SPA is the exact same as a PSA.\n\nFor the sale of larger assets, there is often a section within the SPA requiring the purchaser to acknowledge their due diligence within the process. The PSA may outline additional due diligence periods that may correspond to additional deposits or upfront payments.\n\nThis section also likely includes indemnification statements and the purchaser's acknowledgment of the condition of the assets. The purchaser also usually certifies their right to terminate the deal under certain circumstances. Last, this section may include clarification on who within the purchaser's team has the authority to make representations on behalf of the company.\n\nA SPA generally outlines the next steps in the transactions. These conditions of the sale must occur in order for the sale to be legally binding; any inaction or fail to follow these conditions is considered a breach of contract. Under these circumstances, the purchaser may have the right to terminate the sale (if such rights are identified in the section prior).\n\nMany of these covenants surround risk mitigation and protection of the asset. This section often outlines what a seller must do if there is any unforeseen litigation impacting the transaction. It also outlines what insurance requirements should cover the asset through sale, what warranties will continue to exist, and certifies the exclusivity of the asset being sold.\n\nThere may be circumstances in which communication is needed to explain what each party will do if the asset being sold is damaged prior to sale or during transit. This section often defines different levels of damage such as minor damage and major damage. Then, the contract outlines various remedies for each level of damage.\n\nIf applicable, there may be other sections to a SPA. Real estate transactions will often include title and survey information regarding the property. Specific covenants and conditions may include language involving existing tenants or current conditions of the space.\n\nA SPA often outlines applicable broker commissions. Including the dollar amount to be paid, a SPA also details who is responsible for paying commissions as well as the process and timing of issuing those payments.\n\nA SPA can be a single page or it can span hundreds of pages with dozens of supporting exhibits. The purpose of a SPA is to outline at relevant terms and conditions. If there aren't many, the document may be short; if there are many, expect lots of reading.\n\nFor transactions that require confidentiality, a SPA outlines the conditions of the deal. This includes the stipulations around public or press releases, use of promotional materials referencing the sale, and remedies in the event one party breaches this aspect of the contract.\n\nIf the sale is contingent on other transactions, a SPA will outline the effects of termination in any sale should the other deal fall through. For example, imagine a real estate developer attempting to purchase two properties side-by-side with the intention of demolishing both to create one building. The developer may include language in one SPA holding the deal contingent on the execution of the other SPA.\n\nOne of the most common SPAs occurs during real estate transactions. As part of the negotiation process, a final sales price is agreed upon by both parties. Additionally, other items relevant to the transaction, such as a closing date orcontingencies, are also included.\n\nSPAs are used by large, publicly traded companies in their supply chains. A SPA may be used when obtaining a large number of materials from a supplier or in the case of a large-scale single purchase. For example, a company may enter into a SPA with a supplier to purchase a defined quantity of goods for a specific price.\n\nA SPA may also function as a contract for revolving purchases such as a monthly delivery of raw materials, inventory, or other tangible goods. The purchase/selling price can be set in advance, even if the delivery is set at a later date or spread out over time. SPAs are set up to help suppliers and purchasers forecast demand and costs, and they become more critical as the transaction size increases.\n\nIn another example, a SPA is often required during a transaction in whichone business is acquiring another. Because the SPA specifies the exact nature of what is being bought and sold, the agreement may allow a business to sell itstangible assetsto a buyer without selling the naming rights associated with the business.\n\nA sales and purchase agreement is a legally binding agreement obligating a buyer and a seller to terms of a transaction. The SPA outlines all of the terms and conditions of the exchange and must be signed by both parties.\n\nIn the exchange of goods, a SPA protects both the buyer and seller. While a SPA is technically not required, it is often a very good idea to have terms and conditions outlined in a legal document prior to the transaction occurring. You will often have no legal recourse in a failed transaction without a contract in place.\n\nYes, SPAs are legally binding. Often the last document furnished as part of the purchase or sale of an asset, it is signed by authorized representatives from both parties when both sides are prepared to execute the deal.\n\nRedFin.com. \"What is a Purchase and Sale Agreement?\"\n\nTemplate.net. \"20+ Purchase and Sale Agreement Templates.\"",
  "url": "https://www.investopedia.com/terms/s/salesandpurchase.asp"
}