{
  "term": "Salvage Value Meaning and Example",
  "definition": "Salvage value is the estimated book value of anassetafterdepreciationis complete, based on what a company expects to receive in exchange for the asset at the end of itsuseful life. As such, an asset’s estimated salvage value is an important component in the calculation of a depreciation schedule.\n\nAn estimated salvage value can be determined for any asset that a company will be depreciating on its books over time. Every company will have its own standards for estimating salvage value. Some companies may choose to always depreciate an asset to $0 because its salvage value is so minimal.\n\nIn general, the salvage value is important because it will be the carrying value of the asset on a company’s booksafter depreciation has been fully expensed. It is based on the value a company expects to receive from the sale of the asset at the end of its useful life. In some cases, salvage value may just be a value the company believes it can obtain by selling a depreciated, inoperable asset for parts.\n\nCompanies take into consideration the matching principle when making assumptions for asset depreciation and salvage value. The matching principle is anaccrual accountingconcept that requires a company to recognize expense in the same period as the related revenues are earned. If a company expects that an asset will contribute to revenue for a long period of time, it will have a long, useful life.\n\nIf a company is not sure of an asset’s useful life, it may estimate a lower number of years and a higher salvage value to carry the asset on its books after full depreciation or sell the asset at its salvage value. If a company wants to front-load depreciation expenses, it can use anaccelerated depreciationmethod that deducts more depreciation expenses upfront. Many companies use a salvage value of $0 because they believe that an asset’s utilization has fully matched its expense recognition with revenues over its useful life.\n\nA company can change its expected salvage value at any time. It just needs to prospectively change the estimated amount to book to depreciate each month.\n\nThere are several assumptions required for developing depreciation schedules. There are five primary methods of depreciation that financial accountants can choose from:straight-line,declining balance,double-declining balance,sum-of-years digits, andunits of production. The declining balance, double-declining balance, and sum of years digits methods are accelerated depreciation methods with higher depreciation expense upfront in earlier years.\n\nEach of these methods requires consideration for salvage value. An asset’s depreciable amount is its totalaccumulated depreciationafter all depreciation expense has been recorded, which is also the result ofhistorical costminus salvage value. The carrying value of an asset as it is being depreciated is its historical cost minus accumulated depreciation to date.\n\nStraight-line depreciation is generally the most basic depreciation method. It includes equal depreciation expenses each year throughout the entire useful life until the entire asset is depreciated to its salvage value.\n\nAssume, for example, that a company buys a machine at a cost of $5,000. The company decides on a salvage value of $1,000 and a useful life of five years. Based on these assumptions, the annual depreciation using the straight-line method is: ($5,000 cost - $1,000 salvage value) / 5 years, or $800 per year. This results in a depreciation percentage of 20% ($800/$4,000).\n\nThe declining balance method is an accelerated depreciation method. This method depreciates the machine at its straight-line depreciation percentage times its remaining depreciable amount each year. Because an asset’s carrying value is higher in earlier years, the same percentage causes a larger depreciation expense amount in earlier years, declining each year.\n\nUsing the example above, the machine costs $5,000, has a salvage value of $1,000, a five-year life, and is depreciated at 20% each year, so the expense is $800 in the first year ($4,000 depreciable amount * 20%), $640 in the second year (($4,000 - $800) * 20%), and so on.\n\nThe double-declining balance (DDB) method uses a depreciation rate that is twice the rate of straight-line depreciation. In the machine example, the depreciation percentage is 20%. Therefore, the DDB method would record depreciation expenses at (20% × 2) or 40% of the remaining depreciable amount per year.\n\nBoth declining balance and DDB require a company to set an initial salvage value to determine the depreciable amount.\n\nThis method creates a fraction for depreciation calculations. Using the example above, if the useful life is five years, the denominator is 5+4+3+2+1=15. The numerator is the number of years left in the asset’s useful life. The depreciation expense fraction for each of the five years is then 5/15, 4/15, 3/15, 2/15, and 1/15. Each fraction is multiplied times the total depreciable amount.\n\nThis method requires an estimate for the total units an asset will produce over its useful life. Depreciation expense is then calculated per year based on the number of units produced. This method also calculates depreciation expenses based on the depreciable amount.\n\nThere are several ways a company canestimate the salvage valueof an asset. First, it may use the percentage of the original cost method. This method assumes that the salvage value is a percentage of the asset’s original cost. To calculate the salvage value using this method, multiply the asset’s original cost by the salvage value percentage.\n\nPercentage of Cost Method: Original Cost * Anticipated Salvage Value Percentage\n\nCompanies can also get an appraisal of the asset by reaching out to an independent, third-partyappraiser. This method involves obtaining an independent report of the asset’s value at the end of its useful life. This may also be done by using industry-specific data to estimate the asset’s value.\n\nCompanies can also use comparable data with existing assets they owned, especially if these assets are normally used during the course of business. For example, consider a delivery company that frequently turns over its delivery trucks. That company may have the best sense of data based on their prior use of trucks.\n\nSalvage value is almost never exactly known in advance. Unless there is a contract in place for the sale of the asset at a future date, it’s usually an estimated amount.\n\nSalvage value is the estimated value of an asset at the end of its useful life. It represents the amount that a company could sell the asset for after it has been fully depreciated. On the other hand, book value is the value of an asset as it appears on a company’s balance sheet. It is calculated by subtracting accumulated depreciation from the asset’s original cost. The balance sheet reports the book value, not the salvage value.\n\nSalvage value is also similar to but still different from residual value. In some contexts, residual value refers to the estimated value of the asset at the end of the lease or loan term, which is used to determine the final payment or buyout price. In other contexts, residual value is the value of the asset at the end of its life less costs to dispose of the asset. In many cases, salvage value may only reflect the value of the asset at the end of its life without consideration of selling costs.\n\nLast, salvage value is most comparable to scrap value. There may be a little nuisance as scrap value may assume the good is not being sold but instead being converted to araw material. For example, a company may decide it wants to just scrap a company fleet vehicle for $1,000. This $1,000 may also be considered the salvage value, though scrap value is slightly more descriptive of how the company may dispose of the asset.\n\nImagine a situation where a company acquires a fleet of company vehicles. The company pays $250,000 for eight commuter vans it will use to deliver goods across town. If the company estimates that the entire fleet would be worthless at the end of its useful life, the salvage value would be $0, and the company would depreciate the full $250,000.\n\nLet’s say the company assumes each vehicle will have a salvage value of $5,000. This means that of the $250,000 the company paid, the company expects to recover $40,000 at the end of the useful life.\n\nTo appropriately depreciate these assets, the company would depreciate the net of the cost and salvage value over the useful life of the assets. The total amount to be depreciated would be $210,000 ($250,000 less $40,000). If the assets have a useful life of seven years, the company would depreciate the assets by $30,000 each year.\n\nSalvage value can be calculated by in a few different ways. First, companies can take a percentage of the original cost as the salvage value. Second, companies can rely on an independent appraiser to assess the value. Third, companies can use historical data and comparables to determine a value.\n\nYes, salvage value can be considered the selling price that a company can expect to receive for an asset at the end of its life. In other cases, that asset may be scrapped or turned into raw materials. However, those materials may be sold. Therefore, the salvage value is simply the financial proceeds a company may expect to receive for an asset when it’s disposed of, though it may not factor in selling or disposal costs.\n\nBook value is the historical cost of an asset less the accumulated depreciation booked for that asset to date. This amount is carried on a company’s financial statement under noncurrent assets. On the other hand, salvage value is an appraised estimate used to factor how much depreciation to calculate. It’s a guess on how much the company can get for the asset at the end of its life, and this value—though helpful to determine components of a financial statement—isn’t actually reported on a company’s financial statement.\n\nSalvage value is the amount a company can expect to receive for an asset at the end of the asset’s useful life. A company uses salvage value to estimate and calculate depreciation as salvage value is deducted from the asset’s original cost. A company can also use salvage value to anticipate cash flow and expected future proceeds.",
  "url": "https://www.investopedia.com/terms/s/salvagevalue.asp"
}