{
  "term": "Sampling Distribution: Definition, How It's Used, and Example",
  "definition": "A sampling distribution measures probability potential among random samples of a population.\n\nThe sampling distribution of a given population indicates the range of different outcomes that could occur based on its statistics. This allows entities like governments and businesses to make more well-informed decisions based on the information they gather.\n\nSeveral methods of sampling distribution are used by researchers, including the sampling distribution of a mean. It is aprobability distributionof a statistic obtained from a number of samples drawn from a single population.\n\nGovernments, marketers, analysts, and academics all rely on statistical analysis to inform their planning decisions. Most of the data collected are based on samples of populations due to the sheer impossibility of gathering information from every member of a population.\n\nThe sample is intended to be representative of the population as a whole.\n\nSampling distributions (or the distribution of data) are statistical metrics that determine whether an event or certain outcome will take place. This distribution depends on factors including the sample size, the sampling process involved, and thepopulationas a whole.\n\nSeveral steps are involved with sampling distribution. These include:\n\nOnce the information is gathered, plotted, and analyzed, researchers can make inferences and draw conclusions about their next steps.\n\nFor instance, a government might invest in aninfrastructureproject based on a study's identification of the needs of a community. Or, a company may decide to proceed with a new business venture if the sampling distribution suggests a positive response.\n\nEach sample has its own sample mean, and the distribution of the sample means is known as the sample distribution.\n\nThe number of observations in a population, the number of observations in a sample, and the procedure used to draw the sample sets determine the variability of a sampling distribution. The standard deviation of a sampling distribution is called thestandard error.\n\nWhile the mean of a sampling distribution is equal to the mean of the population, the standard error depends on the standard deviation of the population, the size of the population, and the size of the sample.\n\nKnowing how spread apart the mean of each of the sample sets are from each other and from the population mean indicates how close the sample mean is to the population mean. The standard error of the sampling distribution decreases as the sample size increases.\n\nLet's say a medical researcher wants to compare the average weight of all babies born in North America from 1995 to 2005 to the weight of babies born in South America during in those years.\n\nGiven the difficulties of drawing the data from these entire populations, the researchers rely on a random sample of 100 babies born on each continent. The data used is the sample and the average weight calculated is the samplemean.\n\nNow suppose they take repeated random samples from the general population and compute the sample mean for each sample group instead. So, for North America, they pull data for 100 newborn weights recorded in the U.S., Canada, and Mexico as follows:\n\nThe researchers end up with the birth weights of 1,200 babies grouped in 12 sets.\n\nThey also collect sample data of 100 birth weights from each of the 12 countries in South America.\n\nThe average weight computed for each sample set is the sampling distribution of the mean.\n\nIt's not only the mean that can be calculated from a sample.Other statistics, such as the standard deviation, variance, proportion, and range, can becalculated from sample data.\n\nThe standard deviation and variance measure the variability of the sampling distribution.\n\nThere are three types of sampling distributions:\n\nInstatistics, a population is the entire pool from which a statisticalsampleis drawn. A population may be a group of people, objects, events, hospital visits, or measurements. A population can thus be said to be an aggregate observation of subjects grouped by a common characteristic.\n\nA population or a sample set of numbers will have a normal distribution. However, because a sampling distribution includes multiple sets of observations, it will not necessarily have abell-curvedshape.\n\nFollowing our example, the population average weight of babies in North America and South America has a normal distribution because some babies will be underweight (below the mean) or overweight (above the mean), while most babies are around the mean.\n\nIf the average weight of newborns in North America is seven pounds, the sample mean weight in each of the 12 sets of sample observations recorded for North America will be close to seven pounds as well.\n\nIf you graph each of the averages calculated in each of the 1,200 sample groups, the resulting shape may result in a uniform distribution, but it is difficult to predict what the actual shape will turn out to be.\n\nThe more samples the researcher uses from the population of over a million weight figures, the more the graph will start forming a normal distribution.\n\nSampling is a way to gather and analyze information to obtain insights about a larger group. It is done because researchers aren't usually able to obtain information about an entire population.\n\nThe process allows entities like governments and businesses to make decisions about the future, whether that means investing in an infrastructure project, a social service program, or a new product.\n\nSampling distributions are used in statistics and research. They highlight the chance or probability of an event that may take place. This is based on a set of data that is gathered from a small group within a larger population.\n\nA mean is a metric used in statistics and research. It is the average for at least two numbers.\n\nThe mean may be determined by adding up all the numbers and dividing the result by the number of numbers in that set. This is known as the arithmetic mean.\n\nYou can determine the geometric mean by multiplying the values of a data set and taking the root of the sum equal to the number of values within that data set.\n\nSampling allows researchers to draw conclusions about a population based on data obtained from only a few members of the population.\n\nOnce the data are collected, the researchers can plot out sampling distributions, which allow them to determine how likely it is that the facts they have obtained reflect the larger population.\n\nPenn State University, Eberly College of Science. \"4.1 - Sampling Distributions.\"\n\nNew Jersey Institute of Technology. \"Sampling Distributions.\"\n\nOrganisation for Economic Co-operation and Development. \"Population.\"",
  "url": "https://www.investopedia.com/terms/s/sampling-distribution.asp"
}