{
  "term": "Sampling Errors in Statistics: Definition, Types, and Calculation",
  "definition": "Paige McLaughlin / Investopedia\n\nA sampling error occurs when a sample drawn from a population deviates from representing the true or entire population.\n\nSampling is an analysis performed by selecting several observations from a larger population. The method of selection can produce both sampling errors and non-sampling errors. A sampling error is a deviation between the sampled value and the true population value.\n\nA sampling error is a deviation in the sampled value vs. the true population value. Sampling errors occur because the sample is notrepresentativeof the population or is biased in some way. Even randomized samples will have some degree of sampling error because a sample is only an approximation of the population from which it is drawn.\n\nThesampling error formulais used to calculate the overall sampling error in statistical analysis. The sampling error is calculated by dividing thestandard deviationof the population by the square root of the size of the sample and then multiplying the resultant with the Z-score value, which is based on the confidence interval.\n\nSampling Error=Z×σnwhere:Z=Zscore value based on theconfidence interval (approx=1.96)σ=Population standard deviationn=Size of the sample\\begin{aligned}&\\text{Sampling Error}=Z\\times\\frac{\\sigma}{\\sqrt{n}}\\\\&\\textbf{where:}\\\\&Z=Z\\text{ score value based on the}\\\\&\\qquad\\ \\text{confidence interval (approx}=1.96)\\\\&\\sigma=\\text{Population standard deviation}\\\\&n=\\text{Size of the sample}\\end{aligned}​Sampling Error=Z×n​σ​where:Z=Zscore value based on theconfidence interval (approx=1.96)σ=Population standard deviationn=Size of the sample​\n\nThere are different categories of sampling errors.\n\nA population-specific error occurs when a researcher doesn’t understand who to survey.\n\nSelection error occurs when the survey is self-selected, or when only those participants who are interested in the survey respond to the questions. Researchers can attempt to overcome selection errors by finding ways to encourage participation.\n\nA sample frame error occurs when a sample is selected from the wrong population data.\n\nA nonresponse error occurs when a useful response is not obtained from the surveys because researchers were unable to contact potential respondents (or potential respondents refused to respond).\n\nThe prevalence of sampling errors can be reduced by increasing the sample size. As the sample size increases, the sample gets closer to the actual population, which decreases the potential for deviations from the actual population.\n\nConsider that the average of a sample of 10 varies more than the average of a sample of 100. Steps can also be taken to ensure that the sample adequately represents the entire population.\n\nResearchers might attempt to reduce sampling errors by replicating their study. This could be accomplished by taking the same measurements repeatedly, using more than one subject or multiple groups, or undertaking multiple studies.\n\nRandom sampling is an additional way to minimize the occurrence of sampling errors. Random sampling establishes a systematic approach to selecting a sample. For example, rather than choosing participants to be interviewed haphazardly, a researcher might choose those whose names appear first, 10th, 20th, 30th, 40th, and so on, on the list.\n\nOne way to reduce the likelihood of sampling error is to use a larger sample size. The Monthly Employment Situation report, compiled each month by the U.S.Bureau of Labor Statistics, is calculated from a survey of 119,000 businesses and government agencies. Due to the enormous sample size, these surveys have an extremely low rate of sampling error.\n\nSampling is often used by businesses and governments and in finance. It is relied on to make critical decisions and is particularly common in economic research.\n\nSampling helps companies predictcustomerbehavior, estimate futuredemand, and set prices. It also helps financial institutions detectfraudbyauditingtransactions.\n\nSampling errors can affect the validity of their research findings and the quality of their data. They also won’t be as confident in their decision-making.\n\nAssume that XYZ Company provides a subscription-based service that allows consumers to pay a monthly fee to stream videos and other types of programming via an internet connection.\n\nThe firm wants to survey homeowners who watch at least 10 hours of programming via the internet per week and who pay for an existing video streaming service. XYZ wants to determine what percentage of the population is interested in a lower-priced subscription service. If XYZ does not think carefully about the sampling process, several types of sampling errors may occur.\n\nA population specification error would occur if XYZ Company does not understand the specific types of consumers who should be included in the sample. For example, if XYZ creates a population of people ages 15 to 25, many of those consumers do not make the purchasing decision about a video streaming service because they may not work full-time. On the other hand, if XYZ put together a sample of working adults who make purchase decisions, the consumers in this group may not watch 10 hours of video programming each week.\n\nSelection error also causes distortions in the results of a sample. A common example is a survey that only relies on a small portion of people who immediately respond. If XYZ makes an effort to follow up with consumers who don’t initially respond, the results of the survey may change. Furthermore, if XYZ excludes consumers who don’t respond right away, the sample results may not reflect the preferences of the entire population.\n\nDifferent types of errors can occur when gathering statistical data. Sampling errors are the seemingly random differences between the characteristics of a sample population and those of the general population. Sampling errors arise because sample sizes are inevitably limited. (It is impossible to sample an entire population in a survey or a census.)\n\nA sampling error can result even when no mistakes of any kind are made; sampling errors occur because no sample will ever perfectly match the data in the universe from which the sample is taken.\n\nXYZ Company will also want to avoidnon-sampling errors. These are errors that result during data collection and cause the data to differ from the true values. Non-sampling errors are caused by human error, such as a mistake made in the survey process.\n\nIf one group of consumers only watches five hours of video programming a week and is included in the survey, that decision is a non-sampling error. Asking biased questions is another type of error.\n\nIn statistics, sampling means selecting the group that you will collect data from in your research.\n\nSampling errors are statistical errors that arise when a sample does not represent the whole population once analyses have been undertaken.\n\nSampling bias is the expectation, which is known in advance, that a sample won’t be representative of the true population—for instance, if the sample ends up having proportionally more women or young people than the overall population.\n\nBeing aware of the presence of sampling errors is important because it can be an indicator of the level of confidence that can be placed in the results. Sampling error is also important in the context of a discussion about how much research results can vary.\n\nIn survey research, sampling errors occur because all samples are representative samples: a smaller group that stands in for the whole of your research population. It’s impossible to survey the entire group of people you’d like to reach.\n\nIt’s not usually possible to quantify the degree of sampling error in a study, since it’s impossible to collect the relevant data from the entire population you are studying. This is why researchers collect representative samples (and representative samples are the reason why there are sampling errors).\n\nSampling error is derived from thestandard error (SE)by multiplying it by a Z-score value to produce aconfidence interval.\n\nThe standard error is computed by dividing the standard deviation by the square root of the sample size.\n\nSampling error occurs when a sample drawn from a population deviates somewhat from that true population. Large sampling errors can lead to incorrect estimates or inferences made about the population based on statistical analysis of that sample.\n\nIn general, sampling errors can be placed into four categories: population-specific error, selection error, sample frame error, or nonresponse error. A population-specific error occurs when the researcher does not understand who they should survey. A selection error occurs when respondents self-select their participation in the study. (This results in only those who are interested in responding, which skews the results.) A sample frame error occurs when the wrong subpopulation is used to select a sample. Finally, a nonresponse error occurs when potential respondents are not successfully contacted or refuse to respond.\n\nU.S. Bureau of Labor Statistics. “Current Employment Statistics—CES (National).”",
  "url": "https://www.investopedia.com/terms/s/samplingerror.asp"
}