{
  "term": "Sarbanes-Oxley Act: What It Does to Protect Investors",
  "definition": "The 2002 Sarbanes-Oxley Act sought to protect investors from costly financial scandals by strengthening corporate financial reporting and auditing standards.\n\nThe Sarbanes-Oxley Act of 2002 is a law that the U.S. Congress passed on July 30 of that year to help protect investors from fraudulent financial reporting by corporations.\n\nAlso known as the SOX Act of 2002, it mandated strict reforms to existing securities regulations and imposed tough new penalties on lawbreakers.\n\nThe act came in response to financial scandals in the early 2000s involving publicly traded companies such as Enron Corporation, Tyco International plc, and WorldCom.\n\nThe high-profile frauds that cost billions in losses shook investor confidence in the trustworthiness of corporate financial statements and led many to demand an overhaul of decades-old regulatory standards.\n\nThe act took its name from its two sponsors—Sen. Paul S. Sarbanes (D-Md.) and Rep. Michael G. Oxley (R-Ohio).\n\nThe rules and enforcement policies outlined in the Sarbanes-Oxley Act of 2002 amended or supplemented existing laws dealing with security regulation, including the Securities Exchange Act of 1934 and other laws enforced by theSecurities and Exchange Commission (SEC).\n\nThe new law set out reforms and additions in four principal areas:\n\nBecause of the Sarbanes-Oxley Act, corporate officers who knowingly certify false financial statements can go to prison.\n\nThe Sarbanes-Oxley Act is a complex and lengthy piece of legislation. Three of its key provisions are Section 302, Section 404, and Section 802.\n\nSection 302mandates that senior corporate officers personally certify in writing that the company'sfinancial statementscomply with SEC disclosure requirements and \"fairly present in all material respects the financial condition and results of operations of the issuer\" at the time of the financial report.\n\nOfficers who sign off on financial statements that they know to be inaccurate are subject to criminal penalties, including prison terms.\n\nSection 404requires that management and auditors establishinternal controlsand reporting methods to ensure the adequacy of those controls.\n\nSome critics of the law have complained that the requirements in Section 404 can have a negative impact on publicly traded companies because it's often expensive to establish and maintain the necessary internal controls.\n\nSection 802contains the three rules that affect recordkeeping. The first deals with destruction and falsification of records. The second strictly defines the retention period for storing records. The third rule outlines the specific business records that companies need to store, which includes electronic communications.\n\nBesides the financial side of a business, such as audits, accuracy, and controls, the SOX Act also outlines requirements for information technology (IT) departments regarding electronic records.\n\nThe act does not specify a set of business practices in this regard but instead defines which company records need to be kept on file and for how long.\n\nThe standards outlined in the SOX Act do not specify how a business should store its records, just that it's the company IT department's responsibility to store them.\n\n107th Congress, 2nd Session. \"H.R.3763 - Sarbanes-Oxley Act of 2002.\"\n\nSt. John's University School of Law. \"Enron's Legislative Aftermath: Some Reflections on the Deterrence Aspects of the Sarbanes-Oxley Act of 2002,\" Page 671.\n\nUnited States Congress. \"Senator Paul S. Sarbanes.\"\n\nUnited States Congress. \"Representative Michael G. Oxley.\"\n\nSecurities and Exchange Commission. \"The Laws That Govern the Securities Industry.\"",
  "url": "https://www.investopedia.com/terms/s/sarbanesoxleyact.asp"
}