{
  "term": "Savings Accounts",
  "definition": "Learn all there is to know about savings accounts from regular passbook to high yield to HSAs. Discover where to get the best interest rates, how they are taxed, and how a savings club works.\n\nA savings account is considered high-yield if it pays more than a financial institution’s regular demand deposit or passbook savings accounts.  High yield savings accounts are typically money market savings accounts that are limited to six withdrawal transactions per month.\n\nInterest earned on savings accounts is reported to the IRS by commercial banks and other financial institutions and therefore is subject to federal income tax as regular income. Interest is reported on Form 1099 to bank customers, typically in January each year for the previous tax year.\n\nBoth savings accounts and Roth IRAs are funded with after-tax dollars by individual investors. However, unlike savings accounts, any capital appreciation earned with a Roth IRA is not subject to federal income tax. Growth in savings accounts, in the form of interest, is subject to taxation.\n\nSimple interest for a savings account is calculated by multiplying the account balance by the stated interest rate and then multiplying by the time period the money is in the account. Interest = Principal amount X Interest Rate X Time Period.\n\nA savings account is different from a checking account in that it is meant for accumulation of funds and earning interest rather than being a transaction account accessible with checks and debit cards. Savings accounts can be freely accessed by the account holder through deposits and withdrawals on demand and generally pay higher interest than checking accounts but are not designed for payment transactions.\n\nA savings account is a deposit account held at a bank or other financial institution that pays interest on the balance held in the account. Interest rates are typically modest but these accounts provide safety for emergency funds and savings needed for long-term needs.\n\nThe deposit interest rate is the rate paid by banks and other financial institutions to deposit account customers in exchange for the use of their deposits to make loans. Deposit accounts include passbook savings, high-yield savings accounts, and certificates of deposit accounts.\n\nA sweep account is a specialized account that is often attached to a brokerage account to automatically transfer or sweep cash funds into a low-risk, higher interest-earning investment such as a money market fund at the close of each business day.\n\nA passbook loan is a loan made to a savings account owner or depositor by the bank holding the funds. The savings account balances serve as collateral for the personal loan, which is also called a pledged asset loan.\n\nA linked savings account is a deposit account connected to another account such as a checking or brokerage account. Linked savings accounts are usually held by the same financial institution as the customer's other accounts, facilitating efficient and timely transfer of funds between accounts.\n\nA joint account is a type of deposit account that is held by two or more people, often spouses. Joint accounts are generally checking or savings accounts where both parties can make account transactions like deposits and withdrawals individually.",
  "url": "https://www.investopedia.com/savings-accounts-4689728"
}