{
  "term": "Say's Law of Markets Theory and Implications Explained",
  "definition": "Say's Law of Markets is a classical economic theory that says that the income generated by past production and sale of goods is the source of spending that creates demand to purchase current production. The law comes from an 1803 book titled \"Treatise on Political Economy, Or, The Production, Distribution, and Consumption of Wealth\" by French economistJean-Baptiste Say.\n\nModern economists have developed varying views and alternative versions of Say's Law.\n\nSay's Law of Markets was developed by the French classical economist and journalist, Jean-Baptiste Say. Say was influential because his theories addressed how a society creates wealth and the nature of economic activity. To have the means to buy, a buyer must first have sold something, Say reasoned. So, the source of demand is prior to the production and sale of goods for money, not money itself. In other words, a person's ability to demand goods or services from others is predicated on the income produced by that person's own past acts of production.\n\nSay's Law says that a buyer's ability to buy is based on the buyer's successful past production for the marketplace.\n\nSay's Law ran counter to the mercantilist view thatmoneyis the source of wealth. Under Say's Law, money functions solely as a medium to exchange the value of previously produced goods for new goods as they are produced and brought to market. In turn, by their sale, they produce money income that fuels demand to subsequently purchase other goods in an ongoing process of production and indirect exchange. To Say, money was simply a means to transfer real economic goods, not an end in itself.\n\nAccording to Say's Law, a deficiency of demand for a good in the present can occur from a failure to produce other goods in the past, which would otherwise have sold for sufficient income to purchase the new good. Say went on to state that such deficiencies of production of some goods would, under normal circumstances, be relieved before long by the inducement of profits to be made in producing the goods that are in short supply.\n\nHowever, he pointed out that the scarcity of some goods and glut of others can persist when the breakdown in production is perpetuated by ongoing natural disaster or government interference. Say's Law, therefore, supports the view that governments should not interfere with the free market and should adoptlaissez-faire economics.\n\nSay drew four conclusions from his law.\n\nSay's Law thus contradicted the popularmercantilistview that money is the source of wealth, that the economic interests of industries and countries are in conflict with one another, and that imports are harmful to an economy.\n\nSay's Law still lives on in modern neoclassical economic models, and it has also influencedsupply-side economists. Supply-side economists especially believe that tax breaks for businesses and other policies intended to spur production, without distorting economic processes, are the best prescription for economic policy, in agreement with the implications of Say's Law.\n\nAustrian economists also hold to Say's Law. Say's recognition of production and exchange as processes occurring over time, focus on different types of goods as opposed to aggregates, emphasis on the role of the entrepreneur to coordinate markets, and conclusion that persistent downturns in economic activity are usually the result of government intervention are all particularly consistent with Austrian theory.\n\nSay’s Law was later simply (and misleadingly) summarized by economist John Maynard Keynes in his 1936 book \"General Theory of Employment, Interest and Money\" in the famous phrase, \"supply creates its own demand,\" though Say himself never used that phrase.Keynes rewrote Say's Law, then argued against his own new version to develop his macroeconomic theories.\n\nKeynes reinterpreted Say's Law as a statement about macroeconomic aggregate production and spending, in disregard of Say's clear and consistent emphasis on the production and exchange of various particular goods against one another. Keynes then concluded that theGreat Depressionappeared to overturn Say's Law. Keynes' revision of Say's Law led him to argue that an overall glut of production and deficiency of demand had occurred and that economies could experience crises that market forces could not correct.\n\nKeynesian economicsargues for economic policy prescriptions that are directly contrary to the implications of Say's Law. Keynesians recommend that governments should intervene to stimulate demand—through expansionary fiscal policy and money printing—because people hoard cash in hard times and during liquidity traps.\n\nSay's Law holds that production drives demand, as the production and sale of goods creates the income that makes the purchase of other goods possible. This differs from the idea that money itself is the source of demand.\n\nIn economics, the law of supply states that as prices for goods increase, so does the quantity produced. Conversely, as prices fall, so does supply.\n\nSay's Law continues to hold influence in modern economics, particularly among supply-side economists. Supply-side economists typically contend that increased supply drives economic growth. As such, they support policies aimed at stimulating supply, such as reduced regulation or tax breaks.\n\nSay's Law posits that the production of goods creates demand by generating the income one would need to purchase other goods. This theory, also known as the law of markets, was introduced by the French economist Jean-Baptiste Say. It continues to have resonance including among supply-side economists, as well as detractors among Keynesians.\n\nJean Baptiste Say. \"A Treatise on Political Economy, Or, the Production, Distribution, and Consumption of Wealth,\" Page 136-144. Grigg & Elliot, 1834.\n\nJohn Maynard Keynes. \"General Theory of Employment, Interest and Money,\" Page 16-20. Atlantic Publishers & Dist, 2016.",
  "url": "https://www.investopedia.com/terms/s/says-law.asp"
}