{
  "term": "Saïd Business School (SBS) Definition",
  "definition": "Saïd Business School (SBS) is the business school at Oxford University. SBS offers both programs in finance, business, and management for undergraduate and graduate students. The school also has several graduate and doctorate programs that cover specific aspects of business and finance. SBS consistently ranks among the world's top business schools despite being a new player in the arena.\n\nBusiness studies were first introduced at Oxford under the Oxford Centre for Management Studies in 1965. But it wasn't until 1990 that it officially opened the School of Management Studies. Six years later, the university founded the Saïd School of Business at Oxford University. It is named after Wafic Rida Saïd, a philanthropist and businessman who made a £20 million donation to construct a building for the school.\n\nSBS's mission statement is: “A powerful business school produces powerful ideas, and being an integral part of Oxford, we think expansively:\n\nThebusiness school, which is known simply as Saïd or Oxford Saïd, offers 15 differentdegreeprograms for undergraduate, graduate, and doctorate students, along with executive diplomas and courses for executive education.Although the school is integrated with Oxford and uses its resources, SBS has its own brand and faculty.\n\nSBS is headed by Soumitra Dutta. The dean joined the school in 2022 and has a background in education and management of various business schools. He also sits on a number of advisory boards of international schools in Canada, Peru, Colombia, and Spain.\n\nWafic Saïd is known for being among the world's largest arms dealers. He is credited for building Saudi Arabia's military in the 1980s drawing mainly upon British suppliers. Known as Al-Yamamah, it is said to be the single largest arms deal in history.\n\nSaïd Business School offers undergraduate, MBA, graduate, and doctorate degree programs. These are highlighted in the table below.\n\nSBS also offers executive diplomas in the following disciplines:\n\nExecutive education allows students to take courses on campus, online, or to design their own custom programs.\n\nThe cost to attend SBS depends on the program. For instance, the tuition for the one-year MBA beginning September 2023 was listed as £71,440.The cost for the Executive MBA with a September 2023 and January 2024 start was listed as £106,540.A student who pursues the nine-month MSc Financial Economics degree can expect to pay £52,560 in September 2023.\n\nThe Economist ranks the school in the 48th spot out of 100 schools. As many as 79% of students received job offers within three months of graduating. The school's ranking for overall personal development and educational experience was 21st out of 100 while the quality of students and faculty ranked 20th and 39th out of 100, respectively.\n\nAccording to the Financial Times, SBS took the 25th spot out of 95 schools in Europe in 2022. Its MBA program came in eighth place while the executive MBA program came in seventh among European business schools in 2022.Other key rankings from the Financial Times include:\n\nThe cost of pursuing an MBA at Oxford Saïd depends on the type of program. While the school doesn't list the tuition and associated costs for the 1+1 MBA, it does list them for the other two programs. Pursuing a full-year Oxford MBA as of September 2023 costs £71,440.The tuition for the Oxford Executive MBA, though, is much higher. This part-time program costs £106,540 and takes 22 or 24 months depending on when you start.\n\nSBS is named after Syrian-Saudi-Canadian Wafic Saïd. The businessman and philanthropist donated £20 million to facilitate the construction of a building for the business school.Saïd is the chair of the Saïd Foundation, a charity that works with children in Syria, Jordan, Lebanon, and Palestine. He also founded Saïd Holdings, a private investment company.\n\nOxford Saïd requires prospective students to apply online. This includes scanning and uploading any supporting documents, including a written statement and two referral letters. Applicants are required to write the GMAT or GRE exam for their desired program and must have a minimum grade point average. For instance, Oxford MBA applicants must have a minimum GPA of 3.5/4.0. Prospective students for this program must have at least two years of work experience. Shortlisted applicants will be invited for an interview.\n\nOxford is one of the most prestigious universities in the world, which is why it's no surprise that there are many students who compete for a spot at the Saïd Business School. It offers a range of programs for undergraduate, graduate, and doctorate students, as well as courses for working executives. But studying here does come at a cost. The school has a rigorous application process and tuition for some programs can be higher than £100,000.\n\nThe Economist. \"University of Oxford – Saïd Business School.\"\n\nSaïd Business School. \"Our History.\"\n\nSaïd Business School. \"The School.\"\n\nSaïd Business School. \"Senior leadership.\"\n\nThe Guardian. \"From a kebab shop to Oxford: unlikely rise of the fixer in the biggest ever arms deal.\"\n\nSaïd Business School. \"Programmes.\"\n\nSaïd Business School. \"Oxford MBA.\"\n\nSaïd Business School. \"Fees and funding.\"\n\nSaïd Business School. \"MSc Financial Economics.\"\n\nFinancial Times. \"European Business School Rankings 2022.\"\n\nFinancial Times. \"University of Oxford: Saïd.\"",
  "url": "https://www.investopedia.com/terms/o/oxford-universitys-said-business-school.asp"
}