{
  "term": "Scalping: Definition in Trading, How This Strategy Is Used, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nScalping is a trading strategy geared towards profiting from minor price changes in an asset's price. Traders who implement this strategy place anywhere from 10 to a few hundred trades in a single day with the belief that small moves in asset prices are easier to catch than large ones. Traders who implement this strategy are known as scalpers. Many small profits can easily compound into large gains if a strictexit strategyis used to prevent large losses.\n\nScalping utilizes larger position sizes for smaller price gains in the smallest time period of holding. It is performedintraday. The main goal is to buy or sell a number of shares at the bid or ask price and then quickly sell them a few cents higher or lower for a profit.\n\nThe holding times can vary from seconds to minutes and in some cases up to several hours. The position is closed before the end of the total market trading session.\n\nScalpers need to be disciplined and need to stick to their trading regimen very closely. Any decision that needs to be made should be made with certainty. But scalpers should also be very flexible because market conditions are very fluid and if a trade isn't going as expected, they'll need to fix the situation as quickly as possible without incurring too much of a loss.\n\nScalping is a fast-paced activityfor nimble traders. It requires precision timing and execution. Scalpers typically use leverage to maximize profits with the most shares in the shortest amount of holding time. However, using leverage also increases risk.\n\nThis requires focusing on the smaller time frame interval charts such as the one-minute and five-minute candlestick charts. Momentum indicators such as stochastic,moving average convergence divergence (MACD), and therelative strength index (RSI)are commonly used. Price chart indicators such as moving averages, Bollinger bands, and pivot points are used as reference points for price support and resistance levels.\n\nScalping requires account equity to be greater than the minimum $25,000 to avoid thepattern day trader (PDT)rule violation.Margin is required to execute short-sale trades.\n\nScalpers buy low and sell high, buy high and sell higher, or short high and cover low, or short low and cover lower. They tend to utilizeLevel 2and time of sales windows to route orders to the most liquid market makers and ECNs for quick executions.\n\nThe point-and-click style execution through the Level 2 window or pre-programmed hotkeys is the quickest method for the speediest order fills. Scalping is purely based ontechnical analysisand short-term price fluctuations. Due to the extensive use of leverage, scalping is considered a high-risk style of trading.\n\nSome of the common mistakes that scalpers make are poor execution, poor strategy, not taking stop-losses, over-leveraging, late entries, late exits, andovertrading. Scalping generates heavy commissions due to the high number of transactions. A per-share commission pricing structure is beneficial to scalpers, especially for those who tend to scale smaller piecesin and outof positions.\n\nSuppose a trader employs scalping to profit off price movements for ABC stock trading for $10. The trader will buy and sell a massive tranche of ABC shares, say 50,000, and sell them during opportune price movements of small amounts.\n\nFor example, they might choose to buy and sell in price increments of $0.05, making small profits that add up at the end of the day because they are making the purchase and sale in bulk.\n\nNo, scalp trading is not illegal. The act of buying and selling large transactions with small price movements is completely legal under financial regulation; however, it is a risky strategy that requires knowledge and discipline.\n\nTo generate money from scalping you have to make a large amount of transactions for minimal profits. The risk in trading large transactions is not worth the small profits for some traders. Generally, scalpers have to make dozens to hundreds of trades a day and close those trades in the same day, which requires a lot of time, concentration, and monitoring.\n\nA reason brokers may not like scalping is that it places a lot of stress on their systems due to the constant buying and selling of scalp traders. Additionally, with many trades being bought and sold constantly in large numbers, it is difficult for brokers to manage risk.\n\nScalping is a very specific type of intraday trading that may not be suitable for all traders. It requires flexibility and discipline to profit off of small price moves on large orders. If you're thinking about scalping, make sure you're already an experienced trader or practice before putting real money to use.",
  "url": "https://www.investopedia.com/terms/s/scalping.asp"
}