{
  "term": "Scalability: What a Scalable Company Is and Examples",
  "definition": "Scalability refers to the ability of an organization to perform well under an increasing or expanding workload. A system that scales well will be able to maintain or increase its level of performance even as it's tested by growing operational demands.\n\nWhen applied to institutions, scalability refers to the ability to handle increased market demands. A scalable company in the corporate world can maintain or improve its profit margins while sales volume increases. The term can also apply to systems like computer networks.\n\nScalability refers to an organization's ability to grow without being hampered by its structure or available resources when faced with increased production whether in a financial context or within the context of business strategy. The idea of scalability has become more relevant as technology makes it easier to acquire customers, expand markets, and scale up.\n\nThis concept is closely related to the termeconomies of scale, which refers to the way a company can reduce its production costs and increase profitability when it produces more of a given product. By effectively spreading production costs over a greater number of units, the company makes each of them less expensive to produce.Diseconomies of scaleoccurs when increased production leads to greater costs and lower profits.\n\nAccording to a study by the management consulting firm McKinsey & Company: \"While most companies tend to focus on launching new businesses, the real value comes from being able to scale them up. Based on an analysis of U.S. venture-capital (VC) data, two-thirds of value is created when a company scales up to penetrate a significant portion of the target market.\"\n\nSome tech companies have an ability to scale quickly, putting them in the coveted category of high-growth enterprises. The reason can be a lack of physical inventory and asoftware-as-a-service (SaaS)model of producing and delivering goods and services. Companies with low operating overhead and little to no burden of warehousing or maintaining an inventory don't require a lot of resources or infrastructure to grow rapidly.\n\nEven companies that aren't directly related to the technology industry have a greater ability to scale up by taking advantage of technologies.\n\nCustomer acquisition through the use of tools like digital advertising has become a lot easier and far less expensive. Banks can use digital advertising strategies to increase sign-ups foronline bankingservices, expanding their customer base and revenue potential.\n\nOther technologies that help with scaling include labor-saving innovations like automated warehouse management systems that are used by large retailers like Amazon and Walmart.\n\nA scalable business focuses on the implementation of processes that lead to an efficient operation. The workflow and structure of the business allow for scalability.\n\nScalable companies tend to have an established group of leaders including C-level executives, investors, and advisors. They provide strategy and direction for successful growth.\n\nScalable businesses also have consistent brand messaging across their divisions and locations. A lack of brand enforcement sometimes causes companies to lose sight of their core value, decreasing scalability. Yahoo is an example. It lost sight of its core business and suffered as a result after the company scaled up quickly.\n\nA scalable company also has effective tools for measurement so the entire business can be assessed and managed at each level. This management leads to efficient operations and helps withcapital budgeting.\n\nScaling or scaling up a business means growing it in such a way that its revenues increasingly outpace its costs.\n\nA scale-up often refers to a business that has survived its start-up phase, established itself in its market, and moved into an early growth phase.\n\nA high-growth enterprise is one that is successfully scaling up. The Organisation for Economic Cooperation and Development (OECD) defines it as having \"an average annualized growth greater than 20% a year over three years and with 10 or more employees at the beginning of the observation period.\" The European Union sets the growth threshold at 10% in its definition.The OECD also refers to such businesses as \"scalers.\"\n\nScalability refers to a business or other entity's capacity to grow to meet increased demand. A business that can scale up successfully should benefit from economies of scale where production costs are spread across more units, resulting in higher profit margins.\n\nMcKinsey & Company. \"The Big Boost: How Incumbents Successfully Scale Their New Businesses.\"\n\nKnowledge at Wharton. \"A Tale of Two Brands: Yahoo’s Mistakes vs. Google’s Mastery.\"\n\nOrganisation for Economic Cooperation and Development. \"Enabling SMEs to Scale Up.\" Page 49. Download PDF.",
  "url": "https://www.investopedia.com/terms/s/scalability.asp"
}