{
  "term": "Scrip: Definition, Types, Common Examples, and Uses",
  "definition": "A scrip is is a substitute or alternative to legal tender. Holding a scrip entitles the bearer to receive something in return. Scrips come in many different forms, primarily as a form of credit, with the document acknowledging the debt. Scrips also represent a temporary document representing fractional shares resulting from a split or spin-off, or they may indicate currency issued by a private corporation such as frequent flier miles.\n\nBecause they are used ascurrency substitutes, scrips can be useful in the study of money and monetary economy.\n\nIn a broad sense, the term scrip refers to any type of substitutional currency that replaceslegal tender. In many instances, a scrip is a form of credit but is generally always some form of documentation of debt.\n\nScrips were created to pay or compensate employees under the truck system. This system, which began during theIndustrial Revolution, meant that employees were paid in kind with commodities, vouchers, tokens, or some other form instead of cash. This was usually to the benefit of the employer, not the employee.\n\nScrips have also been widely used in localized commerce when traditional or legal currency is unavailable or in short supply. This includes small communities or towns—such as the first coal towns—in remote locations, military bases, ships at sea for long periods of time, and in occupied countries during wartime.\n\nThe practice of paying wages in company scrip was abolished by the Fair Labor Standards Act of 1938. The same law abolished child labor and set the minimum wage at 25 cents an hour.\n\nDuring theAmerican Industrial Revolution, scrip was a common form of payment in company towns and remote communities where the employer was also the only provider of food and housing. By paying workers in aprivate currencythat could only be used in the company stores, the employer could both extract more wealth from their workers and also prevent them from leaving. The exploitative nature of company scrip was a factor in several strikes and armed rebellions.Although paying wages in scrip was prohibited in 1938, scrip is still used in today's world. For certain companies, scrips may come in the form of rewards points or coupons. For example, Canadian retailer Canadian Tire issues its own form of currency: Canadian Tire money that looks like real currency but isn't. Customers receive a percentage of Canadian Tire money back when they make purchases. This \"cash\" can then be used toward purchases made at retail and gas station purchases.\n\nOther forms for scrip include land scrip, token coins (such as those used on subways), vouchers,IOUs, and tokens and tickets used at arcades or game centers. Even points earned on certain credit cards may be considered scrip.\n\nCompanies that are short on cash often pay scrip dividends. When a company offers its shareholders a scrip dividend, it offers them the choice to receive dividends in the form of more shares or in cash.\n\nBy receiving a scrip dividend, investors can increase the size of their holdings without paying extra fees or charges.\n\nThe most widely visible and most modern form of scrip is used in the retail industry in the form ofgift cardsor gift certificates. Since it can sometimes be considered improper to give cash as a gift, it can be acceptable to give someone a gift card as a present. Gift cards also allow the user to control how and where the card is spent since they can only be used in specific locations. Gift cards or certificates for certain stores or restaurants further restrict the recipient's spending.\n\nScrip evolved in the 1980s to include a popular method of fundraising now popular among bands, athletic groups, schools, and other nonprofit organizations.\n\nHere's how it works: Retailers provide nonprofit groups with gift cards and certificates at a discounted rate. Those organizations can then sell the scrip (the gift cards) to family, friends, and people in their communities at full face value. The nonprofit keeps the discount from the sale of the card as revenue or as money toward its fundraising goal. For example, a school may try to raise money for a class trip using scrip fundraising. The money collected from the sale of the gift cards (i.e., the discount) would be used to fund the trip.\n\nThe primary advantage of using scrip is that the issuing company can limit its cash outflows while encouraging repeat business. For example, a company that issues refunds in store credit makes it more likely for the unhappy customer to return, and also allows them to preserve the positive cash flow from the original purchase.\n\nLikewise, issuing a scrip dividend will allow a company to retain cash flow while still rewarding their shareholders. This extra capital can then be reinvested in the company, without additional borrowing. Shareholders who receive a scrip dividend can increase their holdings for free, without any additional fees. There may be tax benefits to receiving a non-cash dividend.\n\nConversely, a scrip dividend may raise concerns that the company is experiencing cash-flow issues. In some cases, shareholders may have to sell their additional shares to pay tax on the extra dividends. If the share price rises after a scrip dividend is announced, a company may end up paying more in dividends than they originally planned.\n\nShareholders can increase their holdings without having to buy stock.\n\nCompanies can save cash and reinvest in their operations.\n\nScrip dividends allow investors to gain more shares without having to spend money.\n\nScrip systems typically work to the advantage of the company issuing the scrip–not the consumers.\n\nOver-reliance on scrip may raise questions about the solvency or ethics of a company.\n\nScrip is a type of alternative or substitute currency that can only be redeemed at a certain company. Rewards points, gift cards, and coupons are all familiar examples of scrip that can be used in place of legal tender.\n\nCompanies issue scrips to do business while postponing cash payment to a later date. Since scrip can only be redeemed at the issuing company, paying in scrip effectively ensures that the recipient will continue doing business with the company while allowing the issuer to reduce their cash outflows. In some cases, scrips can be used as a cash substitute in remote areas where official currency is in short supply.\n\nA scrip issue, orbonus issue, is when a company creates new shares and awards them to existing stockholders. This is different from a scrip dividend, where stockholders are given the choice of receiving cash or shares.\n\nA scrip dividend is when a company gives its shareholders the option of receiving a dividend in either cash or company stock. Receiving a dividend in stock allows the shareholder to grow their holdings without having to buy the shares on the open market, while also allowing the company to reinvest the extra capital into its operations. There may also be tax advantages to receiving a non-cash dividend.\n\nA scrip election gives shareholders the right to choose, or \"elect,\" to receive a scrip dividend instead of a cash dividend.\n\nA scrip is an alternative to legal tender, and it entitles its bearer to some amount of value. Historically, scrips have been used to pay workers or to circulate a substitute of money in communities where currency was in short supply. Today, scrips can be found in the form of gift cards, store credit, and loyalty point programs.\n\nDepartment of Labor. \"Fair Labor Standards Act of 1938: Maximum Effort for Minimum Wage.\"\n\nHistory.com. \"The Battle of Blair Mountain.\"",
  "url": "https://www.investopedia.com/terms/s/scrip.asp"
}