{
  "term": "Seasonally Adjusted Annual Rate (SAAR): Calculations and Examples",
  "definition": "A seasonally adjusted annual rate (SAAR) is a rate adjustment used for economic or business data, such as sales numbers or employment figures, that attempts to remove seasonal variations in the data. Most data is affected by the time of the year, and adjusting for theseasonalitymeans that more accurate relative comparisons can be drawn between different time periods.\n\nA seasonally adjusted annual rate (SAAR) seeks to remove seasonal impacts on a business to gain a deeper understanding of how the core aspects of a business perform throughout the year. For example, the ice cream industry tends to have a large level of seasonality as it sells more ice cream in the summer than in the winter, and by using seasonally adjusted annual sales rates, thesalesin the summer can be accurately compared to the sales in the winter. It is often used by analysts in theautomobile industry to account for car sales.\n\nSeasonal adjustmentis a statistical technique designed to even out periodic swings in statistics or movements insupply and demandrelated to changing seasons. Seasonal adjustments provide a clearer view of nonseasonal changes in data that would otherwise be overshadowed by the seasonal differences.\n\nTo calculate SAAR, take the un-adjusted monthly estimate, divide by its seasonality factor, and multiply by 12.\n\nAnalysts start with a full year of data, and then they find the average number for each month or quarter. The ratio between the actual number and the average determines the seasonal factor for that time period.\n\nImagine a business earns $144,000 over a course of a year and $20,000 in June. Its average monthly revenue is $12,000, making June's seasonality factor as follows:\n\n﻿$20,000/$12,000=1.67\\$20,000/\\$12,000=1.67$20,000/$12,000=1.67﻿\n\nThe following year, revenue during June climbs to $30,000. When divided by the seasonality factor, the result is $17,964, and when multiplied by 12, that makes the SAAR $215,568; indicating growth. Alternatively, SAAR can be calculated by taking the unadjustedquarterlyestimate, dividing by its seasonality factor, and multiplying by four.\n\nA seasonally adjusted annual rate (SAAR) helps with data comparisons in a number of ways. By adjusting the current month's sales for seasonality, a business can calculate its current SAAR and compare it to the previous year's sales to determine if sales are increasing or decreasing.\n\nSimilarly, if a person wants to determine ifreal estateprices are increasing in their area, they can look at the median prices in the current month or quarter, adjust those numbers for seasonal variations, and convert them into SAARs which can be compared to numbers for the previous years. Without making these adjustments first, the analyst is not comparing apples with apples, and as a result, cannot make clear conclusions.\n\nFor example, homes tend to sell more quickly and at higher prices in the summer than in the winter. As a result, if a person compares summer real estate sales prices to median prices from the previous year, they may get a false impression that prices are rising. However, if they adjust the initial data based on the season, they can see whether values are truly rising or just being momentarily increased by the warm weather.\n\nWhile seasonally adjusted (SA) rates try to remove the differences between seasonal variations, non-seasonally adjusted (NSA) rates do not take into account seasonal ebbs and flows. Concerning a set of information, NSA data corresponds to the information's annual rate, while SA data corresponds to its SAAR.",
  "url": "https://www.investopedia.com/terms/s/saar.asp"
}