{
  "term": "Seasonality: What It Means in Business and Economics, Examples",
  "definition": "Investopedia / Michela Buttignol\n\nSeasonality is a characteristic of a time series in which the data experiences regular and predictable changes that recur every calendar year. Any predictable fluctuation or pattern that recurs or repeats over a one-year period is said to be seasonal.\n\nSeasonal effects are different from cyclical effects, as seasonal cycles are observed within one calendar year, while cyclical effects, such as boosted sales due to low unemployment rates, can span time periods shorter or longer than one calendar year.\n\nSeasonality refers to periodic fluctuations in certain business areas and cycles that occur regularly based on a particular season. A season may refer to a calendar season such as summer or winter, or it may refer to a commercial season such as the holiday season.\n\nCompanies thatunderstand the seasonalityof their businesses can predict and timeinventories, staffing, and other decisions to coincide with the expected seasonality of the associated activities, thereby reducing costs and increasing revenue.\n\nIt is important to consider the effects of seasonality when analyzing stocks from a fundamental point of view because it can have a big impact on an investor's profits and portfolio. A business that experiences higher sales during certain seasons may appear to make significant gains during peak seasons and significant losses during off-peak seasons. If this is not taken into consideration, an investor may choose to buy or sell securities based on the activity at hand without accounting for the seasonal change that subsequently occurs as part of the company’s seasonal business cycle.\n\nSeasonality is also important to consider whentracking certain economic data. Economic growth can be affected by different seasonal factors including the weather and the holidays. Economists can get a better picture of how an economy is moving when they adjust their analyses based on these factors. For example, roughly two-thirds of U.S. gross domestic product (GDP) is made up of consumer spending—which is a seasonal measure. The more consumers spend, the more the economy grows.\n\nConversely, when they cut back on their purse strings, the economy will shrink. If this seasonality was not taken into account, economists would not have a clear picture of how the economy is truly moving.\n\nSeasonality also affects industries—called seasonal industries—which typically make most of their money during small, predictable parts of the calendar year.\n\nThere are many different instances where seasonality can be observed as it relates to the regular transition throughout times of the year.\n\nFor example, if you live in a climate with cold winters and warm summers, your heating costs likely rise in the winter and fall in the summer. You expect the seasonality of your heating costs to recur reasonably every year around the same time.\n\nSimilarly, a company that sells sunscreen and tanning products within the United States sees sales jump up in the summer as demand for their products increases. On the other hand, the company will likely see a significant drop in the winter.\n\nAnother area affected by seasonality isretail sales. Retail sales measure consumer spending and demand and are reported every month by the U.S. census bureau. Data fluctuates at certain times of the year, primarily during the holiday shopping season. This period falls into the fourth quarter of the year—between October and December. Manyretailers experience seasonal retail sales, seeing a big jump in consumer spending around the holiday season.\n\nLarge retailers, including e-retail giant Amazon, may hire temporary workers to respond to higher consumerdemand associated with the holiday season. In 2018, the company said it would hire approximately 100,000 employees to help offset the increased activity expected in stores.\n\nMeanwhile, retailer Target said it would hire 120,000 for the same holiday period. Like most retailers, these decisions were made by examining traffic patterns from previous holiday seasons and using that information to predict what may be expected in the coming season. Once the season is over, many temporary employees are no longer needed based on the post-season traffic expectations.\n\nA lot of data is affected by the time of the year, andadjusting for the seasonalitymeans that more accurate relative comparisons can be drawn between different time periods. Adjusting data for seasonality evens out periodic swings in statistics or movements insupply and demandrelated to changing seasons. By using a tool known asSeasonally Adjusted Annual Rate(SAAR), seasonal variations in the data can be removed.\n\nFor example, homes tend to sell more quickly and at higher prices in the summer than in the winter. As a result, if a person compares summer real estate sales prices to median prices from the previous year, he may get a false impression that prices are rising. However, if he adjusts the initial data based on the season, he can see whether values are truly rising or just momentarily increasing by the warm weather.",
  "url": "https://www.investopedia.com/terms/s/seasonality.asp"
}