{
  "term": "SEC 30-Day Yield Definition, Formula, Calculation, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nThe SEC yield is a standard yield calculation developed by the U.S.Securities and Exchange Commission (SEC)that allows for fairer comparisons of bond funds. It is based on the most recent 30-day period covered by the fund's filings with the SEC. The yield figure reflects thedividendsand interest earned during the period after the deduction of the fund's expenses. It is also referred to as the \"standardized yield.\"\n\nThe SEC yield is used to comparebond fundsbecause it captures the effective rate of interest an investor may receive in the future. It is widely considered a good way to compare mutual funds orexchange-traded funds (ETFs)because this yield measure is generally very consistent from month to month. The resulting yield calculation shows investors what they would earn in yield over the course of a 12-month period if the fund continued earning the same rate for the rest of the year. It is mandatory for funds to calculate this yield. This yield differs from theDistribution Yield, which is typically displayed on a bond's website.\n\nMost funds calculate a 30-day SEC yield on the last day of each month, though U.S.money market fundscalculate and report a seven-day SEC yield.The standardized formula for the 30-day SEC yield consists of four variables:\n\na = interest and dividends received over the last 30-day period\n\nb = accrued expenses over the last 30-day period, excluding reimbursements\n\nc = the average number of shares outstanding, on a daily basis, which were entitled to receive distributions\n\nd = the maximum price per share on the day of the calculation, the last day of the period\n\nThe formula of the annualized 30-day SEC yield is:\n\n2 x (((a - b) / (c x d) + 1) ^ 6 - 1)\n\nAssume Investment Fund X earned $12,500 in dividends and $3,000 in interest. The fund also recorded $6,000 worth of expense, of which $2,000 was reimbursed. The fund has 150,000 shares entitled to receive distributions, and on the last day of the period, the day theyieldis being calculated, the highest price the shares reached was $75. In this scenario, the variables equal:\n\nOnce these numbers are plugged into the formula, it looks like this:\n\n30-day yield = 2 x ((($15,500 - $4,000) / (150,000 x $75) + 1) ^ 6 - 1), or 2 x (0.00615) = 1.23%\n\nVanguard. \"What Are Money Market Funds?\"",
  "url": "https://www.investopedia.com/terms/s/secyield.asp"
}