{
  "term": "SEC Release IA-1092: What it is, History",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nSEC Release IA-1092 is a release from theSecurities & Exchange Commission(SEC) that provides uniform interpretations of how state and federal adviser laws apply to those that provide financial services.\n\nSEC Release IA-1092 builds on theInvestment Advisers Act of 1940or the Advisers Act that Congress enacted to protect persons who rely on investment advisers for advice on purchasing and selling securities.\n\nSEC Release IA-1092 is the result of a 1987 collaboration between the Securities & Exchange Commission (SEC) on the federal side and theNorth American Securities Administrators Association(NASAA) on the state side.\n\nThese organizations issued IA-1092 in 1987 as a memo in response to the proliferation of financial planning and investment advice professionals in the 1980s. The act reaffirmed the definition of aninvestment adviser(IA) as described in SEC Release IA-770 and added some refinements:\n\nWith regard to sports or entertainment agents, those individuals that negotiated contracts but did not render investment advice were excluded from the definition of an investment adviser.\n\nThe Investment Advisers Act of 1940 defines an investment adviser as any person who, either directly or indirectly through writings, engages in the business of advising others on the value or profitability of securities and receives compensation for this.\n\nGuidelines for the Investment Advisers Act of 1940 can be found in Title 15 section 80b-1 of the United States Code, which notes that investment advisers are of national concern, due to:\n\nU.S. Securities and Exchange Commission. \"Interpretive Release: Applicability of the Investment Advisers Act to Financial Planners, Pension Consultants, and Other Persons Who Provide Investment Advisory Services as a Component of Other Financial Services.\" Accessed Aug. 13, 2021.\n\nU.S. Government. \"U.S.C. Title 15, Section 80b-1: Findings.\" Accessed Aug. 13, 2021.",
  "url": "https://www.investopedia.com/terms/1/1092.asp"
}