{
  "term": "SEC Form 144: Definition, Filing Rules, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 144: Notice of Proposed Sale of Securities is a document issued by theSecurities and Exchange Commission(SEC). It must be filed with the SEC by an executive officer, director, or theaffiliateof a company when placing an order to sell that company's stock during any three-month period in which the sale exceeds 5,000 shares or units or has an aggregate sales price greater than $50,000. This is also known asRule 144of the Securities Act of 1933.\n\nAnyone who sells restricted, unregistered, and controlsecuritiesin the United States must follow Rule 144 of theSecurities Act of 1933,which was passed as a way to protect investors after the stock market crashed in 1929. Selling these types of securities can often be complicated, so Rule 144 helps make the process a little easier. Under this rule, sellers can be exempt from registering the sale of securities as long as they meet several conditions, which are noted below. Sellers can be anyone including the issuer of a security, a broker-dealer, or even underwriters.\n\nSince sales covered under Form 144 are often very close to the interests of the issuing company, filers must register the securities under Section 5 of the Securities Act.If the correct conditions are met, Rule 144 can provide the necessaryexemptionand permit the resale to take place. Still, all parties must obtain atransfer agentto remove the securities’ legend prior to sale.\n\nForm 144 must be filed with the SEC by an affiliate as a notice of the proposed sale of securities when the amount to be sold under Rule 144 during any three-month period exceeds 5,000sharesor units or has an aggregate sales price in excess of $50,000.An entity filing a Form 144 must have a bona fide intention to sell the securities referred to in the form within a reasonable time after the filing of the Form. While the SEC does not require the form to be sent electronically to the SEC’sEDGARdatabase, some filers choose to do so. Others may choose to do so in print form.\n\nSEC Form 144 may be filed in print or electronically.\n\nAdditional information on Form 144 for individuals may include a physical address, anInternal Revenue Service(IRS) number, the nature of the payment, and additional similar sales in the preceding several months.\n\nThere are certain conditions that must be met under Rule 144 for these securities to be sold. They are:\n\nUnderwriters will have company executives, managers, employees, andventure capitalistssign lock-up agreements surrounding a company’s initial public offering (IPO) to encourage an element of stability in the stock's price in the first few months of trading.\n\nA lock-up agreement is a legally binding contract between companyunderwritersand insiders that prohibitsinside individualsfrom selling any shares of stock for a specified period of time. Lock-up periods typically last 180 days but can on occasion last for as little as 120 days or as long as 365 days.\n\nIn addition to From 144, critical SEC filing forms include:\n\nKeep in mind, this isn't an exhaustive list of related forms. A full list, along with descriptions and downloadable forms, can be found on the SEC’s website.\n\nExamples of Form 144 can be found by looking up a company on EDGAR. On April 26, 2018, Lee Kirk, a director of Guaranty Bancshares filed to sell 20,891 shares of company stock for an aggregate market value of $686,896.08 on theNasdaq. The approximate date of the sale was set for the period between April 7, 2018, and June 12, 2018.\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\" Accessed Oct. 11, 2021.\n\nU.S. Securities and Exchange Commission. \"Form 144.\" Accessed Oct. 11, 2021.\n\nU.S. Securities and Exchange Commission. \"SEC Proposes Amendments to Rule 144 and Form 144.\" Accessed Oct. 11, 2021.\n\nU.S. Securities and Exchange Commission. \"Forms List.\" Accessed Oct. 11, 2021.\n\nU.S. Securities and Exchange Commission. \"Form 144 Lee Kirk L.\" Accessed Oct. 11, 2021.",
  "url": "https://www.investopedia.com/terms/f/form144.asp"
}