{
  "term": "SEC Rule 144: Definition, Holding Periods, and Other Rules",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nRule 144 is a regulation enforced by the U.S. Securities and Exchange Commission (SEC) that sets the conditions for the sale or resale ofrestricted,unregistered, andcontrolsecurities.\n\nRule 144 provides an exemption from registration requirements for the sale of securities through the public markets if a number of specific conditions are met. The regulation applies to all types of sellers, in addition to issuers of securities, underwriters, and dealers.\n\nThe rule is designed to thwart insider trading and insure that the buyers of such securities receive adequate information.\n\nThe world of cryptocurrency is currently lightly regulated. A bitcoin is not currently classified as a \"security.\"That could change. The SEC is leading the push to bring cryptocurrency trading within its regulatory authority.\n\nRule 144 regulates transactions dealing with restricted, unregistered, and control securities. (Control securities are held by insiders or others with significant influence on the issuer.)\n\nThese types of securities are typically acquired over the counter (OTC) or through private sales. In some cases, they constitute a controlling stake in an issuing company.\n\nRestricted securities can also be acquired through private placements or through stock benefit plans offered to a company's employees.\n\nThe SEC prohibits the resale of restricted, unregistered, and control securities, unless they are registered with the SEC prior to their sale or they are exempt from the registration requirements. The exemption requires that five specific conditions be met.\n\nIf the seller of a covered security is not associated with the company that issued the shares and has owned the securities for more than one year, the five conditions of the rule are waived and the security can be sold without restrictions.\n\nNon-affiliated parties may sell covered securities if they were held for more than six months (rather than a full year, provided the current public information requirements are met.\n\nFive conditions must be met for restricted, unregistered, and control securities to be sold or resold.\n\nThe holding period requirement under SEC Rule 144 depends on the type of issuer. Generally, the minimum holding period is one year. For reporting companies, the holding period can be as little as six months while for non-reporting companies, it can be up to two years.\n\nSEC Rule 144 applies to unregistered securities based on cryptocurrencies or blockchain-based tokens.\n\nWhile tokens likeBitcoinare not currently classified as securities and would not be subject to Rule 144, financial products that offer interest, yield, or dividends based on lending or \"staking\" such crypto tokens may fall under the definition of securities.\n\nThe SEC is reportedly investigating several crypto exchanges including Kraken, Gemini, and Genesis, following thespectacular collapse of FTX. In particular, the SEC is looking into whether these and other exchanges broke the rules by illegally offering unregistered securities to U.S. customers.\n\nIf a security is determined to be a restricted security as defined by SEC Rule 144, it can only be resold under specific circumstances, including the passage of time, the filing of Form 144, and compliance with the quantity limitations imposed by the rule.\n\nCrypto exchanges Genesis and Geminiwere sued by the SECin January of 2023 for the unregistered offer and sale of securities to customers through an interest-bearing product.\n\nThis highlights the increased scrutiny that the crypto industry is facing from regulators such as the SEC, which has been taking enforcement action against crypto companies that violate rules and has called for them to get into compliance with existing regulations.\n\nSEC Rule 144 covers restricted securities. Restricted securities are typically sold in a private placement and cannot be freely traded on stock exchanges.\n\nThese shares are subject to resale and transfer restrictions which may include filing a registration statement with the SEC.\n\nControl securities are owned by corporate insiders or others with significant influence or control over the issuer of the securities.\n\nSuch individuals or entities are known as affiliates (oraffiliate persons), and their ownership of control securities is subject to additional restrictions and requirements under SEC regulations.\n\nThe SEC crafted Rule 144 to regulate and provide a clearer framework for the resale and transfer of restricted and control securities.\n\nThe rule is intended to prevent market manipulation via insider and unauthorized selling, and to protect investors by requiring that adequate information is disclosed to the public before securities can be sold.\n\nCryptocurrencies are not subject to Rule 144. In fact, their sale is lightly regulated by the SEC or any other government body. TheSEC takes the positionthat the top five cryptocurrency exchanges, which are responsible for 99% of crypt trading, \"likely are trading securities\" and should be required to register with the SEC and comply with its regulations.\n\nRecent turmoil in the industry, including the collapse of FTX, is likely to increase pressure to regulate crypto trading.\n\nSEC Rule 144 outlines the conditions under which restricted and control securities can be sold in the public market.\n\nRule 144 requires affiliates of an issuing company who want to sell their holdings to wait for at least a minimum holding period and comply with various reporting requirements and disclosures.\n\nThis regulation is intended to help prevent insider trading and, importantly, to protect investors by ensuring that information about the sale of securities is transparent and accurately disclosed to the market.\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\"",
  "url": "https://www.investopedia.com/terms/r/rule144.asp"
}