{
  "term": "SEC Regulation D (Reg D): Definition, Requirements, Advantages",
  "definition": "Investopedia / Michela Buttignol\n\nRegulation D (Reg D) is aSecurities and Exchange Commission (SEC)regulation governingprivate placementexemptions. It should not be confused withFederal Reserve Board Regulation D, which limits withdrawals from savings accounts.\n\nReg D offerings are advantageous to private companies or entrepreneurs that meet the requirements because funding can be obtained faster and at a lower cost than with a public offering. It is usually used by smaller companies. The regulation allows capital to be raised through the sale of equity ordebt securitieswithout the need to register those securities with the SEC. However, many other state and federal regulatory requirements still apply.\n\nRaising capital through a Reg D investment involves meeting significantly less onerous requirements than a public offering. That allows companies to save time and sell securities that they might not otherwise be able to issue in some cases.\n\nWhile Regulation D makes raising funds easier, buyers of these securities still enjoy the same legal protections as other investors.\n\nIt is not necessary to keep Regulation D transactions a secret, even though they areprivate offerings. There are directives within the regulation that, depending on which rules are applied, may allow offerings to be openly solicited to prospective investors in a company's network.\n\nEven if the Reg D transaction involves just one or two investors, the company or entrepreneur must still provide the proper framework and disclosure documentation. A document known as Form D must be filed electronically with the SEC after the first securities are sold. Form D, however, contains far less information than the exhaustive documentation required for a public offering. The form requires the names and addresses of the company's executives and directors. It also requires some essential details regarding the offering.\n\nThe issuer of a security offered under Reg D must also provide written disclosures of any prior “bad actor” events, such as criminal convictions, within a reasonable time frame before the sale. Without this requirement, the company might be free to claim it was unaware of the checkered past of its employees. In that case, it would be less accountable for any further \"bad acts\" they might commit in association with the Reg D offering.\n\nAccording to rules published in the Federal Register, transactions that fall under Reg D are not exempt from antifraud, civil liability, or other provisions of federal securities laws. Reg D also does not eliminate the need for compliance with applicable state laws relating to the offer and sale of securities.State regulations, where Reg D has been adopted, may include disclosure of any notices of sale to be filed. They may require the names of individuals who receive compensation in connection with the sale of securities.\n\nUnder SEC Regulation D, there are three rules that create exemptions for companies to make private offerings.\n\nRule 504 is an SEC regulation that allows companies to sell up to $10 million in securities in a 12-month period without registration. The company must file Form D within 15 days of the first sale. It must also comply with all regulations and laws in the states where the securities are being sold or offered.\n\nSome companies are not eligible for a Rule 504 exemption. These include:\n\nIn 2016, the SEC phased out Rule 505 and integrated many of its provisions into Rule 504.Previously, it allowed a company to sell up to $5 million of its securities in any 12-month period. These securities could be sold to an unlimited number ofaccredited investorsbut no more than 35 non-accredited investors.\n\nA company that qualifies under Rule 506 can raise an unlimited amount of capital in offerings. The seller must be available to answer questions from the buyers, and buyers receive restricted securities.\n\nAs with the previous Rule 505, a company operating under Rule 506(b) may sell to an unlimited number of accredited investors and up to 35 non-accredited investors. Unlike under Rule 505, however, all non-accredited investors must be considered \"sophisticated.\" This meany they must have enough of a financial or business background to evaluate the potential risks and rewards of the investment.\n\nIf the company is selling to accredited investors, it has discretion over what company information it discloses. If it sells to non-accredited investors, though, it must follow more stringent disclosure rules, including disclosing its financial statements.\n\nThe Securities Act of 1933 allows unregistered sales to accredited investors if the total offering price is under $5 million.However, Regulation D does not address private offerings of securities under this provision.\n\nThe benefits of Reg D are only available to the issuer of the securities, not to affiliates of the issuer or to any other individual who might later resell them. What is more, the regulatory exemptions offered under Reg D only apply to the transactions, not to the securities themselves.\n\nRegulation D allows smaller companies that cannot afford a registered public offering to still access capital markets. The provisions in Regulation D also serve as safeguards for investors in private offerings, allowing them to verify that a company meets the exemption requirements and is not engaging in fraudulent activity.\n\nAccredited investors are people or businesses who are permitted to trade securities that are not registered with the SEC. They must meet certain financial or business benchmarks. An accredited investor must either have a net worth of $1 million or more, have an annual income of at least $200,000 ($300,000 if married) in each of the prior two years, or meet certain professional criteria.\n\nLike Regulation D, Regulation A allows smaller companies to sell securities to the public with fewer reporting requirements than a public offering has. However, Regulation D requires that most investors be accredited investors. Under Regulation A, companies may sell to non-accredited investors. However, there are limits on the amount of money a non-accredited investor may invest.\n\nRegulation D is a provision that exempts some companies from the registration requirements associated with a public offering. It gives smaller companies access to investment capital by letting them offer specific types of private placements.\n\nThere are rules within Regulation D that allow different types of companies to raise money up to certain amounts. They also lay out limitations for investments by non-accredited investors. A company selling securities under Regulation D must still comply with all applicable state securities laws.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Private Placements Under Regulation D.\"\n\nU.S. Securities and Exchange Commission. \"Form D, Notice of Exempt Offering of Securities.\"\n\nU.S. Securities and Exchange Commission. \"Disqualification of Felons and Other \"Bad Actors\" from Rule 506 Offerings and Related Disclosure Requirements.\"\n\nU.S. Securities and Exchange Commission. \"Exemption For Limited Offerings Not Exceeding $10 Million—Rule 504 of Regulation D.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Final Rules to Facilitate Intrastate and Regional Securities Offerings.\"\n\nU.S. Securities and Exchange Commission. \"Accredited Investors – Updated Investor Bulletin.\"\n\nU.S. Securities and Exchange Commission. \"Accredited Investor.\"\n\nU.S. Securities and Exchange Commission. \"Regulation A.\"",
  "url": "https://www.investopedia.com/terms/r/regulationd.asp"
}