{
  "term": "SEC Form 13F: What It Is, Filing Requirements, and Key Issues",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Securities and Exchange Commission's (SEC) Form 13F is a quarterly report that is required to be filed by all institutional investment managers with at least $100 million inassets under management. It discloses their equity holdings and can provide insights into what thesmart moneyis doing in the market.\n\nManagers are required to file Form 13F within 45 days after the last day of the calendar quarter. Most funds wait until the end of this period in order to conceal their investment strategy from competitors and the public.\n\nCongress created the 13F requirement in 1975. Its intention was to provide the U.S. public with a view of theholdings of the nation's largest institutional investors. Lawmakers believed this would increase investor confidence in the integrity of the nation's financial markets.\n\nFirms that are considered institutional investment managers include mutual funds, hedge funds, trust companies, pension funds, insurance companies, andregistered investment advisors.\n\nBecause 13F filings provide investors with a look at the holdings of Wall Street's top stock pickers, many smaller investors have sought to use the filings as a guide for their own investment strategies. Their rationale is that the nation's largest institutional investors are not only presumably the smartest, but their size also gives them the power to move markets. So investing in the same stocks—or selling the same stocks—makes sense as a strategy.\n\nSmaller investors who want to replicate the strategies of rock star money managers like Daniel Loeb,David Tepper, or Seth Klarman scrutinize 13F filings. The financial press often reports on what these fund managers have been buying and selling by comparing changes in quarterly filings. But there are a number of problems with 13F filings that warrant caution.\n\n13F has drawn criticism from many groups who claim it provides a loophole for hedge fund managers. In fact, in a 2010 statement, the SEC itself acknowledged the form had many problems and recommended a number of changes should be made in order to ensure \"useful and reliable data is provided to the public and government regulators.\"\n\nThe SEC's internal review also noted that although \"the SEC would be expected to make extensive use of Section 13(f) information for regulatory and oversight purposes, no SEC division or office conducts any regular or systematic review of the data filed on Form 13F.\"\n\nPerhaps this explains how infamous fraudsterBernard Madoffdutifully filed 13F forms every quarter and still ran a successful Ponzi scheme.\n\nAnother frequent criticism of the form is the fact that it only requires fund managers to file 13F reports 45 days after the end of each quarter. Most managers submit their 13Fs as late as possible because they do not want to tip off rivals to what they are doing. By the time other investors get their hands on those 13Fs, they are looking at stock purchases that may have been made more than four months prior to the filing.\n\nIn a March 31, 2021 letter to Allison Herren Lee, the actingchair of the SEC, the progressive nonprofit Americans for Financial Reform urged the SEC to \"expand both the frequency of Form 13F reporting and the range of financial products required to be disclosed on this form.\"\n\nAnother group, the National Investor Relations Institute, recommended the SEC implement a monthly reporting of ownership positions along with a 15-day window.\n\nOne risk for both professional and retail investors is thetendency of money managersto borrow investment ideas from one another. Hedge fund managers are no more immune to behavioral biases than anyone else. After all, if you are a fund manager, it is safer to be wrong with the majority than wrong alone. This can lead to crowded trades and overvalued stocks. And if small investors are late to the party getting into a trade, they are likely to be late getting out.\n\nAnother issue with 13F filings is that funds are only required to report long positions, in addition to their put and call options,American Depositary Receipts(ADRs), and convertible notes. This can give an incomplete and even misleading picture, because some funds generate most of their returns from theirshort-selling, only using long positions as hedges. There is no way to distinguish these hedges from genuine long positions on 13F forms.\n\nInstitutional managers with assets under management of $100 million or more must file SEC Form 13F, disclosing their equity holdings.\n\nThe new 13F rule, announced by the SEC in 2022, requires filers to round the security holding values to the nearest dollar rather than the nearest thousandth dollar. It also requires that Form 13F be filed via the SEC's Electronic Data Gathering, Analysis, and Retrieval (EDGAR) system.\n\nSEC Form 13F requires institutional managers with $100 million or more in assets to disclose their holdings. Form 13D is a beneficial owner report that has to be filed when a person or group of persons acquire more than 5% of a voting class of a company's equity securities.\n\nSEC Form 13F is required to be filed by institutional managers who manage $100 million or more in assets. The goal is to bring transparency into the financial holdings of such large managers. Though the form does bring transparency, there have been many criticisms of the form, which have yet to be addressed by the SEC.\n\nU.S. Securities and Exchange Commission. \"Form 13F,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Frequently Asked Questions About Form 13F.\"\n\nU.S. Securities and Exchange Commission. \"Review of the SEC's Section 13(f) Reporting Requirements,\" Page vii.\n\nU.S. Securities and Exchange Commission. \"Review of the SEC's Section 13(f)'s Reporting Requirements,\" Page vi.\n\nAmericans for Financial Reform. \"Letter to Regulators: In the Wake of Archegos, The SEC Should End 13F Loopholes.\"\n\nNational Investor Relations Institute. \"The Case for 13F Reform,\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Electronic Submission of Applications for Orders Under the Advisers Act and the Investment Company Act, Confidential Treatment Requests for Filings on Form 13F, and Form ADV-NR; Amendments to Form 13F,\" Page 33.\n\nU.S. Securities and Exchange Commission. \"Schedules 13D and 13G.\"",
  "url": "https://www.investopedia.com/terms/f/form-13f.asp"
}