{
  "term": "SEC Form 10-Q: Definition, Deadlines for Filing, and Components",
  "definition": "Investopedia / Michela Buttignol\n\nSEC Form 10-Q is a comprehensive unaudited report of financial performance that must be submitted quarterly by all public companies to theSecurities and Exchange Commission (SEC). It stands in contrast to SEC Form 10-K, which is required to be filed annually and is audited.\n\nIn the 10-Q, firms are required to disclose relevant information regarding their finances related to their business operations. A 10-Q must be filed for each of the first three quarters of the company's fiscal year.\n\nWhile 10-K reports are due annually and must include audited financial statements, 10-Q reports are due quarterly and are generally unaudited financial statements.\n\nFederal securities laws mandate that publicly traded companies provide certain information to shareholders and the general public. Thesedisclosuresmay occur periodically or as specific events occur.\n\nA company utilizes Form 10-Q—one of many required by the SEC—upon the completion of each quarter to release unaudited financial statements and give an overview of the company’s financial situation.\n\nThe exact filing dates depend on the organization’s fiscal year, but it is necessary to file three 10-Q reports each year.A 10-Q for the final quarter of the year is not required: A company files Form 10-K, an annual report, instead. This report, unlike the 10-Q, is audited and tends to contain more details.\n\nA company's Form 10-Q is public information. Anyone who wishes to examine a company's quarterly report can go to the SEC'sEDGAR database. You can search by company name, ticker symbol, or SEC Central Index Key (CIK). Many companies also post their 10-Qs on their websites, in an \"Investor Relations\" section.\n\nThe deadline for filing a 10-Q varies and depends on the number of outstanding shares a company has.\n\nA company filing a 10-Q is classified in one of three categories. Its category is determined by its publicfloat—that is, the portion of outstanding stock that is in the hands of the public, and not held by officers, owners, or the government. Essentially, the float is comprised of all of a company’s freely traded common stock shares.\n\nThe largest companies are classified as large accelerated filers. To fit this classification, an organization must have at least $700 million in public float. Large accelerated filers have 40 days after the close of the quarter to file a 10-Q.\n\nAccelerated filers are companies with at least $75 million in public float but less than $700 million. They also have 40 days to file the 10-Q (they have a little more time to file the 10-K).\n\nFinally, non-accelerated filers are companies with less than $75 million of public float. These companies have 45 days from the end of the quarter to file a 10-Q.\n\nWhen a company fails to file a 10-Q by the filing deadline, it must make a non-timely (NT) filing of SEC FormNT 10-Q.\n\nAn NT filing must explain why the deadline has not been met. It includes a request for an additional five days to file.\n\nAs long as a company has a reasonable explanation, the SEC allows late filings within a specified time period. Common reasons why companies are not able to file on time includemergers and acquisitions (M&A), corporate litigation, an ongoing review by corporate auditors, or lingering effects from bankruptcy.\n\nA 10-Q filing is considered timely if it is filed within this extension period. Failure to comply with this extended deadline results in consequences, including the potential loss of the SEC registration, removal from stock exchanges, and legal ramifications.\n\nThere are two parts to a 10-Q filing. The first part contains relevant financial information covering the period. This includes condensed financial statements, management discussion, analysis of the financial condition of the entity, disclosures regardingmarket risk, and internal controls.\n\nThe second part contains all other pertinent information. This includes legal proceedings, unregistered sales of equity securities, the use of proceeds from the sale of unregistered sales of equity, and defaults upon senior securities. The company discloses any other information—and includes exhibits—in this section.\n\nForm 10-Q, and the requirement for filing it, was established by theSecurities and Exchange Act of 1934. The aim was to promote transparency in public companies' operations by providing investors with the financial position of companies on an ongoing basis.\n\nThe 10-Q provides a window into the financial health of a company. Investors can use the form to get a sense of its quarterly earnings and other elements of its operations and to compare them to previous quarters. Thus, it is a dependable performance-tracking tool.\n\nSome areas of interest to investors that are commonly visible in the 10-Q include changes to working capital and/or accounts receivables, factors affecting a company's inventory, share buybacks, and even any legal risks that a company faces.\n\nYou can compare a close competitor's 10-Q to that of a company in which you are invested, or considering whether to invest, to see how its performance stacks up. This will give you an idea of whether it's a strong choice, where its weaknesses are, and how it could improve.\n\nThe 10-Q is one of many reports that public companies are required to file with the SEC. Other important and mandated filings include:\n\nForm 10-K:The 10-K must be filed once per year and includes the final quarter of the company's performance (replacing a fourth-quarter 10-Q). The 10-K summarizes the year, often contains more detailed information than an annual report, and must be filed within 90 days of the end of a company's fiscal year. It generally includes a summary of the company's operations, management's financial outlook, financial statements, and any legal or administrative issues involving the company.\n\nForm 8-K: This report is filed if there are any changes or developments to a business that didn't make the 10-Q or 10-K reports. The 8-K is considered an unscheduled document and may contain information such as press releases. If a company disposes of or acquires assets, has announcements of executive hiring or departures, or goes into receivership, this information is filed with an 8-K.\n\nAnnual report:A company's annual report is filed every year, and contains a wealth of company news including—but not limited to—general information about the company, a letter to shareholders from the CEO, financial statements, and an auditors report. This report is submitted a few months after the end of a company's fiscal year. The report is available through a company's website or investor relations team, and can also be obtained from the SEC.\n\nYes, all U. S. public companies issuing common shares of stock that trade on exchanges are required to file Form 10-Q. The date by which they have to file varies according to the number of shares, expressed in terms of dollar worth, that they have outstanding.\n\nAccording to the SEC, \"At least one complete copy of the report filed with the Commission and one such copy filed with each exchange must be manually signed on the registrant’s behalf by a duly authorized officer of the registrant and by the principal financial or chief accounting officer of the registrant.\" More information is available in the instructions for Form 10-Q.\n\n10-Qs generally are not audited or accompanied by accountants' reports. SEC regulations prohibit companies from making materially false or misleading statements or omitting material information to make disclosures not misleading. The SEC staff reviews 10-Qs and may provide comments to a company where disclosures appear to be inconsistent with the disclosure requirements or deficient in explanation or clarity.\n\nSEC Form 10-Q is a report filed by public companies and sent to the SEC after the close of each of the first three quarters of every year. The final quarter is covered by SEC Form 10-K, an annual report.\n\nForm 10-Q can be a valuable research tool for investors because it contains a substantial amount of financial data about a company's quarterly performance, as well as information regarding business operations, management discussions, pertinent market risks, and disclosures.\n\nU.S. Securities and Exchange Commission. \"How to Read a 10-K/10-Q.\"\n\nU.S. Securities and Exchange Commission, Investor.org. \"Form 10-K.\"\n\nU.S. Securities and Exchange Commission, Investor.gov. \"Form 10-Q.\"\n\nU.S. Securities and Exchange Commission. \"Form 12b-25: Notification of Late Filing.\"\n\nU.S. Securities and Exchange Commission. \"Form 12b-25: Notification of Late Filing.\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Form 10-Q General Instructions.\"\n\nU.S. Securities and Exchange Commission. \"Form 10-Q, General Instructions.\"\n\nU.S. Securities and Exchange Commission. \"Fast Answers: How to Read a 10-K/10-Q.\"",
  "url": "https://www.investopedia.com/terms/1/10q.asp"
}