{
  "term": "SEC Form 4: Statement of Changes in Beneficial Ownership Overview",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSEC Form 4: Statement of Changes in Beneficial Ownership is a document that must be filed with theSecurities and Exchange Commission (SEC)whenever there is a material change in the holdings of company insiders. Insiders consist of directors and officers of the company, as well as any shareholders, owning 10% or more of the company's outstanding stock. The forms ask about the reporting person's relationship to the company and about purchases and sales of suchequityshares.\n\nThe filing of Form 4 relates to Sections 16(a) and 23(a) of theSecurities Exchange Act of 1934, as well as Sections 30(h) and 38 of theInvestment Company Act of 1940. Disclosure of information required on Form 4 is mandatory and becomes public record upon filing.\n\nThere are multiple SEC forms that are associated with the ownership of stocks or securities for publicly-traded companies. SEC Form 4 is one of three forms that is usually required by the SEC.\n\nIndividuals fileForm 3when they first acquire a stock and are registering the securities for the first time. The form must be filed within 10 days of the individual becoming an officer, director, orbeneficial ownerat the company.\n\nForm 4 is required to be filed by a company or the individual at the company when there is a change in the holdings of company insiders. Form 4 must be filed with the SEC within two days of the transaction. Form 4 is a two-page document, which covers any buy-and-sell orders, as well as the exercise of company stock options.\n\nOptionsare contracts that give the holder the right, but not the obligation to buy or sell a stock at a certain price, and by a specific date. Options are often awarded to executives and directors of companies as part of theemployee incentiveplan. Typically, the options can be cashed out or redeemed after a predetermined holding period has expired.\n\nForm 5is filed if a person conducted a trade of the company's stock but failed to report it via Form 4. Form 5 allows the individual 45 days following the close of the company's fiscal year.\n\nThe SEC is able to use the information in SEC Form 4 when referring a case to other governmental authorities andself-regulatory organizations(SROs). If a party fails to disclose the required information on Form 4, civil or criminal actions could result.\n\nSeveral other forms are critical to maintaining transparency and recording the actions of public company executives, officers, and directors. These include the company's annual financial report, which is filed via a10-Kand the quarterly financial report filed via a10-Q.\n\nIf a company is issuing stock for the first time, they must file FormS-1, and if any amendments must be made, they file Form S-1A. The8-Kis filed when there are unscheduled material events or corporate changes.Schedule 13Dinforms the SEC when an entity acquires more than 5% of the stock of a public company.\n\nThe SEC has the capacity to use information disclosed on Form 4 in investigations or litigation involving federal securities laws, in addition to other civil, criminal, or regulatory statutes or provisions.\n\nIn general, a party must file Form 4 electronically via the Commission’s Electronic Data Gathering Analysis and Retrieval System (EDGAR). Exceptions can occur during hardship. It is mandatory within two business days starting from the end of the day the material transaction occurred.\n\nHere is alinkto a downloadable SEC Form 4: Statement of Changes in Beneficial Ownership.\n\nIn February 2020, Elon Musk, theChief Executive Officer (CEO)of the publicly-traded company Tesla Inc. (TSLA), filed SEC Form 4 as an individual. Below is a copy of the Form 4 as well as the details of the transaction, which was obtained via the SEC's EDGAR system.\n\nThe SEC Form 4 shows that Elon Musk purchased 13,037 shares at a price of $767, which left Mr. Musk with a total number of shares owned of 34,098,597 following the purchase (section 5).\n\nU.S. Securities and Exchange Commission. \"Form 4.\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Forms 3, 4, 5.\"\n\nU.S. Securities and Exchange Commission. \"Form 3.\"\n\nU.S. Securities and Exchange Commission. \"Form 4.\" Page 1-2.\n\nU.S. Securities and Exchange Commission. \"Form 5.\" Page 1-2.\n\nU.S. Securities and Exchange Commission. \"Form 8-K.\"\n\nU.S. Securities and Exchange Commission. \"Form 4.\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Edgar Search Results for Elon Musk.\"",
  "url": "https://www.investopedia.com/terms/f/form4.asp"
}