{
  "term": "Section 1231 Property: Definition, Examples, and Tax Treatment",
  "definition": "Section 1231 property is a type of property, defined by section 1231 of the U.S. Internal Revenue Code. Section 1231 property is real or depreciable business property held for more than one year.\n\nA section 1231 gain from the sale of a property is taxed at the lower capital gains tax rate versus the rate for ordinary income. If the sold property was held for less than one year, the 1231 gain does not apply.\n\nExamples of section 1231 properties include buildings, machinery, land, timber, and other natural resources, unharvested crops, cattle, livestock, and leaseholds that are at least one year old. However, section 1231 property does not include poultry and certain other animals, patents, inventions, and inventory; such as goods held for sale to customers.\n\nBroadly speaking, if gains on property fitting Section 1231's definition are more than the adjusted basis and amount ofdepreciation, the income is counted as capital gains, and as a result, it is taxed at a lower rate than ordinary income.\n\nHowever, when losses are recorded on section 1231 property whereby the loss is classified as an ordinary loss, it's 100% deductible against income.\n\nOrdinarily, if income was qualified as capital gains, so would any losses, which can only be deductible up to $3,000 for the tax year, and any losses in excess of that figure would be arrived at in the following year. The section 1231 law makes it so taxpayers and business owners get the best of both worlds.\n\nThe IRS handles the taxation of a section 1231 gain as a \"regular\" capital gain when there is income, but not when there is a loss.Capital gains taxis a tax on the profit when you sell something that’s increased in value. It’s the gain you make that’s taxed, not the amount of money you receive.\n\nThe following are considered 1231 transactions under IRS regulations:\n\nSection 1231 property is related tosection 1245 propertyandsection 1250 property. Section 1231 defines the tax treatment of the gains and losses of property fitting the definitions of sections 1245 and 1250 on Form 4797.\n\nSection 1245 property cannot include buildings or structural components unless the structure is designed specifically to handle the stresses and demands of a specific use, and can’t be used for any other use, in which case it can be considered closely related to the property it houses.\n\nSection 1245 property is any asset that is depreciable or subject to amortization and meets any of the following descriptions in Publication 544, Sales and Other Dispositions of Assets:\n\nIf the sale of section 1245 property is less than the depreciation or amortization on the property, or if the gains on the disposition of the property are less than the original cost, gains are recorded as normal income and are taxed as such. If the gain on the disposition of the section 1245 property is greater than that original cost, then those gains are taxed as capital gains.\n\nIf the section 1245 property was acquired through a like-kind exchange, the amounts you claimed on the property you used in the exchange are included in the depreciation or amortization amount, as would be the amounts a previous owner of section 1245 property claimed if the adjusted basis was used as a reference to your own.\n\nThe IRS defines section 1250 property asall real property, such as land and buildings, that are subject to the allowance for depreciation, as well as a leasehold of land or section 1250 property.\n\nMuch like with section 1245 property, gains on section 1250 property qualify as ordinary income if they are less than or equal to the amount the property has depreciated, and if the gains exceed the depreciation then the income is treated as capital gains. During the year of the sale, depreciation recapture is taxable as ordinary income if the sale of the property is executed in an installment method.\n\nWhile section 1231 was introduced in the 1954 IRS Code, the content of the tax code referring to gains received upon deposition of depreciable and real property was introduced in 1939 in section 117(j).\n\nLet's say a building is bought at $2 million and then has another $2 million put into it in the form of refurbishment (updating A/C units, windows, and a new roof) with an amortization rate of 50% over 10 years.\n\nSo, let's say then that 10 years after the building had $2 million put into it, it is sold at a price of $6 million. The recorded gains on that sale would be $4 million, not $2 because the cost of refurbishment would be capitalized on the books. That $4 million sale would be taxed ascapital gainsbecause the property was sold for more than the amount that it had depreciated.\n\nIRSForm 4797, Sales of Business Property, is used to report the section 1231 gains on a sold property.\n\nSection 1231 applies to all depreciable business assets owned for more than one year, while section 1250 (and also 1245) provides guidance on how different asset categories are taxed when sold at a gain or loss. All property used in a trade or business is considered section 1231 property and, for taxation purposes, either section 1245 or 1250 applies, depending on the property’s characteristics.\n\nWhen it comes to taxation there is no difference under certain circumstances. If gains on property fitting Section 1231's definition are more than the adjusted basis and amount of depreciation, the income is counted as capital gains, and as a result, it is taxed at a lower rate than ordinary income.\n\nSection 1231 gains are gains from depreciable property and real property used in a business and held for more than one year. Such gains are considered \"tax-friendly\" as they have traditionally enjoyed a favored status in the tax code. Net Section 1231 gains for the taxable year are treated as long-term capital gains, but a net Section 1231 loss is considered an ordinary loss.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Page 39.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Pages 40, 54-55.\n\nInternal Revenue Service. \"Instructions for Form 4797, Sales of Business Property.\"\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Page 41.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Pages 41-42.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Page 43.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Page 43, 46.\n\n\"Federal Income Tax: Involuntary Conversions as Section 337 Sales or Exchanges.\"Duke Law Journal,1961, pp. 142-148.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\" Pages 39, 41, 43.",
  "url": "https://www.investopedia.com/terms/s/section-1231.asp"
}