{
  "term": "Sector Breakdown: What It Is and How It's Used",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA sector breakdown is the mix of industrysectors, like technology or healthcare, held by a fund or portfolio, typically expressed as a percentage. Sector designations can vary depending on the fund’s investment criteria and overall objective.\n\nA sector breakdown can help aninvestorobserve the investment allocations of a fund. Fund companies regularly provide sector reporting in their marketing materials. Sector investing can influence investments in the fund. A fund may target a specific sector such as technology, or seek to diversify among many sectors.\n\nSome funds may have restraints on sector investments. This may occur with environmental, social, and governance (ESG) focused funds. These funds seek to exclude industries or companies that their investors consider undesirable for various reasons such as tobacco producers or oil exploration companies.\n\nAsector fundallocates 100% to a specified sector, such as healthcare, technology, or energy.\n\nTheGlobal Industry Classification Standard, also known as GICS, is the primary financial industry standard for defining sector classifications. GICS was developed by index providers MSCI and the S&P Dow Jones. Its hierarchy begins with 11 sectors which can be further delineated to 25 industry groups, 74 industries, and 163 sub-industries. It follows a coding system that assigns a code from each grouping to every company publicly traded in the market.\n\nThe eleven sectors defined by GICS include:\n\nA diversified stock portfolio will holdstocksacross most GICS sectors.Diversificationacross stock sectors helps to mitigate idiosyncratic or unsystematic risks caused by factors affecting specific industries or companies within an industry. Sector indexes can be used by investors seeking to invest in the growth prospects of a single sector.\n\nInvestment companies offer passive index funds that seek to replicate each of the eleven GICS sectors. The Vanguard Information Technology Index Fund is one example of a passively managed mutual fund that replicates the holdings of the MSCI U.S. Investable Market Information Technology Index.\n\nA well-diversified portfolio includes as many sectors as possible and does not concentrate too many funds into a single sector or related sectors. Investors can employ thefive percent rulewith sector funds. To diversify within specialty sectors, such as biotech, commercial real estate, or gold miners, investors keep their allocation to 5% or less for each.\n\nThe Energy Sector includes companies that target oil, gas, coal, and consumable fuels through exploration and production, refining and marketing, and storage and transportation. The sector also includes companies that offer oil and gas equipment and services.\n\nEvery company is assigned a GICS classification at the sub-industry level\n\naccording to its primary business activity. MSCI and S&P Dow Jones Indices use revenues and earnings to determine a company's principal business.\n\nSectors are broad classifications such as consumer staples, healthcare, or technology. The Global Industry Classification Standard is the primary financial industry standard for defining sector classifications. The sector breakdown of a portfolio shows how much asset weights are allocated to what industry sectors and are commonly expressed as a percentage.\n\nMSCI. \"The Global Industry Classification Standard (GICS®).\"\n\nVanguard. \"Vanguard Information Technology Index Fund Summary Prospectus,\" Page 3.\n\nMSCI. \"Definitions of GICS Sectors Effective Close of March 17, 2023.\"\n\nGICS. \"GICS Structure and Methodology.\"",
  "url": "https://www.investopedia.com/terms/s/sector-breakdown.asp"
}