{
  "term": "Section 1245: Definition, Types of Property Included, and Example",
  "definition": "A part of the Internal Revenue Code (IRC), Section 1245 taxes gains on the sale of certain depreciated or amortized property at ordinary income rates.\n\nSection 1245 is part of theInternal Revenue Code(IRC). It covers the applicable tax rate forgainsfrom the sale or transfer of depreciable and amortizable property. It applies to certain types of real or tangible business property that have been held by that business for more than 12 months.\n\nSection 1245 outlines what properties are included in this treatment and when the ordinary incometax rateapplies to their sale, rather than thecapital gainstax rate.\n\nSection 1245 recapturesdepreciationoramortizationallowed or allowable on tangible and intangible personal property at the time a business sells such property at a gain. Section 1245 taxes the gain at ordinary income rates to the extent of its allowable or allowed depreciation or amortization.\n\nThe IRS defines Section 1245 property as the following:\n\nSection 1245 properties must be or have been subject to an allowance for depreciation or amortization. They can be either personal property (eithertangible or intangible) or other tangible property (except buildings and their structural components) used as any of the following:\n\nSection 1245 is a mechanism torecaptureat ordinary income tax rates allowable or allowed depreciation or amortization taken on section 1231 property. Allowable or allowed means that the amount of depreciation or amortization recaptured is the greater of that taken or that could have been taken but was not.\n\nAsection 1231property is a real or depreciable business property that has been held by the business for more than one year.\n\nConceptually, a lower tax rate on gain means less tax payable and a higher tax rate on loss means a larger offset of taxable income and less tax payable. For this reason, tax planning strategies seek lower capital gains rates for gains and higher ordinary income rates for losses.\n\nCongress enacted IRCSection 1231to favor businesses by allowing them to apply a lower capital gains rate on gains and a higher ordinary income rate on losses recognized from the sale of their property.However, many businesses had already gotten favorable tax treatment by taking depreciation or amortization deductions on these properties. So, Congress enacted Section 1245 to recapture depreciation and amortization at ordinary income rates on properties sold at a gain.\n\nThe wording of Section 1245 implies that it covers a new or different class of property—section 1245 property. But, in reality, section 1245 property is merely section1231 property that has been depreciated or amortized. Section 1245 property is section 1245 property only as long as it has unrecaptured depreciation or amortization. Once its depreciation or amortization is fully recaptured, it becomes section 1231 property.\n\nIf section 1245 property is sold at a loss, it converts to section 1231 property for tax purposes. The loss is ordinary (subject to netting and look-back). If section 1245 property is sold at a gain, it remains section 1245 property. To the extent of depreciation or amortization, the gain is taxed at ordinary income rates.\n\nOnce depreciation or amortization has been recaptured, it converts to section 1231 property. Any remaining gain is taxed atcapital gains rates.\n\nTax rates for capital gains are lower than ordinary income tax rates.\n\nAs an example, imagine that a business owns a $100 widget and takes $75 of depreciation. The widget’s adjusted tax basis is its $100 cost minus $75 of depreciation, or $25. The business sells the widget for $150.\n\nThe gain is the $150 sale price minus the $25 adjusted tax basis, or $125. Of that $125, $75 (the depreciated amount) is a section 1245 gain taxed at ordinary income rates. The remaining $50 ($125-$75) is a section 1231 gain taxed at capital gains rates.\n\nIf the business sells the $100 widget for $20, you have a loss of $20 sale price minus $25 adjusted tax basis, or $5. Since there is a $0 gain, Section 1245 does not apply, and the $5 loss is a section 1231 loss that is ordinary.\n\nSection 1231 is part of the U.S. Internal Revenue Code (IRC). It defines the tax treatment of certain types of real or depreciable business property. It allows the sale of these properties to be taxed at capital gains tax rates, rather than at the higher rates for ordinary income.\n\nThe capital gains tax is levied on the sale of certain investments or properties that have been held for more than a year. In 2024 (the tax return filed in 2025) the capital gains tax rates are 0%, 15%, or 20% of the profit, depending on the filer's income.\n\nSection 1245 and section 1231 concern the same types of business property. The difference between them is that section 1245 properties have been depreciated or amortized. Once the tax on that depreciation or amortization has been recaptured, the property is considered section 1231 property.\n\nSection 1245 provides a way to recapture taxes lost on section 1231 property that has depreciated or amortized. It applies to real or depreciable business property that a business has held for more than one year.\n\nThis recapture happens when the business sells certain tangible or intangible personal property. If the business took depreciation deductions on its property, and then sold that property for a profit, the gains are taxed at ordinary income tax rates. Once the depreciation or amortization is recaptured, the property becomes section 1231 property, and the remaining value is taxed at capital gains rates.\n\nInternal Revenue Service. \"Publication 544: Sales and Other Disposition of Assets,\" Page 26-27.\n\nInternal Revenue Service. \"Publication 544, Sales and Other Dispositions of Assets.\"\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Tax Topic No. 409, Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/s/section1245.asp"
}