{
  "term": "Secular: What It Means in Stock Investing, With Examples",
  "definition": "In finance, secular is a descriptive word used to refer to market activities that occur over the long term.\n\nSecular can also point to specific stocks orstock sectorsunaffected by short-term trends. Secular trends are not seasonal orcyclical. Instead, they remain consistent over time.\n\nInvestors and analysts expect seculartrendsand secular stocks to remain moving in the same direction over the long term, maintaining a static trajectory regardless of currenteconomic conditions. When applying the term to the stock market, a secular market is the market's overarching trend or direction for a long period of time. Further, secular trends may be upward or downward in direction.\n\nIt is important for investors to identify secular trends in markets, not just short-term trends, to develop a long-terminvestment strategy. Examples of secular trends include an aging population, which tends to have different spending and savings habits than a younger population, the expansion of a particular technology such as the internet, the clean-energy movement, and the growth inimpact investing.\n\nWithin thestock market, experts consider technology companies such as Netflix and Google parent Alphabet secular because short-term economic trends have a minimal lasting impact on their long-term performance.\n\nDavid Kostin of Goldman Sachs, as reported byCNBCin March of 2018, came up with a list of the best secular growth stocks prime for investment.The short-list includes internet companies Amazon and Google's Alphabet as well as Domino's Pizza and Summit Materials. Goldman chose these companies because they grew sales by over 10% over the three previous years and have robust and forward-looking potential.\n\nOther frequently-cited examples include companies like Apple and Amazon, whose businesses do not rely heavily on cyclical factors. Deere, Tesla, and Devon Energy are also considered secular stocks.Solar stocksmay also be considered secular, in that demand will remain consistent in times of economic hardship.\n\nA stock is secular when the associated companyearningsremain constant regardless of other trends occurring within the market. Companies are often secular when the primary business relates toconsumer staplesor products that most households consistently use.\n\nConsumer staples can include personal care items, such as shampoo and toilet paper, various food-item producers, and certain pharmaceutical companies.\n\nA stock is considered a secular play if its revenues are likely to remain consistent regardless of other trends in the market. For example, consumer staples are likely to be strong secular plays, because they will remain in demand even in times of recession.\n\nSecular stocks are very different fromcyclical stocks, which are securities whose price is impacted by the movement in the overall economy due to consumer buying power. These are companies whose business model is most likely to suffer during an economic downturn.\n\nCyclical stocks tend to be those whose profits depend on discretionary spending, which tends to decline during recessions. For example, Starbucks and Nike are commonly considered examples of cyclical stocks: because they are considered relatively expensive and non-essential, many consumers will reduce spending on these products when money gets tight.\n\nSecular movements can proceed in either a positive or negative direction. Therefore, the term does not always mean growth. Investors may be secularbearsor secularbulls.\n\nAlso, secular can refer to subtle or dramatic movements as the term does not identify the degree of change. The defining characteristics are the long-term nature of the movement and the lack of impact of short-term trends on associated activity.\n\nWhile experts consider them to be long term, secular trends are not necessarily permanent.\n\nIn his book,Stocks for the Long Run (McGraw-Hill Education, 5th edition, 2014), Jeremy Siegel, an economics Ph.D., and finance professor at the Wharton School, University of Pennsylvania, argues that equity securities–particularly U.S. equities–are secular and will likely outperform the other majorasset classessecularly or over the long term.\n\nIn support of his argument, Siegel points to the 130 years between 1871 and 2001. During any rolling 30-year period within this timeframe, stocks outperformed all other asset classes, especiallybondsandT-bills. Most experts agree that a 30-year period constitutes a secular trend.\n\nIn healthcare, a secular trend refers to patterns in disease activity over a long time, usually many years. Secular trends may be affected by factors such as population immunity, but they are not affected by periodic factors or seasonal trends.\n\nIn finance, a headwind refers to forces that act to slow or limit growth. A \"secular headwind\" refers to long-term factors that act as a dampener to market growth during the upswing of the business cycle.\n\nIn finance, a tailwind refers to forces that help accelerate market growth. A secular tailwind refers to long-term economic trends that help feed market growth, in contrast to cyclical factors that limit growth.\n\nIn investing, secular refers to business trends with a low correlation to the business cycle. A secular stock is one that is likely to preserve value, even during a recession or economic downturn. In contrast, a cyclical stock or trend is one that is likely to follow with the fluctuations in the wider economy.\n\nCNBC. \"Goldman: Not much upside left for the market here, but these ‘secular growth’ stocks should boom.\"\n\nCNBC. \"Jim Cramer Says to Own Secular Stocks, Approach Cyclical Names with Skepticism.\"\n\nNational Library of Medicine. \"Medical Microbiology: 4th Edition. Chapter 9: Epidemiology.\"",
  "url": "https://www.investopedia.com/terms/s/secular.asp"
}