{
  "term": "Securities and Exchange Commission (SEC): What It Is and How It Works",
  "definition": "The U.S. Securities and Exchange Commission is an independent federal agency tasked with protecting investors and maintaining fair and efficient markets.\n\nThe Securities and Exchange Commission (SEC) is the federal agency that oversees investment offerings and financial markets. It is responsible for regulatingbroker-dealers,investment advisors,exchanges, and public companies to ensure that investors have accurate and transparent information. It also regulates the sale of securities, includinginitial public offerings.\n\nCongress created the SEC in 1934 in response to the Great Depression. As the first federal regulator of the securities markets, the SEC was tasked with regulating thebucket shopsand unethical trading practices that had contributed to the stock market crash of 1929.\n\nSecurities offered in the U.S. must be registered with the SEC before being sold to investors. Financial services firms such as broker-dealers, advisory firms, asset managers, and their professional representatives must also register with the SEC to do business.\n\nThe SEC oversees organizations and individuals in the securities markets, including securities exchanges, brokerage firms, dealers,registered investment advisors, and investment funds. Through established securities rules and regulations, the SEC promotes disclosure and sharing of market-related information, fair dealing, and protection against fraud. It provides investors access to registration statements, periodic financial reports, and other securities forms through its electronic data-gathering, analysis, and retrieval database, better known asEDGAR.\n\nThe SEC was created in 1934 to help restore investor confidence in the wake of the 1929 stock market crash.\n\nThe SEC is headed by five commissioners appointed by the president, one of whom is the chair. The commissioners have a five-year term, but may serve an additional 18 months until a replacement is found. Present SEC chair Paul Atkins took office in April 2025.The law requires that no more than three of the five commissioners come from the same political party to promote nonpartisanship.\n\nThe SEC consists of five divisions and 23 offices.Their goals are to interpret andenforce securities laws, issue new rules, oversee securities institutions, and coordinate regulations among different parts of the government. The five divisions and their roles are as follows:\n\nSince the 1930s, the SEC has enforced securities laws and regulations through two primary mechanisms, often in conjunction with criminal cases brought by DOJ and other prosecutorial authorities:\n\nIn civil suits, the SEC seeks three main sanctions:\n\nBelow is a table of the most common results of the SEC's successful enforcement actions:\n\nThe potential forums for the SEC's enforcement actions changed significantly following a June 2024 Supreme Court decision in SEC v. Jarkesy.The court ruled that the SEC's practice of imposing civil penalties through administrative proceedings in cases of securities fraud violates the Seventh Amendment right to a jury trial. The decision requires the SEC to pursue such penalties in federal court, potentially affecting the rapidity and scope of its enforcement actions.\n\nThus, while the SEC can still pursue some administrative actions (those involving nonmonetary damages), cases involving civil penalties for securities fraud and similar matters (insider trading, accounting fraud, and market manipulation) must now be brought in federal court.\n\nCriminal cases continue to be referred to law enforcement agencies, including the FBI, DOJ, and any relevant agencies in states where crimes are alleged to have occurred.\n\nThe SEC also serves as the first level of appeal for actions sought by the securities industry's self-regulatory organizations, such asFINRAor the New York Stock Exchange.\n\nIn 2023, the SEC awarded the most ever to whistleblowers, $600 million. Out of that, $279 million was awarded to one person, another record. The award was related to a $1.1 billion settlement with Ericsson (ERIC) in 2019 over bribery allegations.\n\nEstablished in 2011 under theDodd-Frank Wall Street Reform and Consumer Protection Act, the SEC Whistleblower Office has become a significant part of the agency's enforcement efforts. As the unit's name suggests, the office administers a program that offers major incentives to those who come forward with high-quality information about potential securities law violations.\n\nSince its inception, the Office of the Whistleblower has been highly effective, leading or developing further many successful enforcement actions and recovering billions for investors. Whistleblowers who voluntarily provide original information that results in fines and disgorgements exceeding $1 million are eligible for awards ranging from 10% to 30% of the amount collected.\n\nIn fiscal year 2023, the SEC awarded almost $600 million to whistleblowers, its highest yet. \"This success directly benefits investors, as whistleblower tips have contributed to enforcement actions resulting in orders requiring bad actors to disgorge more than $4 billion in ill-gotten gains and interest,\" said Gurbir S. Grewal, director of the SEC’s Division of Enforcement. The awards show \"there is a significant incentive for whistleblowers to come forward with accurate information about potential securities law violations.\"\n\nThe SEC Office of the Whistleblower couldn't function without efforts to protect whistleblowers from retaliation, or too many would fear coming forward. The SEC thus also enforces rules prohibiting actions meant to impede those reporting to the SEC or retaliating against them for doing so.\n\nDuring the U.S. stock marketcrashof October 1929, many companies went bankrupt, leaving their shares worthless. Because many had previously provided false or misleading information, public faith in the integrity of the securities markets plunged.\n\nTo restore investor confidence, Congress passed the Securities Act of 1933, which aimed to ensure more transparency in financial statements so investors could make informed decisions about investments.\n\nA year later, Congress passed theSecurities Exchange Act of 1934, which created the SEC. The SEC was tasked with ensuring that publicly traded companies made truthful statements about the major aspects of their businesses and that brokers, dealers, and exchanges treated investors honestly and fairly.\n\nAs such, the act granted the SEC broad authority to oversee the securities industry, including the power to register, regulate, and oversee brokerage firms, transfer agents, and clearing agencies.\n\nThe SEC began operations on July 2, 1934. Joseph P. Kennedy, the father of future President John F. Kennedy, was appointed the first chair. During its early years, the SEC played a major part in the rollout of the financial reforms of President Franklin D. Roosevelt's New Deal. TheInvestment Company Act of 1940andInvestment Advisers Act of 1940expanded the SEC's regulatory scope to include oversight of investment companies and advisers.\n\nThe SEC continued to evolve in the decades after World War II as it responded to a boom in U.S. capital markets. Major legislation during this period included the Securities Acts Amendments of 1964, which extended SEC oversight toover-the-countermarkets and increased disclosure requirements.During this time, the SEC began to focus on insider trading and cases of market manipulation, reflecting the increasing complexity of financial markets.\n\nIn 1974, Congress established the Commodity Futures Trading Commission (CFTC) to regulate derivatives markets, including futures, options, and swaps. While the SEC oversees securities and capital markets, the CFTC's purview encompasses commodities and their derivatives. Although the two agencies often collaborate on matters of overlapping jurisdiction, such as security futures products, their historical relationship has been characterized more by competition than cooperation.\n\nThe tension between them quickly came to a head in 1982, forcing Congress to intervene and compel them to agree to the Shad-Johnson Accord, later written in legislation.The agreement granted the CFTC exclusive authority over all futures contracts, including those based on broad-based stock indexes. The SEC received jurisdiction over options on securities and stock indexes.\n\nWhile the accord provided greater regulatory clarity for investors, the interagency rivalry persisted for decades. Although largely defused in the aftermath of the 2008 financial crisis and subsequent legislation, tensions between the CFTC and SEC have at times resurfaced, most notably over the regulation of cryptocurrencies.\n\nIn the 1980s and 1990s, the SEC adapted to technological changes, such as the rise of electronic trading platforms and the globalization of financial markets. TheNational Securities Markets Improvement Act of 1996was meant to bring greater consistency to state and federal securities regulations. Following major corporate scandals after thedot-com bubbleof the late 1990s and early 2000s burst, such as those involving Enron and WorldCom, the Sarbanes-Oxley Act of 2002 (SOX) was passed to regain public confidence in the markets.\n\nThe law's changes were meant to be sweeping, though it wouldn't be long before a far greater set of scandals rocked the markets. SOX required corporate executives to personally certify the accuracy of financial statements, making them criminally liable for any misrepresentations. SOX also strengthened auditor independence by restricting the types of non-audit services they can provide to clients (therefore giving companies incentives to look the other way, lest they endanger other parts of their firms) and established the Public Company Accounting Oversight Board (PCAOB) to oversee the audits of public companies.\n\nIn 2007, the Financial Industry Regulatory Authority (FINRA) was born from the merger of the National Association of Securities Dealers and the New York Stock Exchange's regulatory arm.FINRA has become the largest independent regulator overseeing broker-dealers in the country.\n\nWhile the SEC continues to oversee the entirety of the securities markets and ensure fair treatment for investors, FINRA focuses on regulating the specific activities of brokerage firms and registered representatives. The SEC's oversight of corporate finance, economic analysis, enforcement, and trading activities is still central. However, FINRA's role in writing and enforcing rules for broker-dealers, examining firms for compliance, and resolving disputes between investors and firms added another layer of protection for the investing public.\n\nThe financial crisis of 2007 to 2008 was the SEC's most significant challenge since the Great Depression. The Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 aimed to prevent future crises by increasing transparency in financial markets and reducing risks within the financial system.Dodd-Franksignificantly expanded the SEC's authority to bring administrative proceedings against a broader range of individuals and entities.\n\nBefore Dodd-Frank, the SEC could only pursue administrative actions against those directly regulated by the commission, such as registered investment advisors or broker-dealers. The act broadened this authority to include \"any person\" associated with securities law violations.This means the SEC can now bring administrative actions against a broader range of individuals, including those not directly regulated by the agency, such as corporate officers, employees, and individuals associated with unregistered entities.\n\nEach year, the SEC brings many civil enforcement actions against firms and individuals that violate securities law, and it's involved in every significant case of financial misconduct, either directly or in conjunction with the DOJ. Typical offenses the SEC prosecutes include accounting fraud, disseminating misleading or false information, andinsider trading.\n\nAfter the financial crisis of 2007 to 2008, the SEC helped prosecute the financial institutions that caused the crisis, returning billions of dollars to investors. It charged 204 entities or individuals and collected almost $4 billion in penalties, disgorgement, and other monetary relief. Goldman Sachs, for example, paid $550 million, then the largest penalty ever for a Wall Street firm and the second-largest in SEC history, exceeded only by the $750 million paid byWorldCom.Given the wounds to the economy, many in the public criticized the agency for not doing enough to bring those responsible to justice.\n\nIn June 2024, the Supreme Court's decision in SEC v. Jarkesy brought a significant shift in the SEC's enforcement powers.The ruling addressed the expanded authority granted to the SEC by Dodd-Frank. The majority in Jarkesy determined that the SEC's practice of imposing civil penalties through administrative proceedings in fraud cases violates the Seventh Amendment right to a jury trial. The ruling required the SEC to pursue such penalties in federal court rather than through its in-house administrative law judges. The decision has far-reaching implications for the SEC's enforcement of securities laws, potentially slowing its ability to bring enforcement actions.\n\nNew SEC regulations start with a concept release, which leads to a proposal. A concept release and subsequent proposal are published for public review and comment. The SEC reviews the public’s input to determine its next steps.The SEC will then convene to consider feedback from the public, industry representatives, and other subject-matter experts. It then votes on whether to adopt the rule.\n\nNo. The SEC is the U.S. regulator charged with setting rules concerning the issuing, marketing, and trading of securities. The SEC is also charged with protecting investors.FINRA(formerly NASD) is a nonprofit self-regulatory industry organization that oversees broker-dealers and issues licenses to securities professionals.When FINRA takes punitive action against those it oversees, those decisions are appealed to the SEC.\n\nThe SEC is an independent federal agency headed by a bipartisan five-member commission, composed of the chair and four commissioners appointed by the president and confirmed by the U.S. Senate.The SEC is accountable to Congress and operates under the authority of federal laws that include the Securities Act of 1933, the Securities Exchange Act of 1934, the Investment Company Act of 1940, the Investment Advisers Act of 1940, and the Sarbanes-Oxley Act of 2002, among others.\n\nThe SEC is an independent federal agency established in 1934 to regulate the U.S. securities markets and protect investors. Created in the wake of the1929 stock market crash, the SEC oversees securities exchanges, broker-dealers, investment advisors, and other market participants. It also enforces federal securities laws, proposes securities regulations, and oversees the securities industry, the nation's stock and options exchanges, and other electronic securities markets.\n\nOver time, the SEC's role and authority have evolved in response to changing markets and legislative actions. The agency has played a crucial role in maintaining confidence in U.S. markets, both at home and abroad. However, recent developments, including the 2024 Supreme Court decision in SEC v. Jarkesy, have reshaped the SEC's enforcement abilities.\n\nU.S. Securities and Exchange Commission. \"About EDGAR.\"\n\nU.S. Securities and Exchange Commission. \"The Role of the SEC.\"\n\nU.S. Securities and Exchange Commission. \"Paul S Atkins Sworn in as SEC Chairman.\"\n\nU.S. Securities and Exchange Commission. \"Current SEC Commissioners.\"\n\nU.S. Securities and Exchange Commission. \"What We Do.\"\n\nU.S. Securities and Exchange Commission. \"Division of Corporation Finance.\"\n\nU.S. Securities and Exchange Commission. \"Division of Enforcement.\"\n\nU.S. Securities and Exchange Commission. \"Division of Investment Management.\"\n\nU.S. Securities and Exchange Commission. \"Economic and Risk Analysis.\"\n\nU.S. Securities and Exchange Commission. \"Trading and Markets.\"\n\nU.S. Securities and Exchange Commission. \"How Investigations Work.\"\n\nSupreme Court of the United States. \"SEC v. Jarkesy.\"\n\nU.S. Securities and Exchange Commission. \"SEC Issues Largest-Ever Whistleblower Award.\"\n\nU.S. Securities and Exchange Commission. \"Office of the Whistleblower.\"\n\nU.S. Securities and Exchange Commission. \"Office of the Whistleblower.\"\n\nU.S. Securities and Exchange Commission. \"The Securities Acts Amendments of 1964.\"\n\nGovernment Accountability Office. \"Issues Related to the Shad-Johnson Jurisdictional Accord.\"\n\nFinancial Industry Regulatory Authority. \"NASD and NYSE Member Regulation Combine to Form the Financial Industry Regulatory Authority.\"\n\nHarvard Law School Forum on Corporate Governance. \"Summary of Dodd-Frank Financial Legislation.\"\n\nU.S. Securities and Exchange Commission. \"Implementing the Dodd Frank Act.\"\n\nU.S. Securities and Exchange Commission. \"Addressing Misconduct That Led to or Arose From the Financial Crisis.\"\n\nU.S. Securities and Exchange Commission. \"SEC Distributions to WorldCom Fraud Victims Top Half-Billion Dollar Mark.\"\n\nU.S. Securities and Exchange Commission. \"Rulemaking, How It Works.\"\n\nU.S. Securities and Exchange Commission. \"PERFORMANCE AND ACCOUNTABILITY REPORT.\"",
  "url": "https://www.investopedia.com/terms/s/sec.asp"
}