{
  "term": "Securities Lending: How It Works",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nSecurities lending happens when one investor lends a security, such as a stock or commodity, to another, usually though a broker.\n\nSecurities lending is the practice of lending shares of stock, commodities,derivative contracts, or other securities to other investors or firms. It requires the borrower to put up collateral, such as cash, other securities, or aletter of credit.\n\nWhen a security is loaned, the title and ownership are also transferred to the borrower. Abrokerage charges a client a loan fee, or borrow fee, for borrowing shares, along with any interest due related to the loan. The loan fee and interest are charged according to a Securities Lending Agreement that must be completed before a client borrows the stock. Holders of securities that are loaned receive arebatefrom their brokerage.\n\nSecurities lending provides liquidity to markets, can generate additional interest income for long-term holders of securities, andallows for short-selling.\n\nSecurities lending is generally facilitated betweenbrokersordealersand not directly by individual investors. To finalize the transaction, a securities lending agreement or loan agreement must be completed. This sets forth the terms of the loan including duration, interest rates, lender’s fees, and the nature of the collateral.\n\nAccording to current regulations, borrowers should provide at least 100 percent of the security's value as collateral. Collateral for securities also depends on its volatility. The minimum initial collateral on securities loans is at least 102 percent of the market value of the lent securities plus, for debt securities, any accrued interest.﻿﻿﻿﻿ In addition, the fees and interest charged on a securities loan will often depend on how difficult it is to locate those securities desired for borrow. The more scarce the supply of available securities, the higher the cost.\n\nTypical securities lending requires clearing brokers, who facilitate the transaction between the borrowing and lending parties. The borrower pays a fee to the lender for the shares and this fee is split between the lending party and the clearing agent.\n\nHelps investors hedge their portfolios\n\nAllows investors to earn profit from their securities in more ways\n\nStock holders lose voting rights on loaned stock\n\nDetermining tax libaility can be complicated\n\nBorrowers may default, failing to return the owed security.\n\nAshort saleinvolves the sale andbuybackof borrowed securities. The goal is to sell the securities at a higher price and then buy them back at a lower price. These transactions occur when the securities borrower believes the price of the securities is about to fall, allowing him to generate a profit based on the difference in the selling and buying prices. Regardless of the amount of profit, if any, the borrower earns from the short sale, the agreed-upon fees to the lending brokerage are due once the agreement period has ended.\n\nWhen a security is transferred as part of the lending agreement, all rights are transferred to the borrower. This includesvoting rights, the right to dividends, and the rights to any other distributions. Often, the borrower sends payments equal to the dividends and other returns back to the lender.\n\nSuppose an investor believes that the price of a stock will fall from its current price of $100 to $75 in the near future. The stock is not very volatile and generally trades in defined ranges. To profit from this thesis, the investor borrows 50 shares from a securities firm and sells them for $5,000 (50 shares x $100 current price).\n\nAssuming the share price drops to $75, the investor will purchase 50 shares for $3,750 (50 shares x $75 price) and return them to the securities firm. In this case, the profit on this short-sale transaction is $1,250 ($5,000 - $3,750). However, short sales do not always work out as planned. If the investor has miscalculated and the company's shares increase in price rather than decrease, the investor will have to purchase the stock back at a higher price than the price at which they sold it and incur a loss on this transaction.\n\nTheUnited States Federal Reserveis involved in securities lending, with some Federal Reserve banks lending both American government and governmental agency bonds to certain bond dealers.\n\nFor example, the New York Fed holds auctions each business day during which it allocates securities loans to the best available bidder. The more that a firm is willing to pay as a loan fee, the better that firm's chances of winning the bid and securing the loan.These loans assist the Federal Reserve Open Market Committee in implementing monetary policy by smoothing out the clearing of debt securities.\n\nLike the Federal Reserve, the European Central Bank also participates in securities lending. Since 2015, Eurosystem central banks have offered loans for securities purchased under the public sector purchase program, which includes bonds issued by national governments, as well as recognized agencies, international organizations, local and regional governments, and multilateral development banks in the euro area.\n\nThe ECB offers securities loans to help keep European markets running smoothly. Under its Expanded Asset Purchase Program, the ECB purchased many securities, reducing the number available on the open market. Securities lending helps increase market lquidity, leading to a more efficient market.\n\nRecently, securities lending has led to scandals with some brokers involved in the practice. In December 2023, FINRA fined four companies, M1 Finance, Open to the Public Investing, SoFi, and SogoTrade $2.6 million.\n\nThese companies enrolled customers in a securities lending program, allowing the companies to borrow their customers securities and lend them out to third parties. FINRA alleged that these companies did not establish proper supervisory systems for these securities lending programs or have any method for determining where it was appropriate for any specific customer to enroll in the program. FINRA also alleged that the companies failed to offer proper compensation for borrowed securities.\n\nFor a market to be efficient. it must have enough liquidity to meet investor demand. If there are too few shares available for trading, it can lead to largerbid/askspreads and make it difficult for investors to complete transactions. Securities lending can increase liquidity by making more shares available for trading.\n\nYes, many brokeragess make it possible for regular investors to participate in securities lending. Brokerages that offer this service typically pay interest to investors who are willing to lend securities for as long as the securities are loaned out.\n\nSecurities lending isn't without some risk. For example, it's possible that you won't get paid back after lending out your securities. Many brokerages try to limit this risk by requiring that borrowers have large amounts of collateral before they can borrow securities.\n\nSecurities lending involves investors lending securities such as stocks or bonds to other investors. This can add liquidity to the market and offer security owners additional ways to earn a return from the securities they own. If you're considering lending out your securities, consider the risks and check with your brokerage to see if it offers securities lending services.\n\nFederal Deposit Insurance Corporation. \"FDIC Law, Regulations, Related Acts.\" Accessed Sept. 28, 2020.\n\nThe Wall Street Journal. \"How Borrowed Shares Swing Company Votes.\" Accessed Jul. 21, 2024.\n\nFederal Reserve Bank of New York. \"FAQs: SOMA Securities Lending Program.\" Accessed Jul. 21, 2024.\n\nFederal Reserve Bank of New York. \"Securities Lending.\" Accessed Jul. 21, 2024.\n\nEuropean Central Bank. \"Securities lending of holdings under the asset purchase programme (APP) and pandemic emergency purchase programme (PEPP).\" Accessed Jul. 21, 2024.\n\nEuropean Central Bank. \"Asset purchase programmes.\" Accessed Jul. 21, 2024.\n\nEuropean Central Bank. \"What is securities lending?\" Accessed Jul. 21, 2024\n\nFINRA. \"FINRA Orders Four Firms to Pay $2.6 Million for Violations Relating to Fully Paid Securities Lending.\" Accessed Jul. 21, 2024.",
  "url": "https://www.investopedia.com/terms/s/securitieslending.asp"
}