{
  "term": "Securitization: Definition, Pros & Cons, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSecuritization pools assets and repackages them into interest-bearing securities.\n\nSecuritization is the financial alchemy of taking not-easily- or nontradable assets, pooling them together, and selling tradeable shares in that pool to investors. Broadly, securitization could be taking any assets, as with bitcoin or ether for crypto exchange-traded funds or properties and related assets for real estate investment trusts, and selling securities related to them.\n\nHowever, we focus here on its primary meaning for investors and regulators: when an issuer designs a marketable financial instrument by merging financial assets, normally mortgage loans and consumer or commercial debt.Investors who buy these securities receive the principal and interest payments for the underlying assets.\n\nWe'll take up the nuts and bolts of how securitization works, exploring its mechanics through a step-by-step example. We'll examine the potential benefits securitization offers to both lenders and investors, such as improved liquidity, risk diversification, and more efficient capital allocation. Meanwhile, we'll grapple with the significant risks and downsides of securitization, including reduced transparency, misaligned incentives, and the potential for systemic instability.\n\nIn securitization, the company or the originator that holds the assets determines which assets to remove from its balance sheets. A bank might do this with mortgages and personal loans it no longer wants to service or raise capital for additional loans.\n\nThis gathered group of assets is now considered areference portfolio. The originator then sells the portfolio to an issuer who creates tradable securities with a stake in the assets in the portfolio. Investors buy the new securities for a specific rate of return and effectively take the position of the lender.\n\nSecuritization allows the original lender or creditor to remove assets from its balance sheets to underwrite additional loans. Investors profit as they earn a rate of return based on the associated principal and interest payments made on the underlying loans and obligations by the debtors or borrowers.\n\nSecuritization frees up capital for originators and promotes liquidity in the marketplace.\n\nSecuritization is a complex process that involves several steps:\n\nThere are several types of securitization, each with its own structure and characteristics. The most common types include pass-through securitization, pay-through debt instruments, and collateralized debt obligations (CDOs).\n\nThe new securitized financial instrument may be divided into different sections called tranches. The tranches consist of individual assets grouped by loan type, maturity date, interest rate, and remaining principal. Eachtranche carries different degrees of riskand offers different yields.\n\nPass-throughsecuritization is the most basic form of securitization. In this structure, the cash flows from the underlying pool of assets are transferred to investors. The SPV issues securities, known as pass-through (or flow-through) certificates, which represent an undivided interest in the pool of assets (i.e., there are no tranches). As borrowers make payments on the underlying loans, the cash flows are collected by the servicer and distributed to the investors pro rata.\n\nMBSissued by government-sponsored enterprises (GSEs) like Fannie Mae and Freddie Mac are examples of pass-through securitization.\n\nPay-through instruments, also known as collateralized mortgage obligations (CMOs) orreal estate mortgage investment conduits, are a more complex form of securitization. For these, the cash flows from the underlying pool of assets are used to pay interest and principal on the securities issued by the SPV, but the securities themselves are structured as debt obligations.\n\nThe securities are divided into tranches with different maturities, risk profiles, and payment priorities. The cash flows from the underlying assets are allocated to the tranches based on a preset structure, with the senior tranches receiving payments before the junior tranches.\n\nAsset-backed securities(ABS) are a general term for securitization backed by a pool of nonmortgage assets, such as auto loans, credit card receivables, student loans, or equipment leases. The cash flows from these assets are used to pay interest and principal on the securities issued by the SPV. Like other types of securitization, ABS can be structured with different tranches, each with its own risk and return profile.\n\nCollateralized debt obligations (CDOs) are a type of securitization that involves pooling together a diverse range of debt obligations, such as corporate bonds, loans, or even other securitized products like MBS or ABS. The pool of assets is then divided into tranches, each with its own risk and return characteristics.\n\nUpping the ante, CDO-squared and CDO-cubed have underlying assets of CDOs and CDO-squared, respectively. Theseplayed a significant role in the 2007 to 2008 global financial crisis.Many of these securities were backed by subprime mortgages and experienced significant losses when the housing market collapsed. The complexity and lack of transparency in these structures made it difficult for investors to understand the true risks involved, leading to a loss of confidence in the securitized product market.\n\nTurns illiquid assets into liquid ones\n\nFrees up capital for the originator\n\nSmall investors can participate\n\nRisk of default on underlying loans\n\nLack of transparency regarding assets\n\nEarly repayment damages investor's returns\n\nSecuritization creates liquidity by allowing retail investors to buy shares in instruments that would be unavailable to them. An MBS investor can buy portions of mortgages and receive regular returns from interest and principal payments.\n\nUnlike other investments, many loan-based securities are backed bycollateral. In addition, as the originator movesdebt into the securitized portfolio, it reduces the liability on its balance sheet, allowing it to underwrite further loans.\n\nAlthough the securities may be backed by tangible assets, there is a risk of default. Moreover, early repayments will cut the returns the investor receives on the underlying notes. There may also be a lack of transparency about the underlying assets. Misrepresented MBS infamously played a toxic and precipitating role in the financial crisis of 2007 to 2008.\n\nThe investment company Fidelity offers MBS that give investors a monthly distribution of principal and interest payments made by homeowners.For this example, Fidelity offers an MBS issued by various GSEs or agencies:\n\nWhen an investor purchases these securities, they are essentially buying a share in a pool of mortgages. As homeowners make their monthly mortgage payments (principal and interest), the cash is collected by the GSEs or agency and distributed to MBS investor pro rata.\n\nInvestors in MBS benefit from the regular cash flows from the underlying mortgages, as well as the potential for capital appreciation if interest rates fall (as the value of fixed-income securities generally rises when interest rates decline). However, they also face prepayment risk, which is the risk that homeowners may refinance or pay off their mortgages earlier than expected, altering the cash flow profile of the MBS.\n\nBy investing in these MBS, investors are exposed to the risks and returns associated with the underlying mortgages. These MBS are backed by the full faith and credit of the U.S. government, making them among the safest fixed-income investments.These are calledagency MBS, as opposed to non-agency (private) MBS, which make up but a small part of the market.\n\nCompanies that engage in securities or investment activities are regulated by theU.S. Securities and Exchange Commissionand the Financial Industry Regulatory Authority.\n\nTwo types of MBS included pass-throughs and collateralized mortgage obligations (CMO).\n\nPass-throughs are structured as trusts in which mortgage payments are collected and passed to investors with stated maturities of 5, 15, or 30 years. CMOs consist of pools of securities known as tranches with varying credit ratings that determine the rates that are returned to investors.\n\nMortgage-backed securities are bonds backed by home loans issued to consumers. Asset-backed securities are bonds backed by auto loans, mobile home loans, credit card loans, and student loans.\n\nSecuritization pools or groups debt into investable portfolios to make marketable financial instruments. Investors can profit from the interest and principal paid on the underlying assets. Both mortgage-backed securities and asset-backed securities are created through securitization and include mortgages, consumer, and commercial debt.\n\nFederal Deposit Insurance Corporation. \"The Securitization Transaction.\"\n\nInternational Monetary Fund. \"Securitization.\"\n\nTripp, K. (2019). \"Securitization Process.\" InDebt Markets and Investmentsedited by H. Kent Baker, Greg Filbeck, Andrew C. Spieler. Oxford University Press.\n\nU.S. Securities and Exchange Commission. \"Mortgage-Backed Securities and Collateralized Mortgage Obligations.\"\n\nJohn C. Hull. \"Options, Futures, and Other Derivatives,” Pages 577–588. Pearson, 2022.\n\nGovInfo. “The Financial Crisis Inquiry Report.”\n\nKeys, Benjamin J., Tanmoy Mukherjee, Amit Seru, and Vikrant Vig. “Did Securitization Lead to Lax Screening? Evidence from Subprime Loans,”The Quarterly Journal of Economics, vol. 125, no. 1 (2010), pp. 307–362.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Mortgage-Backed Securities and Collateralized Mortgage Obligations.”\n\nFidelity. \"What Are Mortgage Backed Securities?\"",
  "url": "https://www.investopedia.com/terms/s/securitization.asp"
}