{
  "term": "Security Market Line (SML) Definition and Characteristics",
  "definition": "The security market line (SML) shows different levels of systematic, or market risk, of variousmarketable securities, plotted against theexpected returnof the entire market at any given time.Also known as the \"characteristic line,\" the SML is a visualization of the CAPM, where the x-axis of the chart represents risk (in terms ofbeta) and the y-axis of the chart represents expected return.\n\nThemarket risk premiumof a given security is determined by where it's plotted on the chart relative to the SML.\n\nThe security market line is an investment evaluation tool derived from the CAPM—a model that describes therisk-return relationshipfor securities—and is based on the assumption that investors need to be compensated for both thetime value of money (TVM)and the corresponding level of risk associated with any investment, referred to as therisk premium. Interpreting theinformation from an SML graphhelps analysts understand market risks.\n\nThe concept of beta is central to the CAPM and the SML. The beta of a security is a measure of itssystematic risk, which cannot be eliminated by diversification. A beta value of one is considered as the overall market average. A beta value that's greater than one represents a risk level greater than the market average, and a beta value of less than one represents a risk level that is less than the market average.\n\nThe formula for plotting the SML is:\n\nAlthough the SML can be a valuable tool for evaluating and comparing securities, it should not be used in isolation, as the expected return of an investment over the risk-free rate of return is not the only thing to consider when choosing investments.\n\nThe security market line is commonly used by money managers and investors to evaluate an investment product that they're thinking of including in aportfolio. The SML is useful in determining whether the security offers a favorable expected return compared to its level of risk.\n\nWhen a security is plotted on the SML chart, if it appears above the SML, it is consideredundervaluedbecause the position on the chart indicates that the security offers a greater return against itsinherent risk.\n\nConversely, if the security plots below the SML, it is considered overvalued in price because the expected return does not overcome the inherent risk.\n\nThe SML is frequently used in comparing two similar securities that offer approximately the same return, in order to determine which of them involves the least amount of inherent market risk relative to the expected return. The SML can also be used to compare securities of equal risk to see which one offers the highest expected return against that level of risk.\n\nDuke University. \"Global Financial Management, Asset Pricing Models.\"",
  "url": "https://www.investopedia.com/terms/s/sml.asp"
}