{
  "term": "Seed Capital: What It Is, How It Works, Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe term seed capital refers to the type offinancingused in the formation of astartup. Funding is provided by private investors—usually in exchange for anequitystake in the company or for a share in the profits of a product. Much of the seed capital a company raises may come from sources close to its founders including family, friends, and other acquaintances. Obtaining seed capital is the first of four funding stages required for a startup to become an established business.\n\nA company that is first starting out may have limited access to funding and other sources.Banksand otherinvestorsmay be reluctant to invest because it has no history or established track record, or any measure of success. Many startup executives often turn to people they know for initial investments—family and friends. This financing is referred to as seed capital.\n\nSeedcapital—also called seed money or seed financing—is referred to as such because it is money raised by a business in its infancy or early stages. It doesn't have to be a large amount of money. Becauseit comes from personal sources, it's often a relatively modest sum. This money generally covers only the essentials a startup needs such as abusiness planand initialoperating expenses—rent, equipment, payroll, insurance, and/orresearch and developmentcosts (R&D).\n\nThe primary goal at this point is to attract more financing. This means catching the interest ofventure capitalistsand/or banks. Neither is inclined to invest large sums of money in a new idea that exists only on paper unless it comes from a successful serial entrepreneur.\n\nA startup normally has to move through four distinct phases of investment before it is truly established—seed capital, venture capital,mezzanine funding, and aninitial public offering (IPO). As mentioned above, seed capital tends to be just enough to help a startup achieve its initial goals. If the company is successful in the initial phase, it may catch the interest of venture capitalists. These investors are likely to invest heavily in the company before it moves further. So-called mezzanine financing is sometimes necessary to support a company into its introductory phase. This is usually available only to businesses with a track record—even then at a high rate ofinterest. The final stage is when early investors get their payday. When a young companygoes publicwith its IPO, it raises sufficient capital to keep growing and expanding.\n\nSeed capital is one of the four phases of investment along with venture capital, mezzanine funding, and an initial public offering.\n\nProfessionalangel investorssometimes provide seed money either through aloanor in return for equity in the future company. These investors are generallyhigh-net-worth individuals (HNWIs)and may come from the personal network of a startup's founder(s). Angel investors often enjoy a hands-on role in helping develop a company from scratch. If the angel investor contributes less than $1 million, the money is usually in the form of a loan. For theentrepreneur, this can solve the problem of attracting sufficient seed money, given the reluctance of financial institutions and even venture capitalists to take on considerable risk. When contributing more than $1 million, an angel investor typically prefers seed equity and becomes a co-owner of the startup and the holder of preferred stock with voting rights.\n\nSeed capital andventure capitalare often used as synonyms, and they tend to overlap. Seed capital is generally used to develop a business idea to the point that it can be presented effectively to venture capital firms that have large amounts of money to invest. If venture capital firms like the idea, they generally get a stake in the new venture in return for investing in its development.\n\nVenture capitalists provide the lion's share of the money needed to start a new business. It is a considerable investment, paying for product development,market research, and prototype production. Most startups at this stage have offices, staff, and consultants, even though they may have no actual product.\n\nAlphabet, theparent companyof Google, provided seed money to the Center for Resource Solutions in 2016 for a project to implement renewable energy certification programs in Asia. The goal of the San Francisco-based center is to help businesses buy power from clean sources. The Center for Resource Solutions is anonprofit organization, but Google has a business interest in the venture. It is already the world's largest non-utility purchaser of renewable energy but it wants to power its global data centers, and eventually its entire operations, with renewable energy.\n\nStartups.com. “A Guide to Different Stages of Funding for Startups.”\n\nCorporate Finance Institute. “Mezzanine Fund.”\n\nGoogle. \"Laying the Foundation for Renewable Energy Certification Programs in Asia.\"\n\nCenter for Resource Solutions. “About Us.”",
  "url": "https://www.investopedia.com/terms/s/seedcapital.asp"
}