{
  "term": "Self-Employed Contributions Act (SECA) Tax: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Self-Employed Contributions Act (SECA) tax is imposed by the U.S. government on individuals who areself-employed, as opposed to those who work for an employer. It requires self-employed individuals to pay both the employer and employee shares of theFederal Insurance Contributions Act (FICA)tax. These contributions are crucial for funding Social Security and Medicare programs, ensuring that self-employed workers are covered by these essential social safety nets just like traditional employees.\n\nSECA taxes are calculated on net earnings, defined as thegross incomederived from business activities, minus the expenses incurred in the course of doing business.\n\nSelf-employed individuals paySocial Security taxesat a combined rate of 12.4%—this covers both the employer's and the employee's portions since they fulfill both roles. Self-employed taxpayers subject to SECA are taxed at 12.4% (6.2% + 6.2%), as they are considered to be both employer and employee.\n\nThere are limits, however, on how much income is subject to this percentage. This tax is capped, applying only to the first $160,200 of earnings in 2023 and increasing to $168,600 in 2024. Earnings above these amounts aren't subject to Social Security tax. The Medicare tax rate is set at 2.9%, with no cap on the income it applies to, bringing the total SECA tax rate to 15.3%.\n\nAn additional Medicare Tax applies to earnings above $200,000 (or $250,000 for joint filers), according to the IRS. Self-employed individuals can also deduct health insurance costs, affecting their net earnings calculation.\n\nTo pay self-employment tax, you need to have a SSN or ITIN, and tax payments are typically made throughestimated tax paymentseach quarter.\n\nYou must pay self-employment tax on all earnings, including foreign income exempt from income tax. This applies to earnings from both within the United States and abroad.However, the U.S. has agreements with certain countries to avoiddouble taxation. To show you're exempt from foreign social security taxes but liable for U.S. self-employment tax, obtain a certificate of coverage from the U.S. Social Security Administration or a foreign agency and attach it to your Form 1040, noting your exemption.\n\nThe employer portion of the payment isdeductibleas a business expense. In other words, the IRS allows self-employed individuals to use the employer half of the self-employment tax as abusiness deductionfor purposes of calculating the taxpayer's income tax. This takes into account that the efforts of running a company are taken on by an individual, rather than an employer, which would be the case for an employee of a company.\n\nIt is important to understand that this deduction impacts your income tax calculation without changing your self-employment net earnings or the self-employment tax you owe. Deducting half of the self-employment tax only modifies how yourincome taxis computed, not your earnings or the self-employment tax due.\n\nHigh-income earners face an additional SECA levy. As a result of theAffordable Care Act (ACA), individuals with a net income above $200,000 ($250,000 for married couples filing jointly or $125,000 for married couples filing separately) will be subject to an additional 0.9% Medicare tax.It applies to wages, self-employment income, and railroad retirement compensation.\n\nThe IRS mandates that self-employed individuals include SECA tax in their quarterlyestimated tax paymentssince they don't havewithholding taxes. No SECA tax is due for net earnings below $400 or $108.28 from certain church-related work that's exempt from employer taxes. However, once earnings exceed these amounts, SECA tax is due on the full earnings, even the portion below the threshold.\n\nThe total tax you pay if you are self-employed is 15.3%, in addition to your income tax and other obligations. This is made up of Social Security tax (12.4%; both from the employer and employee's side of 6.2% each) and Medicare tax (2.9%; both from the employer and employee's side of 1.45% each). You are liable for an additional 0.9% Medicare Tax if your earnings or combined earnings with your spouse exceed certain thresholds—$250,000 for married filing jointly, $125,000 for married filing separately, and $200,000 for single, head of household, or qualifying widow(er).\n\nAs a self-employed individual, it's mandatory to pay taxes, and evading this responsibility constitutes tax evasion. However, you can legally lower your tax bill by claiming allowabledeductions for business expenses. The IRS permits deductions for various business-related costs, including office supplies, equipment, gasoline, utilities, and insurance, which can reduce your taxable income.\n\nYes, self-employed individuals face higher taxation due to the necessity of covering both the employer and employee portions of Social Security and Medicare taxes, totaling 15.3%. This breaks down into 12.4% for Social Security (6.2% each for employer and employee) and 2.9% for Medicare (1.45% each for employer and employee). However, the IRS allows a tax deduction on the employer's portion of the tax.\n\nFor self-employed individuals, the SECA tax is a mandatory contribution to Social Security and Medicare, reflecting both employer and employee shares, and totaling 15.3%. Additionally, those with higher incomes might incur an extra 0.9% Medicare tax. However, the IRS offers deductions on the employer's share of this tax and other business expenses to lessen the tax load.\n\nDespite the higher tax rate for self-employed individuals, these provisions aim to balance their financial responsibilities and benefits.\n\nSocial Security Administration. \"What are FICA and SECA Taxes?\"\n\nSocial Security Administration. \"Calculating Your Net Earnings From Self-Employment.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nInternal Revenue Service. \"Topic no. 751, Social Security and Medicare withholding rates.\"\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. \"Self-Employment Tax for Businesses Abroad.\"\n\nInternal Revenue Service. \"Totalization Agreements.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. \"Topic no. 560, Additional Medicare tax.\"\n\nInternal Revenue Service. \"Elective FICA Exemption - Churches and Church-Controlled Organizations.\"\n\nInternal Revenue Service. \"Self-Employed Individuals Tax Center.\"\n\nInternal Revenue Service. \"Publication 463, Travel, Gift, and Car Expenses,\" Page 15.\n\nInternal Revenue Service. \"Publication 587, Business Use of Your Home,\" Pages 6-7.",
  "url": "https://www.investopedia.com/terms/s/seca.asp"
}