{
  "term": "Self-Regulatory Organization (SRO): Definition and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nA self-regulatory organization (SRO) is an entity such as anon-governmental organization, which has the power to create and enforce stand-alone industry and professional regulations and standards on its own.\n\nIn the case of financial SROs, such as a stock exchange, the priority is to protect investors by establishing rules, regulations, and setting standards of procedures that promote ethics, equality, and professionalism.\n\nAlthough SROs are private organizations, they are still subject to government-imposed regulation to a degree. However, the government does delegate some aspects of the industry oversight to self-regulatory organizations.\n\nSince the SRO has some regulatory influence over an industry or profession, it can often serve as a watchdog to guard against fraud or unprofessional practices. The ability of an SRO to exercise regulatory authority does not stem from a grant of power from the government.\n\nInstead, SROs often accomplish control through internal mechanisms that regulate the flow of business operations. The authority may also come from an external agreement between businesses. The purpose of these organizations is to govern from within while avoiding ties to a country's governance.\n\nAny applicable laws or governmental regulations will apply and be foremost while those set by the SRO become supplemental.\n\nOnce the self-regulating organization sets regulations and provisions to guide activity, those rules are binding. Failure to operate within the given regulations can have consequences, and a firm must understand those rules when it considers associating with the SRO.\n\nFurther, the SRO may set standards for professionals or businesses to meet before becoming a member, such as having a specified educational background or working in a manner that is considered ethical by the industry.\n\nAn additional function undertaken by the SRO is educating investors on appropriate business practices. The SRO will provide information and allow input on any areas of interest or concern, which may include fraud or other unethical industry activities. The SRO may also help investors understand how their investments work and advise on methods to mitigate potential risks associated with the securities industry.\n\nMost people have heard of SROs, even if they did not realize the organization in question was self-regulatory. These include several prominent asset exchanges and regulatory bodies, including:\n\nThere may also be self-regulatory organizations specific to the country they serve, such as the Investment Industry Regulatory Organization of Canada (IIROC) and the Association of Mutual Funds in India (AMFI). Some industries may also create SROs with examples being the American Bar Association and the Institute of Nuclear Power Operations (INPO).\n\nFinancial SROs are required to fileForm 19b-4with the SEC before making any changes to its rules, specifically in regard to trading rules. In the filing, the SRO must justify the new rules to SEC staff, making it clear that the rule change supports fair trading markets, and provides investor protections and requisite oversight procedures.\n\nAs an example, theFinancial Industry Regulatory Authority(FINRA) has the power to license securities dealers. Their authority includes the ability to audit dealers and associated firms and to ensure compliance with the standards currently in place. The goal is to promote ethical industry practices and improve transparency within the sector.\n\nFINRA also oversees arbitration between investors, brokers, and other involved parties. This oversight provides a standard to address various disputes although it also limits actions a firm may take outside of the system. FINRA is not a governmental organization. Instead, it is a private organization populated by member firms that consist of financial institutions, like broker-dealers and financial professionals.\n\nThe rules and regulations promoted and enforced by FINRA are, thus, under the auspices of a self-regulatory framework. Governmental laws or mandates fall under the control of theSecurities and Exchange Commission(SEC). The laws of the federal or state level of government will supersede any FINRA-specific regulations.\n\nSRO stands for \"self-regulatory organization\". With an SRO, the principles and rules that govern the organization have been formulated and approved by its members, and members agree to adhere to them or face penalties such as fines or expulsion from the organization. Still, SROs may be subject to government regulation.\n\nAn SRO is usually formed by an industry or professional group to oversee activities within that industry or profession. As such, SROs can admit, reprimand, or expel members based on established rules and criteria. SROs thus have oversight, surveillance, and enforcement mechanisms in place to ensure members are conforming to its standards.\n\nNo. Many stock exchanges and other professional bodies in the world of finance are structured as SROs. Moreover, SROs also exist outside of finance.\n\nNo, the U.S.Securities and Exchange Commission(SEC) is a federal regulatory body created by an act of Congress. It is thus governed by federal securities laws and not membership-based rules. Note that the SEC oversees FINRA and acts as the first level of appeal for actions brought by FINRA.\n\nSelf-regulatory organizations (SROs) set industry standards and regulations of their own accord. Though they provide standards and enforce them upon their members, they are secondary to the standards and laws set by the government. SROs seek to protect all parties involved in the various fields in which they operate.\n\nCornell Law School. \"17 CFR 240.19b-4 - Filings With Respect to Proposed Rule Changes by Self-Regulatory Organizations.\"",
  "url": "https://www.investopedia.com/terms/s/sro.asp"
}