{
  "term": "Seller Financing: Definition and How It's Used in Real Estate",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSeller Financing is a real estate agreement in which theseller handles the mortgage processinstead of a financial institution. Instead of applying for a conventional bank mortgage, the buyer signs a mortgage with the seller.\n\nOwner financing is another name for seller financing. It is also called a purchase-money mortgage.\n\nBuyers attracted toseller financingare often those finding it difficult to get a conventional loan, perhaps due to poor credit. Unlike a bank mortgage, seller financing typically involves few or no closing costs and may not require an appraisal. Sellers are often more flexible than a bank in the amount of down payment. Also, the seller-financing process is much faster, often settling within a week.\n\nFor sellers, financing the buyer’s mortgage can make it much easier to sell a house. During a down real estate market, and when credit is tight, buyers may prefer seller financing. Moreover, sellers can expect to get a premium for offering to finance, meaning they are more likely to get their asking price in abuyer’s market.\n\nSeller financing rises and falls in popularity along with the overall tightness of the credit market. During times when banks are risk-averse and reluctant to lend money to any but the most creditworthy borrowers, seller financing can make it possible for many more people to buy homes. Seller financing may also make it easier to sell a home. Conversely, when the credit markets are loose, and banks are enthusiastically lending money, seller financing has less appeal.\n\nLike a bank, sellers face the risk of borrower default. However, they must meet this risk alone.\n\nThe chief drawback for buyers is that they will almost certainly pay higher interest than for a market-rate mortgage from a bank. Financial institutions have more flexibility in changing the interest rate charged by offering non-conventional loans. Long-term, the higher seller-offered interest could wipe out the savings gained from avoiding closing costs. Buyers will still need to demonstrate their ability to pay back the loan.\n\nAs with any real estate purchase, they will also pay for a title search to make sure the deed is accurately described and free from encumbrances. Other charges they may have to pay to include survey fees, document stamps, and taxes. Unlike banks, sellers don’t have a staff of employees dedicated to chasing down delinquent payments and filing foreclosure notices.\n\nA court might order the buyer to reimburse those costs, but if the buyer is bankrupt, that will not matter. If the seller still has a mortgage note on the property, it probably has adue-on-sale clauseor an alienation clause. These clauses require full repayment of the current mortgage when the property sells.All this also means that both sides should employ experienced real estate attorneys to draft the paperwork to close the deal and make sure that all eventualities are covered.\n\nConsumer Financial Protection Bureau. \"What is \"seller financing\"?\"\n\nCornell Law School, Legal Information Institute. \"12 U.S. Code §1701j–3 - Preemption of Due-on-Sale Prohibitions.\"",
  "url": "https://www.investopedia.com/terms/s/seller-financing.asp"
}