{
  "term": "\"Sell in May and Go Away\": Definition, Statistics, and Analysis",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\n\"Sell in May and go away\" is a saying based on stocks' historical underperformance during the six-month period from May to October.\n\n\"Sell in May and go away\" is a well-known saying in finance based on stocks' supposedly underperforming during the six months from May 1 to Oct. 31.\n\nThe Stock Trader's Almanac popularized the idea of the historical pattern, which found that investing in stocks as represented by theDow Jones Industrial Averagefrom November to April (we'll discuss this as the \"winter\" period) and switching to fixed-income investments the other six months (the \"summer\") would have \"produced reliable returns with reduced risk since 1950.\"\n\nWhat it didn't note is that if one used the S&P 500 index, which dates to 1927, one would have found the opposite: the summers almost always outperformed the winters. Our analysis shows returns were 11.23% and 4.51% higher in the summer months than the returns for the winter months for theS&P 500 indexin the 1930s and 1940s, respectively. For this and other reasons, the adage has since been widely disputed.\n\nNevertheless, on average and over the long term, stocks have done worse over the warmer months in the decades since. For example, the S&P 500 has gained an average of about 3% from May to October from 1990 to 2023, compared with an average of about 6.3% from November to April from 1990 to 2024. These numbers change to about 3% and 4.5% for the summer and winter months, respectively, if we go back to 1930.\n\nWhy should there be such a difference? In addition, are the reduced summer returns reason enough to switch to bonds during that time? Even if there are differences between the summer and winter performance of equities, the summer returns for the S&P 500, once annualized, are still quite good—and better than other securities.\n\nThus, as we'll see, it's a good idea for most investors to stay put during the summer months. We'll take you through the data below.\n\nThe stock market'sseasonalrhythms have long been yet another aspect of investing that traders have tried to predict. The underlying causes of these price movements remain a subject of heated debate among financial experts.\n\nHowever, summer vacations and the like leading to lower trading volumes in the summer is an easy one to make. But, the percentage change doesn't correlate with the changes in demand from lower trading volumes. Since there are seasonal divergences in stock prices, we need to examine the potential effects of human psychology, institutional behavior, and macroeconomic forces.\n\nThe summer doldrums are not the only supposed calendar effects at least some investors watch for. Others include the \"January effect,\" which posits that stocks, particularly small caps, tend to rise at the beginning of the year.\n\nThis could be attributed to tax-loss harvesting in December, followed by reinvestment in January, or to the psychological boost of starting a new year with fresh optimism. However, as markets have become more efficient and aware of this pattern, its predictability and magnitude have diminished.\n\nA look at the SPDR S&P 500 ETF (SPY) for the decades from 1993 to 2023 shows there have been 17 winning January months (57%) and 13 losing January months (43%), making the odds of a gain slightly higher than the flip of a coin.\n\nInstitutional factors can also play a role in seasonal price differences. The end of the fiscal year for many mutual funds in October can lead to portfolio rebalancing and \"window dressing\"—the practice of selling underperforming stocks and buying high performers to improve the appearance of quarterly reports. This activity can create price pressure in certain sectors, contributing to seasonal patterns.\n\nThe drawback of using historical patterns for trading is not just that they don't reliably predict the future. It's also that, once recognized, they become a thing of the past as others in the market try to take advantage of them.\n\nIf enough people were to become convinced that others are really selling on the idea of moving into bonds in May and coming back in November, there would no longer be an advantage to be gained. Early-bird sellers would sell in April and bid against each other to buy the stocks back in October.\n\nEven if this seasonal divergence in the market remained, exitingequitiesin May and reentering in November would historically have led to many missed prospects. Using figures on the S&P 500, we see a general trend of winter months outperforming summer months.\n\nHowever, the picture is far more nuanced once we're talking about the trading circumstances for any particular year—let alone if we look at your particular circumstances, trading goals, and so on.\n\nFor instance, suppose we were given $300 to trade for the winter and summer of 1990, and we wished to try an experiment, investing $100 only in the winter months in the future (and taking our gains out of the market at the end of each April), investing $100 just in the summer months (and doing the same on Oct. 31 each year). The chart below depicts this scenario (leaving trading costs and other fees aside but including dividends as part of these returns):\n\nThe $100 you would have put in during summer would now be $249.33. While less impressive than the winter-only strategy, this growth is a significant positive return that investors would miss out on if they exited the market during the summer months. That's because these figures would compound with the other months to produce a higher overall set of annual average returns, including dividends.\n\nIn addition, the data shows many years when the summer performance was strong or even outpaced winter returns. Take 2020 as a striking example: summer returns were an impressive 24%, while winter returns were negative at -7.7%.\n\nSimilarly, in 2009, summer returns were 21.9% compared with winter's -9.4%. These examples highlight that automatically following the \"sell in May\" strategy could result in missing out on substantial gains in specific years.\n\nIt's also worth noting that consistently timing the market by selling in May and buying back in November incurs transaction costs and potential tax implications that will eat into returns. This strategy ignores the benefits ofdollar-cost averagingand dividend reinvestment, which are often significant contributors to long-term portfolio growth.\n\nThe seasonal tendency's averages also conceal big fluctuations from year to year. In any given year, the influence of seasonality is swamped by various other, often more pressing, causes of market changes.\n\nElections also tend to disrupt the May to October slump. Ned Davis Research's Ed Clissold has noted that since 1950, the S&P 500 has risen 78% of the time from April 30 to Oct. 31 in presidential election years. That compares with about 64% for nonpresidential election years in the same period.\n\nFinally, it's unclear if the reasons are actually seasonal rather than being related to specific months or other calendar-based moments. Here are the average monthly returns for three of the major American stock indexes since their appearance:\n\nBelow are the monthly returns just for the S&P 500 for the decade from 2014 until the end of 2024. The data suggests less that the warmer period is a problem, as opposed to specific months, e.g., September.\n\nInstead of acting on the adage and exiting stocks, investors who believe the pattern exists could rotate from the higher-risk market sectors to those that tend to outperform in periods of market weakness.\n\nA report by the Center for Financial Research and Analysis (CFRA) argues that cyclical sectors, such as the consumer discretionary, industrials, materials, and technology sectors, tend to outperform from November through April, and moredefensive(i.e., generally recession-proof) consumer staples and healthcare sectors during the summer period. Since 1990 the S&P 500’s consumer staples and healthcare sectors rose 4.1% on average from May to October, higher than the broader market.\n\nThe CFRA's materials are included in the marketing materials for anexchange-traded fund(ETF) looking to take advantage of seasonal shifts in the market. The premise of Pacer CFRA-Stovall Equal Weight Seasonal Rotational ETF (SZNE) is that a custom index representing the strategy of rotating between healthcare and consumer staples stocks held from May to October and more economically sensitive market sectors from November to April would have significantly outperformed the S&P 500.\n\nHowever, the S&P 500 has outperformed the ETF consistently since 2022 as seen below. Additionally, even as the ETF didn't match a buy-and-hold strategy for the S&P 500 index, its fees were 12 times higher: a typical S&P 500 passive index fund charges a 0.05% annual fee; SZNE charges 0.60%.\n\nMost investment professionals dislike the \"sell in May and go away\" adage because it encourages investors to keep chopping and changing their portfolios. In reality, most investors are better off adopting a buy-and-hold strategy, and we've seen how even professionals can't manage to do better than simply holding the S&P 500 for the long haul.\n\nHanging on to equities year-round, year after year, unless there's a change infundamentals, helps cut fees, removes the risk of panicking and taking irrational action, and generally leads to better returns. There's abundant evidence to support this.\n\nFor example, Charles Schwab provides a helpful analysis of different ways of trading to show the potential returns. In their scenario, they suppose several investors were given $2,000 yearly for 20 years to invest, beginning in 2003 and ending in 2022. Here's how much each ended up with at the end of the period:\n\nThe point of the analysis is to show how simply putting one's money into a broad market index pays. But it's also notable that, since your chances are pretty slim each year picking the exact low to buy more shares in an S&P 500-tracking ETF, your results are not that much worse for wear.\n\nSince 1950, the strongest months for stocks, on average, have been April and November. However, it’s not always this way. For example, in April 2024, the S&P 500 monthly return was negative.\n\nHistory suggests May is the second worst-performing month of the year for stocks, after September. However, there have also been plenty of occasions when it has been a good month for equity investors, including in 2024 and 2020.\n\nIt also depends on which index you believe best represents the equities market: since its founding, November has been the best month for the Nasdaq composite index, while July has been so for the S&P 500.\n\nThe best time of day to buy stocks depends on your trading style and financial goals. If you're a long-term investor, the time of day doesn't matter if you've picked a solid investment. Buying in the late morning to early afternoon is usually better because the morning volatility has settled down and the pre-closing volatility has not yet started. Stock prices are more stable at this time.\n\nIf you're a short-term trader, the opposite would be true. You're looking for volatility to make profits off of small price movements so the start of the day or end of the day is the best time.\n\nThe \"sell in May and go away\" adage is a big talking point among investors. If you look at returns over some decades, stocks, on average, tend to perform worse during these six months. However, there are also many exceptions, and the average performance during the warmer months isn’t enough to warrant investors making significant changes to their portfolios.\n\nStock Trader's Almanac. \"Our Strategy.\"\n\nNew York University Stern School of Business. \"Historical Returns on Stocks, Bonds and Bills: 1928-2023.\"\n\nMarketWatch. \"The Dog Days of Summer Often Sink Trading Volumes: Why that Matters for Bond Investors.\"\n\nMarketWatch. \"The Stock Market Is Defying 'Sell in May and Go Away.’ Why the U.S. Presidential Election Could Aid Summer Rally.\"\n\nMorningstar. \"Pacer CFRA-Stovall Equal Weight Seasonal Rotation ETF Performance.\"\n\nInvestment Company Institute. \"ICI 2024 Factbook.\"\n\nPacer ETFs. \"CFRA Institutional Presentation.\" Page 1.\n\nCharles Schwab. \"Does Market Timing Work?\"",
  "url": "https://www.investopedia.com/terms/s/sell-in-may-and-go-away.asp"
}