{
  "term": "Series 24: Definition, Prerequisites, Exam, Difficulty",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Series 24 is an exam and license entitling the holder to supervise and manage branch activities at abroker-dealer. It is also known as the General Securities Principal Qualification Examination and was designed to test the knowledge and competency of candidates aiming to become entry-level securities principals. Supervisory activities allowed after passing the exam include regulatory compliance over trading and market-making activities, underwriting, and advertising.\n\nThe Series 24 exam is administered by theFinancial Industry Regulatory Authority (FINRA)and covers topics such as corporate securities,real estate investment trusts (REITs), trading, customer accounts, and regulatory guidelines. In order to be eligible for a principal registration, a candidate must pass the Series 24 exam, the securities industry essentials (SIE) exam, and one of the following five representative-level qualification exams: Series 7, 57, 79, 82, or 86/87. Candidates can also pass the Series 24 and Series 16 exams but not the SIE and qualify for the research principal registration.\n\nThe examination contains 150 scored questions and 10 questions that are not scored, with the non-scored questions randomly distributed throughout the exam. To pass, a candidate must correctly answer at least 105 questions of the 150 scored questions. This equates to a score of 70%. The test administrator provides electronic calculators and dry-erase boards and markers. No other calculators, references, or study materials are permitted in the examination room.\n\nCandidates have a maximum time of three hours and 45 minutes to complete the exam. A FINRAmember firmor other applicable firms can register a candidate to take the exam by filing a Form U4 and paying the $120 examination fee.\n\nThe Series 24 content is grouped into the five main job functions that a general securities principal engages in regularlyat work for a broker-dealer. Those job functions include:\n\nThe Series 24 is a very hard exam. Although there are no official pass rates or figures, a quick search will bring up forums of those who have taken and the general consensus is that it is one of the hardest financial exams and requires a serious time commitment to studying and a deep understanding on the knowledge required to achieve the required 70% passing grade.\n\nThe pass rate for the Series 24 is not published. However, many who sit for the exam consider it very difficult compared to the prerequisite exams. This is why study prep courses and FINRA itself recommend an extended period of time to prepare for the intense exam.\n\nThere is no information on the FINRA website regarding extra time for the Series 24 exam. However, it is designed and structured in a way that exam takers should have plenty of time to answer all the questions and return to ones that they missed or had reservations about.\n\nYes, a Series 79 exam is one of the prerequisites that must be taken before passing a Series 24 exam. You could also obtain an SIE and a Series 7, an SIE and a Series 57, an SIE and a Series 82, and an SIE and a Series 86 and 87. You could also forgo the SIE and a complement and sit for the Series 16 as a standalone prerequisite. If you have only the Series 79 and the SIE, then the principal registration you would be able to acquire would be Investment Banking Principal (BP).\n\nThe Series 24 exam is a difficult exam that requires substantial prerequisites before a candidate can sit for the exam. A candidate needs to be sponsored by a FINRA member or other applicable self-regulatory organization. Those who decide to pursue the exam do so in order to regulate compliance for advertising, market making, trading, and underwriting.\n\nFinancial Industry Regulatory Authority. \"Series 24 – General Securities Principal Exam.\"\n\nFinancial Industry Regulatory Authority. \"Changes to Qualification Examination Fees.\"\n\nFinancial Industry Regulatory Authority. \"General Securities Principal Qualification Examination (Series 24),\" Page 5.",
  "url": "https://www.investopedia.com/terms/s/series24.asp"
}