{
  "term": "Series 57: What it is, How it Works, Example",
  "definition": "Series 57, also known as the Securities Trader Representative Exam, is an examination administered by theFinancial Industry Regulatory Authority (FINRA). Passing the Series 57 exam is a requirement for those who wish to become professional traders of eitherequitiesorconvertible debt securities.\n\nThe purpose of the Series 57 exam is to protect the public by ensuring that professional traders meet a required standard of professional knowledge and competency. In addition to the Series 57 exam, would-be traders must also pass theSecurities Industry Essentials (SIE)exam. Once both are completed, entry-level traders are certified to conduct trading on theNasdaq exchangeorover-the-counter (OTC)transactions, and may also conductproprietary trading activities.﻿﻿\n\nThe Series 57 exam is designed to reflect the current technologies and practices of professional securities traders. As such, its questions are drawn from interviews with real-world practitioners and trading firms active in the field. By continuously updating the Series 57 exam in light of new developments in the industry, FINRA hopes to ensure that those who pass the exam will be well equipped to work with the public in both a competent and ethical manner.﻿\n\nIn order to take the Series 57 exam, candidates must be affiliated with and sponsored by a FINRA member firm or otherself-regulatory organization (SRO). The candidate must also pass the SIE to become registered as a securities trader.\n\nThe Series 57 exam has received several updates over the year that reflect ongoing changes in the industry. The most recent substantial change to the exam occurred in January 2017, when new sections regardinghigh-frequency trading (HFT)were added. This was done in the wake of various news stories involving unethical behavior by some HFT firms.﻿﻿ This change only affects new Series 57 candidates, whereas those who passed the previous versions of the exam are not required to be re-tested on the new material.\n\nDorothy is an intern at a financial firm that offers investment management services for their clients’ accounts. During her internship, Dorothy learns from the firm’s authorized traders and develops an interest in trading stocks and convertible debt securities. She also becomes interested in algorithmic trading techniques, such as HFT.\n\nAs an intern, Dorothy lacks the authorization to engage in these types of trades directly. To help further her career, she, therefore, decides to take the Series 57 and SIE exams. To pass the Series 57, she must answer 50 multiple-choice questions in 105 minutes, answering at least 70% of them correctly. Each question has only one best answer, and they range in degree of difficulty. Among them, 82% consist of questions about trading activities, while 18% consist of questions regarding administrative activities such as maintaining accurate records and correctly reporting on trades.﻿﻿\n\nOnce she has obtained her Series 57 and SIE certifications, Dorothy will be free to pursue professional roles as a trader of equity and convertible-debt securities. For this reason, she views the Series 57 and SIE examinations as an important stepping stone in her future career.\n\nFinancial Industry Regulatory Authority (FINRA). \"Securities Trader Qualification Examination (Series 57): Content Outline,\" Page 2. Accessed Feb. 11, 2021.\n\nFINRA. \"Series 57 – Securities Trader Representative Exam.\" Accessed Feb. 11, 2021.\n\nFINRA. \"Regulatory Notice: Qualification and Registration of Associated Persons Relating to Algorithmic Trading,\" Page 2. Accessed Feb. 11, 2021.",
  "url": "https://www.investopedia.com/terms/s/series55.asp"
}