{
  "term": "Series 65 Exam: Structure and Content",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nSeries 65 is an exam and securities license required for individuals to act as investment advisers in the U.S.\n\nDesigned by the North American Securities Administrators Association (NASAA) and administered by theFinancial Industry Regulatory Authority (FINRA), the Series 65 is an exam and securities license required for individuals to act as investment advisers in the US.\n\nThe Series 65 exam, known formally as the Uniform Investment Adviser Law Examination, covers laws, regulations, ethics, and various topics important to the role of a financial adviser.\n\nSuccessful completion of the Series 65 exam is designed to qualify candidates asinvestment adviser representatives(IARs) in their home states.  As an IAR, advisors must act in a fiduciary capacity, offering investment advice to clients for a fee.\n\nPassing the Series 65 exam, formally known as the Uniform Investment Advisor Law Exam, is the only requirement for becoming an IAR. There are no prerequisites, and candidates do not need to be sponsored by an investment firm to sit for the exam, but they need to file a Form U10 (Form U4 for brokers) and pay the $187 exam fee.\n\nThe Series 65 exam includes 130 questions that cover topics determined to be necessary to understand in order to provide investment advice to clients. These include questions on the subjects of economics, financial markets, investment vehicles, investment strategies, analysis, andethics.\n\nIf you are not charging a fee and you do not regularly provide advice on securities, then you most likely do not need to get your Series 65 license. Other FINRA-administered qualification examinations include the Series 3 National Commodities Futures (NCFE), Series 7 General Securities Representative (GS), and Series 63 Uniform Securities Agent State Law.\n\nFinancial professionals who have successfully passed the Series 65 exam may not act as investment advisers until licensed and registered in their state.\n\nThe Series 65 examination contains 130 multiple-choice questions. Candidates have 180 minutes to complete the exam. Candidates must get 92 of the 130 questions correct to pass (a score of 70%).\n\nTest takers must schedule an exam at a qualified testing center, where they are provided with a basic four-function electronic calculator.\n\nOnly this calculator may be used during the exam. Dry-erase boards and markers are also provided for candidates. No reference materials of any kind are permitted in the exam room, and there are severe penalties for those who are caught cheating or attempting to cheat.\n\nAn individual's firm can schedule a candidate to take the exam by filing Form U4 and paying the $187 examination fee. If an individual is not firm-registered, the candidate uses Form U10 to request and pay for the exam.\n\nIf you only have a Series 65 license, you can give financial advice but you cannot sell securities, execute trades on behalf of clients, or manage portfolios. To do so, you will also need to pass the FINRA Series 7 exam, which is more intensive.\n\nNASAAprovides updated information on the exam's content on its website. The exam is structured as follows:\n\nThere are several resources in book form or online to help study and prepare for the Series 65 exam. Candidates are encouraged to devote between 50 to 70 hours to studying for the exam. Unlike many other securities exams,preparing for the Series 65 examprimarily involves memorizing rules and laws.\n\nPeople with good recall might require less preparation time than those who struggle with recall. Regardless, some exam sections are more challenging than others, especially for people with no background in securities.\n\nIn addition, Investopedia has reviewed several of the best Series 65 test prep courses, which you can find here.\n\nThe NASAA offers three exams: Series 65, Series 63, and Series 66.\n\nThe Series 65 was the first exam created by NASAA back in 1989, used to evaluate the competency of individuals who wanted to engage in commission or fee-based investment advisory services, such as being a financial advisor orRIA.\n\nAt the time it was launched, it focused primarily on theUniform Securities Act, NASAA rules, and ethical practices in the securities industry.\n\nTheSeries 63was developed to qualify candidates who wished to work in a state's securities industry and sell investment products, such as stocks, mutual funds, variable annuities, and unit investment trusts. In other words, to execute trades rather than give out financial advice.\n\nThe exam covers the principles of state securities regulations and laws and is formally known as the Uniform Securities Agent State Law Examination.\n\nTheSeries 66is a newer NASAA exam that combines subject matter from both the Series 63 and the Series 65 and is fittingly known as the Combined State Law Exam. Test-takers of the Series 66 must also take the FINRASeries 7licensing exam (which is not a co-requisite of the Series 63 or 65, although many individuals will still need the Series 7 to operate legally).\n\nNo, the Series 65 license does not expire as long as you are actively working in the financial services industry. If you leave the industry for more than two years, your new employer may require you to pass the Series 65 exam again.\n\nNo. To sit for the Series 65 exam, a candidate does not require sponsorship by a member firm.\n\nThe cost of taking the Series 65 exam is $187. You'll need a passing score of 70%, but if you fail you can pay the exam fee again and retake the test after 30 days.\n\nYes, but you will instead need to take the Series 7 and Series 66 exams.\n\nThe NASAA does not release official pass rates, however, test preparation programs estimate that the pass rate is around 65% to 70% of test takers.\n\nThe Series 65, officially known as the Uniform Investment Adviser Law Exam, is designed to test an individual's knowledge and ability to advise clients in the area of investing and to discuss general financial concepts.\n\nThe Series 65 exam tests candidates' comprehension of financial concepts and qualifies them to give investment advice and charge a fee for doing so. Most state securities regulators have set the Series 65 as the minimum requirement to become an investment advisor representative (IAR).\n\nNASAA. \"Series 65 Exam Content Outline.\"\n\nNASAA. \"Series 65 Test Specifications.\"\n\nNASAA. \"Series 63 Exam Content Outline.\"\n\nNASAA. \"Series 66 Exam Content Outline.\"\n\nNASAA. \"Exam Faqs.\" How Long Must I Wait After Failing an Exam Before I Can Take It Again?\n\nPass Perfect. \"Series 65 Exam Information.\" What Is the Series 65 Pass Rate?",
  "url": "https://www.investopedia.com/terms/s/series65.asp"
}