{
  "term": "Series B Financing: Definition, Examples, and Funding Sources",
  "definition": "Series B financing is the second round offundingfor a business through investment, includingprivate equityinvestors andventure capitalists. Successive rounds of financing a business are consecutively termed Series A, Series B, and Series C financing. The Series B round generally takes place when the company has accomplished certain milestones in developing its business and is past the initialstartupstage.\n\nInvestopedia / Michela Buttignol\n\nIn a Series B financing round, companies have advanced their business, resulting in a highervaluationby this time. Companies can seek various ways to raise funds in a Series B financing round. Series B investors usually pay a higher share price forinvestingin the company than the earlier investors through the Series A financing round.\n\nSeries Afinancing involves capital raising for startups with a solid business model. Series A funds are usually from private equity firms and are used to expand operations by buying equipment and inventory as well as hiring staff. Series A funding is consideredseed capitalsince it's designed to help new companies grow.\n\nLike Series A rounds, the capital for Series B rounds usually comes from venture capital or private equity funds. In many cases, the same investors that provided the Series A funding may offer additional contributions during the Series B round, while newer investors may choose to invest now that the company is more established.\n\nSeries B financing is the next stage of funding after the company has had time to generaterevenuefrom sales. Investors have a chance to see how the management team has performed and whether the investment is worth it or not. As a result, Series B financing tends to have less risk associated with it versus Series A financing. However, Series A financiers get in at a lower share price to help compensate for that risk.\n\nPublicly-traded companies can raise capital or money by increasing the number ofequityshares issued on the open market. However, one of the drawbacks of raising funds via the issuance of new shares can be sharedilution. Dilution occurs when the existingshareholderssee their percentage of ownership decrease as a result of new shares being issued. Dilution can lead to a lower stock price and valuation, which can be disconcerting for early investors.\n\nTo help mitigate the risks of dilution, Series B equity investors typically prefer to receiveconvertible preferred stockversuscommon stock. The preference stems from the variousanti-dilutionfeatures that are available forpreferred stockinvestors. Also, preferred stockholders are paiddividendsbefore common stockholders. Dividends are cash payments from the company to its shareholders.\n\nIn addition to the public markets, businesses have an increasing number of fundraising resources for which they can obtain capital. In Series B funding, companies often utilize their previously pursued fundraising channels due to familiarity and reporting convenience. In some cases, the early investors from the Series A financing may want to up their stake in the company by lending them more money.\n\nFor startups and small businesses, Series B financing funding can come from private equity investors, venture capitalists, and credit investments. Direct capital raising from private equity investors and venture capitalists may require some specific investment constraints, such as a percentage of capital limit from each investor.\n\nOverall, small businesses have a growing number of options from which to choose when raising capital at all stages of financing. In Series B financing, companies can select new financing methods that better fit their current situation or repeat similar funding methods as used in Series A financing.\n\nAs companies grow and produce revenue, they can also attract new sources of funding throughcrowdfundedequity. In the crowdfunded market, businesses can offer their company for investment to an unconstrained market of retail, private equity, venture capital, andinstitutional investors.\n\nBusinesses can also receive loans from crowdfunded investors, including the general public. These investing activities transact through an internet finance platform operated by a crowdfunded Internet finance provider. The provider connects companies with investors at low costs to both parties due to the minimized cost structures achieved through internet finance operations.\n\nCrowdfunded investmentshave become popular in the small business sector, thanks to federal government support and theJumpstart Our Business Startups(JOBS) Act.These investments also have limitations on fundraising levels and capital allowances per investor. However, crowdfunded investments provide a wider market from which businesses can receive money.\n\nAlthough there are many examples of companies receiving private funding, two key sectors continue to be technology and healthcare. Below are three examples of series B financing.\n\nIn February 2019, Mountain View, California-based robotics company Nuro raised $940 million in a Series B round from the SoftBank Vision Fund–giving it a valuation of $2.7 billion. The company, founded in 2016, previously raised $92 million in Series A funding co-led by Gaorong Capital and Greylock Partners.\n\nZoox, a self-driving technology development company founded in 2014, raised $500 million through Series B funding in July 2018. The Series B funding round was led by Mike Cannon-Brookes of Grok Ventures and gave the company a $3.2 billion valuation. In total, Zoox has raised $800 million.\n\nFounded in 2017, Devoted Health raised $300 million through Series B funding in October 2018. The Waltham, Massachusetts-based insurance startup secured the funds from lead investorAndreessen Horowitz, Premji Invest and Uprising. Devoted Health serves seniors and offers various Medicare Advantage plans.\n\nFor the average company, it takes from 10 to 18 months to get from the Series A round to the Series B round, according to data from Arc Ventures. However, only 66% of companies that complete a Series A round will make it to Series B. The rest either fail, or do not raise further capital.\n\nDuring the Series B and C rounds, most companies sell about 15% of their total equity, according to figures from Equidam.\n\nIn 2021, the average Series B financing round raised $45 million in the United States, according to data from Crunchbase. That's up nearly 50% from the prior year.\n\nSeries B financing is the third round of equity financing for new companies. Most startups are already well-established by the time they look for Series B funding, with reliable cash flows and a viable product. Investments in a Series B round tend to be less risky than Series A financing.\n\nU.S. Securities and Exchange Commission. \"Spotlight on Jumpstart Our Business Startups (JOBS) Act.\"\n\nReuters. \"Driverless Delivery Startup Nuro Gets $940 Million SoftBank Investment.\"\n\nBloomberg Businessweek. \"Robot Taxi Startup Zoox Had $800 Million and a Wild Pitch.\"\n\nTechCrunch. \"With $300M in New Funding, Devoted Health Launches Its Medicare Advantage Plan in Florida.\"\n\nArc Ventures. \"When Will Current Series A Startups Raise Their Series B?\"\n\nEquidam. \"Equity Percentages to Offer Investors at Different Rounds.\"\n\nCrunchbase. \"What Current Series B Trends Say About the US Startup Scene.\"",
  "url": "https://www.investopedia.com/terms/s/series-b-financing.asp"
}