{
  "term": "Series 3: What it is, How it Works, Alternatives",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Series 3 is an exam, also known as the National Commodities Futures Examination, administered by the Financial Industry Regulatory Authority (FINRA) on behalf of theNational Futures Association (NFA). Candidates who pass the exam are eligible to register with the NFA and sellcommodity futures contractsand options on commodity futures contracts. The Series 3 is one of a number of exams for investment professionals administered by FINRA, including theSeries 7, General Securities Representative Exam, which is required for brokers who wish to sell corporate, government, or other types of securities.\n\nThe Series 3 exam covers topics that commodities brokers need to know, such as options, futures, hedging, and margin requirements, as well as market and regulatory rules. The exam consists of 120 multiple-choice questions in two parts, and candidates have two hours and 30 minutes to complete it. Unlike the Series 7 exam, candidates do not need to be sponsored by a firm in order to take the Series 3.\n\nCandidates must achieve a score of around 70% in each part to pass the exam. (There is no official pass rate, but the widely accepted pass rate is around 70%.) Those who fail to pass may take the exam over again, although they may be subject to a waiting period. The exam costs $130.\n\nAnyone who wants to sell commodity futures contracts must generally pass the Series 3 exam.\n\nThe NFA, a self-regulatory organization for the U.S. derivatives market, requires anyone \"who is applying for NFA membership as a futures commission merchant (FCM), retail foreign exchange dealer (RFED), introducing broker (IB),commodity pool operator (CPO), or commodity trading advisor (CTA), leverage transaction merchant (LTM) or as anassociated person(AP) of these entities, to satisfy proficiency requirements.\"\n\nIn most cases, individuals seeking NFA membership or registration as an associated person must pass the Series 3 exam within two years before they apply. That's unless:\n\nTo sign up for any futures industry exams, an applicant must apply online at theFINRA website. Typically, FINRA will notify directly the NFA that an individual has passed one of the futures industry exams. In some circumstances, however, the NFA may request that candidates provide proof that they passed.\n\nRather than the Series 3, individuals may be eligible to take other exams and pursue other registration options based on their registration status and the nature of the business they conduct. Those include:\n\nOther certification exams related to the Series 3 are the Series 30 (NFA Branch Manager Examination) and Series 34 (Retail Off-Exchange Forex Examination).\n\nThe Series 3 is not considered a prerequisite or corequisite for any of these other exams.\n\nFor more information on the Series 3 and other futures industry exams, visit theNFA's Proficiency Requirementspage. And for more details on taking the test, visit FINRA'sOn the Day of Your Qualification Examresource page.",
  "url": "https://www.investopedia.com/terms/s/series3.asp"
}