{
  "term": "Series 7: Definition and Formula for Calculation, With Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Series 7 exam licenses the holder to sell all types of securities products except commodities and futures. Known formally as the General Securities Representative Qualification Examination, the Series 7 exam and its licensing is administered by theFinancial Industry Regulatory Authority (FINRA).\n\nStockbrokers in the United States need topass the Series 7 examto obtain a license to trade. TheSeries 7 examfocuses on investment risk, taxation, equity, and debt instruments; packaged securities, options, retirement plans, and interactions with clients for prospective securities industry professionals.This introductory-level exam assesses a candidate’s knowledge of basic securities industry information including concepts fundamental to working in the industry.\n\nThe purpose of the Series 7 license is to set a level of competency for a registered representative or stockbroker to work in the securities industry. The Series 7 license is an essential requirement for an entry-levelbroker. The licensing exam covers an extensive range of financial terms and topics as well as securities regulations.\n\nCandidates who pass the Series 7 exam can trade many securities, such as stocks, mutual funds, options, municipal securities, and variable contracts. The Series 7 license does not cover selling real estate or life insurance products.In addition to obtaining the Series 7 license, many states require that registered representatives pass theSeries 63exam, also called the Uniform Securities Agent State Law Exam.\n\nSince Oct. 1, 2018, Series 7 candidates are required to pass theSecurities Industry Essentials (SIE) examas well as the Series 7 exam in order to receive the General Securities registration.According to FINRA, the SIE is an introductory-level exam that \"assesses a candidate’s knowledge of basic securities industry information including concepts fundamental to working in the industry, such as types of products and their risks; the structure of the securities industry markets, regulatory agencies and their functions; and prohibited practices.\" If you need more information on the SIE, FINRA's SIE exam content outline provides more details.\n\nCandidates who want to take the Series 7 exam must be sponsored by a FINRA member firm or other applicable self-regulatory organization (SRO) member firm. The member firm must file a Form U4 (Uniform Application for Securities Industry Registration or Transfer Form) for the candidate to be registered for the licensing exam. Non-FINRA members should use the Test Enrollment Services System (TESS) in order to register for the exam.FINRA governs the activities of securities firms and registered brokers, ensuring that anyone who sells securities products is qualified and tested.\n\nCandidates who want to take the Series 7 exam must be sponsored by a FINRA member firm or other applicable self-regulatory organization (SRO) member firm.\n\nThe Series 7 is structured as follows:\n\nThe Series 7 exam has 125 multiple choice questions, lasts 225 minutes, and cost $300. The passing score is 72%.\n\nPrior to Oct. 1, 2018, the Series 7 exam contained 250 questions covering five major job functions.The exam duration was six hours, had no prerequisites, and cost $305. A score of 72% was required to pass.\n\nFINRA does not provide candidates with any physical certificate as proof of exam completion. Current or potential employers who wish to view proof of completion must access this information through FINRA's Central Registration Depository (CRD).\n\nCompletion of the Series 7 exam is a prerequisite for many other securities licenses, such as theSeries 24, which permits the candidate to supervise and manage broker activities.\n\nFINRA. ”Series 7 – General Securities Representative Exam.”\n\nFINRA. ”General Securities Representative Qualification Examination (Series 7) Content Outline.”\n\nFINRA. ”Series 63 – Uniform Securities Agent State Law Exam.”\n\nNorth American Securities Administration Association. ”Exam FAQs.\"\n\nFINRA. ”FINRA Launches New SIE Exam to Streamline Examination Process for Prospective Candidates Entering the Securities Industry.”\n\nFINRA. ”Securities Industry Essentials® (SIE®) Exam.”\n\nFINRA. ”Register a New Candidate.”\n\nFINRA. ”Central Registration Depository (CRD).”\n\nFINRA. ”Series 24 – General Securities Principal Exam.”",
  "url": "https://www.investopedia.com/terms/s/series7.asp"
}