{
  "term": "Serial Correlation: Definition, How to Determine, and Analysis",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSerial correlation occurs in atime serieswhen a variable and a lagged version of itself (for instance a variable at times T and at T-1) are observed to be correlated with one another over periods of time. Repeating patterns often show serial correlation when the level of a variable affects its future level. In finance, thiscorrelationis used by technical analysts to determine how well the past price of a security predicts the future price.\n\nSerial correlation is similar to the statistical concepts ofautocorrelationor lagged correlation.\n\nSerial correlation is used in statistics to describe the relationship between observations of the same variable over specific periods. If a variable's serial correlation is measured as zero, there is no correlation, and each of the observations is independent of one another. Conversely, if a variable's serial correlation skews toward one, the observations are serially correlated, and future observations are affected by past values. Essentially, a variable that is serially correlated has a pattern and is not random.\n\nError termsoccur when a model is not completely accurate and results in differing results during real-world applications. When error terms from different (usually adjacent) periods (or cross-section observations) are correlated, the error term is serially correlated. Serial correlation occurs in time-series studies when the errors associated with a given period carry over into future periods. For example, when predicting the growth of stock dividends, an overestimate in one year will lead to overestimates in succeeding years.\n\nSerial correlation can make simulated trading models more accurate, which helps the investor develop a less risky investment strategy.\n\nTechnical analysisuses measures of serial correlation when analyzing a security's pattern. The analysis is based entirely on a stock's price movement and associated volume rather than a company's fundamentals. Practitioners of technical analysis, if they use serial correlation correctly, identify and validate the profitable patterns or a security or group of securities and spot investment opportunities.\n\nSerial correlation was originally used in engineering to determine how a signal, such as a computer signal or radio wave, varies compared to itself over time. The concept grew in popularity in economic circles as economists and practitioners of econometrics used the measure to analyze economic data over time.\n\nAlmost all large financial institutions now have quantitative analysts, known as quants, on staff. These financial trading analysts use technical analysis and other statistical inferences to analyze and predict the stock market. These modelers attempt to identify the structure of the correlations to improve forecasts and the potential profitability of a strategy. In addition, identifying the correlation structure improves the realism of any simulated time series based on the model. Accurate simulations reduce the risk of investment strategies.\n\nQuants are integral to the success of many of these financial institutions since they provide market models that the institution then uses as the basis for its investment strategy.\n\nSerial correlation was originally used in signal processing and systems engineering to determine how a signal varies with itself over time. In the 1980s, economists and mathematicians rushed to Wall Street to apply the concept to predict stock prices.\n\nSerial correlation among these quants is determined using theDurbin-Watson (DW) test. The correlation can be either positive or negative. A stock price displaying positive serial correlation has a positive pattern. A security that has a negative serial correlation has a negative influence on itself over time.",
  "url": "https://www.investopedia.com/terms/s/serial-correlation.asp"
}