{
  "term": "Series EE Bond: Definition, How It Works, Maturity",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Series EE Bond (often referred to as a \"Patriot Bond\") is a non-marketable, interest-bearing U.S. government savings bond. These bonds are guaranteed to at least double in value over the typical 20-year initial term. Some Series EE bonds have total interest-paying lives that extend beyond the original maturity date, up to 30 years from issuance. Coupon rates for Series EE Bonds are determined at the time of issuance and are based on the percentage of the long-term Treasury rates.\n\nAlong with theSeries I bond, the Series EE bond is one of the two types of savings bonds issued by the US Treasury. Series EE bonds cannot be bought or sold in the open market, and are hence classified asnon-marketable securities.\n\nSeries EE bonds issued after May 2005 are assigned semi-annual fixed coupon rates on May 1 and November 1. The rates apply to all issuances for the ensuing six months. Bonds issued after each date increase in value monthly, but interest payments are handed out semiannually.\n\nSeries EE bonds are considered ultra-safe, low-risk investments,whose interest is typically exemptfrom state and local taxes. However, they are subject to federal taxes, but only in the year in which the bond matures or is redeemed. EE Bonds may be purchased by U.S. citizens, official U.S. residents, minors, and all U.S. government employees—regardless of their citizenship status.\n\nPaper EE bonds were re-issued as \"Patriot Bonds\" after the Sept. 11, 2001, terrorist attacks. They are identical in every way to the paper Series EE Bonds except that any paper bonds purchased through a financial institution after Dec. 10, 2001, have the words \"Patriot Bond\" printed on the top half of the bond certificate, situated between the Social Security Number (SSN) and the issue date. Financial institutions no longer issue Series EE bonds in paper form, but the paper Patriot Bonds can still be cashed or converted into electronic bonds.\n\nSeries EE bonds don't need to be reissued to correct small typographical errors in names, addresses, or Social Security numbers.\n\nThere is a $25 minimum investment requirement for EE bonds, and each investor may purchase up to $10,000 in these bonds each calendar year. Furthermore, bondholders must hold onto these investments for at least twelve months, before they can redeem the bonds. Those who redeem bonds within five years will be docked three months of accrued interest payments. Since EE bonds earn interest for up to 30 years, the longer they're held, the more they're worth.\n\nPaper bonds were issued at a 50% discount to par, while bonds electronically sourced through TreasuryDirect are purchased atface value. The latter is still guaranteed to be worth twice their original value at firstmaturity dateafter 20 years while paying interest the same way as paper EE bonds.",
  "url": "https://www.investopedia.com/terms/s/serieseebond.asp"
}