{
  "term": "Service Charge Definition, Types, and Why It's Not a Tip",
  "definition": "Investopedia / Madelyn Goodnight\n\nA service charge is a fee collected to pay for services related to the primary product or service being purchased. The charge is usually added at the time of the transaction.\n\nMany industries collectservice charges, including restaurants, banking, and travel and tourism. When collected, these charges may cover services rendered to the consumer, or they may cover administrative or processing costs.\n\nService charges are paid directly to the company. They are different from tips, which are paid to the employee who renders the service. Paying a tip and the amount is wholly up to the customer.\n\nService charges are additional charges related to the purchase of a product or service. They are generally collected at the time the transaction takes place between the consumer and the company. For example, a concert venue may charge a service fee in addition to the initial price of a ticket at the time of purchase in order to cover the cost of security or for providing theconvenienceof electronic purchases.\n\nService charges are also called service fees. They go by a number of different names depending on the industry, including booking fees (hotels), security fees (travel), maintenance fees (banking), and customer service fees.\n\nMost hotels and restaurants in the U.S. charge a service fee that’s a percentage of the total bill, often in lieu oftipping. The delivery fee charged for ordering room service at a hotel or a gratuity applied to the bill for a large group dining at a restaurant are examples of service charges. If the total bill on an order is $250, and gratuity is stated to be 18%, then the total bill to be paid is $250 + (18% x $250) = $295.\n\nThe banking industry charges a number of different services charges, which are typically set at a flat, standard rate. When you open a checking or savings account with a bank, the bank charges a monthly maintenance fee. This fee is debited from the account at the end of the month. Banks also charge service charges for using the ATM of a competing bank, or when initiating awire transfer.\n\nAirlines collect a number of service charges, some of which include checked or oversized baggage fees, change or cancellation fees, early seat selection fees, and inflight experience charges such as WiFi, food, beverage, and entertainment.\n\nAn airport improvement fee or embarkation fee is a service charge applicable to departing and connecting passengers at an airport. It is levied by the government or an airport management corporation, and the proceeds are usually intended for funding of major airport improvements or expansion of airport services.\n\nDepending on the location, the airport improvement fee is included in thecost of a traveler's airline ticket, in which case, the airline will forward the fee to the proper agency. However, in some locations, the fee must be paid at the point of embarkation.\n\nRenting or leasing certain types of residential properties may have a service charge affixed to the monthly rent. For example, the tenant of acondounit may be required to pay a condo fee on top of the rent. The condo fee is a service charge for general cleaning and maintenance of the building.\n\nOnline rental platforms that link renters to property owners such asAirbnbhave service charges to cover the payment fees associated with the reservation. The service charge is usually calculated as a percentage of the subtotal and applies to renters and owners.\n\nService charges and tips differ in many characteristics including:\n\nThe service charge is considered part of the business's revenue and subject to taxation as such. Employees receiving a portion of service charges are typically taxed as regular income. The tip is considered income for the worker receiving it and is subject to income tax reporting by the worker.\n\nEmployers are required to report service charges to the IRS in the same fashion as other wages.\n\nAccording to the Internal Revenue Service (IRS), there is a bigdifference between service charges and tips. An amount imposed on the customer including automatic gratuities added to the bill is considered a service charge. The IRS classifies the following as service charges: banquet event fees, automatic gratuities added for large parties at restaurants and other dining facilities, hotel room charges, bottle charges, and cruise trip package fees, tickets, and other valuable items.\n\nThe service chargeis meant to cover the cost of service provided and may be used to supplement employee wages, cover operational costs, or be distributed among staff by the company. The tip isspecifically intended as a reward for the individual service worker.\n\nThe service charge is controlled by the business and is added to the bill from the get-go, not later. Thetip is controlled by the customersand given at their discretion. If a consumer wishes to give a tip, that's their own choice. Tips can come in the form of cash or through an electronic payment system. They may also be made in kind. A merchant or business cannotcompel a consumer to make a tipand the consumer must be able to determine the amount.\n\nInternal Revenue Service. \"Tips Versus Service Charges: How to Report.\"\n\nInternal Revenue Service. \"Tips Versus Service Charges: How to Report.\" Pages 2-3.\n\nInternal Revenue Service. \"Tips Versus Service Charges: How to Report.\" Pages 1-2.\n\nInternal Revenue Service. \"Tips Versus Service Charges: How to Report.\" Page 1.",
  "url": "https://www.investopedia.com/terms/s/service-charge.asp"
}