{
  "term": "SG&A: Selling, General, and Administrative Expenses",
  "definition": "Selling, general, and administrative expenses (SG&A) are overhead expenses that keep a business running but are not directly tied to producing goods or services.\n\nWhen you look at a company's income statement, you'll find selling, general, and administrative (SG&A) expenses listed. These are all the business costs that aren't directly involved in making products or providing services—the day-to-day costs of keeping the lights on. Examples include marketing, advertising, rent, and utilities.\n\nOften called \"overhead,\" most SG&A expenses are incurred regardless of sales volume, making them fixed costs. However, some SG&A expenses may be semi-variable or variable such as commissions paid to sales staff, utilities, and distribution costs.\n\nSG&A are the ongoing costs of running a business while bracketing out the level of production. These expenses are typically recorded below the gross profit line on theincome statement. The reason for separating the costs that directly relate to producing a product—thecost of goods sold (COGS)—from the indirect costs that support overall business operations is for companies to assess theiroperating leverage, or how changes in sales volume affect profitability.\n\nSG&A expenses are often the most significant operational cost center for service-based businesses with minimal COGS. While essential for business operations, these expenses are frequently scrutinized during cost-reduction initiatives as they directly impact a company's operational efficiency and bottom line.\n\nHow do companies keep these expenses in check? Usually, through careful budgeting and periodic reviews for ways to cut costs. When times get tough, SG&A is often the first place managers look to trim spending, though they have to be careful not to cut too deep since that can end up hurting operations.\n\nSG&A expenses are consideredperiod costs, meaning they are expensed in the period incurred rather than capitalized or assigned to products. This treatment aligns with generally accepted accounting principles (GAAP) and provides transparency in financial reporting.\n\nHere, we'll detail further the three different categories that make up SG&A:\n\nSelling expenses are those directly tied to the efforts made to generate revenue:\n\nCompanies often providefootnotesthat accompany their financial statements, where they may explain what exactly makes up the different categories of expenses such as for SG&A.\n\nGeneral expensescover the costs necessary to support the overall business environment. These costs are not directly related to sales or administration but are essential for maintaining the company’s infrastructure.\n\nAdministrative expensesare often the backbone of the company’s governance and overall management. These costs are associated with the central functions that support business strategy and day-to-day management.\n\nSG&A expenses are reported on a company's income statement, which is part of a company's annual report. For publicly traded companies, these reports must be filed with the U.S. Securities and Exchange Commission (SEC).\n\nApple Inc. (AAPL) reported $14.29 billion in operating expenses as part of its financial reporting for the third quarter of 2024. Of this, $7.77 billion was for research and development and $6.52 billion was for selling, general, and administrative costs.\n\nWant to see how well Apple handles its overhead costs? One oft-used method is to look at what percentage of the company's sales goes to SG&A.\n\nHere's the calculation for the quarterly statement above:\n\nMore clearly put, for every dollar of sales, Apple spent about 6.87 cents on overhead expenses\n\nWe can then compare that figure to the same quarter the year before (this accounts for seasonality):\n\nHere are the details for the third quarter of 2023:\n\nApple's SG&A expenses were exactly the same after rounding in both quarters, suggesting consistent operational efficiency. Moreover, a ratio below 7% is exceptionally efficient for a large technology company, where SG&A ratios are often well over 20% (see the table above for those industries involved inBig Tech).\n\nIt's also useful to compare SG&A toR&D expenses. Apple’s R&D expenses slightly exceed SG&A, highlighting the company’s emphasis on product development.Analysts might track the ratio of R&D to SG&A to understand the balance between developing new products and marketing existing lines. A healthy balance can indicate that the company is both forward-looking and effective in promoting its current offerings.\n\nOperating incomeis calculated after subtracting the cost of sales and operating expenses (including SG&A) from net sales. Working from the same Apple quarterly statement, we get the following:\n\nBy examining SG&A within the broader context of operating expenses, we see that Apple’s revenue generation capacity remains strong enough to absorb higher overhead costs as the company grows. However, further analysis would be needed to determine if these costs are producing proportional benefits in sales or brand equity.\n\nOperating costscomprise allexpenses for day-to-day operations, including both direct costs (raw materials, labor, etc.) and indirect costs (overhead), making SG&A a subset of total operating costs.\n\nGetting SG&A right is a balancing act that can make or break a company. While these overhead costs directly impact the bottom line, simply slashing them isn't always the answer. Savvy company leaders look at what's typical for their industry and make sure they're investing enough in areas that give them an edge over competitors. The key is to take a hard look at these expenses now and again to figure out where you can trim fat without cutting into muscle. After all, you need to keep growing, but you can't do that without keeping the lights on.\n\nU.S. Securities and Exchange Commission. \"Financial Reporting Manual.\"\n\nApple, Inc. \"Condensed Consolidated Statements of Operations (Unaudited).\" Page 1.\n\nWall Street Prep. \"SG&A Expense.\"",
  "url": "https://www.investopedia.com/terms/s/sga.asp"
}