{
  "term": "Shadow Pricing: Definition, How It Works, Uses, and Example",
  "definition": "The term shadow pricing is used to refer to either one of two things:\n\nThe latter instance is more common and involves a shadow price that is assigned to goods that are not generally bought and sold as separate assets in a marketplace, such as production costs orintangible assets.\n\nShadow pricing as it relates to money market funds refers to the practice of accounting the price of securities based onamortizedcosts rather than on their assigned market value. Money market fund shares are always assigned a nominalnet asset value(NAV) of $1, even though the actual NAV falls slightly above or below this figure.\n\nSuch funds are required by law to disclose the actual NAV—the shadow share price—to show the fund's performance to investors more accurately. However, the use of the term \"shadow price\" in relation to money market funds is the less common usage of the phrase. It is more frequently applied in the process of cost-benefit analysis in business decision-making.\n\nIn its most common usage, a shadow price is an \"artificial\" price assigned to a non-priced asset or accounting entry. Shadow pricing is frequently guided by certain assumptions about costs or value. It is generally a subjective and inexact, or imprecise, endeavor. To make a decision regarding the undertaking of a project or investment, businesses often perform a comparative analysis of the project or investment cost against the projected benefits.\n\nIn performing a cost-benefit analysis, a business must often account for the costs or benefits of intangible assets that are difficult to assign a dollar value to but that must nonetheless be monetarily quantified for the purpose of performing the analysis.\n\nEconomists will often assign a shadow price to estimate the cost of negative externalities such as the pollution emitted by a firm.\n\nUsing shadow pricing helps a business obtain a fuller understanding of its project's real value. It is a necessary part of running a cost-benefit analysis and can assist management in their decisions about various aspects of a project's strategy and scope. Shadow pricing encourages responsible ethical behavior and is a vital tool in accurately evaluating a project.\n\nThat being said, there are a number of limitations to shadow pricing. Most notably, shadow pricing is inherently subjective; because the assets it attempts to value are intangible, the shadow price is proofless. Furthermore, because analysts must employ a fair amount of guesswork, there is significant room for bias. This means there is also a good chance the shadow price is not accurate. If the methodology used to create the shadow price is flawed, the business may direct its actions in a way that won't benefit and could discredit the company.\n\nFinally, some critics believe shadow pricing puts too much emphasis on short-term socialopportunity costwhile ignoring the long-term priorities of the business.\n\nEncourages financially pragmatic business actions\n\nVital tool to running cost-benefit analysis\n\nHelps companies be more proactive\n\nLeaves room for bias in shadow pricing methodology\n\nShadow pricing is an incredibly useful tool when evaluating a project. Even though shadow pricing only provides a rough estimate, it helps management assess the value of certain operations and attempts to place a monetary value on the different tasks associated with the project. Furthermore, when a company wants to run a cost-benefit analysis, it must use shadow pricing to assign values to intangible items.\n\nShadow pricing is also frequently used in public policy in order to designate the value of various public infrastructure projects such as public transportation, parks, and bike lanes.Economistsseeking the societal value of projects like public parks will use shadow pricing to demonstrate the benefits of certain infrastructure projects that are not typically assigned a monetary value.\n\nAn example ofshadow pricingas applied to a proposed business plan to renovate a company's office facilities might be the assignment of a dollar value to the expected benefits of doing the renovation. While the cost of the renovation can easily be assigned a dollar value, there are elements of the project's expected benefit that must be assigned a shadow price because they are not as easy to quantify.\n\nThe possible benefits of the project include the following:\n\nSince it is impossible to assign a precise dollar value to such potential benefits, an estimated shadow price is assigned to set a dollar figure to compare with the cost figure.\n\nShadow pricing is used by analysts and economists to assign a monetary value to non-marketed goods such as production costs and intangible assets. Shadow prices are essential to running an accurate cost-benefit analysis of a project.\n\nShadow pricing provides management with a fuller understanding of the costs and benefits associated with a project. In the world of public policy, shadow prices help determine whether or not a public project is worth pursuing. Shadow pricing can save money by demonstrating the appropriate path of action to take.\n\nWhen faced with a tough business decision, using a cost-benefit analysis that employs shadow pricing to determine the monetary value of production costs and intangible assets should give you a clearer picture of which course of action will make the most financial sense.\n\nShadow pricing quantifies production actions and abstract commodities that aren't normally assigned a numerical value. One common example of an abstract commodity is a public park; shadow pricing assigns a monetary value to the benefit of a park in order to decide how or if to pursue the project.",
  "url": "https://www.investopedia.com/terms/s/shadowpricing.asp"
}