{
  "term": "Share Repurchase: Why Do Companies Do Share Buybacks?",
  "definition": "A share repurchase is a reduction in the number of a public company's shares outstanding. It's accomplished by buying a portion of its shares on the open market. The company might buy the shares directly or offer shareholders the option of tendering their shares at a fixed price.\n\nShare repurchases automatically increase theearnings per share(EPS) of the stock by reducing the number of outstanding shares. This can have the effect of driving up share value over time although that isn't an inevitable result.\n\nCompanies have several goals when they decide to do a share repurchase or buyback:\n\nA share repurchase reduces the number of shares outstanding so it increases earnings per share (EPS). A higher EPS elevates the market value of the remaining shares.The shares are canceled or held astreasury sharesafter repurchase so they're no longer held publicly and aren't outstanding.\n\nA share repurchaseimpacts a company's financial statementsin various ways. It reduces a company's available cash which is then reflected on the balance sheet as a reduction by the amount the company spent on the buyback.\n\nThe share repurchase also reducesshareholders' equityby the same amount on the liabilities side of the balance sheet.\n\nInvestors can find out how much a company has spent on share repurchases in the company's quarterly earnings reports.\n\nCompanies that made big stock repurchases as of late 2023 include NVIDIA Corp. (NVDA), Bookings Holdings Inc., Comcast Corp. (CMCSA), and Chevron Corp. (CVX).\n\nA share repurchase reduces the total assets of the business so its return on assets, return on equity, and other metrics improve. Reducing the number of shares means earnings per share (EPS) grows more quickly as revenue and cash flow increase.\n\nEach shareholder receives a larger annual dividend if the business pays out the same amount of money to shareholders annually individendsand the total number of shares decreases. Decreasing the total number of shares further increases the dividend growth if the corporation increases its earnings and its total dividend payout.\n\nA buyback can be used to hide a slight decline innet income. The EPS will rise irrespective of the financial state of the business if the share repurchase reduces the number of shares outstanding to a greater extent than the fall in net income.\n\nShare repurchases fill the gap between excess capital and dividends so the business returns more to shareholders without locking into a pattern. Assume the corporation wants to return 75% of its earnings to shareholders and keep itsdividend payout ratioat 50%. The company returns the other 25% in the form of share repurchases to complement the dividend.\n\nNew provisions are in place to prevent companies from trying to boost their stock price to benefit corporate executives. TheInflation Reduction Actsigned by President Joe Biden in 2022 includes an excise tax of 1% on share buybacks of $1 million or more made after Dec. 31, 2022. Any new public or employee stock issues won't count.\n\nShare repurchases are usually but not always welcomed by shareholders.\n\nA share repurchase shows that the corporation believes its shares are undervalued and it's an efficient method of putting money in shareholders’ pockets.\n\nThe share repurchase reduces the number of existing shares, making each worth a greater percentage of the corporation.\n\nThe stock’s EPS increases so theprice-to-earnings ratio(P/E) will decrease assuming the stock price remains the same.\n\nThe value of the shares hasn’t changed mathematically but the lower P/E ratio could make it appear that the share price represents a better value and this can make the stock more attractive to potential investors.\n\nA company will buy back shares when it has plenty of cash on hand or during a period offinancial healthfor the company and the stock market. Those are not good reasons for some investors.\n\nThe stock's price is likely to be high at such times and the price might drop after a buyback. A drop in the stock price can be seen as an implication that the company isn't so healthy after all.\n\nA share repurchase may also give investors the impression that the corporation doesn't have other profitable opportunities for growth. This can be an issue for growth investors looking for revenue and profit increases.\n\nRepurchasing shares depletes the company's cash reserves, putting it in a precarious position if the economy takes a downturn or the corporation faces unexpected financial obligations.\n\nShows the company believes its shares are undervalued\n\nIncreases share value by reducing the number of shares\n\nMakes stock more attractive to potential investors\n\nMay lead to a drop in share price, which means the company isn't healthy\n\nThe company may be missing growth opportunities\n\nApple (AAPL) spent an astounding $100 billion repurchasing its stock during its fiscal 2024 year. There's no guarantee that this pace will continue but the company is sitting on $65 billion in free cash flow and short-term investments.\n\nTwo other tech giants, Alphabet (GOOG) and Meta (META), engaged in massive share buybacks in 2024.\n\nThe Inflation Reduction Act (IRA) of 2022 introduced a 1% excise tax on share repurchases of over $1 million of any U.S. corporation trading on an established exchange. The tax applies if more than $1 million of stock is purchased during a tax year.\n\nApple (AAPL) spent $100 billion buying its own shares in 2024, putting it at the top of the list of stock repurchasers.\n\nShareholders aren't obligated to sell back their shares to the issuing company. The company may make you an offer you don't want to refuse, however.\n\nCorporations often buy back their shares. Many shareholders approve because it often leads to higher share prices. There's debate about whether a stock repurchase is the best use of a company's spare cash, however.\n\nHarvard Law School Forum on Corporate Governance. \"Corporate Liquidity Provision and Share Repurchase Programs.\"\n\nHarvard Law School Forum on Corporate Governance. \"The Dangers of Buybacks: Mitigating Common Pitfalls.\"\n\nYahoo! Finance. \"11 Stocks with the Biggest Buybacks.\"\n\nCongressional Research Service. \"Tax Provisions in the Inflation Reduction Act of 2022 (H.R. 5376).\" Page 3.\n\nHarvard Law School Forum on Corporate Governance. \"Implementation of Share Buybacks and Their Impact on Corporate Governance.\"\n\nNasdaq. \"The 3 Kings of Buybacks in 2024.\"",
  "url": "https://www.investopedia.com/terms/s/sharerepurchase.asp"
}