{
  "term": "Shareholder (Stockholder): Definition, Rights, and Types",
  "definition": "Shareholders own a corporation in tandem with other shareholders, each in a percentage equivalent to the number of shares of stock they hold.\n\nA shareholder is a person, company, or institution that owns at least one share of a company’sstockor a share of amutual fund. Shareholders essentially own the company and this comes with the right to share in the profits.\n\nShareholders benefit from increasedstock valuationsor profits distributed asdividendswhen the company is successful. They also have the right to participate in corporate elections. They can lose money as well, however, when the company does and share prices drop. Shareholders can claim any remaining assets after the company's debts are paid if the company fails.\n\nA shareholder is an entity that owns one or more shares in a company’s stock or a mutual fund. Shareholders are also often called stockholders. Being a shareholder comes with certain rights and responsibilities. A shareholder is also permitted to vote on certain issues that affect the company or the fund in which they hold shares along with sharing in its overall financial success.\n\nA single shareholder who owns and controls more than 50% of a company’soutstanding sharesis referred to as a majority shareholder. Those who hold less than 50% of a company’s stock are classified as minority shareholders.\n\nMost majority shareholders are company founders.Majority shareholdersare frequently related to company founders in older, more established firms. They wield considerable power to influence critical operational decisions when they control more than half the voting interest. These issues include replacing board members and C-level executives likechief executive officers (CEOs). Many companies often avoid having majority shareholders among their ranks for this reason.\n\nCorporate shareholders aren't personally liable for the company’s debts and other financial obligations. Its creditors can't target a shareholder’s personal assets if the company becomesinsolvent.\n\nShareholders are entitled to collect any proceeds that are left over after a company liquidates its assets but creditors, bondholders, and preferred stockholders have precedence over common stockholders who may be left with nothing after all the debts are paid.\n\nBeing a shareholder comes with certain rights and responsibilities as well as tax implications.\n\nShareholders traditionally enjoy thefollowing rightsaccording to a corporation’s charter and bylaws:\n\nAny gains or losses you realize when selling shares must be reported on your personal income tax return if you're a shareholder. Gains would contribute to your taxable income and losses will be deducted from your taxable income.Any dividends paid to shareholders are also taxable income.\n\nAnS corporationis another type of corporation with different tax treatment. These corporations are typically small to midsize businesses that have fewer than 100 shareholders. The S corporation differs from a regular corporation in that it passes taxation through to its shareholders rather than double the taxation.\n\nThis stands in contrast to shareholders ofC corporations. Profits within this business structure are taxed at the corporate level and again at the personal level for shareholders.\n\nShareholders incur taxable capital gains or losses when selling shares, however, just as with shares of a regular corporation.\n\n“Shareholders of S corporations report the flow-through of income and losses on their personal tax returns and are assessed tax at their individual income tax rates. This allows S corporations to avoid double taxation on corporate income. S corporations are responsible for tax on certain built-in gains and passive income at the entity level,\" according to theInternal Revenue Service (IRS).\n\nMany companies issue two types of stock:common and preferred. Common stock is more prevalent than preferred stock and it's what ordinary investors typically buy in the stock market.\n\nCommon stockholders generally enjoy voting rights but preferred stockholders do not. Preferred stockholders have a priority claim to dividends, however, and the dividends paid to preferred stockholders are fixed even if profits decline. Common stock dividends may decline or not be paid at all during periods of poor corporate performance.\n\nSome companies further divide their share issues into separate classes with different voting rights. A share in a company's Class A stock might come with 10 votes while Class B shares might have only one vote. There are no hard rules but Class A shares tend to have the highest voting power.\n\nA majority shareholder owns and controls more than 50% of a company’s outstanding shares. This type of shareholder is often a company founder or their descendant. Minority shareholders hold less than 50% of a company’s stock and it may even be as little as one share.\n\nShareholders have the right to inspect the company’s books and records, the power to sue the corporation for the misdeeds of its directors and/or officers, and the right to vote on critical corporate matters such as naming board directors.\n\nThey also have the right to decide whether to green-light potential mergers, to receive dividends, to attend annual meetings, to vote on crucial matters by proxy, and to claim a proportionate allocation of proceeds if a company liquidates its assets.\n\nThe main difference is that preferred shareholders typically have no voting rights but common shareholders do. Preferred shareholders have a priority claim to income, however. They're paid dividends before common shareholders.\n\nCommon shareholders are last in line regarding company assets. They're paid after creditors, bondholders, and preferred shareholders.\n\nShareholders or stockholders are the owners of a corporation. Shareholders can receive profits in the share of dividends or sell their shares in the market for a profit. They can also participate in corporate elections. Anyone can become a shareholder by buying stock in that company. Corporations may also offer employee stock options as a benefit for workers in many countries.\n\nShareholders assume a level of risk. Common shareholders are last in line for repayment if a company goes bankrupt. Shareholders can lose their entire investment in some cases.\n\nNotre Dame Law School, NDLScholarship. “The Fundamental Rights of the Shareholder.” Pages 413-424.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Topic No. 404, Dividends.\"\n\nCornell Law School Legal Information Institute. \"C Corporation.\"\n\nInternal Revenue Service. “S Corporations.”",
  "url": "https://www.investopedia.com/terms/s/shareholder.asp"
}