{
  "term": "Shareholder Equity Ratio: Definition and Formula for Calculation",
  "definition": "The shareholder equity ratio measures how much of a business's assets are financed by equity.\n\nThe shareholder equity ratio indicates how much of a company'sassetshave been generated by issuing equity shares rather than by taking on debt. The lower the ratio result, the more debt a company has used to pay for its assets. It also shows how much shareholders might receive in the event that the company is forced intoliquidation.\n\nThe shareholder equity ratio is expressed as a percentage and calculated by dividing totalshareholders' equityby the total assets of the company. The result represents the amount of the assets on which shareholders have a residual claim. The figures used to calculate the ratio are recorded on the companybalance sheet.\n\n﻿Shareholder Equity Ratio=Total Shareholder EquityTotal Assets\\text{Shareholder Equity Ratio} = \\dfrac{\\text{Total Shareholder Equity}}{\\text{Total Assets}}Shareholder Equity Ratio=Total AssetsTotal Shareholder Equity​﻿﻿\n\nTotal shareholders' equity comes from the balance sheet, following theaccounting equation:\n\n﻿SE=A−Lwhere:SE=Shareholders’ EquityA=AssetsL=Liabilities\\begin{aligned} &\\text{SE} = \\text{A} - \\text{L}\\\\ &\\textbf{where:}\\\\ &SE = \\text{Shareholders' Equity}\\\\ &A = \\text{Assets}\\\\ &L = \\text{Liabilities} \\end{aligned}​SE=A−Lwhere:SE=Shareholders’ EquityA=AssetsL=Liabilities​﻿﻿\n\nIf a company sold all of its assets for cash and paid off all of its liabilities, any remaining cash would equal the firm's equity. A company's shareholders' equity is the sum of itscommon stockvalue, additionalpaid-in capital, andretained earnings. The sum of these parts is considered to be the true value of a business.\n\nWhen a company's shareholder equity ratio is at 100%, it means that the company has all of its assets funded withequitycapital instead of debt. This could happen because the company is generating strong earnings that pay debt over time and create more equity for the shareholders.\n\nProponents of leverage, however, argue that a high equity capital level has drawbacks in comparison with debt as it makes the company forgo the benefits of debt leverage, such as lower cost of capital represented in an interest rate lower than the expected return of shareholders, less dilution, and less voting rights. Nevertheless, this is a good problem to have. The company then has the option to keep a high shareholder-equity ratio or take on debt to lower it and invest in projects to grow using this debt capital.\n\nThe shareholder equity ratio is most meaningful in comparison with the company's peers or competitors in the samesector. Each industry has its own standard or normal level of shareholders' equity to assets.\n\nSay that you're considering investing in ABC Widgets, Inc., and want to understand its financial strength and overall debt situation. You start by calculating its shareholder-equity ratio. A year-end number is arrived at by using the return on equity (ROE) calculation. You can also get a snapshot idea of profitability usingreturn on average equity (ROAE).\n\nFrom the company's balance sheet, you see that it has total assets of $3.0 million, total liabilities of $750,000, and total shareholders' equity of $2.25 million. Calculate the ratio as follows:\n\nThis tells you that ABC Widgets has financed 75% of its assets with shareholder equity, meaning that only 25% is funded by debt.\n\nIn other words, if ABC Widgets liquidated all of its assets to pay off its debt, theshareholderswould retain 75% of the company's financial resources.\n\nIf a business chooses toliquidate, all of the company assets are sold and its creditors and shareholders have claims on its assets. Secured creditors have the first priority because their debts werecollateralizedwith assets that can now be sold in order to repay them.\n\nOther creditors, including suppliers,bondholders, and preferred shareholders, are repaid before common shareholders.\n\nA low level of debt means that shareholders are more likely to receive some repayment during a liquidation. However, there have been many cases in which the assets were exhausted before shareholders got a penny.",
  "url": "https://www.investopedia.com/terms/s/shareholderequityratio.asp"
}