{
  "term": "Shareholder Value Added (SVA): Definition, Uses, Formula",
  "definition": "Shareholder value added (SVA) is a measure of the operating profits that a company has produced in excess of its funding costs, or cost of capital. The basic calculation isnet operating profit after tax(NOPAT) minus the cost of capital, which is based on the company's weighted average cost of capital.\n\nSome value investors use SVA as a tool to judge the corporation's profitability and management efficacy. This line of thinking runs congruent with value-based management, which assumes that the foremost consideration of a corporation should be to maximizeeconomic valuefor its shareholders.\n\nShareholder value is created when a company's profits exceed its costs. But there is more than one way to calculate this. Net profit is a rough measure of shareholder value added, but it does not take into account funding costs or the cost of capital. Shareholder value added (SVA) shows the income that a company has earned in excess of its funding costs.\n\nShareholder value added has a number of advantages. The SVA formula uses NOPAT, which is based on operating profits and excludes the tax savings that result from the use of debt. This removes the effect of financing decisions on profits and allows for an apples-to-apples comparison of companies regardless of their financing method.\n\nNOPAT also excludesextraordinary itemsand is thus a more precise measure than the net profit of a company's ability to generate profits from its normal operations. Extraordinary items include restructuring costs and other one-time expenses that may temporarily affect a company's profits.\n\nSVA=NOPAT−CCwhere:NOPAT=Net operating profit after taxCC=Cost of capital\\begin{aligned} &\\text{SVA} = \\text{NOPAT} - \\text{CC} \\\\ &\\textbf{where:} \\\\ &\\text{NOPAT} = \\text{Net operating profit after tax} \\\\ &\\text{CC} = \\text{Cost of capital} \\\\ \\end{aligned}​SVA=NOPAT−CCwhere:NOPAT=Net operating profit after taxCC=Cost of capital​\n\nThe popularity of SVA reached a peak during the 1980s as corporate managers and boards of directors came under scrutiny for focusing on personal or company gains rather than focusing on shareholders. SVA is no longer held in such high regard by the investment community.\n\nValue investorswho focus on SVA are more concerned with generating short-term returns above the market average than with longer-term returns. This trade-off is implicit in the SVA model, which punishes companies forincurring capital costsin an attempt to expand business operations. Critics counter that these value investors are driving companies towards making shortsighted decisions rather than focusing on satisfying their customers.\n\nIn a sense, investors who focus on SVA are often actually looking forcash value added(CVA). Companies that generate a lot of cash through their operations can pay higher dividends or show greater short-term profits. This is only a proximate effect of actual productivity or wealth creation, however.\n\nReal investments often require intense capital expenditures and short-term losses. This is especially true in the current digital age driven by innovation and heavy investment in technology and experimentation. A new concept called blitz-scaling could be viewed as the opposite of SVA in that it does not give any attention to short-term losses and all the attention to long-term value creation.\n\nStockholders always want their corporations to maximize returns, paydividends, and show profits. Value investors can risk becoming shortsighted by focusing only on SVA and not considering the long-term implications of too little reinvestment.\n\nA prime disadvantage of shareholder value added is that it is difficult to calculate for privately held companies. SVA requires calculating the cost of capital, including the cost of equity. This is difficult for companies that are privately held.",
  "url": "https://www.investopedia.com/terms/s/shareholdervalueadded.asp"
}