{
  "term": "Sharing Economy: Model Defined, Criticisms, and How It's Evolving",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe sharing economy is apeer-to-peer(P2P) economic model. It facilitates acquiring, providing, or sharing access to goods and services. Sharing economies have existed throughout history, but in modern times the sharing economy is experiencing a revival with the support of community-based online platforms.\n\nCommunities of people have shared assets for thousands of years. In modern times, the advent of the Internet—and its use ofbig data—has made it easier for asset owners and those seeking to use those assets to find each other within their communities.\n\nThe modern sharing economy is also referred to as the share economy, collaborative consumption, collaborative economy, or peer economy.\n\nSharing economies allow individuals and groups to make money from their underused assets, their free time, or both. In a sharing economy, idle assets such as parked cars and spare bedrooms can be rented out short term. In this way,physical assetsare shared as services.\n\nA car-sharing service like Zipcar is an example of a sharing economy service. Zipcar participants can make use of daily or hourly car rentals, with the vehicles parked close to their homes rather than at a traditional car rental agency, rather than owning a private vehicle. According to data from the Brookings Institute, private vehicles went unused for 95% of their lifetime in 2017.\n\nThe same report detailed Airbnb’s cost advantage over hotel space as homeowners made use of spare bedrooms. Airbnb rates were reported to be between 30-60% cheaper than hotel rates around the world.\n\nThe sharing economy has evolved over the past few years to encompass a wide range of online economic transactions that may even includebusiness to business(B2B) interactions.\n\nOther platforms that have joined the sharing economy include:\n\nIn 2017, the Brookings Institute predicted that the sharing economy would grow from $14 billion in 2014 to a forecasted $335 billion by 2025.Those numbers increased dramatically within a few years. In 2022, Allied Market Research valued the market value of the sharing economy at $387.1 billion and projected that it would reach $827.1 billion by 2032.\n\nThe sharing economy can create more economic flexibility for participants, allowing them to make extra money while at the same time decreasing the resources that each individual needs to own. However, there are criticisms of the way the sharing model has grown and changed over time.\n\nCriticism of the sharing economy often involvesregulatoryuncertainty. Many of the services offered on these platforms are intended to replace industries that are highly regulated by federal, state, or local authorities, for example, taxicabs and hotels. Individuals offering short-term rental services may not be following government regulations or paying the fees. This could allow them to charge lower prices. It also opens the door to incompetent and even unscrupulous competitors.\n\nThe lack of government oversight can lead to a risk of serious abuses of buyers and sellers in the sharing economy, such as a lack of privacy or the unfair treatment of contractors. Even when laws are in place to regulate sharing platforms, those laws are not always followed.\n\nFor example, in Virginia, multiple cities and counties claim that Airbnb has avoided sharing the data necessary to determine whether it is paying the correct local and state taxes. Regulators are concerned that this lack of transparency is intended to hide information like units illegally operating as Airbnb rentals.\n\nThere is also a concern that information shared on an online platform can create racial and gender bias among users. This can happen when users are allowed to choose who they will share their homes or vehicles with, or because of implicit statistical discrimination by algorithms.\n\nThe growth of many sharing economy services has led to a model that is organized less around sharing. Instead, contractors use sharing platforms to create full-time businesses, becoming similar to the commercial services the sharing economy was initially meant to replace.\n\nFor example, Airbnb originally encouraged hosts to rent out unused rooms in their own houses, or to rent out their houses when they were away from home. As the popularity of the service grew, however, many Airbnb units became full-time private rentals. This has led to concerns that, rather than promoting the sharing economy, Airbnb has contributed to rising housing and rental costs, as hosts buy properties to use solely as rental units. This decreases the supply of both long-term rental units and houses for sale.\n\nThe gift economy, in which participants do not charge each other money for the things they share or do, has arisen in response to perceived failures in the sharing economy. This model is organized around principles of community support and sustainable reuse.\n\nExamples of the gift economy include:\n\nMany public libraries also allow patrons to borrow children's toys, tools, home appliances, and other shared items in addition to books and movies.\n\nThe sharing economy is often cited as environmentally beneficial because it allows existing resources to be used more efficiently. An Uber driver sells rides to many people who otherwise would have to buy vehicles. A co-working space provides all of the equipment and space needed for a large number of home offices.\n\nConsider an alternate name for the sharing economy: the gig economy. Some of its participants appreciate the freedom and flexibility that has been made feasible as the sharing economy has grown. However, this also allows businesses to shift away from hiring full-time workers to hiring more contractors. This decreases the number of jobs available that offer stable benefits such as regular pay, health insurance, sick leave, and paid vacation time.\n\nThe share economy has several distinct characteristics:\n\nThe sharing economy has enabled many people to live a life that is relatively independent and flexible while sharing their resources and talents with others like them. It can allow participants to make extra money by pooling unused resources, which decreases the resources that each individual needs to own.\n\nHowever, there are concerns and criticisms of the sharing economy. Most peer-to-peer participants rely on access to sophisticated trading platforms to connect, and these platforms are backed by large businesses that take a big slice of the profits for themselves and may not follow government regulations. As these models evolve, many of them become full-time businesses rather than embracing the short-term sharing of resources within the community.\n\nGovernance Studies at Brookings. \"The Current and Future State of the Sharing Economy,\" Page 3.\n\nAllied Market Research. \"Sharing Economy Market Research, 2032.\"\n\nThe Daily Progress. \"Cities and Counties Across Virginia Say Airbnb Is Breaking the Law.\"\n\nAirbnb. \"Fighting Discrimination and Building Inclusion.\"\n\nForbes. \"The Airbnb Effect on Housing and Rent.\"\n\nLittle Free Library. \"About Us.\"",
  "url": "https://www.investopedia.com/terms/s/sharing-economy.asp"
}