{
  "term": "Shareholder Equity (SE): What It Is and How It Is Calculated",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nShareholder equity is a company’s net worth and the total amount available for return to shareholders after paying off all debts.\n\nShareholder equity (SE) is a company’snet worth, or its total assets minus its total liabilities. It is equal to the total dollar amount that would be returned to the shareholders if the company were liquidated and all its debts were paid off.\n\nShareholder equity represents the total amount ofcapitalin a company that is directly linked to its owners. Retained earnings are part of shareholder equity, as is any capital invested in thecompany.\n\nIf the company ever needs to be liquidated, SE is the amount of money that would be returned to these owners after all other debts are satisfied.\n\nSE is a number that stock investors and analysts look at when they’re evaluating a company’s overallfinancial health. It helps them to judge the quality of the company’sfinancial ratios, providing them with the tools to make better investment decisions.\n\nAll the information needed to compute a company’s shareholder equity is available on itsbalance sheet.\n\nYou can figure out the total SE of a company using the following formula:\n\nShareholderEquity=TotalAssets−TotalLiabilitiesShareholder Equity = Total Assets - Total LiabilitiesShareholderEquity=TotalAssets−TotalLiabilities\n\nThis formula is also known as the accounting equation or the balance sheet equation. The balance sheet holds the data needed for the accounting equation. So, the steps to calculate shareholder equity are as follows:\n\nTotal assets include current andnoncurrent assets.Current assetsinclude cash and anything that can be converted to cash within a year, such as accounts receivable and inventory.\n\nLong-term assets are possessions that cannot reliably be converted to cash or consumed within a year. They include investments:property, plant, and equipment (PP&E), and intangibles such aspatents.\n\nCurrent and Long-term Liabilities\n\nTotal liabilities consist of current andlong-term liabilities.\n\nCurrent liabilitiesare debts typically due for repayment within one year. This includesaccounts payable (AP)and any outstanding taxes.\n\nLong-term liabilities are obligations that are due for repayment over periods longer than one year. Companies may havebondspayable, leases, and pension obligations under this category.\n\nSE can be either negative or positive. Negative SE means a company’s liabilities exceed its assets. If it’s positive, the company has enough assets to cover its liabilities.\n\nIf a company’s shareholder equity remains negative, it is considered to be in balance sheetinsolvency.\n\nRetained earningsare part of shareholder equity. This is the percentage of net earnings that is not paid to shareholders as dividends.\n\nRetained earnings should not be confused with cash or otherliquid assets. The retained earnings are used primarily for the expenses of doing business and for the expansion of the business.\n\nMoreover,liquidationvalue is not the same as shareholder equity. During a liquidation process, the value of physical assets is reduced, and there are other extraordinary conditions that make the two numbers incompatible.\n\nMany investors view companies with negative shareholder equity as risky or unsafe investments. But shareholder equity alone is not a definitive indicator of a company’s financial health. If used in conjunction with other tools andmetrics, an investor can accurately analyze the health of an organization.\n\nThe number of shares issued and outstanding is a more relevant measure than shareholder equity for certain purposes, such asdividendsandearnings per share (EPS). This measure excludestreasury shares, which are stock shares owned by the company itself.\n\nHere’s a hypothetical example to show how shareholder equity works. Let’s assume that ABC Company has total assets of $2.6 million and total liabilities of $920,000. In this case, ABC Company’s shareholder equity is $1.68 million.\n\nNow let’s take a look at a couple of real-world examples: the world’s two largest soft drink companies:\n\nShareholder equity is the dollar value of the company to its owners.\n\nIt’s equal to all assets minus all liabilities. (Assets are what you own. Liabilities are what you owe.)\n\nIf the company ever had to be liquidated, it’s what the shareholders would get.\n\nSavvy investors look beyond today’s market prices when they consider buying or selling stock. Shareholder equity helps them determine the real return that a company is generating for its investors vs. the total amount that those investors have paid for its stock.\n\nFor example, a ratio likereturn on equity (ROE), which is a company’s net income divided by its shareholder equity, is used to measure how well a company’s management is using its equity from investors to generate profits.\n\nPositive shareholder equity means the company has enough assets to cover its liabilities. Negative shareholder equity means that the company’s liabilities exceed its assets.\n\nAside from stock (common, preferred, and treasury) components, the SE statement includes retained earnings, unrealized gains and losses, and contributed (additional paid-up) capital.\n\nThe retained earnings portionreflects the percentage of net earnings that were not paid to shareholders as dividends and should not be confused with cash or other liquid assets.\n\nAll of these numbers should be listed on the company’s earnings reports.\n\nShareholder equity is the difference between a firm’s total assets and total liabilities. This equation is known as a balance sheet equation because all of the relevant information can be gleaned from the balance sheet.\n\nTake the equity at the onset of the accounting period, add or subtract any equity infusions (such as adding cash from shares issued or subtracting cash used for treasury share purchases), addnet income, subtract all cash dividends paid out and anynet losses, and what you have left is the shareholder equity for that period.\n\nSuccessful investors look well beyond today’s stock price or this year’s price movement when they consider whether to buy or sell.\n\nShareholder equity is one of the important numbers embedded in the financial reports of public companies that can help investors come to a sound conclusion about the real value of a company.\n\nMacrotrends. “PepsiCo’s Shareholder Equity 2010–2024.”\n\nMacrotrends. “Coca-Cola Shareholder Equity 2010–2024.”",
  "url": "https://www.investopedia.com/terms/s/shareholdersequity.asp"
}