{
  "term": "Shareholder Value: Definition, Calculation, and How to Maximize It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nShareholdervalueis the value delivered to theequityowners of a corporation, thanks to management’s ability to increase sales, earnings, andfree cash flow, which leads to an increase individendsandcapital gainsforshareholders.\n\nA company’s shareholder value depends on strategic decisions that its board of directors and senior management make, including the ability to make wiseinvestmentsand generate a healthyreturn on invested capital. If this value is created, particularly over the long term, then theshare priceincreases and the company can pay larger cash dividends to shareholders.Mergers, in particular, tend to cause a large increase in shareholder value.\n\nShareholder value can become a hot-button issue for corporations, as the creation of wealth for shareholders does not always or equally translate to value for the corporation’s employees or customers.\n\nIncreasing shareholder value also increases the total amount in the stockholders’ equity section of thebalance sheet. The balance sheet formula is:\n\nCompanies raisecapitalto buy assets and use those assets to generate sales or invest in new projects while expecting a positive return. A well-managed company maximizes the use of its assets so that the firm can operate with a smaller investment in assets.\n\nAssume, for example, that a plumbing company uses a truck and equipment to complete residential work, and the total cost of these assets is $50,000. The more sales the plumbing firm can generate using the truck and the equipment, the more shareholder value the business creates. Valuable companies are those that can increaseearningswith the same dollar amount of assets.\n\nGenerating sufficient cash inflows to operate the business is also an important indicator of shareholder value, because the company can operate and increase sales without the need to borrow money or issue more stock. Firms can increasecash flowby quickly convertinginventoryandaccounts receivableinto cash collections.\n\nThe rate of cash collection is measured byturnover ratios; companies attempt to increase sales without the need to carry more inventory or increase the average dollar amount of receivables. A high rate of both inventory turnover and accounts-receivable turnover increases shareholder value.\n\nIf management makes decisions that increasenet incomeeach year, the company can either pay a largercash dividendor retain earnings for use in the business. A company’searnings per share (EPS)is defined as earnings available to common shareholders, divided by common stock shares outstanding; the ratio is a key indicator of a firm’s shareholder value. When a company can increase earnings, the ratio increases and investors view the company as more valuable.\n\nIt is commonly understood that corporate directors and management have a duty to maximize shareholder value, especially for publicly traded companies. However, legal rulings suggest that this commonly held belief is, in fact, a myth: There is actually no legal duty to maximizeprofitswhile managing a corporation.\n\nThe idea can be traced in large part to the oversize effects of a single outdated and widely misunderstood ruling by the Michigan Supreme Court in its 1919 decision inDodge v. Ford Motor Co., which was about the legal duty of a controlling majority shareholder with respect to a minority shareholder and not about maximizing shareholder value. Legal and organizational scholars, such as Cornell University law professor Lynn A. Stout and Paris’ Sciences Po Law School professor Jean-Philippe Robé, who is a member of the bar in Paris and New York, have elaborated on this misconception.\n\nThe term “balance sheet” refers to a financial statement that reports a company’s assets, liabilities, and shareholder equity at a specific time. Balance sheets provide the basis for computing rates of return for investors and evaluating a company’scapital structure.\n\nIn short, the balance sheet is afinancial statementthat provides a snapshot of what a company owns and owes, as well as the amount invested by shareholders. Balance sheets can be used with other important financial statements to conduct fundamental analyses or calculate financial ratios.\n\nCapital gain refers to the increase in the value of acapital assetwhen it is sold. Put simply, a capital gain occurs when you sell an asset for more than what you originally paid for it.\n\nAlmost any type of asset you own is a capital asset. This can include a type of investment (like a stock, bond, or real estate) or something purchased for personal use (like furniture or a boat). Capital gains arerealizedwhen you sell an asset by subtracting the original purchase price from the sale price. In certain circumstances, theInternal Revenue Service (IRS)taxes individuals on capital gains.\n\nThere are two types of asset categories: tangible and intangible.\n\nTangible assetsare typically physical assets or property owned by a company, such as computer equipment. Tangible assets are the main type of assets that companies use to produce their product and service.\n\nIntangible assetsdon’t physically exist, yet they have a monetary value since they represent potentialrevenue. A type of intangible asset could be a copyright to a song. The record company that owns the copyright would get paid a royalty each time the song is played.\n\nThere are various types of assets that could be considered tangible or intangible, some of which are short-term or long-term assets.\n\nA company’s shareholder value depends on strategic decisions made by its board of directors and senior management, including the ability to make sound investments and generate a robustreturn on invested capital. If this value is created, particularly over the long term, then theshare priceincreases and the company can pay larger cash dividends to shareholders. Mergers, in particular, tend to cause a substantial increase in shareholder value.\n\nShareholder value can become a hot-button issue for corporations, as thecreation of wealth for shareholdersdoes not always or equally translate to value for the corporation’s employees or customers.\n\nHarvard Law School Forum on Corporate Governance. “Dodge v. Ford: What Happened and Why?”\n\nScholarship@Cornell Law: A Digital Repository, Cornell Law School. “New Thinking on ‘Shareholder Primacy’.”",
  "url": "https://www.investopedia.com/terms/s/shareholder-value.asp"
}