{
  "term": "Share Certificate: Definition, How It Works, and Key Information",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Michela Buttignol\n\nA share certificate is a paper document that indicates ownership of a certain number of shares in a company.\n\nA share certificate is a written document issued by a corporation that indicates legal ownership of the specified number of shares. It is also referred to as a stock certificate.\n\nWhen companies issue shares in the market, shareholders who buy in are issued a share certificate. The share certificate basically acts as a receipt for the purchase and ownership of shares in the company. The document certifies registered ownership of shares from a particular date.\n\nKey information on a share certificate includes:\n\nIn the U.K., the Companies Act 2006 directs that a company must issue a share certificate when any shares are allotted (issued). The company must issue a share certificate within two months of the issue or transfer of any shares. Companies may issue just one certificate for all the shares issued or transferred at a particular time, except if a shareholder requests separate certificates.\n\nSometimes a shareholder with a stock certificate can give aproxyto another person to vote the shares in question. Similarly, a shareholder without a share certificate may give a proxy to another person to allow them to vote for the shares in question. Voting rights are defined by thecorporation's charterand corporate law.\n\nA share certificate that is damaged, lost, or stolen can be reissued with a replacement certificate in respect of the same number of shares. The shareholder in such a case must return the damaged document to the company before a replacement can be issued. At this time, the shareholder may also exercise the right to be issued a single certificate or separate certificates.\n\nHistorically, share certificates were required for proof of entitlement todividends. Each time a certificate was presented, the receipt for the payment of dividends was endorsed on the back. This way, all records of dividend payments were attached to the document.\n\nIn the digital age, investors rarely use physical share certificates and instead rely on electronic proof of ownership.\n\nThere are several disadvantages of issuing a share certificate.\n\nFrom the company's perspective, the primary drawback comes down to time and money. Issuing paper stock certificates is labor-intensive and represents a big expense. In fact, businesses usually need an entire team dedicated strictly to managing the share certificate system.\n\nThere is a tremendous amount of tedious clerical work involved in maintaining a stock certificate system. For example, all transactions, such as a merger or spinoff, can only proceed when the paper certificates are signed and mailed to the company. Also, compliance becomes much more difficult to address.\n\nMoreover, ownership is very difficult to keep up with, asshareholders can pass the certificates to someone elsewithout notifying the company. It all adds up to a significant amount of back-office work to verify identities in order to sign off on the transfer of ownership. In other words, the company has to keep track of the shares at all times. This is typically done through a computer system.\n\nFinally, if a shareholder has their paper certificate lost or stolen, it means a lot of work for the company. Specifically, the business has to find the old shares, verify ownership, put a \"stop\" on the paper certificates, and then issue new paper certificates. Obviously, this process is also a headache for the shareholder.\n\nThe bottom line is that documenting, tracking, and verifying transactions with paper stocks is very challenging.\n\nThe Dutch East India Company issued the first stock certificate in 1606. It was worth 150 Dutch guilders.\n\nIn modern financial markets, individual investors rarely take physical possession of their share certificates. Some countries have completely abolished the issue of share certificates as proof of share ownership in a company and have streamlined the process of registering owners via electronic registration.\n\nIn the United States, the Depository Trust Company (DTC) is responsible for electronically holding shares, either in certificated or uncertificated (dematerialized) form, so that ownership can be easily transferred through a book entry rather than the transfer of physical certificates.\n\nA share certificate can be in either a registered form orbearer form. A registered share certificate is only evidence of title ownership, while a bearer share certificate, now uncommon, entitles the holder to exercise all legal rights associated with the stock.\n\nMany share certificates, especially older and rarer specimens, have become extremely collectible for their historical context and the beauty and intricacy of their design. \"Scripophily\" is the collection and study of share certificates and other similar financial documents. Similar to stamp collecting or banknote collecting, a share certificate's value is dependent on its condition and age.\n\nNever just throw away your old share certificates. They can still be worth something. Here are a few steps you can do to help determine their value:\n\nEven without the physical share certificate, you are still the rightful owner of the stock and have a claim to all of the rights of being a shareholder.\n\nIf your share certificate is lost, accidentally destroyed, or stolen, you should immediately contact the transfer agent and request a \"stop transfer.\" This prevents ownership of the stock certificate from being transferred to another person. Your stockbroker might also be able to help you with this process.\n\nYou will be able to get a new replacement certificate. But typically, companies will first require you to do the following:\n\nWhether someone is transferring a stock certificate on death or electronic shares, the tax implications are the same. That is, you are not liable for taxes on the shares you inherit when someone dies. But you might be liable for the taxes if you sell them.\n\nBefore the internet, companies kept tracked ownership through written share certificates. Each shareholder received a written certificate indicating how many shares they owned, which they could use to transfer their shares or vote in corporate elections.\n\nToday, paper share certificates have largely been replaced by digital records. However, many share certificates have been forgotten in attics and bank deposit boxes. These shares remain valid today, provided that the company is still around.\n\nU.K. Legislation. \"Companies Act 2006.\"\n\nG. Hodgson. \"Markets.\" In Steven N. Durlauf and Lawrence E. Blume, eds. \"The New Palgrave Dictionary of Economics.\" Palgrave Publishing, 2018. (Online edition.)\n\nDepository Trust and Clearing Corporation (DTCC). \"The Depository Trust Company (DTC).\"\n\nFinancial Industry Regulatory Authority. \"When a Brokerage Account Holder Dies—What Comes Next?\"",
  "url": "https://www.investopedia.com/terms/s/share-certificate.asp"
}