{
  "term": "Shelf Offering: What It Is, How It Works, Advantages, and Example",
  "definition": "A shelf offering allows a public company to register securities with the SEC and sell them for up to three years.\n\nA shelf offering is aSecurities and Exchange Commission (SEC)provision that allows an equityissuerto register a new issue ofsecuritieswithout having to sell the entire issue at once. The issuer can instead sell portions of the issue over three years without re-registering the security or incurring penalties. This gives the issuer the time to take advantage of favorable market timing in the future.\n\nA shelf offering can be used for different purposes, including the sale of new securities by the issuer (primary offerings), resales of outstanding securities (secondary offerings), or a combination of both. Companies that issue a new security can register a shelf offering up to three years in advance, which effectively gives it that long to sell thesharesin the issue.\n\nDepending on the type of security and the nature of the issuer, the issuer must file formsS-3,F-3, orF-6to make the shelf offering. During this period, the issuer must file quarterly, annual, and other disclosures with the SEC, even if it hasn’t issued any securities under the offering. If the three-year window draws close to expiring and the company hasn’t sold all of the securities in the shelf offering, it can file replacement registration statements to extend it.\n\nA shelf offering enables an issuer to access markets quickly, with little additional administrative paperwork, when market conditions are optimal for the issuer. The primary advantages of a shelf registration statement are timing and certainty. When a firm finally acts on a shelf offering and issues actual securities to the market, it’s called atakedown.\n\nTakedowns can be made without review by the SEC’sDivision of Corporation Financeand without delay. Suppose the housing market is declining dramatically. In this case, it may not be a good time for a home builder to come out with its second offering, as manyinvestorswill be pessimistic about companies in that sector. By using a shelf offering, the firm can fulfill all registration-related procedures beforehand and act quickly when conditions become more favorable.\n\nA shelf offering is also called a shelf registration.\n\nA shelf offering provides the issuer with tight control over the process of offering new shares. It allows the company to influence the shares’ price by managing the supply of its security in the market. It also enables the company to save on the cost of registration with the SEC by not having to re-register each time it wants to release new shares.\n\nThe process of shelf registration allows the company to address multiple issues of a particular security within a single registration statement. This can be simpler to create and manage, since multiple filings are not required, lowering administrative costs for the business as a whole.\n\nNo maintenance requirements exist beyond standard reporting, so shelf registrations do not create an additional burden while they are waiting for the issue.\n\nShelf offerings may be perceived negatively by investors. It may be considered a sign that the company needs capital and may not have a clear plan going forward. This may, in turn, lead to a drop in the company's stock price.\n\nCompanies that decide to use shelf offerings are required to comply with SEC reporting requirements. The regulator requires companies to file disclosure documents regularly, which can be cumbersome—especially if the company is fairly new.\n\nShelf offerings can lead to sharedilution. That's because each new share offering can reduce the percentage of ownership of the existing shareholders and, therefore, the value of their holdings. This also reduces the company'searnings per share (EPS), which can affect share prices.\n\nIssuing company has control over offering process\n\nIssuer has influence over share price by managing supply\n\nCompany can address multiple issues under same registration statement\n\nCost-effective because company doesn't have to re-register each new release\n\nOnly standard reporting is required\n\nMay lead to a drop in the company's stock price\n\nReporting requirements may be cumbersome\n\nShare dilution for existing shareholder\n\nSafeStitch Medical, a manufacturer of robotic surgical technology, used a shelf offering to prepare new offerings to correspond with plans to launch a new product.When a new product line launched with success, more shares were released for sale to the public. Even though the risk ofshare dilutionwas present, the market responded to the favorable news regarding the pending technological advancement.\n\nA shelf offering allows a company to register a security and then keep it on the shelf for up to three years. This way, the company can register its securities upfront and wait until conditions are favorable to sell them on the market. Shelf offerings give companies a method to plan their offerings over the long term and to control the supply of their securities on the market.\n\nWhenever a company sells new shares, this reduces the value of existing shares. With a shelf offering, theequityposition of existing shareholders eventually decreases through share dilution. However, the actual dilution does not occur until the company makes its takedown, bringing the shares off the shelf and selling them to investors. Although dilution may be an inevitable consequence of issuing additional shares, shelf offerings allow a company more control over the timing of this impact, and they can provide the markets with some insight into a company’s upcoming issuance plans.\n\nA shelf registration under SEC Rule 415 allows a company to register a security, but instead of selling it immediately, the company can offer its securities to the market over as much as three years.The company registers its securities under a core prospectus that applies for the duration of the shelf offering, and it provides prospectus supplements when it sells the securities to the market.\n\nA shelf offering allows a company to register its securities with the SEC but delay putting them on the market for up to three years. This provides some advantages, as the company can time the release of its securities, ideally aligning the issuance with favorable market conditions. Shelf offerings can also help companies save on the registration process, as they do not have to re-register each time that they release new shares.\n\nU.S. Securities and Exchange Commission. “Filing Guidance for Companies Replacing Expiring Shelf Registration Statements in Accordance with Securities Act Rules 415(a)(5) and (6).”\n\nCode of Federal Regulations, via GovInfo.gov. “17 CFR Chapter II, § 230.415.”\n\nU.S. Securities and Exchange Commission. \"Transenterix, Inc. Form S-3 Registration Statement.\"\n\nU.S. Securities and Exchange Commission, Division of Corporate Finance. “Manual of Publicly Available Telephone Interpretations.” Page 4.",
  "url": "https://www.investopedia.com/terms/s/shelfoffering.asp"
}