{
  "term": "Sherman Antitrust Act: Definition, History, and What It Does",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nInvestopedia / Michela Buttignol\n\nThe Sherman Antitrust Act is a U.S. law that was passed in 1890 that prohibits monopolies and aims to foster competition.\n\nThe Sherman Antitrust Act is a law that helps keep the U.S. economy fair. It stops companies from formingmonopoliesso they don't collude and cheat consumers by dictating, controlling, and manipulating prices in a particularmarket. The law, which was proposed by Ohio Sen. John Sherman and passed in 1890, is overseen by the Department of Justice. Its goal is to promote fairness and competition while regulating interstate commerce. The act was Congress' first attempt to address the use of trusts as a tool that enables a limited number of individuals to control key industries.\n\nSen. John Sherman from Ohio proposed the Sherman Antitrust Act in 1890. It was the first measure the U.S. Congress passed to prohibit trusts, monopolies, andcartelsfrom taking over the general market. It also outlawed contracts, conspiracies, and other business practices that restrainedtradeand created monopolies within industries.\n\nAt the time, public hostility was growing toward large corporations likeStandard Oiland the American Railway Union, which were seen as unfairly monopolizing certain industries. Consumers felt they were hit with exorbitantly high prices on essential goods, while competitors found themselves shut out because of deliberate attempts by largecorporationsto keep other enterprises out of the market.\n\nThis signaled an important shift in the Americanregulatorystrategy toward business and markets. After the 19th-century rise of big business, American lawmakers reacted with a drive to regulate business practices more strictly. The act paved the way for more specific laws like theClayton Act. Measures like these had widespread popular support, but lawmakers genuinely wanted to keep the Americanmarket economybroadly competitive in the face of changing business practices.\n\nCompeting individuals or businesses are not permitted tofix prices, divide markets, or attempt to rigbids. It also lays out specific penalties and fines intended for businesses that violate these rules. The act can impose both civil and criminal penalties on companies that don't comply.\n\nThe Sherman Antitrust Act was not designed to preventhealthy monopolistic competitionbut to target monopolies that resulted from a deliberate attempt to dominate the marketplace.\n\nAntitrust lawsrefer broadly to the group of state and federal laws designed to ensure that businesses are competing fairly. These laws exist to promote competition among sellers, limit monopolies, and give consumers options.\n\nSupporters say these laws are necessary for an open marketplace to exist and thrive. Competition is considered healthy for theeconomy, giving consumers lower prices, higher-quality products and services, more choice, and greater innovation.\n\nHowever, opponents argue that allowing businesses to compete as they see fit—instead of regulating competition—would ultimately give consumers the best prices.\n\nThe Sherman Antitrust Act is divided into three key sections:\n\nThe act received immediate public approval. But, because the legislation's definition of concepts such as trusts, monopolies, andcollusionwas not clearly defined, few business entities were actually prosecuted under its measures.\n\nThe Sherman Antitrust Act was amended by the Clayton Antitrust Act in 1914, which addressed specific practices that the Sherman Act did not ban. It also closed loopholes that the Sherman Act established, including those that dealt specifically with anti-competitive mergers, monopolies, and price discrimination.\n\nFor example, the Clayton Act prohibits appointing the same person to make business decisions for competing companies.\n\nThe Sherman Antitrust Act was born against a backdrop of increasing monopolies and abuses of power by large corporations and railroadconglomerates.\n\nCongress passed the Interstate Commerce Act in 1887 in response to increasing public indignation about abuses of power and malpractices by railroad companies. This spawned theInterstate Commerce Commission (ICC). Its purpose was to regulate interstatetransportationentities. The ICC had jurisdiction over U.S. railroads and all common carriers, requiring them to submit annual reports and prohibiting unfair practices such as discriminatory rates.\n\nDuring the first half of the 20th century, Congress consistently expanded the ICC's power so much that, despite its intended purpose, some believed that the ICC was often guilty of assisting the very companies it was tasked to regulate by favoringmergersthat created unfair monopolies.\n\nCongress passed the Sherman Antitrust Act at the height of what Mark Twain called the Gilded Age of American history. The Gilded Age, which spanned from the 1870s to about 1900, was dominated by political scandal androbber barons, the growth of railroads, the expansion of oil and electricity, and the development of America's first giant (national and international)corporations.\n\nThe Gilded Age was an era of rapid economic growth. Corporations took off during this time, in part because they were easy to register and, unlike today, did not have to pay anyincorporationfees.\n\nLate-19th-century legislators' understanding of trusts is different from our current concept of the term. During that time, trusts became an umbrella term for any sort of collusive or conspiratorial behavior that was seen to render competition unfair. The termtrusthas evolved over the years, though. Today, it refers to a financial relationship in which one party gives another the right to hold property or assets for a third party.\n\nOn October 20, 2020, the U.S. Department of Justice filed anantitrustlawsuit againstGoogle, alleging that the online giant engaged in anti-competitive conduct to preserve monopolies in search and search advertising. Deputy Attorney General Jeffrey Rosen compared the complaint to past uses of the Sherman Act to stop monopolistic practices by corporations.\n\n“As with its historic antitrust actions againstAT&Tin 1974 andMicrosoftin 1998, the Department is again enforcing the Sherman Act to restore the role of competition and open the door to the next wave of innovation—this time in vital digital markets,” Rosen said in a press release.\n\nThe Sherman Antitrust Act is a law passed by Congress to promote competition within the economy by prohibiting companies from colluding or merging to form a monopoly.\n\nThe Sherman Antitrust Act was passed to address concerns by consumers who felt they were paying high prices on essential goods and by competing companies who believed they were being shut out of their industries by larger corporations.\n\nThose found guilty of violating the Sherman Act can face a hefty punishment. It is also a criminal law, and offenders may serve prison sentences of up to 10 years. Beyond that, there are also fines, which can be up to $1 million for an individual and up to $100 million for a corporation. In some cases, heftier fines could also be issued, worth twice the amount the conspirators gained from the illegal acts or twice the money lost by the victims.\n\nMany household names have been hit with antitrust suits based in part on the Sherman Act. Other thanGoogle, in recent years Microsoft and Apple have both faced complaints, with the former accused of seeking to create a monopoly in Internet browser software and the latter of unethically raising the price of its e-books and, in later years, exploiting the market power of its app store.\n\nThe Clayton Act was introduced later, in 1914, to address some of the specific practices that the Sherman Act did not clearly prohibit or failed to properly clarify. The Sherman Act, the first of its kind, was deemed too vague, allowing some companies to find ways to maneuver around it.\n\nEssentially, the Clayton Act deals with similar topics, such as anti-competitive mergers, monopolies, and price discrimination but adds more detail and scope to eliminate some of the previous loopholes.Over the years, antitrust laws continue to be amended to reflect the current business environment and fresh observations.\n\nAntitrust laws exist to promote fairness and competition within the marketplace. They also help protect consumers from anti-competitive practices and monopolies. The Sherman Antitrust Act was introduced by Ohio Sen. John Sherman to address these issues and was passed into law in 1890. It led to the addition of two new federal antitrust laws——the Clayton Antitrust Act and the Federal Trade Commission Act—to strengthen the existing laws and give federal authorities the right to investigate unfair business practices.\n\nFederal Trade Commission. \"The Antitrust Laws.\"\n\nNational Archives. \"Sherman Anti-Trust Act (1890).\"\n\nNational Archives. \"Interstate Commerce Act (1887).\"\n\nSociety of Petroleum Engineers, The Way Ahead. \"The Antitrust Legacy of Standard Oil in Today's World.\"\n\nU.S. Government Publishing Office. \"Sherman Act.\"\n\nColumbia Undergraduate Law Review. \"The Rise and Fall of Antitrust: Why Antitrust Revival is a Legal Necessity.\"\n\nFederal Register. \"Interstate Commerce Commission.\"\n\nNational Archives. \"Interstate Commerce Act (1887).\"\n\nU.S. Congress. \"Abolishing a Federal Agency: The Interstate Commerce Commission.\"\n\nUniversity of Houston. \"Digital History: The Gilded Age.\"\n\nUnited States Department of Justice. \"Justice Department Sues Monopolist Google for Violating Antitrust Laws.\"",
  "url": "https://www.investopedia.com/terms/s/sherman-antiturst-act.asp"
}