{
  "term": "Shooting Star: What It Means in Stock Trading, With an Example",
  "definition": "A shooting star is a candlestick that signals a potential bearish reversal. It is characterized by a small real body near the lower end of the candlestick, an upper shadow that is at least twice the size of the body, and little or no lower shadow.\n\nIn the markets, bulls and bears are constantly at war—and knowing when one might be on the verge of wresting control from the other can be a valuable skill.\n\nA shooting star is a candlestick that indicates the bears might be taking control, at least in the short term. It's pretty easy to recognize: It has a small real body at the lower end, a long upper shadow, and little or no lower shadow. This structure says that buyers initially pushed the price significantly higher, but strongresistancefrom sellers, or the exhaustion of buying power, forced the price back down to a close near the open, indicating a loss of bullish momentum.\n\nThe shooting star is seen as an early warning that the prior bullish momentum is fading. The pattern shows bulls losing a short-term battle to the bears. There are a number of characteristics that confirm the existence of a shooting star candlestick:\n\nThe shooting star signal is considered even stronger if:\n\nNote that the existence of a shooting star candlestick doesn't guarantee a reversal. Traders should seek additional confirmation.\n\nTraders can confirm the shooting star pattern in a number of ways. Signs of confirmation can include:\n\nThese signals can help a trader judge whether the shooting star is part of a genuine reversal pattern or just a one-off event.Perhaps the most reliable is a strong bearish follow-through candle, ideally closing below the shooting star's low. On the other hand, a weak confirmation candle, such as adoji, may indicate hesitation, reducing the strength of the signal.\n\nHigh volume on the day that the shooting star forms and a bearish confirmation candle the next day, suggests strong selling pressure, reinforcing the likelihood of a trend reversal. Conversely, low volume weakens the signal, increasing the chances of a failed setup.Furthermore, traders also look for negative divergence, where prices are rising but volume is weak.\n\nImagine a crude oil futures position trader is looking to take a short position after a rally such as one shown in the weekly chart below. Using the shooting star pattern, this is how the trader might play it:\n\nStep 1: Recognizing the Shooting Star\n\nAfter a 15% rally over three months, the trader is looking for an opportunity to enter a short position in the event of a reversal. A shooting star appears with the high of the upper tail just above $80, near a previous resistance area.\n\nStep 2: Validating the Bearish Setup\n\nOnce the shooting star is confirmed the bearish pattern needs to be validated. The fact that it formed near a level where the last reversal occurred is one signal. Additionally, thestochastic oscillator's %K line has turned down from overbought and a bearish crossover appears imminent—clear evidence in favor of a reversal.\n\nThe following week, the market closes below the shooting star's low, with a bearish candlestick, and the stochastic oscillator completes the bearish crossover, together offering strong confirmation.\n\nThe trader may also use volume analysis to confirm the pattern.\n\nStep 3: Initiating a Short Position\n\nA more aggressive trader might enter a short position once the market moves below the shooting star's low, given that the shooting star formed near a previous resistance level and the stochastic oscillator has turned down from overbought. They would want to set a relatively tight stop-loss order.\n\nA less aggressive trader might enter once the marketclosesbelow the shooting star's low, at the end of the week, with confirmation from the bearish candlestick and a stochastic crossover. This trader also enters a stop-loss order—in this case, above the high of that week's bearish candlestick.\n\nBoth traders would set a target price, keeping in mind that shooting stars can signal both short- and intermediate-term reversals.\n\nThe trader monitors the position for any signs that the reversal is ending. These could include candlestick patterns—e.g., a hammer or inverted hammer, a bullish engulfing, or a morning star—bullish divergence in the RSI, or a bullish stochastic crossover.\n\nWith any of those signals, the trader may take some gains and wait for additional confirmation before exiting entirely, or simply exit the position entirely at that time.\n\nThe shooting star pattern can be misinterpreted and misplayed. Some common pitfalls include:\n\nThe shooting star and inverted hammer look alike but serve opposite functions in different market contexts. Both patterns have a small real body and a long upper shadow as well as little to no lower shadow.\n\nSignals buyer exhaustion and a potential reversal downward\n\nBuyers push price up but sellers overpower, closing near the low\n\nSignals seller exhaustion and potential reversal upward\n\nSellers push price down but buyers regain control, closing near the open\n\nOverall, the shooting star is a bearish candlestick that signals potential buyer exhaustion in an established uptrend. While it warns of a possible reversal, it does not mean the trend will reverse. The pattern requires confirmation through additional price action analysis.\n\nIntegrating volume analysis and technical indicators to confirm the pattern is essential for traders. Indeed, proper risk management improves the trading strategy. False signals are common in strong uptrends and low-volume markets, making it essential to assess the broader market.\n\nTradingview, \"Shooting Star-Bearish\"\n\nChartSchool, \"Candlestick Bearish Reversal Patterns\"\n\nCorporate Finance Institute. \"Shooting Star.\"",
  "url": "https://www.investopedia.com/terms/s/shootingstar.asp"
}