{
  "term": "Short Put: Definition, How It Works, Risks, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA shortputrefers to when a trader opens an options trade by selling orwritinga put option. The trader who buys the put option islongthat option, and the trader who wrote that option isshort.\n\nThe writer (short) of the put option receives thepremium(option cost), and the profit on the trade is limited to that premium.\n\nA short put is also known as an uncovered put or anaked put. If an investor writes a put option, that investor is obligated to purchase shares of the underlying stock if the put option buyerexercisesthe option.\n\nThe short put holder could also face a substantial loss prior to the buyer exercising, or the option expiring, if the price of the underlying falls below thestrike priceof the short put option.\n\nA short put occurs if a trade is opened by selling a put. For this action, the writer (seller) receives a premium for writing an option. The writer's profit on the option is limited to that premium received.\n\nInitiating an option trade to open a position by selling a put is different than buying an option and then selling it. In the latter, the sell order is used to close a position and lock in a profit or loss. In the former, the sell (writing) is opening the put position.\n\nIf a trader initiates a short put, they likely believe the price of the underlying will stay above the strike price of the written put. If the price of the underlying stays above the strike price of the put option, the option will expire worthless and the writer gets to keep the premium. If the price of the underlying falls below the strike price, the writer faces potential losses.\n\nSome traders use a short put to buy the underlying security. For example, assume you want to buy a stock at $25, but it currently trades at $27. Selling a put option with a strike of $25 means if the price falls below $25 you will be required to buy that stock at $25, which you wanted to do anyway. The benefit is that you received a premium for writing the option. If you received a $1 premium for writing the option, then you have effectively reduced your purchase price to $24. If the price of the underlying doesn't drop below $25, you still keep the $1 premium.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe profit on a short put is limited to the premium received, but the risk can be significant. When writing a put, the writer is required to buy the underlying at the strike price. If the price of the underlying falls below the strike price, the put writer could face a significant loss.\n\nFor example, if the put strike price is $25, and the price of the underlying falls to $20, the put writer is facing a loss of $5 per share (less the premium received). They can close out the option trade (buy an option to offset the short) to realize the loss, or let the option expire which will cause the option to be exercised and the put writer will own the underlying at $25.\n\nIf the option is exercised and the writer needs to buy the shares, this will require an additional cash outlay. In this case, for every short put contract the trader will need to buy $2,500 worth of stock ($25 x 100 shares).\n\nAssume an investor isbullishon hypothetical stock XYZ Corporation, which is currently trading at $30 per share. The investor believes the stock will steadily rise to $40 over the next several months. The trader could buy shares, but this would require $3,000 in capital to buy 100 shares. Writing a put option generates income immediately, but could create a loss later on if the stock price falls (as could buying the shares).\n\nThe investor writes one put option with a strike price of $32.50, expiring in three months, at $5.50. Therefore, the maximum gain is limited to $550 ($5.50 x 100 shares), which occurs if the stock closes at $32.5 or higher at expiration. The maximum loss is $2,700, or ($32.50 - $5.50) x 100 shares. The maximum loss occurs if the underlying falls to zero and the put writer is assigned to buy the shares at $32.50. The maximum loss is partially offset by the premium received from selling the option.",
  "url": "https://www.investopedia.com/terms/s/short-put.asp"
}