{
  "term": "Short Selling: Your Step-by-Step Guide for Shorting Stocks",
  "definition": "What investors need to know about this strategy\n\nShort selling is a trading strategy in whicha trader aims to profit from a decline in a security's price by borrowing shares and selling them, hoping the stock price will then fall, enabling them to purchase the shares back for less money.\n\nShort selling is a trading strategy where investors speculate on a stock's decline. Short sellers bet on, and profit from a drop in a security’s price. Traders use short selling asspeculation, and investors or portfolio managers may use it as ahedgeagainst thedownside riskof a long position.\n\nTraders commonly engage in short selling for speculation and hedging. To open a short position, a trader must have amargin accountand pay interest on the value of the borrowed shares while the position is open.\n\nThe Financial Industry Regulatory Authority (FINRA), which enforces the rules and regulations governing registered brokers and broker-dealer firms in the United States, theNew York Stock Exchange (NYSE), and theFederal Reservehave set minimum values for the amount that the margin account must maintain—known as themaintenance margin.\n\nA broker locates shares that can be borrowed and returns them at the end of the trade. Opening and closing the trade can be done through regular trading platforms with brokers qualified to perform margin trading.\n\nTo short-sell, traders commonly follow these steps:\n\nStep 1 - Open a margin account: Before they engage in short selling, traders open a margin account with a broker so that they will be able to borrow shares. Margin accounts require minimum balances, called the maintenance margin, which is used to cover potential losses. The broker charges interest on the borrowed shares while short positions remain open.\n\nStep 2 - Identify a stock to short: Next, traders identify stocks that they believe will decline in value by analyzing financial reports, industry trends, technical indicators, or broad market sentiment. This involves speculation based on the expectation that the stock's price will drop, allowing the trader to profit by buying it back later at a lower price.\n\nStep 3 - Locate borrowable shares: Before the trader can short-sell, the broker must locate shares that can be borrowed. Brokerage firms now handle this process automatically, finding shares from other clients' accounts or even institutional lenders.\n\nStep 4 - Place the short sale order: More than likely, the shares will be available on the brokerage platform, or a list of shares that can be shorted will be made available to the trader. The trader enters a market order or a limit order to short the stock.\n\nStep 5 - Monitor the position: After opening the short position, experienced traders actively monitor the market and the stock's performance. Since the trader sold borrowed shares, they're expecting the stock price to decline so that they can repurchase the stock at a lower price. However, if the stock price increases, their losses can grow. In theory, there is no limit to how high a stock price can rise. Traders also need to account for any interest charges on the borrowed shares and keep track of the margin requirements.\n\nIf the stock price rises significantly and the value of the trader's account falls below the maintenance margin level, the broker will issue a margin call. This means the trader will need to deposit additional funds into their margin account to bring the account back to the required level. If the trader fails to meet the margin call, the broker may close the position automatically to prevent further losses.\n\nStep 6 - Close the short position: To close the short position, traders must buy back the borrowed shares and return them to the lender. This is known as covering the short. Ideally, the shares are repurchased at a lower price than what the trader sold them for, allowing the trader to keep the difference as profit, less interest charges and commissions. Closing the short position can be achieved by entering a buy order on the brokerage platform for the same number of shares that were sold short.\n\nStep 7 - Review the trade outcome: Experienced traders review the outcome of the transaction after the position is closed. Analyzing the trade's success or failure helps the trader refine their strategy for future short-selling opportunities.\n\nTiming is crucial when it comes to short selling. Stocks typically decline much faster than they advance, and a sizable gain in the stock may be wiped out with an earnings miss or other bearish development. Conversely, entering the trade too early may make it difficult to hold on to the short position in light of the costs involved and potential losses, which rise if the stock increases rapidly. Short sellers commonly look for opportunities during the following conditions:\n\nUnlike buying and holding stocks or investments, short selling involves significant costs in addition to the usual trading commissions paid to brokers. Some costs include:\n\nShorting is known as margin trading. Traders borrow money from the brokerage firm using the investment ascollateral. Investors must meet the minimum maintenance requirement of 25%. If the account slips below this, traders are subject to amargin calland forced to put in more cash or liquidate their position.\n\nImagine a trader who believes that XYZ stock—currently trading at $50—will decline in price in the next three months. They borrow 100 shares and sell them to another investor. The trader is now “short” 100 shares since they sold something they did not own but had borrowed.\n\nA week later, the company whoseshares were shortedreports dismal financial quarterly results, and the stock falls to $40. The trader closes the short position and buys 100 shares for $40 on the open market to replace the borrowed shares. The trader’sprofit on the short sale, excluding commissions and interest on the margin account, is $1,000, based on the following calculations: $50 - $40 = $10 and $10 x 100 shares = $1,000.\n\nUsing the scenario above, suppose the trader did not close out the short position at $40 but decided to leave it open to capitalize on a further price decline. However, a competitor swoops in to acquire the company with a takeover offer of $65 per share, and the stock soars.\n\nIf the trader decides to close the short position at $65, the loss on the short sale would be $1,500, based on the following calculations: $50 - $65 = negative $15, and negative $15 × 100 shares = $1,500 loss. In this case, the trader had to buy back the shares at a significantly higher price to cover their position.\n\nTheprimary objective of hedgingis protection, as opposed to the profit motivation of speculation. Hedging aims to protect gains or mitigate losses in aportfolio. The costs of hedging are twofold. There’s the actual cost of putting on the hedge, such as the expenses associated with short sales, or the premiums paid for protective options contracts.\n\nAlso, there’s the opportunity cost of capping the portfolio’s upside if markets continue higher. If 50% of a portfolio with a close correlation to the Standard & Poor’s 500 Index (S&P 500) is hedged, and the index moves up 15% over the next 12 months, the portfolio would only record approximately half of that gain, or 7.5%.\n\nInvestors can chooseshort selling through exchange-traded funds(ETFs), a safer strategy due to the lower risk of a short squeeze.Put optionsprovide an alternative to short selling by enabling investors to profit from a stock price drop without the need for margin.\n\nIf the seller predicts the price moves correctly, they can make a positivereturn on investment, primarily if they use margin to initiate the trade. Using margin providesleverage, which means the trader does not need to put up much of theircapitalas an initial investment. If done carefully, short selling can be an inexpensive hedge, acounterbalance to other portfolio holdings.\n\nA trader who hasshorted stock can lose much morethan 100% of their original investment. The risk comes because there is no ceiling for a stock’s price. Also, while the stocks were held, the trader had to fund the margin account. When it comes time to close a position, a short seller might have trouble finding enough shares to buy—if many other traders are shorting the stock or the stock is thinly traded.\n\nConversely, sellers can get caught in ashort squeezeloop if the market, or a particular stock, starts to skyrocket. A short squeeze happens when a stock rises, and short sellers cover their trades by buying back their short positions.\n\nLittle initial capital required\n\nEach countrysets restrictions and regulates short-sellingin its markets. In the U.S., short selling is regulated by the U.S. Securities and Exchange Commission(SEC)under the Securities Exchange Act of 1934. Regulation SHO, implemented in 2005, is the primary rule governing short selling that mandates short sales can only be executed in a tick-up or zero-plus tick market, meaning the security price must be moving upward at the time of the short sale.\n\nAccording to Regulation SHO, brokers must locate aparty willing to lend the shorted shares, or they must have reasonable grounds to believe that the shares could be borrowed. This prevents naked short selling, where investors sell shares they have not borrowed.The SEC can impose temporary short-selling bans on specific stocks under certain conditions, such as extreme market volatility.\n\nIn October 2023, the SEC added regulations requiring investors to report their short positions to the SEC and companies that lend shares for short selling to report this activity to FINRA.These new rules come after increased scrutiny of short selling, particularly following the GameStop (GME)meme stock sagain 2021, when retail investors drove up the stock price, causing losses for hedge funds that had shorted the company.\n\nRegulations vary by region. The European Securities and Markets Authority (ESMA) oversees short selling in the EU. Positions exceeding 0.2% of issued shares must be disclosed to regulators, and those exceeding 0.5% must be publicly disclosed.In Hong Kong, the Securities and Futures Commission(SFC)regulates short selling which is only allowed for designated securities and must be backed by borrowed shares. Naked short selling is illegal.\n\nUnexpected news events can initiate a short squeeze, forcing short sellers to buy at any price to cover their margin requirements. In October 2008, due to a short squeeze, Volkswagen briefly became the most valuable publicly traded company.\n\nIn 2008, investors knew that Porsche was trying to build a position in Volkswagen and gain majority control. Short sellers expected that once Porsche had achieved control over the company, the stock would likely fall in value, so they heavily shorted the stock. However, in a surprise announcement, Porsche revealed that they had secretly acquired more than 70% of the company usingderivatives, which triggered a massive feedback loop of short sellers buying shares to close their position.\n\nShort sellers were at a disadvantage because 20% of Volkswagen was owned by a government entity that wasn’t interested in selling, and Porsche controlled another 70%, so there were very few shares available on the market to buy back the stock. Essentially, both the short interest and days-to-cover ratio exploded overnight, which caused the stock price to jump from the low €200s to more than €1,000.\n\nSince a company has a limited number of outstanding shares, a short seller must first locate shares. The short seller borrows those shares from an existing long and pays interest to the lender. This process is often facilitated behind the scenes by a broker. If a small amount of shares are available for shorting, then the interest costs to sell short will be higher.\n\nShort-selling metrics help investors understand whether overall sentiment isbullishor bearish. Theshort interest ratio (SIR)—also known as the short float—measures the ratio of shares currently shorted compared to the number of shares available or “floating” in the market. A very high SIR is associated with stocks that are falling or stocks that appear to be overvalued. The short interest-to-volume ratio—also known as thedays-to-coverratio—is the total shares held short divided by the average daily trading volume of the stock. A high value for the days-to-cover ratio is also abearishindication for a stock.\n\nUnfortunately,short selling gets a bad namedue to the practices employed by unethical speculators who have used short-selling strategies and derivatives to deflate prices and conduct bear raids on vulnerable stocks artificially. Most forms ofmarket manipulationlike this are illegal in the U.S. but may happen periodically.\n\nBecause in a short sale, shares are sold on margin, relatively small rises in the price can lead to even more significant losses. The holder must buy back their shares at current market prices to close the position and avoid further losses. This need to buy can bid the stock price higher if many people do the same thing. This can ultimately result in a short squeeze.\n\nShort selling allows investors and traders to make money from a down market. Those with a bearish view can borrow shares on margin and sell them in the market, hoping to repurchase them at some point in the future at a lower price. While some have criticized short selling as a bet against the market, many economists believe that the ability to sell short makes markets more efficient and can be a stabilizing force.\n\nFinancial Industry Regulatory Authority. “Margin Regulation.”\n\nU.S. Securities and Exchange Commission, \"Key Points About Regulation SHO\"\n\nU.S. Securities and Exchange Commission. \"Short Sale Restrictions.\"\n\nU.S. Securities and Exchange Commission. \"Short Position and Short Activity Reporting by Institutional Investment Managers.\"\n\nHong Kong Securities and Futures Commission. \"Short Position Reporting Service- User Guide (for March 2017 onwards).\"\n\nReuters. “Short Sellers Make VW the World’s Priciest Firm.”\n\nU.S. Securities and Exchange Commission. \"Short Sales.\"",
  "url": "https://www.investopedia.com/terms/s/shortselling.asp"
}