{
  "term": "Short-Term Debt (Current Liabilities): What It Is and How It Works",
  "definition": "Short-term debt, on a balance sheet, is the total amount of money owed by the company that is due to be paid in a year or less.\n\nShort-term debt is a financial obligation that must be paid off within a year. For a company, short-term debts might include wages, income taxes payable, short-term bank loans, and lease payments.\n\nA company balance sheet will list short-term debts ascurrent liabilitiesunder the heading total liabilities.\n\nInvestopedia / Madelyn Goodnight\n\nThere are usually two types of debt, or liabilities, that a company accrues—financing and operating. The former is the result of actions undertaken to raise funding to grow the business, while the latter is the byproduct of obligations arising from normal business operations.\n\nFinancing debt is normally considered to belong-term debtin that it is has a maturity date longer than 12 months and is usually listed after the current liabilities portion in the total liabilities section of the balance sheet.\n\nOperating debt arises from the primary activities that are required to run a business, such as accounts payable, and is expected to be resolved within 12 months, or within the current operating cycle, of its accrual. This is known as short-term debt and is usually made up of short-term bank loans taken out, orcommercial paperissued, by a company,\n\nThe value of the short-term debt account is very important when determining a company's performance. Simply put, the higher thedebt to equity ratio, the greater the concern about company liquidity. If the account is larger than the company'scash and cash equivalents, this suggests that the company may be in poorfinancial healthanddoes not have enough cashto pay off its impending obligations.\n\nThe most common measure ofshort-term liquidityis thequick ratiowhich is integral in determining a company's credit rating that ultimately affects that company's ability to procure financing.\n\nQuick ratio = (current assets - inventory) / current liabilities\n\nThe first, and often the most common, type of short-term debt is a company'sshort-term bank loans. These types of loans arise on a business's balance sheet when the company needs quick financing in order to fundworking capital needs. It's also known as a \"bank plug,\" because a short-term loan is often used tofill a gapbetween longer financing options.\n\nAnother common type of short-term debt is a company's accounts payable. This liabilities account is used to track all outstanding payments due to outside vendors and stakeholders. If a company purchases a piece of machinery for $10,000 on short-term credit, to be paid within 30 days, the $10,000 is categorized among accounts payable.\n\nCommercial paper is an unsecured, short-term debt instrument issued by a corporation, typically for the financing of accounts receivable, inventories, and meeting short-term liabilities such as payroll. Maturities on commercial paper rarely range longer than 270 days. Commercial paper is usuallyissued at a discount from face valueand reflects prevailing market interest rates, and is useful because these liabilities do not need to be registered with theSEC.\n\nSometimes, depending on the way in which employers pay their employees, salaries and wages may be considered short-term debt. If, for example, an employee is paid on the 15th of the month for work performed in the previous period, it would create a short-term debt account for the owed wages, until they are paid on the 15th.\n\nLease payments can also sometimes be booked as short-term debt. Most leases are considered long-term debt, but there are leases that are expected to be paid off within one year. If a company, for example, signs a six-month lease on an office space, it would be considered short-term debt.\n\nFinally, taxes are sometimes categorized as short-term debt. If a company owes quarterly taxes that have yet to be paid, it could be considered a short-term liability and be categorized as short-term debt.",
  "url": "https://www.investopedia.com/terms/s/shorttermdebt.asp"
}