{
  "term": "Short Sale: Definition, Example, Risks, and Margin Requirements",
  "definition": "A short sale is the sale of an asset, such as a bond or stock, that the seller does not own. It is generally a transaction in which an investor borrows a security from a broker, and then sells it in anticipation of a price decline. The seller is then required to return an equal number of shares at some point in the future.\n\nThe assumption behind a short sale is that, if the price declines, the seller can buy the security back at the lower price and return it to the broker. In contrast, a seller in a long position owns the security or stock.\n\nAshort saleis a transaction in which the seller does not actually own the stock that is being sold. Instead, it is borrowed from the broker-dealer through which they are placing the sell order. The seller must then buy back the stock at some point in the future. Short sales aremargintransactions, and their equity reserve requirements are more stringent than for purchases.\n\nBrokers borrow the shares for short sale transactions from custody banks and fund management companies, which lend them as a revenue stream. Firms that provide for securities lending include Charles Schwab and Fidelity Investments.\n\nThe main advantage of a short sale is that it allows traders to profit from a drop in price. Short sellers aim to sell shares while the price is high, and then buy them later after the price has dropped.\n\nShort sales are considered risky because if the stock price rises instead of declines, there is theoretically no limit to the investor's possible loss. As a result, most experienced short sellers will use astop-lossorder, so that if the stock price begins to rise, the short sale will be automaticallycoveredwith only a small loss. Be aware, however, that the stop-loss triggers a market order with no guaranteed price. This can be a risky strategy for volatile or illiquid stocks.\n\nShort sellers can buy the borrowed shares and return them to the broker any time before they're due. Returning the shares shields the short seller from any further price increases or decreases the stock may experience.\n\nShort sales allow forleveragedprofits becausethese trades are always placed on margin, which means that the full amount of the trade does not have to be paid for. Therefore, the entire gain realized from a short sale can be much larger than the available equity in an investor's account would otherwise permit.\n\nThe margin rule requirements for short sales dictate that 150% of the value of the shares shorted needs to be initially held in the account. Therefore, if the value of the shares shorted is $25,000, theinitial marginrequirement would be $37,500. This prevents the proceeds from the sale from being used to purchase other shares before the borrowed shares are returned.\n\nHowever, since this includes the $25,000 from the short sale, the investor is only putting up 50%, or $12,500.\n\nShort sales are typically executed by investors who think the price of the stock being sold will decrease in the short term (such as a few months).\n\nShort selling has many risks that make it unsuitable for a novice investor.\n\nShort selling limits maximum gains while potentially exposing the investor to unlimited losses. A stock can only fall to zero, resulting in a 100% loss for a long investor, but there is no limit to how high a stock can theoretically go. A short seller who has not covered their position with a stop-loss buyback order can suffer tremendous losses if the stock price rises instead of falls.\n\nFor example, consider a company that becomes embroiled in a scandal when its stock is trading at $70 per share. An investor sees an opportunity to make a quick profit and sells the stock short at $65.\n\nBut then the company is able to quicklyexonerateitself from the accusations by coming up with tangible proof to the contrary. The stock price quickly rises to $80 a share, leaving the investor with a loss of $15 per share for the moment. If the stock continues to rise, so do the investor's losses.\n\nShort selling also involves significant expenses. These include the costs of:\n\nAnother major obstacle that short sellers must overcome is market efficiency. Markets have historically moved in an upward trend over time, which works against profiting from broad market declines in any long-term sense.\n\nFurthermore, the overallefficiencyof the markets often builds the effect of any kind of bad news about a company into its current price. For instance, if a company is expected to have a bad earnings report, in most cases, the price will have already dropped by the time earnings are announced.\n\nTherefore, to make a profit, short sellers must anticipate a drop in a stock's price before the market analyzes its cause.\n\nShort sellers also need to consider the risk ofshort squeezesandbuy-ins.\n\nFinally,regulatory risksarise with bans on short sales in a specific sector or in the broad market to avoid panic and selling pressures.\n\nNear-perfect timing is required tomake short selling work, unlike thebuy-and-holdmethod that allows time for an investment to work itself out. Only experienced traders should sell short, as it requires discipline to cut a losing short position rather than adding to it and hoping it will work out.\n\nTo be successful, short sellers must find companies that are fundamentally misunderstood by the market (e.g., Enron and WorldCom). For example, a company that is not disclosing its current financial condition can be an ideal target for a short seller.\n\nWhile short sales can be profitable under the right circumstances, they should be approached carefully by experienced investors who have done their homework on the company they are shorting. Both fundamental and technical analysis can be useful tools in determining when it is appropriate to sell short.\n\nBecause it can damage a company's stock price, short sales have many critics, including companies that have been shorted.\n\nLegendary investorWarren Buffettwelcomes short sellers. \"The more shorts, the better, because they have to buy the stock later on,\" he is reported to have said. According to him, short sellers are necessary correctives who \"sniff out\" wrongdoing or problematic companies in the market.\n\nBefore attempting to sell short, enroll in one of the best investing courses you can find to learn more about the risks, rewards, and trading techniques of this investment strategy.\n\nSuppose an investor borrows 1,000 shares at $25 each, or $25,000. Let's say the shares fall to $20 and the investor closes the position. To close the position, the investor needs to purchase 1,000 shares at $20 each, or $20,000. The investor captures the difference between the amount they receive from the short sale and the amount they paid to close the position, or $5,000.\n\nIn real estate, a short sale is the sale of real estate in which the net proceeds are less than the mortgage owed or the total amount of lien debts that secure the property. In a short sale, the sale is executed when the mortgagee or lienholder accepts an amount less than what is owed and when the sale is anarm's length transaction. Although not the most favorable transaction for buyers and lenders, it is preferred over foreclosure.\n\nThe two most common reasons an investor might want to short-sell a security are:\n\nThe trader loses if the stock they are shorting rises in price instead. If that happens, they must make up the price difference, losing money in the process.\n\nTomake money in a short sale, the investor must repurchase the shares they borrowed at a lower price than the initial purchase. The difference is the investor's profit on the transaction (minus commissions or fees, if any).\n\nIn a short sale, an investor borrows stocks to sell at one price with the intention of repurchasing them at a lower price and pocketing the difference.\n\nShort selling is a risky strategy, as losses are magnified while gains are limited. Short selling should only be done by experienced investors who understand the risks of this trading strategy.\n\nFidelity Investments. \"What is the Fully Paid Lending Program?\"\n\nCharles Schwab. \"Earning Extra Income With Securities Lending.\"\n\nNational Archives. Code of Federal Regulations. \"220.12 Supplement: Margin Requirements.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\"\n\nWarren Buffett Archive. \"Afternoon Session, 2006 Shareholder Meeting.\"",
  "url": "https://www.investopedia.com/terms/s/shortsale.asp"
}