{
  "term": "Short Position: Meaning, Overview, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA short, or a short position, is created when a trader sells a security first with the intention of repurchasing it or covering it later at a lower price. A trader may decide to short a security when they believe that the price of that security is likely to decrease in the near future. There are two types of short positions: naked and covered.\n\nAnaked shortis when a trader sells a security without having possession of it. However, that practice is illegal in the U.S. for equities. It isbanned fully in Indiaand other countries. A covered short is when a trader borrows the shares from a stock loan department; in return, the trader pays a borrowing rate during the time the short position is in place.\n\nIn the futures or foreign exchange markets, short positions can be created at any time.\n\nWhen creating a short position, one must understand that the trader has a finite potential to earn a profit and infinite potential for losses. That is because the potential for a profit is limited to the stock's distance to zero. However, a stock could potentially rise for years, making a series of higher highs. One of the most dangerous aspects of being short is the potential for a short squeeze.\n\nA short squeeze is when a heavily shorted stock suddenly begins to increase in price as traders that are short begin tocoverthe stock. One famous short squeeze occurred in October 2008, when the shares of Volkswagen surged higher as short sellers scrambled to cover their shares. During the short squeeze, the stock rose from roughly €200 to €1,000 in a little over a month.\n\nImage by Sabrina Jiang © Investopedia 2022\n\nIn order to place a short order, an investor must first have access to this type of order within their brokerage account. Since margin and interest will be incurred in a short trade, this means that you need to have amargin accountin order to set up a short position. Once you have the correct type of account, along with any necessary permissions, the order details are entered on the order screen just like for any other trade.\n\nJust remember that you are selling first to open a position in hopes of closing the trade by buying the asset back in the future at a lower price. In the case of a short position, the entry price is the sale price, while the exit price is the buy price. It is also important to remember that trading on margin does entail interest, margin requirements, and possibly other brokerage fees.\n\nA trader thinks that Amazon's stock is poised to fall after it reports quarterly results. To take advantage of this possibility, the trader borrows 1,000 shares of the stock from their stock loan department with the intent to short the stock.\n\nThe trader then goes out and sells short the 1,000 shares for $1,500. In the following weeks, the company reports weaker-than-expected revenue and guides for a weaker-than-expected forward quarter. As a result, the stock plunges to $1,300; the trader then buys to cover the short position. The trade results in a gain of $200 per share, or $200,000.\n\nIn finance, the margin is the collateral that an investor has to deposit with their broker or exchange to cover the credit risk the holder poses for the broker or the exchange. For example, a short position cannot be established without sufficient margin.\n\nIn the case of short sales, underRegulation T, the Federal Reserve Board requires all short sale accounts to have 150% of the value of the short sale at the time the sale is initiated. The 150% consists of the full value of the short sale proceeds (100%), plus an additional margin requirement of 50% of the value of the short sale.\n\nShort selling occurs when a trader borrows a security and sells it on the open market, planning to buy it back later for less money. Theoretically, the price of an asset has no upper bound and can climb to infinity. This means that, in theory, therisk of loss on a shortposition is unlimited.\n\nShort positions represent borrowed shares that have been sold in anticipation of buying them back in the future. As the underlying asset prices rise, investors are faced with losses to their short position. Aside from the pressure of mounting paper losses, maintaining a short position can also become more difficult because, if the price of the underlying asset rises, so does the amount of margin required as collateral to ensure that the investor will be able to buy back the shares and return them to the broker.\n\nWhen investors are forced to buy backshares to covertheir position, it is referred to as a short squeeze. If enough short sellers are forced to buy back shares at the same time, then it can result in a surge in demand for shares and therefore an extremely sharp rise in the underlying asset's price.\n\nWhile it sounds illegal to sell something you don't own, themarket is tightly regulated. When traders believe that a security's price is likely to decline in the near term, they may enter a short position byselling the security firstwith the intention of buying it later at a lower price.\n\nTo set up a short position, traders generally borrow shares of the security from their brokerage. This means that going short requires a margin account, as well as other potential permissions and possible broker fees.\n\nIf the price of a shorted security begins to rise rather than fall, the losses can mount up quickly. In fact, since the price of the security has no ceiling, the losses on a short position are theoretically unlimited. Given this inherent riskiness and the complexity of the transaction, shorting securities is generally recommended only for more advanced traders and investors.\n\nFINRA. \"Calculating Margin for Day-Trading And Cross-Guaranteed Accounts.\"",
  "url": "https://www.investopedia.com/terms/s/short.asp"
}