{
  "term": "Short Covering: Definition, Meaning, How It Works, and Examples",
  "definition": "Short covering refers to buying back borrowed securities in order to close out an open short position at a profit or loss. It requires purchasing the same security that was initiallysold short, and handing back the shares initially borrowed for the short sale.This type of transaction is referred to asbuy to cover.\n\nFor example, a trader sells short 100 shares of XYZ at $20, based on the opinion that those shares will head lower. If XYZ declines to $15, the trader buys back XYZ to cover the short position, booking a $500 profit from the sale.\n\nShort covering is necessary in orderto close an open short position. A short position will be profitable if it is covered at a lower price than the initial transaction; it will incur a loss if it is covered at a higher price than the initial transaction. When there is a great deal of short covering occurring in a security, it may result in ashort squeeze, wherein short sellers are forced toliquidatepositions at progressively higher prices as they lose money and their brokers invokemargin calls.\n\nShort covering can also occur involuntarily when a stock with very high short interest is subjected to a “buy-in”. This term refers to the closing of a short position by a broker-dealer when the stock is extremely difficult to borrow and lenders are demanding it back. Oftentimes, this occurs in stocks that are less liquid with fewer shareholders.\n\nThe higher theshort interestandshort interest ratio(SIR), the greater the risk that short covering may occur in a disorderly fashion.Short covering is generally responsible for the initial stages of a rally after a prolongedbear marketor a protracted decline in a stock or other security. Short sellers usually have shorter-term holding periods than investors withlong positions, due to the risk of runaway losses in a strong uptrend. As a result, short sellers are generally quick to cover short sales on signs of a turnaround in market sentiment or a security's bad fortunes.\n\nTo close out a short position, traders need to buy back the shares — referred to as “short covering,” — and return them to the stock lender. Consider that XYZ has 50 million shares outstanding, 10 million shares sold short, and anaverage daily trading volume(ADTV) of 1 million shares. XYZ has a short interest of 20% and a SIR of 10, both of which are quite high (suggesting that short covering could be difficult).\n\nXYZ loses ground over several weeks, spurring traders to open short positions in the stock. One morning before they open, the company announces a major upwardrevisionin quarterly earnings. XYZ gaps higher at the opening bell, placing traders’ positions into a significant loss. Some decide to wait for a more favorable price and hold off on covering, while other short sellers exit their positions aggressively. This disorderly short covering causes a sharp spike in the XYZ share price, creating a feedback loop that continues until the short squeeze exhausts itself. Traders who delayed short covering risk having to buy back the shares at a higher and higher prices, exposing themselves to greater risk.\n\nA short squeeze occurs when investors who have shorted a stock, or borrowed shares to sell with the expectation of buying them back at a lower price, are forced to buy back those shares at a higher price to limit their losses. It leads to a sudden surge in demand for the stock, causing investors to buy back shares quickly, driving the price even higher. Ameme stockbuying frenzy in January 2021 led to a short squeeze in brick-and-mortar video game retailer GameStop causing several hedge funds to suffer significant losses.\n\nAs a result of the shift to online gaming and declining sales, several prominent funds had built a large short position in GameStop. Retail traders noticed this high level of short interest in the stock and worked together through Reddit trading groupWallStreetBetsto drive up the stock price by buying shares and options contracts. As more investors piled into GameStop, the stock price began to climb rapidly, causing some of the hedge funds with short positions to suffer steep losses. In an attempt to reduce risk, some of these funds began buying back shares at a much higher price than they had initially sold them for to protect against a further rising prices.\n\nInstitutional investors lost roughly $19 billion short selling GameStop in January 2021, according to data cited by Business Insider.\n\nThe squeeze was exacerbated by several hedge funds shorting more shares than the availablefloatof shares in the market, making it nearly impossible to cover all their short positions.This added immense pressure to buy back shares at any available price, further pushing up the stock price. The frenzied buying by retailer traders resulted in short covering byinstitutional investors, creating a feedback loop that kept pushing GameStop shares higher. Ultimately, the squeeze caused some hedge funds to lose billions of dollars, and the stock price to rise from around $20 per share to over $400 in just a few weeks.\n\nShort covering works by closing out a short position that an investor has made by buying back shares that were initially borrowed and sold. When an investor shorts a stock, they borrow shares from a stock lender and sell them on the market, with the expectation of buying them back at a lower price in the future. If the stock goes down, the investor's short position generates a profit, but if it goes up, it results in a loss. Increased short covering has the potential to trigger a short squeeze and cause significant losses.\n\nShort interest refers to the total number of shares that have been sold short in a specific security that has not been covered or closed out. Investors use the metric as a measure of bearish sentiment. Short interest can be expressed as a percentage of the total shares outstanding or as a ratio of the total shares that a company has available for trading. By comparison, the SIR takes the number of shares held short in a stock and divides the figure by the stock's average daily trading volume. Investors use this metric to determine how many days it would take to cover all short positions in a stock.\n\nRetail traders noticed a high level of short interest in GameStop and worked together through Reddit trading group WallStreetBets to coordinate frenzied buying in the company’s shares and options. The increased sudden buying pressure forced several hedge funds who had bet against the videogame retailer to promptly cover their large short positions at a significant loss, creating a short squeeze in the stock. The short squeeze was exacerbated by several funds shorting more shares than the available float of shares in the market, making it difficult to cover all their short positions.\n\nInvestors who cover a short position at a higher price than they initially shorted the stock for will incur a loss. The act of short covering can trigger further buying, creating a short squeeze in the stock, increasing the potential for significant losses as traders scramble to buy back shares at progressively higher prices. Before initiating a short position, investors should monitor a stock’s short interest and SIR to determine the likelihood of a short squeeze occurring.\n\nShort covering refers to buying back borrowed securities to close out open short positions. Short sellers usually hold for less time than investors with long positions due to the potential for a short squeeze caused by an acceleration in buying pressure and short covering. As a result, short sellers generally cover short sales quickly on a turnaround in market sentiment to limit potential losses. The higher the short interest and SIR in a stock’s float, the greater the risk that short covering may occur in a disorderly fashion, leading to short squeezes. A meme stock buying frenzy, such as the GameStop short squeeze in early 2021, can result in significant losses for institutional investors with large short positions.\n\nInvestor.gov. \"Stock Purchases and Sales: Long and Short.\"\n\nFINRA. \"Short Interest - What it is, What it is Not.\"\n\nThe New York Times. \"Melvin Capital, Hedge Fund Torpedoed by the GameStop Frenzy, is Shutting Down.\"\n\nBusiness Insider. \"Short-Sellers are Nursing Estimated Losses of $19 Billion in 2021 After Betting on GameStop's Share Price to Fall.\"\n\nReuters. \"Explainer: How Were More Than 100% of GameStop's Shares Shorted?\"",
  "url": "https://www.investopedia.com/terms/s/shortcovering.asp"
}