{
  "term": "Short Interest Ratio: Definition, Formula, How To Use Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe short Interest ratio takes the number of shares heldshortin a stock and it divides this by the stock'saverage daily trading volume. Simply put, the ratio can help an investor find out very quickly if a stock is heavily shorted or not shorted versus its average daily trading volume.\n\nThe term is sometimes used interchangeably withdays to cover.\n\nThe ratio tells an investor if the number of shares short is high or low versus the stock's average trading volume. The ratio can rise or fall based on the number of shares short. However, it can also increase or decrease as volume levels change.\n\nThe Tesla chart below shows the short interest ratio, the number of shares short, and the daily average trading volume. In the example, one can see that a rising short interest ratio does not always correspond to rising short interest.\n\nIn July and August 2016, the short interest ratio rose despite the number of shares short falling. That was because the daily average volume fell sharply during that time. Additionally, the short interest was steadily declining in 2018 despite short interest being elevated because the average daily volume was steadily rising on the stock.\n\nIt is essential to remember that the short interest ratio and short interest are not the same. Short interest measures the total number of shares that have been sold short in the market.\n\nThe short interest ratio is a formula used to measure how many days it would take for all the shares short in the marketplace to be covered.\n\nThe short interest ratio has several flaws, the first being that it is not updated regularly. Short interest is reported every two weeks and is usually as of the 15th and the last day of the month. It takes several days before the information is published and by that time, the number of shares short in the market may have already changed.\n\nAdditionally, one must consider how news or events may impact trading volumes and make the ratio expand or contract. The ratio should always be compared with the actual short interest and trading volumes to get the full picture.",
  "url": "https://www.investopedia.com/terms/s/shortinterestratio.asp"
}