{
  "term": "Short Squeeze: Definition, Causes, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA short squeeze happens in financial markets when the price of an asset rises sharply, causing traders who had sold short to close their positions. It occurs when asecurityhas a significant amount ofshort sellers, meaning lots of investors are betting on its price falling.\n\nA short squeeze begins when the price of an asset unexpectedly jumps higher. It gains momentum as a significant number of the short sellers decide to cut losses and exit their positions.\n\nShort sellers make their trades expecting that the price of a stock will fall. When a heavily shorted stock unexpectedly rises in price instead, the short sellers may have to act fast to limit their losses.\n\nShort sellers borrow shares of an asset that they believe will drop in price in order to buy them after they fall. If they’re right, they return the shares and pocket the difference between the price when they initiated the short and the price when they buy the shares back to close out the short position. If they’re wrong, they’re forced to buy at a higher price and pay the difference between the price they set and its sale price.\n\nBecause short sellers exit their positions with buy orders, the coincidental exit of these short sellers pushes prices higher. The continued rapid rise in price also attracts buyers to the security. The combination of new buyers and panicked short sellers creates a rapid rise in price that can be stunning and unprecedented.\n\nA short squeeze gets its name because short sellers are being squeezed out of their positions, usually at a loss.\n\nShort sellers zero in on a stock that they think isovervaluedby the market. For example, Tesla Inc. (TSLA) captured the enthusiasm of many investors with its innovative approach to producing and marketing electric vehicles. Investors bet heavily on its potential. Short sellers bet heavily on its failure. In early 2020, Tesla was the most-shorted stock on the U.S. exchanges, with more than 18% of its outstanding stock in short positions.\n\nFrom late 2019 through early 2020, Tesla stock soared by 400%. Short sellers got hammered, collectively losing about $8 billion.In early March 2020, Tesla’s stock finally fell, along with most others, during a market downturn. However, the stock eventually bounced back, leaving Tesla short sellers collectively nursing losses of more than $40 billion during the course of 2020.\n\nShort sellers open positions onstocksthat they believe will decline in price. However sound their reasoning, a positive news story, a product announcement, or an earnings beat that excites the interest of buyers can upend this.\n\nThe turnaround in the stock’s fortunes may prove to be temporary. But if it’s not, short sellers can face runaway losses as the expiration date on their positions approaches. They generally opt to exit their positions immediately, even if it means taking a substantial loss.\n\nThat’s where the short squeeze comes in. Every buying transaction by a short seller sends the price higher, forcing another short seller to buy.\n\nThe percentage of Tesla stock that represented short interest in late 2019. Its stock price quadrupled, and short sellers lost billions.\n\nWhen identifying stocks at risk of a short squeeze, two useful measures areshort interestand theshort interest ratio.\n\nShort interest is the total number of shares sold short as a percentage of the total shares outstanding. The short interest ratio is the total number of shares sold short divided by the stock’saverage daily trading volume. Speculative stocks tend to have higher short interest than more stable companies.\n\nWatching short interest can tell you whether investor sentiment about a company is changing. For example, if a stock typically has a 15% to 30% short interest, a move above or below that range could signal that investors have shifted their view of the company. Fewer short shares could mean that the price has risen too high too quickly, or that the short sellers are leaving the stock because it has become too stable.\n\nA rise in short interest above the norm indicates that investors have become more bearish. But an extremely high reading could be a sign of a coming short squeeze, which could force the price higher.\n\nContrarianinvestors may buy stocks with heavy short interest to exploit the potential for a short squeeze. A rapid rise in the stock price is attractive, but it is not without risks. The stock may be heavily shorted for good reason, such as a dismal future outlook.\n\nActive traders will monitor highly shorted stocks and watch for them to start rising. If the price begins to pick up momentum, the trader jumps in to buy, trying to catch what could be a short squeeze and a significant move higher.\n\nThere are many examples of stocks that moved higher after they had a heavy short interest. But there are also many heavily shorted stocks that then keep falling in price.\n\nA heavy short interest does not mean that the price will rise. It means that many people believe it will fall. Anyone who buys in hopes of a short squeeze should have other (and better) reasons to think that the price of the stock will go higher.\n\nNaked short sellingis short selling a stock without first borrowing the asset from someone else. It’s the practice of selling short shares that have not been affirmatively determined to exist. Per the U.S.Securities and Exchange Commission (SEC), abusive naked short selling is illegal.\n\nNaked shorting still happens thanks to discrepancies between electronic and paper trading. Naked shorting can help exacerbate short squeezes by allowing for additional shorting that otherwise might not exist. Naked short selling is said to help balance the market. That is, naked shorting can force a price drop, which leads to some share sales to cut losses, allowing the market to effectively find balance.\n\nConsider a hypothetical biotech company, XYZ, which has a drug candidate in advanced clinical trials.\n\nThere is considerable skepticism among investors about whether this drug will actually work. As a result, there is heavy short interest. In fact, 5 million XYZ shares have been sold short of its 25 millionshares outstanding. This means that the short interest in XYZ is 20%, and with daily trading volume averaging one million shares, the short interest ratio is five. The short interest ratio, also calleddays to cover, means that it will take five days for short sellers to buy back all XYZ shares that have been sold short.\n\nAssume that because of the huge short interest, XYZ shares had declined from $15 a few months ago to $5. Then, the news comes out that XYZ's drug works better than expected. XYZ's shares jump to $9, as speculators buy the stock and short sellers scramble to cover their short positions.\n\nEveryone who shorted the stock between $9 and $5 is now in a losing position. Those who sold short near $5 are facing the biggest losses and will be frantically looking to get out because they are losing 80% of their investment.\n\nThe stock opens at $9, but it will continue to rally for the next several days as the shorts continue to cover their positions and the rising price and positive news attract new buyers.\n\nA notable short squeeze occurred among traders and investors of GameStop Corp. (GME) during the months following the COVID-19 pandemic. With consumers locked down and stores often closed, analysts and investors expected the company to potentiallyface bankruptcybecause of a rise in competition and a decline in foot traffic at brick-and-mortar stores. GME became a favorite target of short sellers. The short interest had grown so dramatically that it amounted to more than 100% of the shares outstanding.\n\nThat led Scion Asset Management’sMichael Burryto develop a bull case for the company: that it could return to profit in a couple of years instead of going bankrupt. His thesis was published and repeated by Reddit and YouTube content creators midway through 2020. Michael Burry and Chewy co-founder Ryan Cohen also took a long position.\n\nEnough investors started buying the stock late in 2020, and the share price began to rise noticeably late in 2020. From there, it was a snowball effect of retail investors buying stock andcall options. The price increase drove out some short sellers and attracted various big-name investors and public figures, such as Elon Musk and venture capitalist Chamath Palihapitiya.\n\nGameStop’s stock price surged due to a short squeeze on majorhedge fundsthat were short the stock and forced to sell to cut losses. The stock price went from less than $5 a share to $120 in just a month.\n\nAfter the initial meme stock craze, GameStop shares drifted steadily lower, settling at just over $10 a share by the Spring of 2024. However, in mid-May of that year, the stock suddenly skyrocketed once again after Keith Gill, also known as \"Roaring Kitty,\" resurfaced on social media after a three-year hiatus.\n\nGill's cryptic posts on the platform X (formerly Twitter) reignited interest in GameStop as well as othermeme stocks, leading to a massive surge in trading volume and price. GameStop shares rose nearly 100% on Tuesday, May 14, 2024, following a 74% increase the previous day.This sudden rally caught many investors and analysts by surprise, as the company's fundamentals had not significantly improved since the initial meme stock frenzy in 2021.\n\nThe resurgence of meme stocks in 2024 once again put pressure on short sellers, who had re-established bets against GME and other meme companies. According to analytics firm S3 Partners, GameStop short sellers lost over $1.3 billion in the initial May 2024 squeeze, with more losses on the horizon if the stock continues to pump.\n\nWhile the renewed 2024 meme stock rally shared many similarities with the 2021 event, some analysts questioned whether it would have the same lasting impact on the market and retail investor participation. Nonetheless, the sudden resurgence of these stocks served as a reminder of the power of social media and retail investor sentiment in driving market trends.\n\nDays to cover, also known as theshort interest ratio, is calculated by taking a stock’s total number of shares sold short and dividing that number by the stock’s average daily trading volume. For example, if a stock has one million shares sold short and its average daily trading volume is 100,000 shares, then the days to cover would be 10 days. That is, it would take 10 days for short sellers to cover their entire short position based on the average daily volume of shares traded.In general, the higher a stock’s days-to-cover figure, the more susceptible it may be to a short squeeze. If days to cover for stock A and stock B are two days and 20 days, respectively, then stock B may be more vulnerable as a short squeeze target.\n\nSpeculators and traders who have short positions in a stock will face heavy losses if the stock undergoes a short squeeze. Contrarian investors who have built up long positions in the stock in anticipation of a short squeeze will benefit as the stock price climbs.\n\nFinance portals such as Yahoo! Finance have free stock screeners that generate lists of heavily shorted stocks; drilling down into individual stocks displays relevant short-selling information such as the number of shares sold short and the short interest ratios for specific companies. Online resources likeMarketBeatprovide useful short-selling data such as the largest short interest positions, changes in such positions over time, and short interest ratio. Exchanges such as the New York Stock Exchange and the Nasdaq also publish short interest data for the exchanges as a whole.\n\nDuring the 2008 financial crisis, Porsche Automobile Holding SE (POAHY), already a major holder of Volkswagen AG (VWAGY) shares, increased its total stake in Volkswagen to about 75%. The state of Lower Saxony also owned more than 20% of the company, leaving few remaining shares available to trade at a time when the stock was being heavily shorted.Hedge funds and other short sellers were suddenly left in a tricky position as Porsche’s move meant that not all of them could cover their positions. Against this backdrop, short sellers were forced to buy back the shares they sold, which helped drive Volkswagen’s share price up to €999.\n\nA short squeeze can seemingly happen suddenly with price rising parabolically. But often short squeezes are fueled by unusually high short interest in the underlying security. When something happens which drives the price of the stock up, the short sellers rush for the exits all at once, attempting to buy to close their positions. This adds fuel to the force propelling the stock price higher and irrationality sets in. What happened to Game Stop's share price in 2021 is a good example of a short squeeze in action.\n\nCNBC. “Tesla Short Sellers Are Down $8 Billion in 2020, Including $2.5 Billion Alone from Monday’s Pop.”\n\nReuters. “Tesla Bears Suffer Record Short-Sale Loss in 2020: S3 Partners.”\n\nU.S. Securities and Exchange Commission. “Key Points About Regulation SHO.”\n\nCNBC. “GameStop Plunges 60%, Has Lost More than 70% of Its Value Since Friday.”\n\nVox. “The GameStop Stock Frenzy, Explained.”\n\nYahoo! Finance. “GameStop Corp. (GME).”\n\nCNBC. \"GameStop Shares Surge 60% as Meme Stock Craze Returns.\"\n\nYahoo! Finance. \"GameStop Stock Gains Nearly 100% as Meme-Stock Market Returns With a Vengeance.\"\n\nBBC News. \"Fast Bucks: How Porsche Made Billions.\"\n\nScienceDirect. “Detecting the Great Short Squeeze on Volkswagen.”",
  "url": "https://www.investopedia.com/terms/s/shortsqueeze.asp"
}