{
  "term": "Short-Term Investments: Definition, How They Work, and Examples",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nShort-term investments are financial assets that can easily be converted to cash and used for near-term goals.\n\nShort-term investments, also known as marketable securities or temporary investments, are financial investments that can easily be converted to cash, typically within five years. Many short-term investments are sold or converted to cash after a period of only three-12 months. Some common examples of short-term investments includeCDs,money market accounts,high-yield savings accounts, government bonds, and Treasury bills. Usually, these investments are high-quality and highly liquid assets or investment vehicles.\n\nShort-term investments may also refer specifically to financial assets—of a similar kind, but with a few additional requirements—that are owned by a company. Recorded in a separate account, and listed in thecurrent assetssection of the corporate balance sheet, short-term investments in this context are investments that a company has made that are expected to be converted into cash within one year.\n\nShort-term investments can be contrasted withlong-term investments.\n\nInvestopedia / Michela Buttignol\n\nThe goal of a short-term investment—for both companies and individual or institutional investors—is toprotect capital while also generating a returnsimilar to a Treasury bill index fund or another similar benchmark.\n\nCompanies in a strongcash positionwill have a short-term investments account on their balance sheet. As a result, the company can afford to invest excess cash in stocks, bonds, orcash equivalentsto earn higher interest than what would be earned from a normal savings account.\n\nThere are two basic requirements for a company to classify an investment as short-term. First, it must be liquid, like a stock listed on a major exchange that trades frequently orU.S. Treasurybonds. Second, the management must intend to sell the security within a relatively short period, such as 12 months. Marketable debt securities, aka \"short-term paper,\" that mature within a year or less, such as U.S. Treasury bills andcommercial paper, also count as short-term investments.\n\nMarketable equity securities include investments in common andpreferred stock. Marketable debt securities can include corporate bonds—that is, bonds issued by another company—but they also need to have short maturity dates and should be actively traded to be considered liquid.\n\nUnlike long-term investments, which are designed to be bought and held for a period of at least a year, short-term investments are bought knowing they will be quickly sold.Typically, long-term investors are willing to accept a higher level of volatility or risk, with the idea that these \"bumps\" will eventually smooth out over a long period—as long as, of course, the investment is growing in a positive trajectory\n\nLong-term investments are also used by individuals that are able to stow away their money and don't have immediate needs for it (such as to buy a car or a house).\n\nShort-term investments help ground an investor's portfolio. Although they typically offer lower rates of return compared to investing in an index fund over time, they are highly liquid investments that give investors the flexibility of making money they can withdraw quickly, if needed.\n\nFor a business, long-term investments are not counted as income until they are sold. This means that companies that decide to hold or invest in short-term investments count any fluctuations in price at the market rate. This means short-term investments that decline in value are marked down as a loss for the company onthe income statement.\n\nShort-term investment gains are reflected directly on the income statement.\n\nShort-term investments take on lower risk, making them stable options.\n\nShort-term investments help diversify income types, in case of market volatility.\n\nShort-term investments typically have lower rates of return.\n\nAny declines in value of a short-term investment will directly affect the net income of a business.\n\nSomecommon short-term investments and strategiesused by corporations and individual investors include:\n\nIf you have excess cash, using it to pay off higher-interest debt may be more advantageous than investing it in low-risk but low-return short-term investments.\n\nOn its quarterly statement dated Apr. 21, 2022, Microsoft Corp. reported holding $92.2 billion of short-term investments on itsbalance sheet. The biggest component was U.S. government securities, which was $78.4 billion. This was followed by corporate notes/bonds worth $11.7 billion, mortgage/asset-backed securities at $590 million, foreign government bonds worth $501 million, municipal securities at $269 million, and certificates of deposit (CDs) at $2 billion.\n\nSome of the best short-term investment options include short-dated CDs, money market accounts, high-yield savings accounts, government bonds, and Treasury bills. Check their current interest rates or rates of return to discover which is best for you.\n\nCommon short-term investment vehicles include six-month CDs, money market accounts, high-yield savings accounts, government bonds, and Treasury bills.\n\nBased on experience and risk tolerance, investors will differ on this question. However, many financial analysts will say the best way to invest $5,000 is to put it in a mutual fund or exchange-traded fund that tracks the S&P 500 and keep it for the long run.\n\nIndividuals withonly a little bit of cashhave a lot of options. They can put the money in any investments that don't require a minimum balance, such as certain savings accounts, fractional shares of an index fund, or even cheaper stocks, bonds, and CDs.\n\nShort-term investments can be great investments for individual investors and corporations who are looking for both liquid and stable options to grow their wealth. The options are plenty: from CDs to bonds and high-yield savings accounts, it's only up to each investor to do their homework.\n\nFinancial Industry Regulatory Authority. “Set a Time Frame for Your Financial Goals.”\n\nInternal Revenue Service. “Topic No. 409 Capital Gains and Losses.”\n\nU.S. Securities and Exchange Commission. “What Are Corporate Bonds?,” Page 4.”\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Pages 53.\n\nU.S. Securities and Exchange Commission. “Financial Navigating in the Current Economy: Ten Things to Consider Before You Make Investing Decisions.”\n\nFinancial Industry Regulatory Authority. “Evaluating Investment Performance.”\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Pages 20-21.\n\nFederal Deposit Insurance Corporation. “Deposit Insurance: Your Insured Deposits.”\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Page 20.\n\nConsumer Financial Protection Bureau. “Is a Money Market Account Insured?”\n\nTreasuryDirect. “Treasury Inflation-Protected Securities (TIPS).”\n\nU.S. Securities and Exchange Commission. “Mutual Funds and Exchange-Traded Funds (ETFs) – A Guide for Investors.”\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Page 16.\n\nMoneysmart. “Peer to Peer Lending.”\n\nInternal Revenue Service. “Publication 590-B: Distributions From Individual Retirement Arrangements (IRAs),” Page 7.\n\nU.S. Securities and Exchange Commission. “Answers to Test Your Money Smarts,” Page 2.\n\nMicrosoft. “Form 10-Q,” Page 12.",
  "url": "https://www.investopedia.com/terms/s/shorterminvestments.asp"
}