{
  "term": "Shrinkage in Business: Definition, Causes, and Impact",
  "definition": "Shrinkage is the loss ofinventorythat can be attributed to factors such as employee theft, shoplifting, administrative error, vendor fraud, damage, and cashier error. Shrinkage is the difference between recorded inventory on a company’sbalance sheetand its actual inventory. This concept is a key problem forretailers, as it results in the loss of inventory, which ultimately means loss ofprofits.\n\nShrinkage is the difference between the recorded (book) inventory and the actual (physical) inventory. Book inventory uses the dollar value to track the exact amount of inventory that should be on hand for a retailer. When a retailer receives a product to sell, it records the dollar value of the inventory on its balance sheet as a currentasset.\n\nFor example, if a retailer accepts $1 million of product, then the inventory account increases by $1 million. Every time an item is sold, the inventory account is reduced by the cost of the product, andrevenueis recorded for the amount of the sale.\n\nHowever, inventory is often lost due to any number of reasons, causing a discrepancy between the book inventory and the physical inventory. The difference between these two inventory types is shrinkage. In the example above, the book inventory is $1 million, but if the retailer checks the physical inventory and realizes it is $900,000, then a certain part of the inventory is lost and the shrinkage is $100,000.\n\nThe largest impact of shrinkage is a loss of profits. This is especially negative in retail environments, where businesses operate on lowmarginsand high volumes, meaning that retailers have to sell a large amount of product to make a profit. If a retailer loses inventory through shrinkage, it cannot recoup the cost of the inventory itself as there is no inventory to sell or inventory to return, which trickles down to decrease thebottom line.\n\nShrinkage is a part of every retail company’s reality, and some businesses try to cover the potential decrease in profits by increasing the price of available products to account for the losses in inventory. These increased prices are passed on to theconsumer, who is required to bear the burden for theft and inefficiencies that might cause a loss of product. If a consumer isprice sensitive, then shrinkage decreases a company’s consumer base, causing them to look elsewhere for similar goods.\n\nIn addition, shrinkage can increase a company’s costs in other areas. For example, retailers would have to invest heavily in additional security, whether that investment is in security guards, technology, or other essentials, to prevent shrinkage that was caused by theft. These costs work to further reduce profits, or to increase prices if the expenses are passed on to the customer.\n\nShrinkage is caused from the loss of inventory due to shoplifting, administrative error, employee theft, vendor fraud, and broken items, among other reasons.\n\nTo help prevent shrinkage, businesses can conduct inventory audits, install surveillance cameras, thoroughly review vendors, and set up theft prevention training for employees.\n\nTo calculate shrinkage in a retail store, you would look at the book inventory, which represents the inventory received and should be present in the store, and then subtract the actual amount of inventory, which is the amount of goods that are physically in the store.\n\nAccording to a study from theNational Retail Foundation, retail businesses lost $62 billion from “shrink” in 2019, amounting to an average of 1.6% of sales.\n\nNearly 30% of retailers reported thatecommercecrime has become a much higher priority over the last five years, followed by organized retail crime (ORC) (28%) and internal theft (20%).\n\nShrinkage is the loss of inventory or cash from a business due to factors such as theft, damage, or administrative errors. Shrinkage can have a significant impact on a company's bottom line, as it reduces profits and can lead to cash flow problems. Businesses should take proactive measures to minimize shrinkage, such as implementing security measures, conducting regular inventory audits, and training employees on proper procedures. While some degree of shrinkage is inevitable, businesses that effectively manage shrinkage can improve their financial performance and remain competitive.\n\nNational Retail Federation. “Retail Shrink Totaled $61.7 Billion in 2019 Amid Rising Employee Theft and Shoplifting/ORC.”\n\nNational Retail Federation. “2020 National Retail Security Survey,” Page 2 (Page 4 of PDF).",
  "url": "https://www.investopedia.com/terms/s/shrinkage.asp"
}