{
  "term": "Silk Route: Definition, History, and What Exists Now",
  "definition": "The Silk Route was a historic trade route that was used from the second century B.C. until the 14th century A.D. It stretched from Asia to the Mediterranean, traversingChina, India, Persia, Arabia, Greece, and Italy.\n\nIt was called the Silk Route because of the silk trading that took place during that period. This luxurious fabric originated in China, which had a monopoly on its production until the secrets of its creation spread.\n\nIn addition to silk, the route facilitated the trade of other fabrics, spices, grains, fruits and vegetables, animal hides, wood and metalwork, precious stones, and other items of value.\n\nIn 2013, China announced plans to revive the Silk Route, connecting it with more than 60 countries in Asia, Europe, Africa, and the Middle East.\n\nThe Silk Route was not a single road but a network of land and sea paths that connected China and the Far East with countries in Europe and the Middle East. A series of trading posts and markets sprouted up along the route to enable the storage, transport, and exchange of goods. It was also known as the Silk Road.\n\nTravelers used camel or horse caravans and stayed in guest houses or inns spaced one day’s travel apart. Travelers along the Silk Route’s maritime routes could stop at ports for fresh drinking water and trade opportunities. Archaeologists and geographers pursuing research have been the Silk Route’s most modern travelers.\n\nThe opening of the Silk Route brought many products that would have a big impact on Western history. Commodities that had their roots in China included gunpowder and paper. These became some of the most traded goods betweenChina and its Western trading partners.\n\nPaper was especially important, as it was key to the use of the printing press, enabling the mass circulation of newspapers and books.\n\nThe original Silk Route was established during the Han Dynasty by Zhang Quian, a Chinese official and diplomat. During a diplomatic mission, Quian was captured and detained for 13 years on his first expedition before escaping and pursuing other routes from China to Central Asia.\n\nThe Silk Route was popular during theTang Dynasty, from 618 to 907 A.D. Travelers could choose among a number of land and sea paths to reach their destination. The routes evolved along with territorial boundaries and changes in national leadership.\n\nThe Silk Route was a means to exchange goods and share innovations. It had a role in the development of science, technology, literature, and the arts.\n\nThe Silk Route was traveled by Buddhist and European monks and was instrumental in spreading Buddhism, Christianity, Islam, and Hinduism across borders.\n\nIn 2013, China began to officially restore the historic Silk Route under President Xi Jinping with a $900 billion strategy called “One Belt, One Road” (OBOR). The project is intended to improve China’s interconnectivity with more than 60 other countries in Asia, Europe, and East Africa.\n\nAlso known as the Belt and Road Initiative (BRI), it traverses numerous land and sea routes. The Silk Road Economic Belt is primarily land-based, connecting China with Central Asia, Eastern Europe, and Western Europe, while the 21st Century Maritime Silk Road is sea-based, connecting China’s southern coast to the Mediterranean, Africa, Southeast Asia, and Central Asia.\n\nChina views the venture as an important way to improve itsdomestic growth. It also serves as a way to open up new trade markets for Chinese goods, giving the country the cheapest and easiest way to export materials and goods.\n\nCritics—including Malaysian Prime Minister Mahathir Mohamad—say China is using the BRI to lend to countries who may default as a way of getting economic or political concessions.\n\nChina has passed several milestones related to the OBOR, including the signing of hundreds of deals since 2016.\n\nIn January 2017, a new rail service using the East Wind freight train was introduced from Beijing to London along the historic route, passing beneath the English Channel to reach London. The 16- to 18-day journey travels nearly 7,500 miles and allows freight shippers an alternative to slower water routes and expensive air routes.\n\nOther key OBOR routes go from China to 14 major European cities.\n\nThe ancient silk route was disrupted in the year 1453 when the Ottoman Empire closed off trade with the West, effectively separating East and West. Later exploration identified other sea routes that could be used more efficiently for East-West trade.\n\nDozens of cities that were important stops along the Silk Route can still be visited today. A few are Aleppo, Syria; Alexandria, Egypt; Granada, Spain; Hangzhou, China; Tblisi, Georgia; Venice, Italy, and Zanzibar, Tanzania.\n\nTheonline Silk Roadwas a black marketplace for anonymous money laundering and drug transactions, among other illegal activities. It was shut down by the FBI in 2013 and its founder is serving a life sentence.\n\nIllegal activities continue to thrive on the internet on the so-called \"dark web.\"\n\nMore than 2,000 years ago, the Silk Route was created, allowing Asians and Europeans to trade goods and share knowledge and innovations. Today, China has embarked on a $900 billion project to create a modern Silk Route that it hopes will kindle \"a new era of globalization.\"\n\nForbes. \"The New Silk Road: China Launches Beijing-London Freight Train Route.\"\n\nNational Geographic. \"The Silk Road.\"\n\nUNESCO. \"Cities along the Silk Roads.\"\n\nWorld Economic Forum. \"China's $900 Billion New Silk Road. What You Need to Know.\"",
  "url": "https://www.investopedia.com/terms/s/silk-route.asp"
}