{
  "term": "Simplified Employee Pension (SEP) IRA: What It Is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Simplified Employee Pension IRA (SEP IRA) is a type of individual retirement plan for the self-employed and small-business owners. It is similar to an IRA but with higher contribution limits.\n\nA simplified employee pension (SEP) is anindividual retirement account (IRA)that an employer or aself-employed person can establish. The employer is allowed a tax deduction for contributions made to a SEP IRA and makes contributions to each eligible employee’s plan on a discretionary basis.\n\nAdditionally, under the Setting Every Community up for Retirement Enhancement (SECURE) Act, enacted on Dec. 20, 2019, small employers get a tax credit to offset the costs of starting a 401(k) plan or SIMPLE IRA with automatic enrollment.That’s on top of the start-up credit they already receive.\n\nSEP IRAs often have higher annual contribution limits than standard IRAs.In a sense, they're a cross between a traditional IRA and a 401(k). Like the latter, they can receive employer contributions, and, like the former, contributions are vested immediately.\n\nA SEP IRA is an attractive option for many business owners because it does not have the start-up and operating costs of most conventionalemployer-sponsored retirement plans. Many employers also set up a SEP IRA to contribute to their own retirement at higher levels than a traditional IRA allows.\n\nSmall organizations favor SEP IRAs because of the eligibility requirements for contributors, including a minimum age of 21, at least three years of employment, and a minimum compensation of $750 for 2024. In addition, a SEP IRA allows employers to skip contributions during years when business is down.\n\nSEP IRAs aretreated like traditional IRAs for tax purposesand allow the same investment options. The same transfer androlloverrules that apply to traditional IRAs also apply to SEP IRAs. When an employer makes a contribution to a SEP IRA account, it receives a tax deduction for the amount contributed. Additionally, the business is not locked into an annual contribution requirement; decisions about whether to contribute and how much can change each year.However, there is an upper limit of $69,000 in 2024.\n\nThe employer is not responsible for making investment decisions. Instead, the IRA trustee determines eligible investments, and the individual employee account owners make specific investment decisions.The trustee also deposits contributions, sends annual statements, and files all required documents with the IRS.\n\nContributions to SEP IRAs are immediately 100% vested, and the IRA owner directs the investments. An eligible employee (including the business owner) who participates in their employer’s SEP plan must establish a traditional IRA to which the employer will deposit SEP contributions.\n\nSome financial institutions require the traditional IRA to be labeled as a SEP IRA before they will allow the account to receive SEP contributions. Others might allow SEP contributions to be deposited to a traditional IRA regardless of whether the IRA is labeled as a SEP IRA.\n\nContributions to a SEP IRA are immediately 100% vested, and account owners must choose their investments from a list provided by the account trustee.\n\nContributions made by employers cannot exceed the lesser of 25% of an employee’s compensation or $69,000 in 2024.As with a traditional IRA, withdrawals from SEP IRAs in retirement are taxed as ordinary income.\n\nWhen a business is a sole proprietorship, the employee-owner pays themselves wages and may also make a SEP contribution, which is limited to 25% of wages (or profits) minus the SEP contribution.For a particular contribution rate (CR), the reduced rate is CR ÷ (1 + CR) for a 25% contribution rate. This yields a 20% reduced rate.\n\nBecause the funding vehicle for a SEP plan is a traditional IRA, SEP contributions, once deposited, become traditional IRA assets and are subject to many of the traditional IRA rules, including the following:\n\nIn addition to the documents required for establishing a SEP plan (discussed later), each SEP IRA must meet the documentation requirements for a traditional IRA.\n\nSEP IRAs were primarily designed to encourage retirement benefits among businesses that would otherwise not set up employer-sponsored plans. Any small business, including sole proprietors, partnerships, and corporations (including S corporations), can establish them.\n\nToo high an income can limit participants—the 2024 eligible compensation limit is $345,000.However, unlike qualified retirement plans, the SEP does not allow participants, including the business owner, to borrow up to the lesser of 50% or $50,000 of their vested balance.\n\nSpecific employees may be excluded by their employer from participating in a SEP IRA, even if they would otherwise be eligible based on the plan’s rules. For example, workers covered in a unioncollective bargainingagreement for retirement benefits can be excluded. Nonresident employees can also be excluded as long as they do not receive U.S. wages or other service compensation from the employer.\n\nSEP contributions and earnings are held in SEP IRAs and can be withdrawn at any time, subject to the general limitations imposed on traditional IRAs. A withdrawal is taxable in the year received. If a participant makes withdrawals before age 59½, generally, a 10% additional tax applies.\n\nSEP contributions and earningsmay be rolled overto other IRAs and retirement plans tax-free.Additionally, SEP contributions and earnings must eventually be distributed according to the IRA-required minimum distribution rules.\n\nA SEP IRA and asolo 401(k), also known as an “individual 401(k),“ are both retirement accountsthat allow employer contributions. However, they have two main differences.\n\nThe first is that although both accounts have the same maximum contribution limit ($69,000 in 2024), you can contribute the maximum to a solo 401(k)at a lower income level than a SEP IRA.\n\nIn 2024, individuals making $154,000 or more could reach the maximum for a solo 401(k). Note that in 2025, the limit for 401(k)s will increase to $23,500.\n\nSEP IRA owners, however, needed to make $276,000 or more to get the same amount.\n\nSecond, you can take a loan against the solo 401(k), which is not allowed with a SEP IRA.\n\nIf you are a small business owner with employees and a SEP IRA plan, you must contribute as much to their plans as yours.\n\nA SEP IRA, however, is somewhat easier to set up and maintain. A solo 401(k) requires its owner to be more involved in its administrative responsibilities, and it can also generate higher fees than a SEP IRA.\n\nThere areimportant differencesbetween these three retirement accounts.\n\nWith a traditional IRA, you contribute tax-free money, reducing your tax bill in the year you contribute. However, when you withdraw funds in retirement, they are taxed as ordinary income, and you are required to make distributions once you reach the age of 73 (up from 72 and 70½ in previous years).This makes it best for people who expect to be in a lower tax bracket when they retire.\n\nA Roth IRA reverses the process. You have already paid income tax on the money you contribute, so withdrawals in retirement are tax-free.This makes a Roth IRA better for people who expect to be in a higher tax bracket in retirement. In addition, there are no required minimum distributions from a Roth IRA, so if you don’t need the money, you can just let it sit there and pass the account on to your heirs.\n\nA SEP IRA is available to any employer, includingself-employed persons. It allows employer contributions, which traditional and Roth IRAs do not, and all contributions to it are tax-free, meaning that distributions in retirement will be taxed as ordinary income. The maximum contribution limit for a SEP IRA is considerably higher than that for either a traditional or Roth IRA. Employers can get a tax deduction for their contribution, which means that when the self-employed person is both employer and employee, they can get that tax deduction. SEP IRAs were invented to help small businesses provide employer-sponsored retirement plans to their employees and owners.\n\nA SEP IRA allows small business owners toset up contributionsto their own accounts and their employees.\n\nSEP IRAs allow the holders to reduce taxable income and use compounding interest on tax-deferred contributions. SEP IRAs also have higher contribution limits than other IRAs.\n\nThe most significant difference is the contribution limit. In 2024, a traditional IRA allows for a $7,000 total annual amount (with a $1,000 catch-up contribution for those over 50).You can contribute up to $69,000 in 2024 to a SEP IRA.\n\nA SEP IRA is a retirement plan option for small business owners and qualified employees. It has higher contribution and income limits than other retirement plans. To set one up, small business owners must choose a plan provider and make contributions. If they have employees, they must contribute equally to their plans.\n\nInternal Revenue Service. \"Simplified Employee Pension Plan (SEP).\"\n\nSociety for Human Resource Management. \"SECURE Act Alters 401(k) Compliance Landscape.\"\n\nU.S. Congress. \"H.R. 1994—Setting Every Community Up for Retirement Enhancement Act of 2019.\"\n\nInternal Revenue Service. \"COLA Increases for Dollar Limitations on Benefits and Contributions.\"\n\nInternal Revenue Service. \"Retirement Topics—Vesting.\"\n\nInternal Revenue Service. \"2024 Limitations Adjusted as Provided in Section 415(d), etc.\"\n\nInternal Revenue Service. \"SEP Plan FAQs.\"\n\nU.S. Department of Labor. \"SEP Retirement Plan for Small Businesses.\"\n\nU.S. Department of Labor. \"SEP Retirement Plans for Small Businesses.\" Page 13 of PDF.\n\nInternal Revenue Service. \"IRA FAQs—Distributions (Withdrawals).\"\n\nInternal Revenue Service. \"Self-Employed Individuals—Calculating Your Own Retirement-Plan Contribution and Deduction.\"\n\nInternal Revenue Service. \"Retirement Topics—Plan Loans.\"\n\nInternal Revenue Service. \"SEP Plan Fix-It Guide—Eligible Employees Were Excluded From Participating.\"\n\nInternal Revenue Service. \"Rollover Chart.\"\n\nInternal Revenue Service. \"Retirement Topics—Required Minimum Distributions (RMDs).\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,500 for 2025; IRA Limit Remains $7,000.\"\n\nInternal Revenue Service. \"Roth Comparison Chart.\"\n\nU.S. Congress. \"H.R. 2617 Consolidated Appropriations Act, 2023.\" Page 831.\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"",
  "url": "https://www.investopedia.com/terms/s/sep.asp"
}