{
  "term": "Simple Interest: Who Benefits, With Formula and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSimple interest is an interest charge that borrowers pay lenders for a loan. It is calculated using the principal only and does not includecompoundinginterest. Simple interest relates not just to certain loans. It's also the type of interest that banks pay customers on their savings accounts.\n\nThe formula to determine simple interest is an easy one. Just multiply the loan's principal amount by the annualinterest rateby the term of the loan in years.\n\nThis type of interest usually applies to automobile loans or short-term loans, although somemortgagesuse this calculation method.\n\nInterestis the cost of borrowing money. Typically expressed as a percentage, it amounts to a fee or charge that the borrower pays thelenderfor the financed sum.\n\nSimple interest is an easy way to look at the charge you'll pay for borrowing. The interest rate is calculated against the principal amount and that amount never changes, as long as you make payments on time. Neither compounding interest nor calculation of the interest rate against a growing total balance is involved.\n\nThat means you'll always pay less interest with a simple interest loan than a compound interest loan if the loan term is greater than one year.\n\nMany debt transactions involve a more complex calculation of interest than simple interest.\n\nSimple interest is better for borrowers because it doesn't account for compound interest. On the other hand, compound interest is a key to building wealth for investors.\n\nThe formula for simple interest is straightforward:\n\nSimple Interest=P×r×nwhere:P=Principalr=Interest raten=Term of loan, in years\\begin{aligned}&\\text{Simple Interest} = P \\times r \\times n \\\\&\\textbf{where:} \\\\&P = \\text{Principal} \\\\&r = \\text{Interest rate} \\\\&n = \\text{Term of loan, in years} \\\\\\end{aligned}​Simple Interest=P×r×nwhere:P=Principalr=Interest raten=Term of loan, in years​\n\nAs a reminder, simple interest paid or received over a certain period is afixedpercentage of the principal amount that was borrowed or lent.\n\nFor example, let's say that a student obtains a simple interest loan to pay for one year of college tuition. The loan amount is $18,000. The annual interest rate on the loan is 6%. The term of the loan is three years.\n\nUsing the simple interest formula above, the amount of simple interest on the student's loan is:\n\n$18,000×0.06×3=$3,240\\begin{aligned}\\$18,000 \\times 0.06 \\times 3 = \\$3,240\\end{aligned}$18,000×0.06×3=$3,240​\n\nTherefore, the total amount of principal and interest paid to the lender is:\n\n$18,000+$3,240=$21,240\\begin{aligned}\\$18,000 + \\$3,240 = \\$21,240\\end{aligned}$18,000+$3,240=$21,240​\n\nSimple Interest is similar to Daily Simple Interest except that with the latter, interest accrues daily and is added to your account balance. Also, while loan balances on simple interest debt are reduced on the payment due date, daily simple interest loan balances are reduced on the day payments are received.\n\nSimple interestusually appliesto automobile loans or short-term personal loans. In the U.S., most mortgages on anamortization schedulealso involve simple interest, although they can certainlyfeel like compound interest loans.\n\nThe compounding feel comes from varying principal payments—that is, the percentage of your mortgage payment that's actually going towards the loan itself, not the interest.\n\nThe interest doesn’t compound. Rather, the principal payments do. A $1,000 principal payment saves interest on that $1,000 and results in higher principal payments the next year, and higher the following year, and so on.\n\nIf you don’t let the principal payments vary, as in an interest-only loan (zero principal payment), or by equalizing the principal payments, the loan interest itself doesn’t compound. If you make partial payments to a simple interest loan, the payment will be applied to interest first, and any remainder will be used to reduce the principal.\n\nLowering the interest rate, shortening the loan term, or prepaying principal also has a compounding effect.\n\nFor example, take bi-weekly mortgage payment plans. Biweekly plans generally help consumers pay off their mortgages early because the borrowers make two extra payments a year, saving interest over the life of the loan by paying off the principal faster.\n\nFor a short-term personal loan, apersonal loan calculatorcan be a great way to determine in advance an interest rate that's within your means. For longer-term loans, thiscalculatormay also be of help.\n\nInterest can be either simple or compounded. Simple interest is based on the originalprincipal amountof a loan or deposit.\n\nCompound interest, on the other hand, is based on the principal amountandthe interest that accumulates on it in every period. The more frequently interest is compounded—quarterly, monthly, or even daily—the greater the total amount of payments in the long run.\n\nSince simple interest is calculated only on the principal, it is easier to determine than compound interest.\n\nCompound interest is often a factor in business transactions, investments, and financial products intended to extend for multiple periods or years. Typically, simple interest is used for loans of a single period or less than a year.\n\nThe formula to determine compound interest involves the same variables as simple interest and is:\n\nP×(1+r)n−P\\begin{aligned}&P \\times ( 1 + r )^n - P \\\\\\end{aligned}​P×(1+r)n−P​\n\nLet's say that you are borrowing $10,000 from Bank A to finance an automobile purchase. It's a simple interest loan with a rate of 5% and a term of 5 years.\n\nThe amount of interest that you'll owe is:\n\n$10,000×.05×5=$2,500\\begin{aligned}\\$10,000 \\times .05 \\times 5 = \\$2,500 \\\\\\end{aligned}$10,000×.05×5=$2,500​\n\nThe total amount that you'll pay the lender will be:\n\n$10,000+$2,500=$12,500\\begin{aligned}\\$10,000 + \\$2,500 = \\$12,500 \\\\\\end{aligned}$10,000+$2,500=$12,500​\n\nThis time, you take out a compound interest loan from Bank A. The essential terms are the same: a $10,000 loan, 5% interest rate, and term of five years.\n\nIn this case, the amount of interest that you'll owe is:\n\n$10,000×(1+.05)5−$10,000=$2,762.82\\begin{aligned}\\$10,000 \\times ( 1 + .05 ) ^5 - \\$10,000 = \\$2,762.82 \\\\\\end{aligned}$10,000×(1+.05)5−$10,000=$2,762.82​\n\nThe total amount that you'll pay the lender will be $12,762.82.\n\nIf you'd like to calculate a total value for principal and interest that will accrue over a particular period of time, use this slightly more involved simple interest formula: A = P(1 + rt). A = total accrued, P = the principal amount of money (e.g., to be invested), r = interest rate per period, t = number of periods.\n\n\"Simple\" interest refers to the straightforward crediting of cash flows associated with some investment or deposit. For instance, 1% annual simple interest would credit $1 for every $100 invested, year after year. Simple interest does not, however, take into account the power of compounding, orinterest-on-interest, where after the first year the 1% would actually be earned on the $101 balance—adding up to $1.01. The next year, the 1% would be earned on $102.01, amounting to $1.02. And so one.\n\nCompound interest will always pay more after the first payment period. Suppose you borrow $10,000 at a 10% annual interest rate with the principal andinterest dueas alump sumin three years. Using a simple interest calculation, 10% of the principal balance gets added to your repayment amount during each of the three years. That comes out to $1,000 per year, which totals $3,000 in interest over the life of the loan.\n\nAt repayment, then, the amount due is $13,000. Now suppose you take out the same loan, with the same terms, but the interest is compounded annually. When the loan is due, instead of owing $13,000, you end up owing $13,310. While you may not consider $310 a huge difference, this example is only a three-year loan; compound interest piles up and becomes oppressive with longer loan terms.\n\nMost coupon-paying bonds utilize simple interest. So do most personal loans, including student loans and auto loans, andhome mortgages.\n\nMost bank deposit accounts,credit cards, and some lines of credit will tend to use compound interest.\n\nSimple interest is the interest charge on borrowing that's calculated using an original principal amount only and an interest rate that never changes. It does not involve compounding, where borrowers end up paying interest on principal and interest that grows over multiple payment periods.\n\nSimple interest can be advantageous for borrowers because of its relatively lower cost of money. However, bear in mind that, because of its simple calculation, it gives only a basic idea of cost that may not account for other charges/fees that a loan may include.\n\nFederal Reserve. \"Example: Daily Simple Interest Method.\"",
  "url": "https://www.investopedia.com/terms/s/simple_interest.asp"
}