{
  "term": "Sinking Fund Definition, Types, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA sinking fund is a fund containing money set aside or saved to pay off a debt or bond. A company that issues debt will need to pay that debt off in the future, and the sinking fund helps to soften the hardship of a large outlay of revenue. A sinking fund is established so the company can contribute to the fund in the years leading up to thebond'smaturity.\n\nA sinking fund helps companies that have floated debt in the form of bonds to gradually save money and avoid a large lump-sum payment at maturity. Some bonds are issued with the attachment of a sinking fund feature.\n\nThe prospectus for a bond of this type will identify the dates that the issuer has the option to redeem the bond early using the sinking fund. While the sinking fund helps companies ensure they have enough funds set aside to pay off their debt, in some cases, they may also use the funds to repurchase preferred shares or outstanding bonds.\n\nA sinking fund adds an element of safety to acorporate bondissue for investors. Since there will be funds set aside to pay off the bonds at maturity, there's less likelihood of default on the money owed at maturity.\n\nIn other words, the amount owed at maturity is substantially less if a sinking fund is established. As a result, a sinking fund helps investors have some protection in the event of the company's bankruptcy or default. A sinking fund also helps a company allay concerns of default risk, and as a result, attract more investors for their bond issuance.\n\nSince a sinking fund adds an element of security and lowers default risk, the interest rates on the bonds are usually lower. As a result, the company is usually seen as creditworthy, which can lead to positivecredit ratingsfor its debt. Good credit ratings increase the demand for a company's bonds from investors, which is particularly helpful if a company needs to issue additional debt or bonds in the future.\n\nLower debt-servicing costs due to lower interest rates can improve cash flow and profitability over the years. If the company is performing well, investors are more likely to invest in their bonds leading to increased demand and the likelihood the company could raise additional capital if needed.\n\nIf the bonds issued arecallable, it means the company can retire or pay off a portion of the bonds early using the sinking fund when it makes financial sense. The bonds are embedded with a call option giving the issuer the right to \"call\" or buy back the bonds.\n\nThe prospectus of the bond issue can provide details of the callable feature including the timing in which the bonds can be called, specific price levels, as well as the number of bonds that are callable. Typically, only a portion of the bonds issued are callable, and the callable bonds are chosen at random using their serial numbers.\n\nA callable is typically called at an amount slightly above par value and those called earlier have a higher call value. For example, a bond callable at a price of 102 pays the investor $1,020 for each $1,000 in face value, yet stipulations might state that the price goes down to 101 after a year.\n\nIf interest rates decline after the bond's issue, the company can issue new debt at a lower interest rate than the callable bond. The company uses the proceeds from the second issue to pay off the callable bonds by exercising the call feature. As a result, the company has refinanced its debt by paying off the higher-yielding callable bonds with the newly-issued debt at a lower interest rate.\n\nAlso, if interest rates decrease, which would result in higher bond prices, the face value of the bonds would be lower than current market prices. In this case, the bonds could be called by the company that redeems the bonds from investors at face value. The investors would lose some of their interest payments, resulting in less long-term income.\n\nSinking funds may be used to buy backpreferred stock. Preferred stock usually pays a more attractive dividend than common equity shares. A company could set aside cash deposits to be used as a sinking fund to retire preferred stock. In some cases, the stock can have a call option attached to it, meaning the company has the right to repurchase the stock at a predetermined price.\n\nA sinking fund is typically listed as anoncurrent asset—or long-term asset—on a company's balance sheet and is often included in the listing for long-term investments or other investments.\n\nCompanies that arecapital-intensiveusually issue long-term bonds to fund purchases of new plant and equipment. Oil and gas companies are capital intensive because they require a significant amount of capital or money to fund long-term operations such as oil rigs and drilling equipment.\n\nLet's say for example that ExxonMobil Corp.(XOM)issued $20 billion in long-term debt in the form of bonds. Interest payments were to be paid semiannually to bondholders. The company established a sinking fund whereby $4 billion must be paid to the fund each year to be used to pay down debt. By year three, ExxonMobil had paid off $12 billion of the $20 billion in long-term debt.\n\nThe company could have opted not to establish a sinking fund, but it would have had to pay out $20 billion from profit, cash, orretained earningsin year five to pay off the debt. The company would have also had to pay five years of interest payments on all of the debt. If economic conditions had deteriorated or the price of oil collapsed, Exxon might have had a cash shortfall due to lower revenues and not being able to meet its debt payment.\n\nPaying the debt early via a sinking fund saves a company interest expense and prevents the company from being put in financial difficulties in the long term if economic or financial conditions worsen.\n\nAlso, the sinking fund allows ExxonMobil the option to borrow more money if needed. In our example above, let's say by year three, the company needed to issue another bond for additional capital. Since only $8 billion of the $20 billion in original debt remains, it would likely be able to borrow more capital since the company has had such a solid track record of paying off its debt early.\n\nA sinking fund is not a current asset. It is listed as an asset on a balance sheet but it is not used as a source of working capital so cannot be considered a current asset. A current asset is any asset that can be converted to cash within a year.\n\nA sinking fund is used for a very specific purpose: to pay down debt or a bond. An emergency fund is a general reserve fund that can be used for a variety of emergencies that may come up. Even though an emergency fund is used for a specific purpose, emergencies, it has a different function than a sinking fund.\n\nThe disadvantage of a sinking fund is that it limits the availability of cash on hand for a business. This limited cash reduces the ability to invest, and therefore, earn a return. It can be argued that this is not necessarily a disadvantage as the money in a sinking fund is used to pay off the debt that was raised to facilitate the needs of the business, so a sinking fund is just a measure to prudently manage finances.\n\nSinking funds are a method for corporations to pay off debt. Setting aside money to pay off debts is a prudent financial decision for companies to manage their obligations when debt comes due. Companies that don't, may struggle to find the capital to make good on their outstanding debt obligations.\n\nU.S. Securities and Exchange Commission. \"Callable or Redeemable Bonds.\"\n\nCharles Schwab. \"Callable Bonds: Understanding How They Work.\"",
  "url": "https://www.investopedia.com/terms/s/sinkingfund.asp"
}