{
  "term": "Skin in the Game: Meaning, Example, and SEC Rules",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSkin in the game is a phrase made popular by renowned investorWarren Buffettreferring to a situation in which high-ranking insiders use their own money to buy stock in the company they are running. The saying is particularly common in business, finance, and gambling and is also used in politics.\n\nIn business and financing, the term skin in the game is used to refer to owners orprincipalshaving a significant stake in an investment vehicle, such as shares of a company, in which outside investors are solicited to invest. In this phrase, \"skin\" is a figure of speech for the person or money involved, and \"game\" is the metaphor for actions on the field of play under discussion.\n\nIt is not unheard of for an executive to receive stock as compensation or to exercisestock optionsto buy a stock at a discount. What is less common is for an executive to risk their own money in the company that they work in. When an executive puts skin in the game, it is seen as a sign of good faith or a show of confidence in the future of the company, and it is seen as a positive sign by outside investors.\n\nIf principals or owners have also invested their own money in the investment vehicle, then prospective and existing investors will translate this move as a vote of confidence. Skin in the game—or insider ownership—also conveys to investors that the company will likely put its best foot forward to generate returns for its investors.\n\nThe idea behind executives putting their skin in the game is to ensure that corporations are managed by like-minded individuals who share a stake in the company. Executives can talk all they want, but the best vote of confidence is putting one's own money on the line just like outside investors.\n\nHowever, some limitations exist when owners and senior management executives are asked to invest their own money in a security. Many banks and other financial institutions bar employees from having any \"skin\" where client capital is managed. The restriction addresses the issue offront running, which is when an executive enters a trade—with inside or non-public information—just before an event or announcement to gain an economic advantage.\n\nThere are also restrictions oncommingled funds, which is the pooling of resources or the mixing of both private funds and corporate resources into the company's stock or bonds. There are some instances when the executives must remain objective in their decision-making and are barred from investing in the company's they manage.\n\nTheSecurities and Exchange Commission(SEC) requires that funds annually disclose how much money eachportfolio managerhas invested in the fund. Using this public information, proponents argue that finding fund managers who put their money where their mouths are can be a reliable way to identify fund managers who could be expected to beat the market over the long run. Proponents of skin in the game argue that capital commitment is the single most important way to align the interests of investors and managers.\n\nThe SEC also requires companies to report on insider ownership or trades of a company's securities.The reports are required because trades by executives, directors, and officers can impact the price of the company's stock. There are various types of forms that the executives must file with the SEC. Investors can access anduse these insider ownership reportsto make a more informed decision as to whether to invest or not invest in the company.\n\nIf investors want to see a CEO that has skin in the game with their company, there are few better examples thanElon Musk. Elon Musk is the chief executive officer (CEO) of Tesla Inc. Below is a portion of the SEC filing showing the number of Tesla shares owned by its CEO. Musk owned more than 227 million shares of Tesla per his latestschedule 13G filingfor Dec. 31, 2021.\n\nU.S. Securities and Exchange Commission. \"Officers, Directors and 10% Shareholders.\" Accessed July 11, 2021.\n\nU.S. Securities and Exchange and Commission. \"Ownership Reports and Trading by Officers, Directors, and Principal Security Holders [Release No. 34-46313; File No. S7-31-02].\" Accessed July 11, 2021.\n\nSecurities and Exchange Commission. \"Tesla, Inc.\" Accessed July 11, 2021.",
  "url": "https://www.investopedia.com/terms/s/skininthegame.asp"
}