{
  "term": "SKU: What It Is and How It Works",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA stock-keeping unit (SKU) is a label printed with a unique number and a scannable bar code, used by retailers to keep track of their inventory.\n\nA stock-keeping unit (SKU) is a sticker attached to a product that retailers use to keep track of their inventory. The sticker contains a unique series of digits and a scannable bar code that records the information when the item is sold.\n\nThe digits identify the product, its price, its manufacturer, and the point of sale. SKUs may also be applied to intangible but billable products such as units of labor in an auto body shop orwarranties.\n\nSKUs are used by stores, catalogs, e-commerce vendors, service providers, warehouses, and product fulfillment centers totrack inventorylevels.\n\nWhen a customer buys an item at thepoint-of-sale(POS), the SKU is scanned and the POS system automatically removes the item from the inventory while recording other data such as the sale price.\n\nScannable SKUs and a POS system make it easy for managers to determine which products need to be restocked.\n\nSKUs are not model numbers, although the model number may be included in the identification code. Businesses create unique SKUs for the products they sell.\n\nBecause each company creates its own SKUs to track inventory, the SKUs for identical products vary among businesses.\n\nThis can make it more difficult for a consumer to compare prices among retailers. For example, if a company provides the SKU to advertise a certain discounted refrigerator, shoppers cannot use it to check the prices at the store's competitors.\n\nUniversal product codes(UPCs) are identical regardless of which business sells the items, so they can be used for comparison purposes. The UPC label includes a barcode and a 12-digit number that identifies the product.\n\nBoth labels are attached to many products, and both contain barcodes and a series of identifying characters. The UPC will display 12 numbers (and no letters). The SKU usually has both numbers and alphabetical characters, and its length will vary.\n\nThe UPC identifies the product. The SKU identifies the product and its retailer.\n\nPeople who sell their products through Web retailers can create and use unique SKUs to track sales and inventory. Amazon, for example, allows sellers to create SKUs for products they sell on the site.\n\nThe ideal quantity of units a company should purchase to meet demand and minimize inventory costs is called theeconomic order quantity(EOQ). Retailers set an EOQ to alert them when a product needs to be reordered.\n\nBusinesses need to track inventory to know how much they're selling, when they need to restock, and how fast products are selling. Using an SKU simplifies the inventory process, allowing some automation of inventory management.\n\nAMZ Scout. \"Amazon Statistics.\"",
  "url": "https://www.investopedia.com/terms/s/stock-keeping-unit-sku.asp"
}