{
  "term": "Slippage: What It Means in Finance, With Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDaniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nSlippage refers to the difference between the expected price of a trade and the price at which the trade is executed.\n\nSlippage refers to the difference between the expected price of a trade and the price at which the trade is executed. Slippage can occur at any time but is most prevalent during periods of highervolatilitywhenmarket ordersare used. It can also occur when a large order is executed but there isn't enough volume at the chosen price to maintain the currentbid/ask spread.\n\nSlippage does not denote a negative or positive movement because any difference between the intended execution price and actual execution price qualifies as slippage. When an order is executed, the security is purchased or sold at the most favorable price offered by an exchange or othermarket maker. This can produce results that are more favorable, equal to, or less favorable than the intended execution price. The final execution price vs. the intended execution price can be categorized as positive slippage, no slippage, or negative slippage.\n\nMarket pricescan change quickly, allowing slippage to occur during the delay between a trade being ordered and when it is completed. The term is used in many market venues but definitions are identical. However, slippage tends to occur in different circumstances for each venue.\n\nWhile alimit orderprevents negative slippage, it carries the inherent risk of the trade not being executed if the price does not return to the limit level. This risk increases in situations where market fluctuations occur more quickly, significantly limiting the amount of time for a trade to be completed at the intended execution price.\n\nInvestors can avoid negative slippage by placing limit orders.\n\nOne of the more common ways that slippage occurs is as a result of an abrupt change in the bid/ask spread. A market order may get executed at a less favorable or more favorable price than originally intended when this happens.\n\nWith negative slippage, the ask has increased in a long trade or the bid has decreased in a short trade. With positive slippage, the ask has decreased in a long trade or the bid has increased in a short trade. Market participants can protect themselves from slippage by placing limit orders and avoiding market orders.\n\nFor example, say Apple's bid/ask prices are posted as $183.50/$183.53 on the broker interface. A market order for 100 shares is placed, with the intention the order gets filled at $183.53. However, micro-second transactions by computerized programs lift the bid/ask spread to $183.54/$183.57 before the order is filled. The order is then filled at $183.57, incurring $0.04 per share or $4.00 per 100 shares, which is negative slippage.\n\nForexslippage occurs when a market order is executed, or a stop loss closes the position at a different rate than set in the order. Many traders and investors use stop-loss orders to limit potential loss.An alternative approachis to use option contracts to limit your exposure to downside losses during fast-moving and consolidating markets.\n\nSlippage is more likely to occur in the forex market when volatility is high, perhaps due to news events, or during times when the currency pair is trading outside peak market hours. In both situations, reputable forexdealerswill execute the trade at the next best price.\n\nSlippage is a part of investing, although there are some ways to avoid it or limit its impact. Slippage usually occurs when markets are volatile or liquidity is lacking, so timing and the type of security you're trading can play a big role\n\nThe less volatility in the market, the less chance you have of getting caught out by slippage. If you want to limit slippage, don't invest around the time of major economic announcements or important updates relating to a security you wish to trade, such as an earnings report. These types of events can move markets significantly and lead prices to jump around.\n\nMarket orders are transactions to be executed as quickly as possible, whereas limit orders are orders that will only go through at a specified price or better. If you place a limit order, you can avoid negative slippage. However, there is also the risk that the order doesn’t get executed.\n\nSome platforms allow investors to place an order while specifying the maximum amount of slippage they are willing to accept in percentage terms.\n\nSlippage can happen with all asset classes. With crypto, it’s perhaps more likely as the market for digital currencies tends to be more volatile and, in certain cases, less liquid.\n\nSome brokers allow investors to specify a maximum slippage tolerance. A 2% slippage means an order being executed at 2% more or less than the expected price. For example, if you placed an order for shares in a company when they were trading at $100 and ended up paying $102 per share, you would have a 2% negative slippage.\n\nYes, positive slippage is good. It means you got a better price than expected.\n\nSlippage, when the executed price of a trade is different from the requested price, is a part of investing. Bid/ask spreads may change in the time it takes for an order to be fulfilled. This can occur across all market venues, including equities, bonds, currencies, and futures, and is more common when markets are volatile or less liquid.\n\nGenerally, slippage can be minimalized by trading in markets where there's lots of liquidity and little price movement. And it can also work in investors’ favor. Slippage can be positive or negative. Positive slippage means the investor gets a better price than expected, while negative slippage means the opposite.",
  "url": "https://www.investopedia.com/terms/s/slippage.asp"
}