{
  "term": "Small and Midsize Enterprise (SME): Definition and Types Around the World",
  "definition": "Small and midsized enterprises are companies that meet specific revenue, asset, and employee thresholds, and can be classified as small or medium-sized businesses.\n\nSmall and midsize enterprises (SMEs) are companies that generally fall between small and large businesses. There is generally a threshold for therevenues,assets, and/or employees held by SMEs. Some industries also define whether a company is small or midsized. Each country has a distinct definition of what constitutes a small and midsize enterprise.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThough small, SMEs play an important role in aneconomy. They outnumber large firms, employ many people, and are generallyentrepreneurial. SMEs tend to help to shapeinnovation.\n\nSmall and midsize enterprises can exist in almost any industry but are more likely to operate within industries with fewer employees and smaller up-frontcapital investments. The most common types of SMEs include legal firms, dental offices, restaurants, and bars.\n\nSMEs are segregated from large, multinational corporations because they fundamentally operate differently. Large, complex firms may require advancedenterprise resource planning (ERP)systems—for accounting, supply chain management and financial reporting, and interconnectivity across offices around the world—or deeper organizational processes.SMEs, on the other hand, may require fewer systems given their narrower scope of operations.\n\nTheSmall Business Administration (SBA)in the U.S. classifies a small business according to its ownership structure, number of employees,earnings, andindustry.But it isn't necessarily uniform. For instance, an SME in the manufacturing industry has 500 or fewer employees while those that copper and nickel ore can have up to 1,400 employees.\n\nTheInternal Revenue Service (IRS)does not categorize businesses into SMEs fortax reportingpurposes. Instead, it separates small businesses andself-employedindividuals into one group and midsize to large businesses into another. The IRS classifies small businesses as companies with assets of $10 million or less and large businesses as those with more than $10 million in assets.\n\nThe SBA Office of Advocacy reported more than 34.75 millionsmall businessesin the U.S., as of July 2024. Of these, roughly 82% did not have any employees. Within the U.S. economy, small businesses comprise 99.9% of all firms, 99.7% of all firms with paid employees, and 97.4% of exporters.\n\nSMEs in the U.S. are disproportionally owned by white males. This could highlight the lack of access to financial and entrepreneurial resources across races and genders. For example, the SBA found about 20% of employer firms were owned by minorities and only 21.7% by women as of July 2024.\n\nThe Canadian government issues Canadian Industry Statistics that define each type of business based on the number of employees it has.\n\nBusinesses with fewer than 100 employees accounted for 97.9% of all employer businesses in Canada in 2023. Small and micro businesses employed 10.9 million individuals—more than 62% of the total employed workforce.\n\nTheEuropean Union (EU)offers definitions of what constitutes a small-size company as well. Small-size enterprises are companies with fewer than 50 employees, and medium-size enterprises are ones with fewer than 250 employees. In addition to small and midsize companies, there aremicro-companies, which employ up to 10 employees.\n\nAs is the case in other countries, SMEs represent 99% of all businesses within the EU. SMEs employ an estimated 100 million individuals and generate more than half of the European Union’sgross domestic product (GDP).\n\nChina’s system of classifying the size of Chinese companies is complex. In general, companies are defined based on their operating revenue, number of employees, or total assets. The following examples highlight these classifications:\n\nUnder the five-year plan from 2021 to 2025, China plans to invest heavily in its small and midsize enterprises. The country is expected to cultivate one million SMEs and 100,000 SMEs that feature innovation during this time, according to the Department of Industry and Information Technology.\n\nIn developing countries such as Kenya and India, small and midsize enterprises go by the acronym MSME, short for micro, small, and medium-size enterprises. Regardless of criteria, countries share the commonality of separating businesses according to size or structure.\n\nMany people in emerging economies find work in small and midsize enterprises. SMEs contribute roughly 50% of total employment and 40% of GDP in these countries, according to theOrganisation for Economic Co-operation and Development (OCED).\n\nThe World Bank estimates that a majority of formal jobs in emerging markets (seven out of 10 jobs) are generated by SMEs. However, these small businesses often face greater financing challenges compared to their developed-country counterparts. The World Bank estimates that MSMEs in developing countries have unmet financing needs in excess of $5 trillion every year.\n\nA plethora of data demonstrates the massive economic impact that SMEs have on a country’s economy. Specific to the United States, SMEs play a vital role in the success of the nation’s economy by contributing in a variety of ways:\n\nSmall businesses also have distinct advantages over larger companies:\n\nEstimated number of SMEs in the United States, according to the Office of the United States Trade Representative.\n\nU.S. SMEs can gain access to education programs and coaching help from the SBA. These insights are meant to help owners make their businesses grow and survive, as well as target high-risk areas and boost tax compliance.\n\nLife as a small and midsize enterprise isn’t always easy. These businesses generally struggle to attractcapitalto fund their endeavors and often have difficulty paying taxes and meeting regulatory compliance obligations. Governments recognize the importance of SMEs to their economies and regularly offer incentives, including favorable tax treatment and better access to loans, to help keep SMEs in business. Types of loans include:\n\nSME loans through the SBA can range from $500 to $5.5 million.\n\nThe Small Business Administration also provides funding to specific small business investment companies (SBICs). These SBICs can then use their expertise to invest private funds in small businesses. SBICs can invest in debt, equity, or a combination of both. To garner consideration from an SBIC for funding, a business must meet the following universal requirements at a minimum:\n\nSME stands for small or midsize enterprise. As opposed to multinational conglomerates with locations around the world, SMEs are much smaller businesses that create a majority of jobs across the world economy.\n\nIn 1971, a company called Starbucks opened its first store in Seattle’s historic Pike Place Market.At the time, it might have been able to claim to be an SME. But with Starbucks locations now all over the world, the company can no longer make that claim. That option has passed to other coffee shops, such as Lighthouse Roasters, an independent and locally owned coffee roaster. With a single address in Seattle, Lighthouse Roasters is considered an SME.\n\nThere is no set definition of a small to midsize business, and it varies by country. In the United States, the definition can also vary by industry. Note that Gartner, the information technology (IT) consulting service, describes small businesses as those with fewer than 100 employees and midsize businesses as those with 100 to 999 employees.\n\nThe most recent U.S. Census data for SMEs found that there were 6.39 million employer firms in the U.S. in 2022. Firms with fewer than 500 employees made up over 99% of those businesses.\n\nSmall and midsize enterprises play a vital part in many economies around the world. Their innovation, flexibility, creativity, efficiency, and locality all play a part in making them successful. Through conscious consumer behavior, government assistance, and reliance on their communities, SMEs have established themselves as an important part of the broader economy.\n\nU.S. Small Business Administration. \"2023 Small Business Profiles for the States, Territories, and Nation.\"\n\nU.S. Bureau of Labor Statistics. \"Number of Business Establishments by Size of Establishment in Selected Private Industries.\"\n\nOracle Netsuite. \"What Is ERP? A Comprehensive Guide.\"\n\nU.S. Small Business Administration. “Size Standards.”\n\nU.S. Small Business Administration. \"Basic Requirements.\"\n\nU.S. Small Business Administration. \"Table of Small Business Size Standards.\" Page 4.\n\nIRS. “Small Business/Self-Employed Division at-a-Glance.”\n\nIRS. “Large Business and International Tax Center.”\n\nU.S. Small Business Administration. “Frequently Asked Questions About Small Business - July 2024,” Page 1.\n\nU.S. Small Business Administration. “Frequently Asked Questions About Small Business - July 2024,” Page 4.\n\nGovernment of Canada, Department of Innovation, Science and Economic Development. \"Glossary: Employment Size Category.\"\n\nStatistics Canada. “Analysis on Small Businesses in Canada, Second Quarter of 2024.”\n\nEuropean Commission. “SME Definition.”\n\nEuropean Commission. “Entrepreneurship and Small and Medium-Sized Enterprises (SMEs).”\n\nChina Briefing. “China Issues Classification Standards for SMEs.”\n\nThe State Council Information Office, The People’s Republic of China. “China Mulls Five-Year Plan for SMEs.”\n\nRepublic of Kenya, State Department For Micro, Small And Medium Enterprises (MSMEs) Development. \"About MSMEs: Formation of MSMEs.\"\n\nGovernment of India, Ministry of Micro, Small and Medium Enterprises. \"About the Ministry.\"\n\nThe World Bank. “Small and Medium Enterprises (SMEs) Finance.”\n\nU.S. Chamber of Commerce. \"Small Business Data Center.\"\n\nU.S. Small Business Administration. \"Frequently Asked Questions About Small Businesses 2024.\"\n\nOffice of the United States Trade Representative. “Small- and Medium-Sized Enterprises (SMEs).”\n\nU.S. Small Business Administration. “Loans.”\n\nCode of Federal Regulations. \"Title 13: Chapter 1: Part 107—Small Business Investment Companies.\"\n\nStarbucks Archive. “Our Original Store.”\n\nLighthouse Roasters. “Contact Us.”\n\nGartner. “Small and Midsize Business (SMB).”\n\nU.S. Census Bureau. “2022 SUSB Annual Data Tables by Establishment Industry.” Download \"U.S. and states, NAICS, detailed employment\" dataset.",
  "url": "https://www.investopedia.com/terms/s/smallandmidsizeenterprises.asp"
}