{
  "term": "Small-Business Grants: Everything You Need To Know",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA small-business grant is an award, usually financial, given by one entity (typically a company, foundation, or government) to a company to facilitate a goal or incentivize performance.Grants are essentially giftsthat usually do not have to be paid back.\n\nSmall-business grants are targeted to a variety of purposes, from starting a company or helping it run more efficiently to aiding its expansion. Grants are not simply free money, however. The funds must be used in accordance with the terms of the grant, and if they are not, they will have to be paid back—possibly with interest.\n\nGrants are tailored to a specific purpose, andthe application processis generally rigorous and time-consuming. The federal government delineates what it terms “the grant lifecycle,” which has three phases.\n\nNon-federal grants, of course, may vary in how closely they are scrutinized and monitored, but the process remains largely the same.\n\nThere are at least five different general types of small-business grants, available from myriad grantors. Within these five categories are opportunities too numerous to elucidate in one article, and the categories can sometimes overlap.\n\nThe most comprehensive source for federal business grants is the government website Grants.gov, which maintains a database of thousands of available business grants.GrantWatch is an online database of over 27,000 grants, including more than 1,000 small-business grants.It has a free membership, or you can pay for a subscription lasting a week ($18), a month ($45), a quarter ($90), or a year ($199), which provides added benefits such as keyword search and full grant info.\n\nHere are some grant examples that will help you understand what kind ofhelp is availableand where to look for it.\n\nTheU.S. Small Business Administration (SBA), a federal agency, is a principal source of limited small-business grants for certain defined purposes. These include:\n\nThe U.S. Department of Agriculture also has grants for rural small businesses.\n\nThe U.S. Small Business Administration does not provide grants for starting or expanding a business.\n\nAs noted above, the SBA provides grant money through STEP and its Small Business Development Centers that eventually funds small business support and development on the state or regional scale. In addition, the U.S. Department of Commerce has two programs that fund a variety of grants distributed statewide or region-wide. They are:\n\nSome states and regions offer small-business government grants. Here are just two examples from New York and Texas.\n\nCorporations may offer grants as a way to burnish their image since philanthropy usually plays well to the public.\n\nCorporations are usually concerned about projecting a positive image to the public, andphilanthropyis one way to do that. This can take the form of grants to worthy causes, often nonprofit ones, but it can also take the form of small-business grants. Here are but a few of what is out there.\n\nAll grants are targeted to a specific goal, but some are aimedsolely at a defined group. It could be the LGBTQ+ community, veterans, or—as with DoorDash above and the SoGal Foundation below (see \"Startup Grants for Small Businesses\")—restaurant owners (DoorDash) and self-identified Black women and nonbinary people (SoGal). Here are a couple of other examples.\n\nAs mentioned above, the U.S. Small Business Administration does not provide grants for starting a business. Fortunately, plenty of other entities are more than happy to help out in that regard. Here are just three.\n\nNo, it is not. A loan must eventually be repaid, usually with interest, while a grant does not need to be repaid.\n\nYes, it is, which means that it is consideredtaxableat both the federal and state level unless the law dictates otherwise.\n\nThis really depends on the grantor's terms for the use of the grant, but it is possible if those terms allow it.\n\nNo, it does not, unless the grantee fails to satisfy all the obligations of the grant.\n\nSmall businesses are an important component of the American economy, which is undoubtedly why there is such a plethora of support for them in the form of grant money. That support can come from the government—federal, state, or regional—corporations, private companies, nonprofit foundations, and other entities. It usually must be used for targeted goals and is often aimed at specific communities. So don’t be shy about it. If you and your small business are in need, go out and find the grant that’s designed for you.\n\nGrants.gov. \"The Grant Lifecycle.\"\n\nGrantWatch. \"GrantWatch: Time to Apply.\"\n\nGrantWatch. \"Choose Your Subscription.\"\n\nU.S. Small Business Administration. \"SBIR STTR America's Seed Fund.\"\n\nU.S. Small Business Administration. “Empower To Grow.”\n\nU.S. Small Business Administration. \"State Trade Expansion Program (STEP).\"\n\nU.S. Small Business Administration. \"Small Business Development Centers (SBDC).\"\n\nU.S. Department of Agriculture. \"Rural Business Development Grants.\"\n\nU.S. Small Business Administration. \"Grants.\"\n\nUnited States Department of Commerce. “Guidance to MBDA Business Center Operators.”\n\nMinority Business Development Agency. “Empowering Minority Business Enterprises.”\n\nU.S. Economic Development Administration. \"Investment Priorities.\"\n\nU.S. Economic Development Administration. \"Economic Development Directory.\"\n\nCitizens Committee for New York City. “Neighborhood Business Grant.”\n\nTexas Workforce Commission. \"Skills for Small Businesses.\"\n\nDoorDash for Merchants. \"Restaurant Disaster Relief Fund.\"\n\nVisa. \"Visa Everywhere Initiative 2024.\"\n\nFedEx. “2024 FedEx Small Business Grants Program Official Rules.” Pages 1-3.\n\nFedEx. “2024 FedEx Small Business Grants Program.”\n\nHuman Rights Campaign. \"Queer to Stay: LGBTQ+ Business Preservation Initiative Application Form.\"\n\nHuman Rights Campaign. \"Queer to Stay.\"\n\nSecond Service Foundation. \"Cultivating the American Dream: Military Entrepreneur Challenge Application.\"\n\nSecond Service Foundation. \"Military Entrepreneur Challenge.\"\n\nBizee. “Bizee’s Entrepreneur Grant.”\n\nUSBusinessGrants.org. “SoGal Black Founder Startup Grant.”\n\nCincinnati USA Regional Chamber. \"Grant to Support Women, LGBTQ, and Minority Entrepreneurs.\"",
  "url": "https://www.investopedia.com/terms/g/grant.asp"
}