{
  "term": "Small Business Administration (SBA): Definition and What It Does",
  "definition": "The Small Business Administration (SBA) is a U.S. government agency designed to bolster and promote the economy by assisting the country’ssmall businesses. Established in 1953, the SBA’s primary function is to counsel individuals who want to start and grow theirown businesses. It provides a series of tools on its website to assist new and existing small business owners.The agency is headed by an administrator and deputy administrator and also has a chief counsel for advocacy and inspector general—all of whom are confirmed by the Senate.The SBA has at least one office in every state, the District of Columbia, and various American territories.\n\nThe SBA offers substantial educational information with a specific focus on assisting small businesses to develop and grow. As noted above, the agency has numerous tools for businesses that can be accessed on its website, including a small business planner and additional training programs.\n\nAccording to its website, the SBA provides the following services to small businesses:\n\nThe agency has helped countless small businesses across the country get access to loans, loan guarantees, contracts, and other services.\n\nIsabella Casillas Guzmanis the administrator of the SBA. Prior to holding this office, she served as the director of California's Office of the Small Business Advocate.\n\nThe loan programs offered through the SBA are among the agency's most visible offerings, and they come with longerrepaymentperiods for small businesses. The agency doesn’t actually issue loans itself (with the exception of disaster relief loans). Instead, loans are backed or guaranteed by the SBA and issued directly by lenders that meet the agency’s guidelines.\n\nLoans backed by the SBA include:\n\nSmall businesses qualify for loans more easily when they are guaranteed by the SBA. The agency also allows entrepreneurs to make lower payments for a longer period of time. Despite numerous attempts to do away with the SBA entirely, many political officials and offices continue to support it. The SBA’s ability to offer loans was also significantly strengthened by theAmerican Recovery and Reinvestment Act (ARRA) of 2009and the Small Business Jobs Act of 2010.\n\nThe SBA has local offices throughout the United States and associated territories that provide more-personalized special events for small business owners. These offices provide in-person, one-on-one counseling services that include instruction on writing a business plan and assistance with small business loans.\n\nThe SBA has many resources available for people who want to start their own small businesses. If you have an idea for a business, this section highlights some of these resources, which can take you from start to finish.\n\nThis section of the website outlines steps and provides resources related to the development of your business. These include conducting relevantmarket research, developing abusiness plan, and funding. You can also learn about what you need to do to choose:\n\nThe SBA also provides key information about what you need to register your company, as well as how to get the appropriate tax documents, permits, and licenses. You can also find out what you need to open abusiness bank account.\n\nLaunching your business is just as important as starting it, which is why you’ll find some of the same resources from the section above seeping into this one. For instance, choosing your location will depend a lot on localzoning ordinancesand laws. It will also affect the kind of incentives and taxes that apply to your organization.\n\nThe SBA's website has more information on these topics and also provides information onbusiness insurance, which is a very important part of safeguarding your interests.It helps protect your business from any unforeseen losses that take place during normal operations.\n\nThe agency doesn’t just help people start and launch their own businesses; it also has resources available to help manage and grow them.\n\nYou can learn valuable tips and tricks on how to manage your finances, hire employees, and pay taxes. Other important information includes staying compliant, how-tos for purchasing assets, andmarketingand sales strategies.\n\nBecausecybersecurityis a key threat to many businesses, the SBA also provides some common sense tips to stay safe. This section can help business owners spot some of the most common scams (such as malware and ransomware) and understand and assess their risk. They can also use some of the agency's best practices to avoid cyber attacks and access SBA training and events.\n\nThis section also deals with hiring people with disabilities, what to do when you must close your business, and how to recover from disasters.\n\nIt isn’t enough just to learn how to start and run your business, which is why the SBA also has resources to help you grow. Some of the aids in this section cover how to access additional funding, how to expand, and what to expect frommergers and acquisitions (M&A).\n\nPart of the SBA’s mandate is to guarantee a certain percentage of federal contracts to small business owners. As such, the agency encourages businesses to become federal contractors and has an easy registration process.You can also get the resources you need to improve yourbottom line, via connecting with partners to help export your products and services.\n\nYou’ll also find useful information about different types of businesses, such as those owned by women, Native Americans, veterans, minorities, and members of the LGBTQ+ community, as well as rural businesses.\n\nThe SBA was established by President Dwight Eisenhower when he signed the Small Business Act in the summer of 1953. It replaced theReconstruction Finance Corporation (RFC), which was created under President Herbert Hoover in 1932 after theGreat Depression. The mandate of the newly formed SBA was to aid and protect the country’s small businesses and ensure that they received a fair portion of government contracts and surplus property sales.\n\nThe SBA has had a rocky history. In 1996 the agency was under threat of being eliminated by the House of Representatives.However, the agency survived this threat and went on to receive a record budget in 2000.There was also a lot of resistance to its loan program, which led to repeated cuts between 2001 and 2004. That’s when certain SBA expenditures were frozen altogether.\n\nSmall business owners were among some of the hardest hit during the COVID-19 pandemic. The SBA helped these owners, providing them with two different types of funding:\n\nThe Small Business Administration (SBA) is a U.S. government agency that provides assistance to small business owners. It has a series of tools available for new and existing entrepreneurs. Its goals include providing business owners with access to capital, developing entrepreneurial spirit, reserving contracting dollars for certain business owners, and advocating on behalf of small business owners.\n\nThe SBA receives an annual budget approved by the federal government. This money goes toward salaries, grant and loan programs, and administrative costs. Keep in mind that the SBA doesn’t actually provide loans to small businesses. Instead, the majority of loans issued to small business owners through SBA programs are guaranteed by the agency and issued by approved financial institutions and other lenders. This source of capital helps individuals start and grow their businesses.\n\nThe SBA generally doesn’t issue grants, but it does providegrants to certain organizations that promote business ownershipin their communities. These include nonprofit organizations, organizations that provide their communities with training and funding (known as “resource partners”), and educational organizations. Grants are not provided to owners who want to expand an existing business or to startups.\n\nThe SBA is the federal government’s main resource for nurturing the growth of small businesses in the U.S. It not only provides loans, mostly through third parties, to help start or grow your business; it also offers plenty of programs designed to increase your knowledge and expertise in keeping your business healthy, from how to pay taxes to marketing and sales to cybersecurity and more.\n\nThe SBA doesn’t normally issue any grants, except for a few that go to organizations, many of them nonprofit, that promote entrepreneurship in their communities. It also advocates on behalf of small business owners. Local offices exist in all 50 states, the District of Columbia, and American territories. During the COVID-19 pandemic, the SBA provided crucial financial support through both loans and grants to the small-business community, which was gravely impacted by the crisis.\n\nU.S. Small Business Administration. \"Organization.\"\n\nU.S. Small Business Administration. \"SBA Leadership.\"\n\nU.S. Small Business Administration. \"SBA District Offices.\"\n\nU.S. Small Business Administration. \"Start Your Business in 10 Steps.\"\n\nDebt.org. \"Small Business Administration.\"\n\nU.S. Small Business Administration. \"Isabella Casillas Guzman.\"\n\nU.S. Small Business Administration. \"Loans.\"\n\nU.S. Small Business Administration. \"504 loans.\"\n\nU.S. Small Business Administration. \"7(a) loans.\"\n\nU.S. Small Business Administration. \"Disaster Assistance.\"\n\nU.S. Small Business Administration. \"Microloans.\"\n\nU.S. Small Business Administration. \"10 Steps to Start Your Business.\"\n\nU.S. Small Business Administration. \"Launch Your Business.\"\n\nU.S. Small Business Administration. \"Manage Your Business.\"\n\nU.S. Small Business Administration. \"Strengthen Your Cybersecurity.\"\n\nU.S. Small Business Administration. \"Grow Your Business.\"\n\nU.S. Small Business Administration. \"Become a Federal Contractor.\"\n\nSt. Louis Business Journal. \"Shutdowns, Staff Cuts Push SBA Loans Down 35% in '96.\"\n\nCongressional Research Service. \"Small Business Administration (SBA) Funding: Overview and Recent Trends.\"\n\nU.S. Small Business Administration. \"COVID-19 Economic Injury Disaster Loan.\"\n\nU.S. Small Business Administration. \"About COVID-19 EIDL.\"\n\nU.S. Small Business Administration. \"Resource Partners.\"\n\nU.S. Small Business Administration. \"Grants.\"",
  "url": "https://www.investopedia.com/terms/s/small-business-administration.asp"
}