{
  "term": "Smart Beta ETF: Definition, Types, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA smart beta ETF is anexchange-traded fund (ETF)that uses a rules-based system for selecting investments to be included in the fund portfolio. An ETF is a fund that tracks an index such as theS&P 500. Smart beta ETFs build on traditional ETFs and tailor the components of the fund's holdings based on predetermined financial metrics.\n\nStocks that make up exchange-traded funds vary depending on the rules established at the fund's inception, and different weightings are assigned for each stock in a fund.Weightingmeans a fund might have more shares of one stock versus another based on an underlying aspect. ETFs might track a stock index that contains only bank stocks, large companies, or technology stocks.\n\nMarket-cap weighting is one of the most common methods in selecting how many shares of a company's stock comprise an index or fund. A company is chosen based on its market capitalization, which is its share price multiplied by the number of outstanding shares. A company with many outstanding shares that experienced a high rise in stock price will weigh heavily in a market-cap index.\n\nSmart beta doesn't employ the typical cap-weighted index strategy but looks at factors specific to a particular company or industry. A smart beta ETF might choose companies that only exhibit certain behaviors or metrics like earnings growth, the extent to which the stock moves up or down, or profitability. Each ETF employs rules that are part of an overall systematic approach to picking stocks to be included in the fund.\n\nSmart beta ETFs screen and weigh securities based on factors other than market capitalization.\n\nA smart beta ETF may screen its holdings based on a company's dividend growth.Dividendsare distributions paid to shareholders from the company's earnings as a reward for investing in the company. Companies that pay dividends tend to be large, well-established, and profitable.\n\nRisk-weighted approaches account for the expected volatility in stocks. Funds might limit the holdings to low-volatilitystocks to reduce risk in the fund. Volatility is a measure of how much a security's price fluctuates. There are many types of smart beta ETF strategies, including:\n\nSmart beta ETFs use a combination of passive and active investing. Active investing employs aninvestment managerto choose stocks for a portfolio. An actively managed fund buys and sells stocks based on fundamental metrics like earnings or financial ratios.\n\nA fund is when it tracks an index without having an investment manager choose the stocks. A fund might track all the stocks in the S&P 500 so that it mimics or tracks each move the S&P makes. Passive funds tend to have lower fees.\n\nSmart beta strategies are a blend of active and passive investing. The management is passive since it follows an index, but active in that it considers alternative factors and chooses stocks or investments from within the index. A smart beta fund that tracks the S&P 500 index would not select every stock on the index. Instead, it might choose only those that exhibit a specific behavior, such as a percentage of revenue growth.\n\nMany smart beta ETFs are designed to increase portfolio returns, maximize dividends, and lower portfolio risks. Equally weighted indexing is considered one of the benefits of smart beta strategies. This parameter removes the emphasis on stocks in the index with the largest market-cap weightings. If the largest stocks or holdingsunderperform, they will have a sizable impact on the performance of the index relative to the smallest components of the index.\n\nSmart beta is not a passive strategy like the traditional market capitalization-weighted index funds. While many smart beta ETFs have higher expense ratios than passive index products, they are less expensive than mostactively managed funds.Smart beta ETFs are a common choice for investors hoping to maximize their income and returns while allowing for the potential to minimize risk.\n\nSmart beta ETFs are a relatively new method of investing and exhibit low trading volumes. Low trading volume or liquidity means investors cannot sell or exit their positions. Trading costs can be high to re-establish the original index weighting. This price increase comes from the fund purchasing stocks to be included. As a result, the fees charged for smart beta might be lower than actively managed funds, but the savings might not be significant.\n\nSmart beta ETFs can underperform traditional indexes such as theS&P 500since they must be consistently readjusted to the index. Holdings are added and sold based on the rules of the fund. Since smart beta ETFs have so many variables to consider, trading them can be more difficult than trading with traditional indexes, making the prices of smart beta ETFs vary from the fund's underlying value.\n\nSmart beta is a blend of active and passive investing, following an index but also considering alternative factors.\n\nSmart beta ETFs rely less on market-cap weightings to avoid one stock overly influencing an ETF's value.\n\nThese funds have lower fees than actively managed funds.\n\nSmart beta ETFs allow for flexibility in choosing holdings and their behaviors including risk-based approaches.\n\nSome smart beta ETFs can be expensive since stocks have to be bought and sold to meet the fund's rules.\n\nSmart beta funds can underperform the passive indexes since they are traded continuously versus a buy and hold strategy.\n\nTrading volume can be low leading to difficulty buying and selling the funds.\n\nSmart beta ETFs typically have higher fees than passively index-based funds.\n\nThe Vanguard Dividend Appreciation Index Fund ETF Shares (VIG) is a smart beta ETF that tracks an index of stocks that pay dividends. The fund chooses companies from the S&P U.S. Dividend Growers Index.\n\nThe smart beta strategy is fundamentally weighted and includes the stocks of companies that exhibit a record of increasing dividends over time and hold the stocks in the index in approximately the same proportions as their weightings in the index. The expenses ratio is 0.06% and has companies from several industries including:\n\nMost major indexes like the S&P 500 and theRussell 1000 Indexare market-cap weighted, with the largest companies having the largest weight index. Smart beta employs strategies that include equal weighting, fundamental weighting, minimum variance, and low volatility.\n\nInvestors may not consider over or underweighting stocks in a portfolio as the best strategy. They may prefer an ETF that weighs both small-cap and large-cap stocks equally or an ETF that follows a low-volatility strategy.\n\nBoth investments contain a basket of individual securities such as stock or bonds. However,mutual fundorders are executed once per day and all investors receive the same price at the end of the day. ETFs trade like stocks and are bought and sold on a stock exchange and experience price fluctuations throughout the trading day.\n\nAn exchange-traded fund tracks an index such as the S&P 500. Smart beta ETFs build on traditional ETFs and employ investment strategies such as equal weighting, factor-based, and low volatility goals. Investors may invest in a smart beta ETF if they prefer an ETF that weighs both small-cap and large-cap stocks equally or an ETF that follows a low-volatility strategy.\n\nFinancial Industry Regulatory Authority. \"Smart Beta—What You Need To Know.\"\n\nE*Trade. \"Smart Beta: The Middle Ground Between Active and Passive Investing.\"\n\nVanguard. \"Vanguard Dividend Appreciation ETF.\"",
  "url": "https://www.investopedia.com/terms/s/smart-beta-etf.asp"
}