{
  "term": "Social Media: Definition, Importance, Top Websites, and Apps",
  "definition": "Social media is a form of digital communication that allows users to form online networks and communities for socializing, sharing information, and posting user-created content.\n\nSocial media refers to online platforms where users can share information and connect with virtual communities through text, video, photos, and other content. As of 2024, social media had more than five billion global users, which is equal to more than 62% of the world population.This includes apps or websites designed for messaging and chat, social platforms (likeFacebook, Instagram, and TikTok), and community forums, such as Reddit and Discord.\n\nEarly social media platforms, such as MySpace and LiveJournal, were designed for people to connect with friends and family. MySpace, which allowed users to create personal profile pages and share information about themselves, became the first network to reach one millionactive monthly usersin 2004.LiveJournal, a platform where users could share journal-like entries with either public or private networks, reached over 2.5 million active accounts in 2005.\n\nSocial media use grew rapidly in the 2000s and early 2010s as Facebook andX (formerly Twitter)became popular. Like MySpace, Facebook users create profiles to share information about themselves, while other users leave comments. Initially used for socializing among college-age users, social media became popular with younger and older users.\n\nIn 2006, X's launch included its feed feature, where posts from accounts that a user followed were aggregated onto a single page.Facebook launched its own News Feed feature.The news feed became a standard feature for many social media platforms. More users began posting links to external sites, where news stories, current events, and product pages could be shared with personal updates. Users could interact with each other's content, including liking, sharing, and commenting on posts.\n\nDuring this time, social media platforms began adding business-specific profile pages and the ability to purchase targeted ads that other users would see, making them more business-friendly and increasing revenue for the platforms.\n\nSocial media users began spending more time scrolling through feeds and consuming daily news and commentary on current events. By 2024, just over half (54%) of adults in the U.S. said they get their news from social media \"sometimes\" or \"often.\" Only 28% of U.S. adults say they \"never\" get the news from social media.Globally, only 22% of consumers get their news directly from news websites or apps, with younger news consumers the least likely to do so.\n\nManysocial media companiesown multiple platforms to target different users. For example, Meta owns Facebook, Instagram, Threads, and WhatsApp.\n\nAs users continued to spend more time on social media sites, different types of social media platforms evolved. They can be broadly categorized as:\n\nPlatforms are oriented toward different uses and users. Some may be used purely for socializing, while others are oriented toward professional network building or job-hunting. Some platforms allow users to connect with others who share their political views or leisure hobbies.\n\nMany social media users are acting in a professional capacity. For instance:\n\nPosting content on social media, either sponsored by a business or funded through follower support, can also be a job in itself, separate from any outside work that the social media posts are promoting. These types of social media users are generally referred to asinfluencersor content creators. One in five social media users consider themselves professional content creators.\n\nSocial media is also an important form of marketing for many companies. Businesses use social media to identify and capitalize on consumertrends, engage with customers, collect consumer data, and pay for targeted advertising. Many also work with influencers, paying content creators to promote their products or services directly to the influencers' audience or followers.\n\nPercentage of internet users between ages 16 and 64 who visited at least one social networking site in the last month.\n\nPercentage of U.S. teens ages 13 to 17 who said that social media helped them feel more connected to friends in 2022. Nearly one in three teens said social media had a mostly positive impact on their lives, while fewer than one in ten said its impact was mostly negative.\n\nIn 2024, U.S. Surgeon General Dr. Vivek Murthy publicly urged Congress to put labels on social media apps warning of the danger they might pose to child and adolescent mental health, similar to the warnings labels used on alcohol and cigarettes.\n\nThe average social media user spends two hours and 21 minutes each day on social media, visiting an average of 6.8 different social media platforms each month. These were the most widely used social media providers as of February 2025, according to DataReportal:\n\nInterestingly, two that are especially well-known in the U.S.—X and Pinterest—didn’t make the top 10 list globally. X was 14th, with 586 million users worldwide, while Pinterest was 16th with 537 million.\n\nSince the early 2000s, social media has reshaped how people interact online, impacting community building, news, politics, entertainment, and advertising. Despite the downsides, including the spread of misinformation and child sexual exploitation, social media continues to grow each year.\n\nWith more than five billion users worldwide spending an average of over two hours per day on its apps and websites, social media has become one of the most important ways for individuals, businesses, creators, and politicians to connect with one another.\n\nDataReportal. “Digital 2024: Global Overview Report.”\n\nOur World in Data. “The Rise of Social Media.”\n\nThe Washington Post. \"Whatever Happened to Livejournal, Anyway?\"\n\nHistory. \"2006: Twitter Launches.\"\n\nTechCrunch. \"New Facebook Redesign More Than Aesthetic.\"\n\nMeta. \"Facebook Unveils Facebook Ads.\"\n\nPew Research Center. \"Social Media and News Fact Sheet.\"\n\nReuters Institute. \"Overview and Key Findings of the 2024 Digital News Report.\"\n\nU.S. Securities and Exchange Commission. \"Meta Platforms, Inc., Form 10-K, For the Fiscal Year Ended December 31, 2024.\" Page 7.\n\nMintel. \"One In Five Social Media Users Consider Themselves an Influencer or Content Creator.\"\n\nPew Research Center. “2. Social Media Users More Likely to Interact with People Who Are Different from Them.”\n\nMeta. “The Small Business Recovery Is Underway, But Inequalities and Challenges Persist.”\n\nZenith. \"Zenith Forecasts 4.8% Growth for 2024, Marking Continued Adspend Acceleration into 2025 and Beyond.\"\n\nPew Research Center. “Connection, Creativity, and Drama: Teen Life on Social Media in 2022.”\n\nNational Low Income Housing Coalition. \"Combating Misinformation About Hurricane Helene: Rumors and Corrections.\"\n\nAmerican Academy of Sleep Medicine. \"Are You TikTok Tired? 93% of Gen Z Admit to Staying Up Past Their Bedtime Due to Social Media.\"\n\nPirdehghan, Azar and Edris Khezmeh, Soheila Panahi. \"Social Media Use and Sleep Disturbance Among Adolescents: A Cross-Sectional Study.\"Iranian Journal of Psychiatry, vol. 16, no. 2, April 2021, pp. 137-145.\n\nMayo Clinic. “Teens and Social Media Use: What’s the Impact?”\n\nUNICEF Office of Research-Innocenti. \"The Role of Social Media In Facilitating Online Child Sexual Exploitation and Abuse.\"Disrupting Harm, Data Insight 7, 2023, pp. 1-5.\n\nFinkelhor, David and Heather Turner, Deirdre Colburn. \"Prevalence of Online Sexual Offenses Against Children in the US.\"JAMA Network Open, vol. 5, no. 10, October 2022, pp. 1-11. Download PDF.\n\nThe New York Times. \"Surgeon General: Why I’m Calling for a Warning Label on Social Media Platforms.\"\n\nDataReportal. “Global Social Media Statistics.\"",
  "url": "https://www.investopedia.com/terms/s/social-media.asp"
}