{
  "term": "Social Responsibility in Business: Meaning, Types, Examples, and Criticism",
  "definition": "Social responsibility is the principle that individuals and corporations should operate in a way that has a positive impact on society and the world.\n\nSocial responsibility is an ethical focus for individuals and companies that want to take action and be accountable for practices that benefit society. It has become increasingly important to investors and consumers who want to put their money into or purchase products from companies that take steps to contribute to the welfare of society and the environment.\n\nCritics have traditionally argued that the basic nature of business doesn’t consider society to be astakeholder, but many investors and consumers are embracing social responsibility and driving change.\n\nMichela Buttignol / Investopedia\n\nSocial responsibility requires that individuals and companies act in the best interests of the environment and society as a whole. Social responsibility is referred to ascorporate social responsibility (CSR)when it applies to businesses, and it’s becoming more popular due to shifting social norms. Many companies have made CSR an integral part of theirbusiness modelswithout compromising profitability.\n\nA Massachusetts Institute of Technology meta-analysis of 200 surveys over 20 years talked with business leaders in more than 70 countries, and there was a high level of interest in the topic. The report called CSR a “halo strategy” and concluded that “by presenting themselves as true believers in CSR (saints), businesses seek to improve the overall corporate image (the halo) and expect broad benefits from diverse stakeholders to follow (the warm glow).”\n\nThe crux of CSR is to enact policies that promote an ethical balance between the dual mandates of striving for profitability and benefiting society as a whole. These policies can be enacted by commission such as through donations of money, time, or resources, or by omission practices such as by “going green,” reducing greenhouse gases, or abiding by U.S. Environmental Protection Agency regulations to limit pollution.\n\nMoreconsciously capitalistic investorsand consumers are considering a company’s commitment to CSR practicesbefore making an investmentor purchase. Embracing CSR can benefit the prime directive: maximization of shareholder value.\n\nActions or the lack of them will affect future generations. CSR is good business practice, and a failure to execute it can hurt thebalance sheet. It can boost company morale, especially when a company can motivate its employees through social causes.\n\nCSR is generally more effective when a company takes it on voluntarily rather than waiting for the government to require it through regulation.\n\nTheInternational Organization for Standardization (ISO)emphasizes that a business’s ability to maintain a balance between pursuing economic performance and adhering to societal and environmental issues is a critical factor in operating efficiently and effectively.A company can embrace CSR through philanthropy, by promoting volunteering, and by committing to ethical labor practices and environmental changes.\n\nCompanies that manage their environmental impact might look to reduce their carbon footprint and limit waste. There’s also a responsibility to treat employees ethically, such as by offering a fair wage even when there are limited employee protection laws.\n\nCSR takes on different meanings within certain industries and companies:\n\nNot everyone believes that businesses should have a social conscience. EconomistMilton Friedmanstated that the “‘social responsibilities of business’ are notable for their analytical looseness and lack of rigor.” Friedman believed that only individuals can have a sense of social responsibility. By their very nature, businesses cannot. Some experts believe that CSR defies the very point of being in business: profit above all else.\n\nA conservative backlash to diversity, equity, and inclusion (DEI) policies has appeared, and this can affect employment initiatives that are part of CSR. Florida banned the practice in state-funded colleges in May 2023 under the leadership of Gov. Ron DeSantis.Phil Lyman, a state representative from Utah, even blamed the catastrophic collapse of Baltimore’s Francis Scott Key Bridge on DEI.\n\nThe Wharton School of the University of Pennsylvania noted in its house journal, Knowledge at Wharton, that “DEI is under attack.” It started “the Relationships Across Differences Roundtable (RADs), a coalition of more than 70 academics and industry leaders committed to advancing inclusivity in all its forms—race, gender, ethnicity, religion, ability, neurodiversity, and age. They are partnering to share science-backed insights and best practices, strategize on common problems, and find ways to engage all stakeholders, even the ones who don’t believe in DEI.”\n\nSome CSR policies continue to join the mainstream despite such opposition, and they’re practiced among a wide range of companies. Generations such asmillennialsandGen Zare embracing it and driving change in the workplace and as consumers.\n\nCSR includes companies engaging in environmental preservation efforts, ethical labor practices, philanthropy, and promoting volunteering. A company might change its manufacturing process to reduce carbon emissions.\n\nBenefiting society and lessening the negative impacts on the environment are among the main benefits and goals of CSR. Consumers are increasingly looking to buy goods and services from socially responsible companies, and this can have a positive impact on theirbottom lines.\n\nCompanies that implement social responsibility programs can potentially increase their bottom lines and boost theirbrand imageas well. Social responsibility programs can also have a positive impact on morale among employees.\n\nCompanies engaging in CSR benefit the common good in several ways, including making changes that support the environment, engaging in ethical labor practices, and promoting volunteering and philanthropy. The practice can also be said to benefit their bottom lines because consumers are more actively looking to do business withsocially responsible companies.\n\nMassachusetts Institute of Technology, Sloan Management Review. “Why Companies Practice Corporate Social Responsibility.”\n\nLu, Hao, et al. “How Do Investors Value Corporate Social Responsibility? Market Valuation and the Firm Specific Contexts.”Journal of Business Research, vol. 125, March 2021, pp. 14–25.\n\nInternational Organization for Standardization. “Standards.”\n\nInternational Organization for Standardization. “ISO and Small & Medium Enterprises.”\n\nStarbucks. “Starbucks Ethical Sourcing of Sustainable Products.”\n\nAbout Starbucks. “Giving More than We Take.”\n\nBen and Jerry’s. “Our Values, Activism, and Mission.”\n\nSalesforce. “How Far Can the 1-1-1 Model Go? This Tech Darling Has a Unique Approach.”\n\nTarget Corporate. “Offering Debt-Free Degrees To More than 340,000 Target Team Members? Now That’s a Smart Move.”\n\nTarget Corporate. “Sustainability & Governance/People, Planet, Business.”\n\nThe New York Times. “A Friedman Doctrine—The Social Responsibility of Business Is to Increase Its Profits.”\n\nNational Public Radio. “Florida Gov. Ron DeSantis Signs a Bill Banning DEI Initiatives in Public Colleges.”\n\nUtah News Dispatch. “Lyman Blames DEI For Baltimore Bridge Collapse, but Admits He Didn’t Write Social Media Post.”\n\nKnowledge at Wharton, Wharton School of the University of Pennsylvania. “Is DEI Going Away? Here’s What Experts Say.”\n\nMassachusetts Institute of Technology, Sloan School of Management. “Social Responsibility Matters To Business—A Different View from Milton Friedman from 50 Years Ago.”",
  "url": "https://www.investopedia.com/terms/s/socialresponsibility.asp"
}