{
  "term": "Social Enterprise: What It Is, How It Works, and Examples",
  "definition": "A social enterprise, or social business, is a business designed to achieve specific social objectives as its primary purpose. Social enterprises strive to maximize profits while also maximizing positive impacts on society and the environment. The profits generated are primarily used to fund social programs. Social enterprises often focus on benefiting marginalized or economically disadvantaged groups by permanently improving their socioeconomic conditions.\n\nThe concept of a social enterprise was developed in the United Kingdom in the late 1970s as an alternative to traditional commercial enterprise.Social enterprises exist at the intersection of the private and volunteer sectors, balancing financial activities with social goals such as providing housing for low-income families or offering job training.\n\nFunding comes primarily from selling goods and services to consumers, with additional support through grants. Because profit maximization isn’t the primary goal, a social enterprise operates differently from a standard company. However, generating revenue is still essential for sustainability, distinguishing them from traditional charities that rely solely on external funding.\n\nSustainable revenuedifferentiates a social enterprise from a traditional charity that relies on outside funding to fulfill its social mission. This goal doesn’t mean social enterprises can’t be profitable. Instead, it’s simply that their priority is to reinvest profits into their social mission rather than fund payouts to shareholders.\n\nTheOrganisation for Economic Co-operation and Development (OECD)identifies social enterprises as being highly participatory, with stakeholders actively involved and a minimum number of paid employees.\n\nA social enterprise isn’t to be confused withsocial entrepreneurship. Social enterprises are businesses formed to fulfill a business purpose and solve societal needs through commercial activities. In contrast, social entrepreneurs develop solutions to social and environmental problems using existing business techniques and strategies.Social entrepreneursseek innovative ways to drive change, whereas social enterprises fulfill a business purpose and solve societal needs through their commercial activities.\n\nSocial entrepreneurship is a rapidly growing field that garners attention from various sectors, including media, public officials, universities, and prominent social organizations like Ashoka and the Schwab and Skoll Foundations.Its appeal stems from the inspiring stories of individuals who have created solutions to various social and environmental problems, similar to business entrepreneurs but with a focus on societal impact. One prominent social entrepreneur is Bill Drayton, founder and current chair of Ashoka, an organization dedicated to identifying and supporting social entrepreneurs worldwide.\n\nMany social enterprises successfully maximize improvements insocial well-being. Here are some notable examples:\n\nThese are just a few examples of how social enterprises can drive significant social and environmental impact while still operating a sustainable business.\n\nSocial enterprise employees come from many backgrounds, but priority is given to those from at-risk communities. This includes long-term underemployed workers who have often been informally paid in the past.\n\nSocial enterprise opportunitiesmay seek to provide a living wage, which is typically above the minimum wage in most cities. Some social enterprises may specifically seek to hire individuals from at-risk groups as part of their mission.\n\nSocial enterprises are usually a blend of private and volunteer sectors. A credit union, a coffee shop that sells fair-trade beans and hires candidates from at-risk communities, or a neighborhood food co-op are all examples of social enterprises. Examples include Navy Federal Credit Union, Warby Parker, and Grameen Bank.\n\nIf you own a business, you could partner with a nonprofit, food pantry (if applicable), or other charitable organizations and donate your time, money, or products. If you’re starting from scratch, the first step is to identify a problem and your solution, explain your action plan to potential funders, and make sure you have experts to support and validate your endeavor.\n\nYou can start by researching organizations that match your values and skills, networking with professionals in the field and gaining relevant experience through volunteering. You can tailor your resume to highlight your passion for social impact and apply for jobs on specific job boards and the organizations’ websites. Finally, you can prepare for interviews by understanding the mission and values of the social enterprise and showing how your skills align with their goals.\n\nSocial enterprises aim to achieve social goals as their primary purpose. They balance financial profitability with positive societal and environmental impacts, reinvesting profits into social programs instead of distributing them to shareholders. This approach helps address unmet needs and may improve conditions for marginalized groups.\n\nSocial enterprises like Warby Parker, TOMS, and Grameen Bank demonstrate that businesses can successfully address social and environmental issues while remaining financially sustainable.\n\nHarvard Business Review. “Two Keys to Sustainable Social Enterprise.”\n\nFINCA. “What Is a Social Enterprise?”\n\nStanford Social Innovation Review. “The Strength of Social Enterprise.”\n\nSocial Enterprise UK. “All About Social Enterprise.”\n\nOrganisation for Economic Co-operation and Development, via Internet Archive Wayback Machine. “The Social Enterprise Sector: A Conceptual Framework,” Page 1.\n\nAshoka. “William Drayton, CEO & Chair.”\n\nWarby Parker. “Buy a Pair, Give a Pair.”\n\nPR Newswire. “TOMS Introduces TOMS Eyewear, The Next One for One™ Product.”\n\nGrameen Bank. “About Grameen Bank (GB).”\n\nStanford Social Innovation Review. “Social Enterprise Is Not Social Change.”",
  "url": "https://www.investopedia.com/terms/s/social-enterprise.asp"
}