{
  "term": "Société Anonyme (S.A.): Definition, Examples, Requirements",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSociété anonyme(S.A.) is a French term for apublic limited company(PLC) and has many equivalents all over the world. An S.A. is the equivalent of a corporation in the United States, a public limited company in the United Kingdom, or anAktiengesellschaft(AG) in Germany.\n\nAn S.A. is a type of business structure that establishes a company as a legal person that can own and transfer property, enter contracts, and be held liable for crimes. Some of its key benefits are that it limits the owners’ personal liability for the company’s actions and ensures the continuity of the moral entity without any dependence on the founders, owners ,or shareholders' lives.\n\nThe société anonyme is a popularbusiness structurewith equivalents in many other languages and countries. In all cases, a company designated S.A.protects its owners’ personal assetsagainst claims by creditors, which makes many individuals more willing to start companies, as it limits their risk.\n\nThe S.A. structure also makes it easier to meet a growing business' capital-funding needs, as numerous investors can contribute large or small amounts of money as shareholders if the companyopts for public ownership. The S.A. is thus a key component of a robust capitalist economy.\n\nOne of the société anonyme's key benefits is that it establishes the company as a legal person and thus limits the owners’ personal liability for the company’s actions.\n\nOn Jan. 1, 1808, the French government put into effect the provisions regarding the formation and structure of a société anonyme as part of the country's new code regulating commerce. One purpose of these new regulations was to prevent the rampantspeculationthat had rocked the French markets prior to and during the French Revolution. The code recognized three forms of business organization: thesociété en nom collectif,thesociété en commandite,and the société anonyme.\n\nA société en nom collectif is a standard partnership in which all partners haveunlimited liability, any partner could act for the others, and all partners are actively engaged in the enterprise.\n\nBy comparison, the société en commandite is comprised of limited partners (also known as sleeping orsilent partners) and active partners. The limited partners provide assets or capital to the enterprise and have limited liability, while the active partners are responsible for all management activities and have unlimited liability.\n\nAn S.A. is subject to different tax regulations than asole proprietorshipor partnership, and, in the case of a public S.A., different accounting and auditing requirements. In addition, to be valid, a société anonyme must meet certain requirements. While these requirements vary depending on the country, most S.A.s must filearticles of incorporation, have a board of directors, a managing director or a management board, a supervisory board, a statutory auditor and deputy, a unique name, and some minimum amount of capital. It is generally constituted for 99 years maximum.\n\nIn Luxembourg, for example, an S.A. must be funded with at least €30,000, 25% of which must be deposited during the incorporation process, and have at least twopartners. An S.A. in Luxembourg must also pay various costs such as notary fees, the cost of registration with other regulatory agencies, as well as statutory auditor fees.Well-known companies that are established as S.A.s include Nestlé,Anheuser-Busch InBev,and L’Oréal.\n\nMany other countries and languages employ the société anonyme structure. Some examples:\n\nGovernment of Luxembourg. \"Public Limited Company.\" Accessed Oct. 31, 2021.\n\nNestle. \"Statuts de Nestlé S.A.,\" Accessed Oct. 31, 2021.\n\nABinBev. \"Anheuser-Busch InBev,\" Accessed Oct. 31, 2021.\n\nL'Oreal. \"Articles of Association.\" Accessed Oct. 31, 2021.",
  "url": "https://www.investopedia.com/terms/s/socit-anonyme.asp"
}