{
  "term": "Social Justice Meaning and Main Principles Explained",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSocial justice refers to a fair and equitable division of resources, opportunities, and privileges in society. Originally a religious concept, it has come to be conceptualized more loosely as the just organization of social institutions that deliver access to economic benefits. It is sometimes referred to as \"distributive justice.\"\n\nSocial justice is a broad term, and there are many variations in how advocates apply the perspective. However, social determinants likethe racial wealth gapor inequitable access to health care feature heavily in social justice analysis. Some applications related to social justice, such as critical race theory, have become a battleground for American politics.\n\nThe phrase \"social justice\" draws its roots from Christian theology, with the first noted use occurring in the early 1840s in \"Theoretical Treatise on Natural Law\" by Luigi Taparelli. Taparelli was an Italian Jesuit priest writing during the rise ofRisorgimento, a 19th-century Italian nationalist movement, and debates aroundthe unification of Italy.\n\nTaparelli’s version of social justice was simply an application of justice to social affairs and held that people should do what’s right based on a conceptualization of morality based on natural theology and religion, and for much of its history social justice has been a religious concept.\n\nNot all notions of social justice emphasized religion, though. With the social impact of theIndustrial Revolution, the term grew. Later theorists would focus on social justice as a moral obligation for people within a society to work for the common good; the most famous example is discussed below.\n\nThe term, which has been historically contentious, has become more popular since the end of the 20th century. Some scholars point toward the neoliberal policies of the Margaret Thatcher and Ronald Reagan administrations as a possible reason for this change.\n\nThough the phrase is attributed to Luigi Taparelli, social justice builds on older concepts. Taparelli relied heavily on the work of Catholic theologian Thomas Aquinas (who was relying on the work of the Macedonian philosopher Aristotle).\n\nOne of the most influential explorations of social justice comes from the 20th-century American philosopher John Rawls. In \"A Theory of Justice\" (1971), which he labeled as a theory of social justice, Rawls outlined his vision of “justice as fairness.”\n\nFor Rawls, this meant that people ought to consider the rules for a fair allotment of social goods within a society as well as the levels of inequality that can be allowed within a society. Rawls famously used the concept of a \"veil of ignorance,\" a pretense of ignorance about where one will end up in any given society that Rawls thought ought to be used to arrange society, as well as the \"principle of difference,\" which holds that social and economic inequalities can be acceptable if they benefit the whole of society.\n\nThe basic element of fairness is crucial, especially in the access to social resources, sometimes called “social goods.” While it may sound abstract, how social goods are distributed is immensely impactful. Importantly, the “social determinants” of outcomes are considered central to whether or not a system is just.\n\nIn public health, for example, the place of birth can alter what healthcare options a person has and, therefore, also how long that person lives. To account for this, social justice advocates in healthcare might focus on extending the probability that people will be healthy despite resource inadequacies they may face for historical or economic reasons.\n\nWhile there is no single definition of social justice, most approaches share the broad goals of inclusion and fairness. In order to achieve those goals, they establish a set of ethical principles for a just society.\n\nEqual access to social goods is one of the most fundamental principles of social justice. This holds that society's resources should be equally available to all. For example, many social justice theorists believe that people should have equal access to education, health care, and employment opportunities. Public servants can uphold this principle by ensuring that everyone has access to these resources.\n\nEquity is the principle that people should have the same opportunities to succeed, despite any past injustices or systemic discrimination. This may mean that resources are distributed in a way that addresses the specific needs of underprivileged communities or people.\n\nDiversity is the principle that government and business leaders should be broadly representative of the communities they serve. This means that not only should there be women and people of color in positions of power, but also that minority communities should be equally represented in public institutions. On a policy level, this principle may entail prohibitions on discrimination or providing resources in multiple languages.\n\nParticipation is the principle that everyone in a community should have a voice in making important decisions. In many societies, public policies are set by a small group of powerful people, without consulting the communities they represent. This may have the unintended effect of excluding a large part of the community.\n\nPublic policymakers can address this shortcoming by consulting the advocates of minority communities and considering their needs.\n\nThe final principle of social justice, and arguably the most fundamental, is human rights. In addition to political rights, such as freedom of conscience, it also requires freedom from police abuse and respect for one's reproductive rights and bodily autonomy.\n\nThe most common jobs relating to social justice are related to public administration and social work since these occupations deal directly with providing access to social and government resources. People who work in these professions should be conscious of the explicit and implicit biases that may reduce access to these resources for some members of society.\n\nBut it is also possible to advocate for social justice in other fields. For example, lawyers can help ensure equitable access to the justice system by representing clients who are traditionally underserved by existing institutions, and lobbyists can push for legislation that addresses community injustices. Other social justice-oriented occupations include mental health workers, victim advocates, and community developers.\n\nWhile social justice seeks to ensure equality and fairness for all, it may focus on those groups that have been the victims of historical oppression. The following are some areas of focus for social justice workers:\n\nRacial equality is one of the most common issues in social justice, and many countries have a history of discrimination or oppression of minority ethnic or racial groups. Members of these groups may be at an economic disadvantage or suffer from unequal access to education, health services, or other essential institutions.\n\nAlmost every country suffers from some sort of gender inequality, whether in the form ofwage gaps,glass ceilings, or other forms of gender-based discrimination. In addition, women are also more likely to suffer from violence or sexual assault. or face threats to reproductive rights. Gender equality also affects other rights, such as racial equality. Many social justice advocates consider this a key aspect of social reform.\n\nStarting in the 20th century, LGBTQ+ rights emerged as another issue for social justice advocates. Members of the LGBTQ+ community face high levels ofviolence and discriminationand may be denied access to healthcare or employment.\n\nAlthough they are both related to the distribution of social goods and privileges within a society, equality and equity have taken on slightly different meanings in conversations around social justice. Equality, in this context, means that people are given the same access to opportunities, regardless of historical or other forms of injustice that may alter how much someone can access those opportunities. Equity, in contrast, tries to account for an imbalanced social system by providing the resources to create an equal outcome.\n\nIt is social justice’s adoption of equity that most of its critics focus on, but those in favor of the concept suggest that equity is a vital part of ensuring a just society. Paula Braveman, a researcher at the University of California, San Francisco, for instance, has commented that “health equity” and social justice in health are interchangeable. The goal of social justice in health care, she implies, “[is that] no one is denied the possibility to be healthy for belonging to a group that has historically been economically/socially disadvantaged.”\n\nIn law, social justice perspectives have become a touchpoint for the American culture wars. Critical race theory (CRT), an approach to law that actively seeks to account for how racial prejudices affect legal outcomes, has drawn particular outcry.\n\nThe term was developed by American legal theorists such as Kimberlé Crenshaw to analyze how racism is advanced by American legal structures, even in some cases in the absence of racist individuals. Central to CRT is the notion that race is not validated by science, and that the law has maintained an unjust order.\n\nDetractors of critical race theory have claimed that it is merely a way of permitting discrimination. According to the Brookings Institute, a public policy think tank, opponents of critical race theory tend to view the claim that American institutions are racist as a way of accusing White people of being individually racist, rather than as an attempt at broad analysis about the effect of institutions on social outcomes.\n\nCampaigns against CRT have become increasingly vocal in state legislatures across the U.S., with many banning its teaching in primary and secondary schools. To date, 36 states have moved to install legislation to ban teaching about racial bias in the U.S., and 17 have moved to expand that teaching, according to a state legislative tracker created by Chalkbeat, a nonprofit newsroom focused on the American education system.\n\nIn 2020, President Donald Trump had also forbidden diversity and equity training from federal contracts, which has been described as an \"equity gag order.\" That executive order conflated diversity training and CRT, calling both \"divisive.\" The ban was reversed in 2021 under then-President Joe Biden.However, upon retaking office in January 2025, President Trump once again signed executive orders terminating existing DEI programs and banning future DEI efforts by the federal government.\n\nSocial justice is the belief that the social benefits and privileges of a society ought to be divided fairly.\n\nAdvocates say that social justice is worth pursuing because it defends people from suffering deprivations due to unfair prejudices and because it tries to provide everyone with the essentials for a good life.\n\nThe concept of equity focuses on outcomes. It’s related to the belief that social determinants massively affect how people’s lives turn out and that, therefore, a truly fair arrangement of society will account for the tangible ways that this harms socially and economically disadvantaged groups.\n\nSocial justice is a political and philosophical movement aiming for a more division of resources and opportunities. By addressing historical injustices and directing resources to underserved communities, social justice advocates hope to establish a more fair and equal society.\n\nUnited Nations. \"Social Justice in an Open World.\" Pages 13-14.\n\nCenter for Economic and Social Justice. \"Defining Economic Justice and Social Justice.\"\n\nIntercollegiate Studies Institute. \"The Origins of Social Justice: Taparelli D'Azeglio.\"\n\nStanford Encyclopedia of Philosophy. \"Thomas Aquinas.\"\n\nStanford Encyclopedia of Philosophy. \"Original Position.\"\n\nKent State Online. \"The Five Principles of Social Justice.\"\n\nOur Lady of the Lake University. \"Discover 8 Careers in Social Justice.\"\n\nHuman Rights Careers. \"What Does Social Justice Mean?\"\n\nMilken Institute School of Public Health, George Washington University. \"Equity vs. Equality: What’s the Difference?\"\n\nBraveman, Paula. \"What are Health Disparities and Health Equity? We Need To Be Clear.\"Public Health Reports, vol. 129, no. 2, January-February 2014, pp. 5-8.\n\nAmerican Bar Association. \"A Lesson on Critical Race Theory.\"\n\nThe Brookings Institution. \"Why Are States Banning Critical Race Theory?\"\n\nChalkbeat. \"CRT Map: Efforts to Restrict Teaching Racism and Bias Have Multiplied Across the U.S.\"\n\nUCLA Law. \"Biden Reverses Trump Executive Order Banning Diversity Training.\"\n\nThe White House. \"Ending Illegal Discrimination and Restoring Merit-Based Opportunity.\"\n\nHuman Rights Careers. \"10 Reasons Why Social Justice Is Important.\"",
  "url": "https://www.investopedia.com/terms/s/social-justice.asp"
}