{
  "term": "Sortino Ratio: Definition, Formula, Calculation, and Example",
  "definition": "Investopedia / Michela Buttignol\n\nThe Sortino ratio can help investors and analysts evaluate an investment's return for a degree of bad risk.\n\nThe Sortino ratio is a variation of theSharpe ratio. It differentiates harmful volatility from total overall volatility by using the asset's standard deviation of negative portfolio returns ordownside deviationinstead of the total standard deviation of portfolio returns.\n\nThe Sortino ratio takes an asset's or portfolio's return and subtracts the risk-free rate. It then divides that amount by the asset's downside deviation. The ratio was named after Frank A. Sortino.\n\n﻿Sortino Ratio=Rp−rfσdwhere:Rp=Actual or expected portfolio returnrf=Risk-free rateσd=Standard deviation of the downside\\begin{aligned} &\\text{Sortino Ratio} = \\frac{ R_p - r_f }{ \\sigma_d } \\\\ &\\textbf{where:} \\\\ &R_p = \\text{Actual or expected portfolio return} \\\\ &r_f = \\text{Risk-free rate} \\\\ &\\sigma_d = \\text{Standard deviation of the downside} \\\\ \\end{aligned}​Sortino Ratio=σd​Rp​−rf​​where:Rp​=Actual or expected portfolio returnrf​=Risk-free rateσd​=Standard deviation of the downside​﻿\n\nThe Sortino ratio is a useful way for investors, analysts, andportfolio managersto evaluate an investment's return for a given level of bad risk. This ratio uses only the downside deviation as its risk measure so it addresses the problem of using total risk or standard deviation. This is important because upside volatility is beneficial to investors and isn't a factor that most investors worry about.\n\nA higher Sortino ratio result is better, just like the Sharpe ratio. When looking at two similar investments, a rational investor would prefer the one with the higher Sortino ratio because it means that the investment is earning more return per unit of the bad risk that it takes on.\n\nAssume Mutual Fund X has an annualized return of 12% and a downside deviation of 10%. Mutual Fund Z has an annualized return of 10% and a downside deviation of 7%. The risk-free rate is 2.5%. The Sortino ratios for both funds would be calculated like this:\n\nMutual Fund X Sortino=12%−2.5%10%=0.95\\begin{aligned} &\\text{Mutual Fund X Sortino} = \\frac{ 12\\% - 2.5\\% }{ 10\\% } = 0.95 \\\\ \\end{aligned}​Mutual Fund X Sortino=10%12%−2.5%​=0.95​\n\nMutual Fund Z Sortino=10%−2.5%7%=1.07\\begin{aligned} &\\text{Mutual Fund Z Sortino} = \\frac{ 10\\% - 2.5\\% }{ 7\\% } = 1.07 \\\\ \\end{aligned}​Mutual Fund Z Sortino=7%10%−2.5%​=1.07​\n\nMutual Fund X is returning 2% more on an annualized basis but it isn't earning that return as efficiently as Mutual Fund Z given their downside deviations. Mutual Fund Z is the better investment choice based on this metric.\n\nAn investor should be consistent in terms of the type of return to keep the formulas accurate.\n\nUsing the risk-free rate of return is common but investors can also useexpected returnin calculations.\n\nDownside riskreflects the loss that an investor would most likely suffer when an asset's price plunges due to a volatile market. A security with significant downside risk should ideally hold the promise of greater returns to balance the roll of the dice.\n\nThe risk-free rate isn't technically a data point. It's hypothetical although it's generally accepted to be the equivalent of or close to what an investor would receive on an ultra-safe government-issued Treasury note, The risk-free rate is the return an investor should be able to expect assuming that an investment carries no or negligible risk.\n\nExpected return is just what it sounds like: It's the rate of return that an investor can expect to realize on an asset. It can be used to balance their risk tolerance and adjust their goals. It's typically based on historical data.\n\nThe Sortino ratio improves upon the Sharpe ratio by dividing excess return by the downside deviation instead of the total standard deviation of a portfolio or asset, isolating downside or negative volatility from total volatility.\n\nThe Sharpe ratio effectively punishes the investment for good risk that provides positive returns for investors. Determining which ratio to use depends on whether the investor wants to focus on total orstandard deviation, or just downside deviation.\n\nThe choice comes down to your goals. Always seek professional advice if you're unsure.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nCME Group. \"Sortino: A ‘Sharper’ Ratio.\" Pages 2-3.\n\nCFI Education. \"Downside Risk.\"\n\nCFI Education. \"Risk-Free Rate.\"\n\nIndeed. \"What Is Expected Return? (Plus How to Calculate It).\"",
  "url": "https://www.investopedia.com/terms/s/sortinoratio.asp"
}