{
  "term": "S&P 500 Dividend Aristocrat Index Defined, List of Top Companies",
  "definition": "The S&P 500 Dividend Aristocrats Index is a list of companies from the Standard & Poor's 500 Index (the S&P 500) that have a track record of raising their dividends for at least 25 consecutive years. Each company is equally weighted within the index.\n\nThe S&P 500 Dividend Aristocrats Index tracks the performance of well-known, mainly large-cap, blue-chip companies.Standard & Poor'swill remove companies from the index when they fail to increase dividend payments from the previous year. The index is rebalanced quarterly in January, April, July, and October.\n\nThe S&P 500 Dividend Aristocrats includes stocks with a float-adjustedmarket capitalizationof at least $3 billion and an average daily trading volume of at least $5 million, in addition to consistently increasingdividend payments. The index requires a minimum of 40 companies and currently has 66 constituents as of July 31, 2023.\n\nThestrength of the dividend aristocratslies in their ability to continually increase dividend payments to shareholders. When compared to the S&P 500 itself, the Aristocrats index has not outperformed the S&P 500 in either 1-year, 3-year, or 5-year annualized returns, as of Aug. 28, 2023.\n\nOne criticism of companies on the dividend aristocrats list is they sometimes use sharebuybacksto facilitate dividend increases. The problem is a true dividend aristocrat should increase payouts to shareholders from year to year, and if the company is overpaying for its shares, it may not be acting in shareholders’ best interests, even if dividends are increasing.\n\nDividend aristocrats come from various industries and sectors and are of varying ages; though of course, they have to have been in business for a quarter-century, at least. Some companies have booked dividend growth for decades, such as Emerson Electric Co. (EMR), which sells electronic products and engineering services to industrial clients.\n\nOther companies, like Roper Technologies (ROP), a designer of software and other products, and A.O. Smith (AOS), which makes water heating and purification equipment, became eligible in 2018.\n\nIn Jan. 2023, Nordson Corp, CH Robinson Worldwide Inc, and J. M. Smucker Co were added to the index.\n\nWhile the Dividend Aristocrats Index tends to feature well-known firms, being a blue-chip stock doesn't guarantee inclusion. A company can be dropped from the index if it does not increase its dividend for one year or if it is removed from the broader S&P 500 Index.The 2008 recession, in particular, caused the removal of many big-name companies from the list like Bank of America (BAC), General Electric (GE), and Pfizer (PFE).\n\nAs of July 31, 2023, nearly half of theS&P 500 Dividend Aristocrat companiesfall into one of two sectors: industrials (24.1%) or consumer staples (22.8%). Materials (12.5%), financials (11%), and healthcare (10.4%) are other significant sectors. Here are the 10 leading individual companies as of July 31, 2023.\n\nExchange-traded funds (ETF)are a popular way of gaining exposure to the list of dividend aristocrats. One popular fund that directly follows the index is the ProShares S&P 500 Dividend Aristocrats ETF (NOBL).\n\nOther funds that track dividend stocks but don't directly follow the index include the iShares Select Dividend ETF (DVY), the SPDR S&P Global Dividend ETF (WDIV), and the iShares Core High Dividend ETF (HDV). Even though they're not trying to track the index, each fund tends to include some of the \"aristocrats,\" since the universe of steadily rising dividend issuers isn't all that diverse.\n\nThe best way to invest in the S&P 500 Dividend Aristocrats index is by investing in a fund that tracks the index, such as one of the many SPDR Aristocrats ETFs.\n\nProShares S&P 500 Dividend Aristocrats is an exchange-traded fund (ETF) issued by ProShares that seeks to replicate the S&P 500 Dividend Aristocrats Index. It allows individuals seeking returns in the index to be able to invest in it without having to outright purchase the separate shares of each company in the index.\n\nAs theS&P 500 is an index, you cannot invest directly in it. You can, however, invest in funds that track the index, such as the SPDR S&P 500 ETF. When you invest in these funds, they pay out the dividends to you.\n\nFor dividend investors, investing in funds that track the S&P 500 Dividend Aristocrat Index could bea good strategy, as the index is made up of companies that have consistently been raising dividends for at least 25 years. Dividends add a strong income component value to stocks.\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats.\"\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats,\" Download \"S&P 500 Dividend Aristocrats Index (USD) Factsheet,\" Page 1.\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats,\" Download \"S&P 500 Dividend Aristocrats Index (USD) Factsheet,\" Pages 1, 4.\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats,\" Graph View: Compare to S&P 500.\n\nNasdaq. \"EMR Dividend History.\"\n\nS&P Dow Jones Indices. \"S&P Dow Jones Indices Announces Rebalancing Results for the S&P 500 Dividend Aristocrats: January 24, 2018,\" Page 1.\n\nS&P Dow Jones Indices. \"S&P Dow Jones Indices Announces Rebalancing Results for the S&P 500 Dividend Aristocrats: January 24, 2023,\" Page 1.\n\nS&P Dow Jones Indices. \"S&P Dividend Aristocrats Indices Methodology,\" Pages 4, 8. Download PDF.\n\nWall Street Oasis. \"S&P 500 Dividend Aristocrats.\"\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats: Data.\"",
  "url": "https://www.investopedia.com/terms/s/sp-dividend-aristocrats.asp"
}