{
  "term": "S&P BSE Sensex Index: Definition and What It Means for the Bombay Stock Exchange",
  "definition": "The Sensex is the benchmark index of the BSE in India. The Sensex comprises 30 of the largest and most actively traded stocks on the BSE and provides a gauge of India's economy. It is float-adjusted and market capitalization-weighted.\n\nThe Sensex is reviewed semiannually each year in June and December. Created in 1986, the Sensex is the oldest stock index reflecting India's markets and is operated byStandard & Poor's (S&P). Analysts and investors use it to observe the cycles of India's economy and the development and decline of particular industries.\n\nThe Sensex was launched on Jan. 1, 1986. It is both abellwetherand an investable index used to track the performance of India's 30 largest and most financially sound companies. These companies are listed on theBSE(previously known as the Bombay Stock Exchange) and represent some of the biggest and most important sectors of the Indian economy. As such, it is India's most-tracked index.\n\nThe Sensex is calculated inIndian rupees (INR)and U.S. dollars. As of Dec. 29, 2023, the mean total market cap of the index was $141.7 billion.\n\nThe top five constituents listed on the index as of Dec. 29, 2023, were:\n\nThe evolution of the Indian economy has shaped and changed the methodology of the Sensex. It was calculated based on the market cap when it was first launched but shifted to afree-floatcapitalization method in September 2003.\n\nThis provided a weighting for the effect of a company on the index. The index uses a company's float rather than itsoutstanding shares, which means it doesn't include restricted stocks that can't be readily sold, such as those held by company insiders.\n\nDespite all the changes to the methodology, the index's objectives haven't changed at all.\n\nIts constituents are selected by the S&P BSE index Committee based on several criteria:\n\nThe term \"Sensex\" is a portmanteau of the words sensitive and index.\n\nThe index experienced enormous growth since India opened up its economy in 1991. Large gains occurred in the 21st century when it rose from around 5,000 in early 2000 to nearly 42,000 in January 2020. This has mainly been the result ofIndia's surging economy, which for years has grown at one of the fastest paces in the world.\n\nThe outbreak of the global Coronavirus pandemic in early 2020 slowed India's economy like it did all economies around the world. The Sensex fell to below 30,000 in 2020.\n\nLike most economies, however, India has bounced back since the Coronavirus pandemic. This is reflected in the strong gains in the Sensex to levels well above pre-pandemic times. In 2021, the index passed 50,000, and in 2022 it passed 60,000. In 2023, it crossed the 65,000 mark.\n\nIndia’s expanding economy owes much to the rise of the nation's middle class and vice versa. According to one study, nearly 80% of the nation's households will be middle-income by 2030, up from about 50% in 2019. The middle class is an important driver of consumer demand.\n\nThe S&P BSE Sensex index, colloquially known as the Sensex or Sensex Index, is a benchmark index of 30 of India’s largest and most liquid public companies. The companies that make up the Sensex are drawn from BSE, which is one of India's main stock markets. Many investors throughout the world use the Sensex as a barometer of the overall state of the Indian economy, which has grown substantially in recent decades.\n\nThe Sensex is calculated using a free-float capitalization method. This method is similar to the market-capitalization weighting method, in which companies are weighted according to their share of the total market capitalization of the index. As such, the Sensex gives more weight to the largest companies within its index. But unlike the market-capitalization method, the free-float capitalization method only takes into account shares that are freely available to be traded, as opposed to restricted shares or those held by company insiders.\n\nAs of Dec. 29, 2023, the 10-year annualized return for the Sensex is 14.52%. Its five-year annualized return is 16.28%.\n\nThe Sensex allows investors to gain exposure to the Indian stock market, which may otherwise prove difficult given the requirements India places on foreign investors. For investors looking for diversification and exposure to emerging markets and one of the largest economies in the world, investing in the Sensex could be a good option.\n\nS&P Dow Jones Indices. \"S&P BSE SENSEX.\" Download \"Factsheet,\" Page 1.\n\nS&P Dow Jones Indices. \"S&P BSE SENSEX: Data.\"\n\nAsia Index Private Limited. \"The Sensex: Where It All Began.\"\n\nS&P Dow Jones Indices. \"S&P BSE Indices Methodology.\" Page 9.\n\nAsia Index Private Limited. \"How the Sensex Works.\" Page 1.\n\nYahoo! Finance. \"S&P BSE Sensex: Chart.\" Select Max View.\n\nThe World Bank. \"GDP Growth (Annual %) - India.\"\n\nWorld Economic Forum. \"How India Will Consume in 2030: 10 Mega Trends.\"\n\nS&P Dow Jones Indices. \"S&P BSE SENSEX.\" Download \"Factsheet,\" Page 2.",
  "url": "https://www.investopedia.com/terms/s/sensex.asp"
}