{
  "term": "S&P Capital IQ Definition, Products and Services",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nS&P Capital IQ is the research division of S&P Global, one of the world's largest providers of ratings, data, research, and the S&P Dow Jones Indices.\n\nS&P Capital IQ is the research division ofS&P Global, one of the world's largest providers of ratings, data, research, and the S&P Dow Jones Indices. S&P Capital IQ provides detailed research and analysis of thestock marketto a variety of investing stakeholders.\n\nFounded in 1999, Capital IQ started as a provider of software and analytics related to the markets. It was sold to publisher McGraw-Hill Financial in 2004 for more than $200 million. McGraw-Hill Financial was rebranded as S&P Global in 2016, and Capital IQ was rebranded asS&P Capital IQ.\n\nStandard & Poor’s was established in 1941 and has grown to become the world’s leading index provider and independentcredit ratingsource. Since having been acquired by Standard & Poor’s in 2004, the company has expanded to become a global presence, with operations in more than 20 countries overseen from its headquarters in New York City. It has made a number of significant acquisitions for growth and expansion. These include the acquisition of Heale Financial in 2006 for $13 million and ClariFI, Inc. for $87 million in 2007.\n\nS&P Capital IQ’s web portal offers various software and data feeds toadvisory firms, banks, corporations,investment managers, private equity funds, universities, and more, providing overall market awareness andinvestment analysisaudiences can use to inform theirinvestment strategies.\n\nEvery year, S&P Capital IQ collects and analyzes more than 135 billion data points in order to serve as the leading provider of financial services research. The data S&P Capital IQ collects and reports to its users includes company profiles, executive summaries, financial information, and independent analyst reports.\n\nS&P Capital IQ investigates financial news, market insights, company performance data, andsector-specific data. The firm provides subscribers with intelligence on more than 62,000 public companies and 4.4 million private firms. According to the company's website, it covers financials for 88,000 publicly-listed companies or 99% of global market capitalization.\n\nAdditionally, S&P Capital IQ researches and analyzes more complex investment structures, including mutual funds and hedge funds, providing investors with up-to-date performance comparisons, insights, and fund strategies.\n\nCapital IQ's widespread approach to market analysis provides information that can be valuable to investors of all types, ranging from large institutional traders to smaller, individual investors, and financial hobbyists.\n\nThe web portal for Capital IQ’s products offers many powerful tools for institutional and individual investors alike. These tools give users the ability to gain broad market understanding through the use of its various features, including market snapshots, industry and sub-industry reviews, surveys, and general economic insights.\n\nMajor products of the Capital IQ platform include Compustat, Xpressfeed, and Money Market Directories (MMD). Together, this suite of tools provides users access to desktop research, screening, real-time market data, backtesting, portfolio management, financial modeling, and quantitative analysis through web-based and Excel-based applications.\n\nCompustat, one of Standard & Poor's flagship services, has provided financial and statistical market data since 1962, and the Xpressfeed service is a formatting and delivery method of the Compustat database that permits users the ability to access and interpret real-time market data using their own tools. Money Market Directories are a powerful prospecting tool, offering comprehensive, global insights into foundations, endowments, and similar funding sources.",
  "url": "https://www.investopedia.com/terms/c/capital-iq.asp"
}