{
  "term": "S&P GSCI Definition, Commodity Types Listed, Potential Drawbacks",
  "definition": "The S&P GSCI is a compositeindex of commoditiesthat measures the performance of the commodities market. The index often serves as abenchmarkfor commodities investments. Investing in a GSCI fund provides a broadly diversified, unleveragedlong-onlyposition in commodity futures.\n\nThe S&P GSCI was simply called the Goldman Sachs Commodity Index (GSCI) before it was purchased byStandard & Poor’sin 2007. Although owned by S&P Dow Jones Indices, the GSCI should not be confused with the similarDow Jones Commodity Index(DJCI).\n\nThe S&P GSCI is weighted by world production and comprises the physical commodities that have active, liquid futures markets. There is no limit on the number of commodities that may be included in the S&P GSCI; any commodity whose contract satisfies the eligibility criteria and the other conditions specified in this methodology are included. The S&P GSCI is designed to reflect the relative significance of each of the constituent commodities to the world economy, while preserving the tradability of the index by limiting eligible contracts to those with adequate liquidity. The calculation of the relative weights of commodities in the index involves a four-step process based on world production levels.\n\nThe methodology of the S&P GSCI was left unchanged when Standard & Poor's took over the index. The S&P GSCI is made up of 24exchange-traded futurescontracts that cover physical commodities spanning five sectors. The sectors currently include energy, industrial metals, precious metals, agriculture, and livestock. This sector mix has been consistent over the years, but the weighting shifts year to year.\n\nThe S&P GSCI is designed to be investable, and there are ETF products designed to track its performance. The S&P GSCI captures global inflation of core commodities. Therefore, it is useful for creating funds that have low correlations with traditionalasset classes.\n\nThe iShares S&P GSCI Commodity Index ETF (GSG) is an ETF product that tracks the index.\n\nThe index's components qualify for inclusion in the index based on liquidity measures and are weighted in relation to their global production levels. That makes the GSCI valuable as both aneconomic indicatorand a commodities market benchmark. Below is a table of the 2021 reference percentage dollar weights (RPDW) for the S&P GSCI.\n\nEnergy was the largest sector at 54% of the index. Agriculture had a 27% share, while metals were 19%.\n\nThe S&P GSCI automatically rolls futures contracts, which may not be an optimal investment strategy. Futures contracts are affected bycontangoandbackwardation, and they can cause commodity futures to perform differently than actual commodities.\n\nIn theory, professional commodities traders can also use contango and backwardation to profit at the expense of simple automatic rolling strategies. This may be a significant flaw in the S&P GSCI. It could also be more theoretical than real, like many early criticisms of stock marketindex funds.\n\nThe component mix of the S&P GSCI is reevaluated and rebalanced on an annual basis.\n\nOther widely watched and tradedcommodity indexesinclude the Credit Suisse Commodity Benchmark Index, the Rogers International Commodities Index, and the Bloomberg Commodity Total Return Index. The Dow Jones Commodity Index (DJCI) is a weighted index that tracks a wide range of 28 different commodity futures contracts, including metals, agricultural products, and energy commodities such as oil and gas.\n\nIt is essential to understand how commodity indexes are weighted and rebalanced. These differences will affect the performance of tracking products over time.\n\nS&P Dow Jones Indices. \"S&P GSCI Methodology.\"",
  "url": "https://www.investopedia.com/terms/g/gsci.asp"
}