{
  "term": "S&P Global: Indexes and Credit Ratings",
  "definition": "S&P Global is known globally as the creator of indexes that are widely used by investors as indicators of the direction of the financial markets and its major sectors. The company also is an issuer of credit ratings for companies and the bonds that they issue.\n\nS&P Global is perhaps best known for theS&P 500 Index, which tracks the performance of the 500 largest U.S. public companies and has become a bellwether for the current state of the stock markets. Many of the most popular passive mutual funds and exchange-traded funds use one of these indexes as a benchmark.\n\nThe company's roots date back to the 1860s. Known for many years as Standard & Poor's, its official corporate name since 2016 has been S&P Global. S&P Global is a public company trading under the symbol S&P.\n\nThe company long known as Standard & Poor's grew out of two companies: Poor's Publishing, a publisher of railroad industry guidebooks officially founded in 1868, and the Standard Statistics Bureau (later Company), founded in 1906, which published financial data on companies.\n\nIn 1923, Standard Statistics released its first stock market indicator, comprised of 233 companies. Poor's Publishing, meanwhile, issued its first rating in 1916.\n\nThe two firms merged in 1941 to create Standard & Poor's.\n\nThe McGraw-Hill Cos. purchased S&P in 1966. In 2012, Standard & Poor’s combined its index operations with Dow Jones Indices (which McGraw-Hill also owned) to become the leader in stock market indexes.\n\nIn 2016, McGraw Hill Financial rebranded itself as S&P Global. S&P Global divisions include S&P Global Ratings, S&P Global Market Intelligence, S&P Dow Jones Indices, and S&P Global Platts.The company has more than 1,500 credit analysts and has issued more than one million credit ratings on governments, corporations, the financial sector, and securities.\n\nS&P is a credit risk researcher, covering multiple industries, benchmarks, asset classes, and geographies. It issues credit ratings ranging from AAA to D on public and private company debt as well as governments that issue debt.\n\nIt also offers ratings onshort-term debtand provides outlook ratings ranging from six months to two years.\n\nS&P's major competitors for credit ratings include Moody's Ratings and Fitch Ratings, and for financial indices, Bloomberg General Business Services.\n\nThe S&P 500 Index was launched in March 1957. It was the first index to be computer-generated and to be published daily.\n\nThe S&P 500, along with the Dow Jones Industrial Average, have long been used as stand-ins for the U.S. stock market as a whole.\n\nThe S&P 500 Index reflects theprices of the 500 largest stocksthat trade on the New York Stock Exchange (NYSE) and Nasdaq, making it a tool to measure the overall health of American companies. (TheDow Jones Industrial Average, by contrast, tracks 30 stocks selected as representative of American industry.)\n\nThe S&P 500 is probably the single most popular equity index in the world and is used as a performance benchmark for mutual funds, exchange-traded funds, and other assets and securities.\n\nOther indexes created by S&P Global cover sectors of the market. S&P Dow Jones Indices include the S&P SmallCap 600, the S&P MidCap 400, the S&P Composite 1500, and the S&P 900. Each is a measure of the movements of its sub-sector.\n\nThe first S&P 500 futures contracts were introduced by theChicago Mercantile Exchange(CME) in 1982, carrying a notional value of $250 times the value of the S&P 500. The CME added the E-mini contract—valued at $50 times the S&P 500—in 1997 to allow for smaller investments by a wider range of investors.The even smaller micro E-mini, with a multiplier of just $5, was introduced in 2019.\n\nThe \"E\" in E-mini stands for electronic, reflecting the fact that when E-minis were launched in 1997 they traded exclusively on CME Globex, CME's electronic trading system, rather than inopen outcrypits like other futures contracts.\n\nMany traders favored the E-mini over the standard contract not only for its smaller investment size but also for its liquidity. CME delisted the standard contract in September 2021.\n\nAs with all futures trades, investors are required to front only a fraction of the contract value to take a position. This represents the margin on the futures contract.\n\nThese margins are not the same as margins for stock trading. Futures margins show \"skin in the game\" that must be offset or settled.\n\nS&P Underlying Ratings (SPURs) provide an opinion on a municipality's credit quality separate from guarantor or insurer credit enhancements.\n\nMunicipal or other public sector bonds typically include credit enhancement which is used to obtain better terms by providing increased assurance that the borrower will honor its obligation through additional insurance or a third-party guarantee.\n\nS&P issues a SPURs rating only at the request of the issuer/obligor and maintains surveillance of an issue with a published SPUR.\n\nS&P Global Ratings division ranks debt instruments like bonds and the companies that issue them, in terms of creditworthiness, which is defined as the likelihood that the company will default or otherwise be unable to pay its debts.\n\nSimilar to academic grades, each rating consists of a letter on a scale of A to D, sometimes augmented with a plus or minus sign or a number. The higher the grade, the lower the risk of default in S&P's estimation.\n\nA rating of BBB and above is deemed investment grade—the safest sort of investment. Ratings below that are considered speculative, having a greater degree of risk.\n\nThe chart below displays S&P's rating system for short-term debt—bills, loans, and other obligations with a maturity of one year or less.These are the sort of instruments that money market funds and money market accounts often invest in.\n\nS&P Global, formerly known as Standard & Poor's, is a company, a leading index provider, and a source ofindependent credit ratings.\n\nThe original name comes from the 1941 merger of two financial data publications. Henry Varnum Poor's publication on railroad prices, which dated to 1860, and The Standard Statistics Bureau, which was founded in 1906.\n\nA reference to \"the S&P\" is often shorthand for the company's most famous index, the S&P 500, which tracks the performance of the 500 largest public companies in the U.S.\n\nS&P Global is paid fees for its rating services by the issuers of securities and debt obligations like bonds.\n\nOther sources of revenue include its detailed market intelligence and analysis reports and other research services.\n\nThe S&P 500 consists of the 500 largest publicly-traded companies in the U.S. Many are familiar names: Microsoft, Apple, Exxon Mobile, Bank of America, Visa, and Coca-Cola.\n\nTo qualify for the S&P 500 Index, a company must have at least 10% of its shares outstanding in the public market and have a market capitalization of at least $14.6 billion.\n\nYou can find a company's S&P rating by going to theS&P Global Ratings website. Once you register for free with the S&P Global Ratings website, you can look up a company's rating.\n\nYes, BBB indicates investment grade. It is the lowest S&P rating to qualify as investment grade.\n\nA BBB rating means a bond or an issuer \"exhibits adequate protection parameters. However, adverse economic conditions or changing circumstances are more likely to weaken the obligor's capacity to meet its financial commitments on the obligation,\" as S&P puts it.\n\nS&P Global—formerly known as Standard & Poor's—is a public company in the financial information and analytics business. Based in the U.S., S&P Global provides financial market research and intelligence, maintaining widely followed market and securities indexes.\n\nThe best-known of these is the S&P 500 Index, which acts as a barometer of the U.S. stock market.\n\nS&P Global also is one of the largest credit rating agencies, assigning letter grades to companies and countries and the debt they issue.\n\nS&P Global. \"Our Legacy is Built on Delivering Essential Intelligence.\"\n\nS&P Global. \"Our Ratings Scale.\"\n\nS&P Dow Jones Indices. \"S&P 500.\"\n\nS&P Global. \"About S&P Global Ratings.\"\n\nBloomberg. \"General Business Services Inc.\"\n\nThe Association of Corporate Treasurers.org. \"Corporate Credit Ratings: A Quick Guide,\" Pages 45–49.\n\nS&P Dow Jones Indices. \"S&P U.S. Indices Methodology,\" Pages, 3,4, 11.\n\nCME Group. \"Friday Fun Fact: The Origins of E-mini S&P 500 Futures.\"\n\nCME Group. \"Frequently Asked Questions: Micro E-mini Equity Index Futures.\"\n\nCME Group. “CME Group to Permanently Close Most Open Outcry Trading Pits; Eurodollar Options Pit will Remain Open.”\n\nS&P Global. \"Underlying Ratings (SPURs).\"\n\nS&P Global. \"S&P Global Ratings Definitions.\"\n\nS&P Global. \"Who We Are, Capabilities.\"\n\nS&P Global. \"S&P Dow Jones Indices Announces Update to S&P Composite 1500 Market Cap Guidelines.\"\n\nS&P Global. \"Understanding Credit Ratings.\"\n\nBritannica. \"Standard & Poor's.\"",
  "url": "https://www.investopedia.com/terms/s/sp.asp"
}