{
  "term": "Special Purpose Acquisition Company (SPAC) Explained: Examples and Risks",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA special purpose acquisition company is a company formed to raise money through an initial public offering so it can later purchase or merge with an existing company.\n\nSpecial purpose acquisition companies (SPACs) have no commercial operations. They are formed strictly to raisecapitalthrough aninitial public offering (IPO)that it can then use to acquire or merge with another company. After a period of relative obscurity—they were most popular in the lead-up to the 2007–2009 financial crisis—SPACs had a remarkable resurgence in the early 2020s, with a record-breaking number of SPAC IPOs and mergers, before quieting down in the mid-2020s.\n\nExperts say reasons for this renewed popularity include increased marketvolatility, a desire for faster and potentially less costly public listings, and the involvement of high-profile sponsors and investors. SPACs also gained mainstream attention with the highly publicized 2024 merger that took then-former President Donald Trump’s media company public under the ticker symbolDJT.\n\nAlso calledblank check companies, SPACs emerged in the 1990s on the margins of the dot-com era’s IPO craze. They were often used in industries like oil and gas exploration, where traditional IPOs were challenging because of the speculative nature of the business. However, SPACs have since gained a reputation for being dubious operations, often likened to scams since SPAC sponsors (often celebrities or well-known figures) receive a 20% promotion stake for minimal investment, giving them disproportionate upside with little risk compared with normal investors.\n\nSPACs operate on a straightforward premise: They raise capital through an IPO, place the funds in atrust, and then have a limited time frame (usually 18 to 24 months) to identify and merge with atarget company.If a suitable target isn’t found within this period, the SPAC is liquidated, and funds are returned toinvestors. This structure offers unique advantages and risks for sponsors and target companies.\n\nBelow, we explore the history, structure, advantages, and recent regulatory developments of SPACs.\n\nSPACs are commonly formed by investors or sponsors with expertise in a particularindustryor businesssector, and they pursue deals in that area. SPAC founders may have an acquisition target in mind, but they don’t identify that target to avoid disclosures during the IPO process.\n\nSPACs provide IPO investors with little information before they invest, seekingunderwritersandinstitutional investorsbefore offering shares to the public. During the early 2020s SPAC boom period, they attracted prominent names such as Goldman Sachs, Credit Suisse, and Deutsche Bank, in addition to retired or semiretired senior executives.\n\nThe funds that SPACs raise in an IPO are placed in an interest-bearing trust account that can’t be disbursed except to complete anacquisition. In the event that a SPAC can’t complete an acquisition, funds are returned, and the SPAC is liquidated.\n\nA SPAC has 18 months to two years to complete a deal or faceliquidation. In some cases, some of theinterestearned from the trust can serve as the SPAC’s working capital. After an acquisition, a SPAC is usually listed on one of the major stock exchanges.\n\nSponsors create the SPAC and file aninitial registration statement (S-1)with the U.S. Securities and Exchange Commission (SEC).\n\nThe SPAC goes public, and any funds raised are placed in a trust.\n\nThe SPAC’s shares begin trading on a stock exchange while the sponsors search for a suitable target company.\n\nSponsors identify a potential company to merge with. Initial negotiations anddue diligencebegin.\n\nIf both parties agree to proceed, the SPAC will publicly announce the intended merger, revealing details of the target company to investors.\n\nStep 6: PIPE Financing (If Applicable)\n\nAt this stage, additional funds may be raised throughprivate investment in public equity (PIPE)financing, if needed.\n\nNext, a detailed proxy statement about themergeris filed with the SEC, providing information to shareholders.\n\nSPACshareholdersthen vote on whether to approve the merger, with the option to redeem their shares if they choose not to participate.\n\nStep 9: Merger Completion (De-SPAC Transaction)\n\nIf approved, the SPAC and target company merge in what’s known as the de-SPAC transaction, and the combined entity begins trading under a newticker symbol.\n\nPost-merger, the newly public company operates like any other publicly traded entity, with former SPAC sponsors often taking board seats or advisory roles. The company must follow all public company regulations, including regular SEC reporting.\n\nThere’s typically alockup periodwhere sponsors and certain shareholders can’t sell their shares, usually lasting six to 12 months.\n\nSPACs and IPOs both involve a company selling shares, but there are key differences that investors need to consider.\n\nDuring an IPO, an existing company issues shares publicly for the first time, giving investors the chance to buy them on a public exchange. The company undergoing the IPO sells the shares to raise money.\n\nA SPAC is a new company that can be formed by investors, business insiders, or other groups. Unlike a normal business, the only purpose of a SPAC is to sell shares and then acquire or merge with an existing company. The SPAC doesn’t have business operations of its own.\n\nCompanies often use SPACs to go public, forming a SPAC and later having the SPAC merge with or acquire the private business rather than using a traditional IPO.\n\nThe SPAC may fail to acquire the target company\n\nSPACs have been used in scams, leading to trust issues\n\nSPACs often let companies raise money more quickly than a traditional IPO. The route to a public offering through a SPAC can take only a few months, while the conventional IPO process can take more than a year.\n\nThe owners of the target company may be able to negotiate a premium price when selling to a SPAC because of the limited time window to commence a deal. Beingacquired by or merging witha SPAC that is sponsored by prominent financiers and business executives provides the target company with experienced management and enhanced market visibility.\n\nHowever, investors have a few risks to keep in mind. First, even if a SPAC identifies a company to acquire, the deal may not go through. The chart earlier in this article shows the significant disparity between the number of SPACs in the process each year compared with those completed.\n\nHowever, the main problem is that thereturnsfrom SPACs generally don’t meet the expectations suggested during the promotion stage. The returns for SPACs have been poor, both historically and in recent years.\n\nFor example, SPACs launched in 2019 and 2020 showed mean returns of negative 12.3% and negative 34.9% over six and 12 months, respectively, following merger announcements.Since then, the returns have only gotten worse. The AXS De-SPAC ETF (DSPC), which tracked an index of de-SPAC merged companies, had returns of -74% in 2022, -67% in 2023, and one-year trailing returns of -60% in 2024. It last traded in February 2023.\n\nThisunderperformancehas been attributed to misaligned incentives between insiders and outsiders, the pressure to complete deals within the specified time frame, and the tendency for SPACs to acquire lower-quality or riskier companies that might not meet traditional IPO standards.\n\nThen-former President Donald Trump’s conservative Truth Social app was brought public via Digital World Acquisition Corp, a SPAC, becoming Trump Media & Technology Group Corp. (DJT) post-merger. After initially rising to around $100 per share after the deal was announced in the spring of 2022, DJT shares traded sharply lower to a low of $12.15 in September 2024. It closed at $32.38 as of Feb. 6, 2025.\n\nThe rise of SPACs as a means for sometimes dubious private companies to enter the public markets drew the attention ofSECregulators. They adopted new rules for SPACs in early 2024. “Just because a company uses an alternative method to go public does not mean that its investors are any less deserving of time-tested investor protections,” said then-SEC ChairGary Gensler. The new rules “will help ensure that the rules for SPACs are substantially aligned with those of traditional IPOs, enhancing investor protection through three areas: disclosure, use of projections, and issuer obligations.”\n\nSPAC transactions have been criticized for relying on optimistic financial projections, leaving retail investors vulnerable to inflated promises. To address these concerns, the SEC has tightened rules about using projections, mandating that companies disclose all material assumptions and bases underlying their forecasts.\n\nThese increased disclosure requirements include providing detailed information about conflicts of interest, SPAC sponsor compensation, and potential dilution. The rules require the target company in a de-SPAC transaction to sign off on the registration statement, making it a “co-registrant” and thus liable for the accuracy of the disclosures. This measure aligns SPAC disclosures with traditional IPOs, increasing accountability and investor protection.\n\nIn addition, the SEC targeted a legal loophole that had allowed SPACs and other blank-check companies to benefit from thePrivate Securities Litigation Reform Act’ssafe-harbor protections for forward-looking statements. Under the new rules, this protection is no longer available to SPACs, further ensuring that projections and forward-looking statements are subject to greater scrutiny.\n\nSPAC sponsors typically receive a 20% stake for minimal investment, allowing them to profit handsomely even if the merged company’s stock price plummets. This structure creates a “perverse incentive” for sponsors to complete any deal before the SPAC’s deadline, potentially prioritizing their own gains over the interests of regular investors and the long-term success of the acquired company.\n\nRichard Branson’s Virgin Galactic was a high-profile deal involving special-purpose acquisition companies. Venture capitalistChamath Palihapitiya’s SPAC Social Capital Hedosophia Holdings bought a 49% stake in Virgin Galactic for $800 million before listing the company in 2019.\n\nIn 2020, Bill Ackman, founder of Pershing Square Capital Management,sponsored his own, which became the largest-ever SPAC: Pershing Square Tontine Holdings, which raised $4 billion in its offering on July 22, 2020.\n\nBut the most famous foray into SPACs is that of Trump Media & Technology Group, the parent company of then-former President Donald Trump’s social media platform, Truth Social. In 2021, Trump Media announced plans to go public through a merger with Digital World Acquisition Corp. (DWAC), a SPAC. The deal, which valued Trump Media at $875 million, drew immediate attention, both for its high profile and the subsequent regulatory scrutiny.\n\nThe merger quickly became a flashpoint as the SEC and theFinancial Industry Regulatory Authority (FINRA)opened investigations into whether DWAC had held undisclosed talks with Trump’s company before the SPAC’s IPO, a potential violation of securities laws.These investigations delayed the merger’s closing,which occurred in March 2024. Below is a look at the company’s performance in the first six months after its debut.\n\nMost retail investors can’t invest in promising privately held companies. However, SPACs are a way for public investors to partner with investment professionals and venture capital firms.Exchange-traded funds (ETFs)have emerged that invest in SPACs.\n\nOther than those mentioned above, some of the best-known companies to have become publicly listed by merging with a SPAC are digital sports entertainment and gaming company DraftKings (DKNG); aerospace and space travel company Virgin Galactic (SPCE); energy storage innovator QuantumScape (QS); and real estate platform Opendoor Technologies (OPEN).\n\nSPACs have a specific time frame in which they need to merge with another company and close a deal, usually 18 to 24 months. If a SPAC can’t merge with a target during this time, it liquidates, and all funds are returned to investors.\n\nA SPAC is an investment vehicle created to raise capital through an IPO to acquire a private company. SPACs are sometimes called blank check companies because they are formed without a specific acquisition target in mind.\n\nOnce the SPAC has raised enough capital through the IPO, it uses the funds to search for and acquire a private company, which is then taken public through areverse merger. This allows the private company to access the public markets and additional capital without going through the traditional IPO process.\n\nWhile a popular alternative to traditional IPOs, the SPAC market has soured after their numbers rose significantly in the early 2020s.\n\nEmm, Ekaterina E., Bo Han, and Bochen Li. “Cross-Border Acquisitions: The Case of SPACs.”Pacific-Basin Finance Journal, vol. 85, 2024.\n\nDimitrova, Lora. “Perverse Incentives of Special Purpose Acquisition Companies, the ‘Poor Man’s Private Equity Funds’.”Journal of Accounting and Economics, vol. 63, no. 1, 2017, pp. 99–120.\n\nBloomberg. “SPACs Are Hot Because They Are the ‘Poor Man’s Private Equity Funds’.”\n\nMergers & Inquisitions. “The Great SPAC Scam: Why SPACs Are a Great Deal for Celebrity Sponsors, but Not Companies or Normal Investors.”\n\nHarvard Business Review. “SPACs: What You Need to Know.”\n\nSPAC Insider. “SPAC Statistics.”\n\nFortune. “Months After the SPAC Boom, Returns Have Been ‘Weak,’ Says Goldman Sachs.”\n\nKolb, Johannes, and Tereza Tykvová. “Going Public via Special Purpose Acquisition Companies: Frogs Do Not Turn into Princes.”Journal of Corporate Finance, vol. 40, 2016, pp. 80–96.\n\nYahoo! Finance. “Trump Media & Technology Group Corp. (DJT).”\n\nU.S. Securities and Exchange Commission. “SEC Adopts Rules to Enhance Investor Protections Relating to SPACs, Shell Companies, and Projections.”\n\nU.S. Securities and Exchange Commission. “Branson’s Space Unit to Go Public.”\n\nInstitutional Investor. “Bill Ackman Has a New Investment. And He’s Still Working on That SPAC.”\n\nReuters. “Trump’s Social Media Company Discloses Inquiry from FINRA.”\n\nFinancial Industry Regulatory Authority. “Investing in a SPAC.”",
  "url": "https://www.investopedia.com/terms/s/spac.asp"
}