{
  "term": "Special Power of Attorney: Definition and Other Powers of Attorney",
  "definition": "A special power of attorney is a legal document that allows an individual to give another person the ability to make certain legal or financial decisions on their behalf. The document, also known as alimited power of attorney (LPOA), authorizes one person, called an agent or an attorney in fact, to act on behalf of another person, known as the principal, under specific, clearly laid-out circumstances that may be limited by time frame or scope.\n\nApower of attorneyrefers to an agreement between two individuals that allows one individual to act on the other's behalf. For example, you might want a power of attorney if you are out of the country and unable to carry out a business transaction yourself, or if your abilities are limited by a medical condition. The person who initiates a power of attorney, whether in oral or written form, is referred to as the grantor or principal. The authorized individual named in the agreement is referred to as theattorney in factor agent. In the case of a special power of attorney, the actions that the agent can take are limited to very specific circumstances.\n\nBecause this type of power of attorney is limited to what has been laid out in the signed document, it is particularly important that the principal is very clear about the powers that they want the agent to have. Additionally, the principal may create more than one special power of attorney, naming a different individual in each one.\n\nWhile a special power of attorney gives the agent authority for a limited set of actions under a restricted set of circumstances—such as buying or selling a home, withdrawing money from an account, or running a business—a general power of attorney is more broad.\n\nA general power of attorney grants the agent the legal right to make all financial and legal decisions on behalf of the principal. An individual who will be out of the country for a year may give an agent extensive powers to carry out transactions such as personal and business financial transactions, bill payments, life insurance purchases, charitable donations, real estate management, and the filing of tax returns.\n\nA special power of attorney may needto be notarizedto have legal authority.\n\nA power of attorney becomes ineffective if its principal dies or becomes incapacitated, meaning the principal is unable to grant such power due to an injury or mental illness. However, a special power of attorney can be made durable.\n\nAdurable power of attorneyis one that authorizes the agent to continue acting on behalf of the principal even after the principal becomes incapacitated, for instance, due to a head injury or Alzheimer’s disease. Under a durable power of attorney, the authority of the agent to act and make decisions on behalf of the principal continues until the principal's death. For an individual who does not already have a durable power of attorney in place and does not have the capacity to execute a special power of attorney, the court will impose a conservatorship or a guardianship to act on their behalf.\n\nWhen an individual passes away, the special power of attorney becomes void, and alast will and testamenttakes precedence.\n\nThe steps you need to take to get a power of attorney (POA) may vary according to the state you live in and the type of POA you need. But here is the general process:\n\nThere can be. Given that you are entrusting someone to make decisions on your behalf, sometimes financial ones, it is critical that you choose an agent who is trustworthy. If they are not, and they run off with your money or property, it may be very difficult or even impossible to get it back.\n\nYou are bound by an agent's actions, even if they are misguided. For example, if they sign a contract for you to purchase property, you generally will have to pay for it. (If the agent breaches their duty or doesn't act in your best interests, however, they may be liable for damages or you could sue them.) It behooves you to choose your agent—and the powers you wish to give them—very carefully.\n\nThe cost depends on the type of POA, its length, and it complexity. At the low end, for a simpler POA, you may be able to obtain a template online, fill it out, and only pay for the cost of notarization if it's required by your state. You can also purchase a POA from an online service like LegalZoom, which offers financial powers of attorney for $39-$49.\n\nAt the higher end, you may need a lawyer to prepare the POA, with an average cost of $300. Lawyers may charge by the hour, with the average hourly rate for a family or probate lawyer ranging from $250 to $350.\n\nA special power of attorney (POA) is typically a written document that spells out the specific circumstances under which a designated person (the agent) will make legal or financial decisions on behalf of another person (the principal). Keep in mind that family members or next of kin cannot override or nullify an existing power of attorney, but a POA can be terminated if you revoke it. All POAs end when the principal dies.\n\nCornell Law School Legal Information Institute (LII). \"General Power of Attorney.\"\n\nLawHelp.org/DC. \"Frequently Asked Questions About Powers of Attorney.\"\n\nMetLife. \"How to Get a Power of Attorney (and Why It's Important).\"\n\nLegalZoom. \"Protect Your Family With a Financial Power of Attorney.\"\n\nNational Council on Aging Advisor. \"What Is a Power of Attorney (POA)?\"\n\nLawDistrict. \"How Much Does a Power of Attorney Cost?\"",
  "url": "https://www.investopedia.com/terms/s/special-power-attorney.asp"
}