{
  "term": "Special Warranty Deed: Definition, Use, vs. General Warranty Deed",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMadelyn Goodnight / Investopedia\n\nA special warranty deed is adeedto real estate where the seller of the property—known as thegrantor—warrants only against anything that occurred during their physical ownership. In other words, the grantor doesn’t guarantee against any defects inclear titlethat existed before they took possession of the property.\n\nSpecial warranty deeds are most commonly used withcommercial propertytransactions. Single-family and other residential property transactions will usually use a general warranty deed. Many mortgage lenders insist upon the use of the general warranty deed.\n\nSpecial warranty deeds go by many names in different states, including covenant deed, grant deed, and limited warranty deed. The guarantee covers only the period when the seller held title to the property with a special warranty deed. Special warranty deeds do not protect against mistakes in a free-and-clear title that may exist before the seller’s ownership.\n\nThus, the grantor of a special warranty deed is only liable for debts, problems, or other encumbrances to the title that they caused during their property ownership. The grantee assumes responsibility for any issues that arise from the previous owners.\n\nA warranty deed provides the transfer of ownership or title to commercial or residential real estate property and comes with certain guarantees made by the seller. These guarantees include that the property title is being transferred free and clear of ownership claims, outstandingliensormortgages, or otherencumbrancesby individuals or entities other than the seller.\n\nAgeneral warranty deedcovers the property’s entire history and guarantees that the property is free and clear from defects or encumbrances, whether they happened or under whose ownership. The general warranty deed assures the buyer that they are obtaining full ownership rights without valid potential legal issues with the title.\n\nThe general warranty deed is the most common and preferred type of instrument used to transfer real estate titles in the United States.\n\nA special warranty deed—also known as a limited warranty deed—is a variation of the general warranty deed. While the word “special” may communicate to a buyer the idea that the deed is of higher quality, the special warranty deed is less comprehensive. It offers less protection due to the limited time frame it covers. In residential property, special warranty deeds are frequently used inforeclosuresand theforced saleof the property to satisfy adebt.\n\nAs an example, imagine a home that has had two previous owners before you. The first owner was a hoarder, and soon the house and yard fell into disrepair. The city’s code enforcement department issued fines against the owner, which were attached to the property. The owner fell behind on their mortgage, and the bank foreclosed, selling the home to the second owner.\n\nTo the pleasure of the neighborhood, the new owner fixed the house and cleaned the yard. After 10 years, they put the home on the market, and you buy it using a special warranty deed. A few years later, you decide to sell the house. However, because the code enforcement liens remain against the property, they could encumber your sale. At the very least, you will need to satisfy the city’s lien to free the title.\n\nBoth the general and special warranty deeds identify:\n\nSpecial warranties allow the transfer of property title between seller and buyer.\n\nThe purchase of title insurance can mitigate the risk of prior claims to the special warranty deed.\n\nIt is useful for buying a house in foreclosure.\n\nSpecial warranty deeds provide narrow protection for the grantees or buyers.\n\nSpecial warranty deeds cover only the period of ownership of the grantor or seller.\n\nSpecial warranty deeds are not often used for residential properties.\n\nAlthough general warranty deeds are more common in residential real estate transactions, there is one area where the special warranty deed becomes the norm. This is for foreclosed properties, real-estate-owned (REO), or short-sold properties.\n\nMostFannie Mae (Federal National Mortgage Association, or FNMA),Housing and Urban Development (HUD), and bank-owned residences sell using this sort of deed. Perhaps one primary reason for the use of special warranty deeds is because the selling authority has no wish to be liable for any situation concerning the property before the seizure.\n\nFor example, in 2012, a couple with a home in Grenada County, Mississippi,defaultedon the loan payments on the property. In February 2013, the property was foreclosed upon by their lender, Wells Fargo Bank. Subsequent legal documents indicated that Wells Fargo “conveyed the Property to FNMA in a special warranty deed.”\n\nMost times, atitle searchwill uncover any liens or claims to the title of a property. A title search is a review of available public records to determine the ownership of property. Attorneys, title companies, and individuals can complete title searches to verify ownership of property. While these searches are extensive, there is always the possibility that something will be missed.\n\nFor this reason, most buyers—regardless of the type of warranty deed they use—also purchasetitle insurancewhen buying a property. Title insurance is an indemnity insurance policy that protects a buyer from financial claims against the title of a property they own.\n\nIf you are involved in a commercial property transaction, you will most likely need to use a special warranty deed.\n\nIf you are purchasing a home or other type of residential property, you will usually use a general warranty deed for your transaction with your mortgage lender.\n\nCovenant deed, grant deed, and limited warranty deed are all different names used by the real estate industry for special warranty deed.\n\nA special warranty deed is a deed in which the seller of a piece of property (the grantor) only warrants against problems or encumbrances in the property title that occurred during their ownership. The grantor doesn’t guarantee against any defects in clear title that existed before they took possession of the property.\n\nState of Mississippi Judiciary, Administrative Office of Courts. “Henry Harvey A/K/A Henry Harvey, Jr. and Lillie May Moore Harvey A/K/A Lillie M. Harvey v. Federal National Mortgage Association.”",
  "url": "https://www.investopedia.com/terms/s/special-warranty-deed.asp"
}