{
  "term": "Special Drawing Rights (SDRs): Definition and Requirements",
  "definition": "Investopedia / Paige McLaughlin\n\nSpecial drawing rights (SDRs) refer to an international type ofmonetary reservecurrency created by theInternational Monetary Fund (IMF)in 1969. It operates as a supplement to the existing money reserves of member countries. Created in response to concerns about the limitations of gold and dollars as the sole means of settling international accounts, SDRs augment international liquidity by supplementing the standard reserve currencies.\n\nAn SDR is essentially an artificial currency instrument used by the IMF built from a basket of importantnational currencies. The IMF uses SDRs for internal accounting purposes. SDRs are allocated by the IMF to its member countries.\n\nThe makeup of the SDR is re-evaluated every five years.The current makeup of the SDR is represented by the following table and began in August 2022:\n\nThe SDR was formed with a vision of becoming a major element of international reserves, with gold and reserve currencies forming a minor incremental component of such reserves. This consisted ofcentral bankor government reserves of gold and globally accepted foreign currencies that could be used to buy the local currency in foreign exchange markets to maintain a stableexchange rate.\n\nHowever, the international supply of the U.S. dollar and gold—the two main reserve assets—wasn’t sufficient to support growth in global trade and the related financial transactions that were taking place. This prompted member countries to form an international reserve asset under the guidance of the IMF.\n\nBesides acting as an auxiliary reserve asset, and though its stature has diminished, the SDR is the unit of account for the IMF. Its value is summed up in U.S. dollars and is calculated from aweightedbasket of major currencies: the Japanese yen, the U.S. dollar, the Chinese renminbi, the pound sterling, and the euro.\n\nTheBretton Woods Agreement and Systemimploded in 1973, a few years after the SDR was created, moving major currencies to the floating exchange rate system.Internationalcapital marketsexpanded considerably in time, enabling creditworthy governments to borrow funds. This saw many governments register exponential growth in their international reserves. These developments diminished the stature of the SDR as a globalreserve currency.\n\nThe allocation of SDRs to each member country is based on the member's IMF quota shares. The stronger a country's economy, the higher quota shares it has. For example, the United States has 82,994 shares, while Afghanistan has 323 shares.\n\nThe more quota shares that a country has, the more it pays into the IMF. This gives the country greater voting power. The SDR share ofemerging marketsand developing economies is approximately 42.3%. Of this amount, 3.3% is for low-income countries.\n\nUnder the Articles of Agreement of the International Monetary Fund, the IMF may allocate SDRs to members under certain conditions. The allocation must meet the IMF's goal of \"meeting the long-term global need to supplement existing reserve assets\" for a general allocation of SDRs to occur.The allocation must also receive an 85% majority approval of the total voting power of members in the SDR Department.\n\nSDR 660.7 billion had been allocated as of 2022, which is equal to approximately $943 billion.\n\nThe IMF allocated $650 billion of SDRs on Aug. 2, 2021, which is the largest amount in its history. The reason was to boost globalliquidityduring the COVID-19 pandemic.\n\nAfter SDRs have been allocated to each country, they have a few options on how they can manage them. They can hold the allocated SDRs as part of their foreign exchange reserves, sell theirreserves, or use their reserves. For example, a member country can exchange an SDR for a freely usable currency.\n\nMembers can also use SDRs for other reasons, such as therepaymentof loans, payments of obligations, pledges, the payment of interest on loans, or paying for increases in quota amounts.\n\nThe current requirements to be included in the SDR were established in 2000.The Board states that the SDR basket is to comprise the currencies of members or monetary unions \"whose exports had the largest value over a five-year period, and have been determined by the IMF to be freely usable.\"\n\nAccording to the IMF, \"freely usable,\" is a currency that \"(i) is, in fact, widely used to make payments for international transactions, and (ii) is widely traded in the principal exchange markets.\"\n\nDetermining what is freely usable is gauged on metrics such as the number of shares of the currency in reserve holdings, the currency denomination of international debt securities, the volume of transactions in foreign exchange markets, cross-border payments, andtrade finance.\n\nThe SDR isn’t regarded as a currency or a claim against the IMF assets. Instead, it is a prospective claim against the freely usable currencies that belong to the IMF member states. The Articles of Agreement define a freely usable currency as one that is widely used in international transactions and is frequently traded in foreign exchange markets.\n\nThe IMF member states that hold SDRs can exchange them for freely usable currencies by either agreeing among themselves to voluntaryswapsor by the IMF instructing countries with stronger economies or larger foreign currency reserves to buy SDRs from the less-endowed members.IMF member countries can borrow SDRs from reserves at favorable interest rates, mostly to adjust theirbalance of paymentsto favorable positions.\n\nThe interest rate on SDRs, which is called the SDRi, provides the basis for calculating the interest rate that is charged to member countries when they borrow from the IMF and is paid to members for their remunerated creditor positions in the IMF.It is also the interest paid to member countries on their own SDR holdings and charged on their SDR allocation.\n\nThe SDRi is determined weekly based on a weighted average of representative interest rates on short-term government debt instruments in the money markets of the SDR basket currencies, with afloorof five basis points. It is posted on the IMF website.\n\nThe value of an SDR is made up of five currencies, which are the U.S. dollar, euro, Chinese renminbi, Japanese yen, and pound sterling.\n\nThe value or worth of an SDR is calculated daily and is based on the weights of the currencies that make up the SDR basket: U.S. dollar (43.38%), euro (29.31%), Chinese renminbi (12.28%), Japanese yen (7.59%), and pound sterling (7.44%). The value of the SDR is arrived at by summing up in U.S. dollars the value of these currencies.\n\nSDRs are considered to be an international reserve currency, and could technically replace the dollar in terms of global transactions. Given the strength and wide use of the dollar internationally, however, this is not likely to happen any time soon.\n\nAn SDR is called paper gold because at the time of its creation, it was viewed as an asset that could act as a reserve asset that would supplement gold reserves and other currencies, thus the name, paper gold.\n\nSpecial Drawing Rights were created by the IMF as a way for participating member countries to enhance their reserve assets. These instruments are interest-bearing and can be used countries that hold them. Although they are based on a basket of international currencies, SDRs are not considered currencies themselves. Instead, they provide IMF member nations with liquidity—especially in times of need.\n\nInternational Monetary Fund. \"Special Drawing Rights (SDR).\"\n\nInternational Monetary Fund. \"The End of the Bretton Woods System (1972-1981).\"\n\nInternational Monetary Fund. \"IMF Members' Quotas and Voting Power, and IMF Board of Governors.\"\n\nInternational Monetary Fund. \"How Much of a General Allocation Is Distributed to Each Member Country?\"\n\nInternational Monetary Fund. \"Questions and Answers on Special Drawing Rights.\"\n\nInternational Monetary Fund. \"Special Drawing Rights: Overview.\"\n\nInternational Monetary Fund. \"4. Special Drawing Rights.\"\n\nInternational Monetary Fund. \"4. Special Drawing Rights.\" Pages 84-85.\n\nInternational Monetary Fund. \"Q and A on 2015 SDR Review.\"\n\nInternational Monetary Fund. \"QUESTIONS AND ANSWERS ON SPECIAL DRAWING RIGHTS (SDRS),\" Q11.\n\nInternational Monetary Fund. \"SDR Valuation.\"",
  "url": "https://www.investopedia.com/terms/s/sdr.asp"
}