{
  "term": "Spot Market: Definition, How It Works, and Example",
  "definition": "The spot market is the market where assets are traded for immediate payment and delivery, as opposed to futures markets.\n\nThe spot market refers to the trade of financial instruments for immediate payment and delivery. Assets traded in the spot market includecommodities, currencies, and securities. Delivery occurs when the buyer and seller exchange cash for the financial instrument.\n\nAfutures contract, on the other hand, is based on the payment and delivery of the underlying asset at a future date. Exchanges andover-the-counter (OTC)markets may provide spot trading and/or futures trading.\n\nSpot markets involve the exchange of physical securities for cash. This is why they are also referred to as physical markets orcash marketsbecause trades are immediate. Both the buyer and seller agree to the immediate transfer of funds, even though transactions settle on different schedules. For instance, a stock transaction settles on aT+1basis, or the business day after the transaction date.\n\nSecuritiesthat are traded on the spot market include the following:\n\nFutures trades in contracts that have an expiration date. They are also sometimes called spot trades since the expiring contract means that the buyer and seller will be exchanging cash for the underlying asset immediately.\n\nThe current price of a financial instrument is called thespot price. It is the price at which an instrument can be sold or bought immediately. Buyers and sellers create the spot price by posting their buy and sell orders. Inliquidmarkets, the spot price may change by the second or even within milliseconds, as orders getfilledand new ones enter the marketplace.\n\nA non-spot, or futures transaction, is agreeing to a price now, but delivery and transfer of funds will take place at a later date.\n\nExchanges bring togetherdealersand traders who buy and sell commodities, securities, futures, options, and other financial instruments. Based on all the orders provided by participants, the exchange provides the current price andvolumeavailable to traders with access to the exchange.\n\nTrades that occur directly between a buyer and seller are called over-the-counter. A centralized exchange does not facilitate these trades. Theforeign exchange market(orforexmarket) is the world's largest OTC market with an average daily turnover of $1.2 trillion in North America as of April 2024.\n\nIn an OTC transaction, the price can be either based on a spot or a future price/date. In an OTC transaction, the terms are not necessarily standardized, and therefore, may be subject to the discretion of the buyer and/or seller. As with exchanges, OTC stock transactions are typically spot trades, while futures orforwardtransactions are often not at the spot price unless they are nearing expiration.\n\nThe word spot comes from the phrase on the spot where in these markets you can purchase an asset on the spot.\n\nThe spot price is the current quote for immediate purchase, payment, and delivery of a particularcommodity. This means that it is incredibly important since prices in derivatives markets such as for futures and options will be inevitably based on these values.\n\nSpot markets also tend to be incrediblyliquidand active for this reason. Commodity producers and consumers will engage in the spot market and then hedge in the derivatives market.\n\nA disadvantage of the spot market is taking delivery of the physical commodity. If you buy spot pork bellies, you now own some live hogs. While a meat processing plant may desire this, aspeculatorprobably does not.\n\nAnother downside is that spot markets cannot be used effectively tohedgeagainst the production or consumption of goods in the future, which is where derivatives markets are better suited.\n\nReal-time prices of actual market prices\n\nCan take immediate delivery if desired\n\nMust take physical delivery in many cases\n\nLet’s say an online furniture store in Germany offers a 30% discount to all international customers who pay within five business days after placing an order. Danielle, who operates an online furniture business in the United States, sees the offer and decides to purchase $10,000 worth of tables from the online store.\n\nSince she needs to buy euros for (almost) immediate delivery and is happy with the current EUR/USDexchange rateof 1.1233, she executes a foreign exchange transaction at the spot price to buy the equivalent of $10,000 ineuros, which works out to be €8,902.34 ($10,000 ÷ 1.1233). The spot transaction has a settlement date of T+2, so Danielle receives her euros in two days and settles her account to receive the 30% discount.\n\nMost of your trades in daily life are spot trades. When you buy gasoline, vegetables, or clothing, you trade at the current price, and exchange the cash and products immediately. For most commodities, prices are constantly being adjusted based on the availability and demand for that item.\n\nIf you work as a farmer, you might sell your products on the futures market instead. In this case, the buyer and seller set a price now for a trade that will occur in the future. Farmers spend a long time waiting for crops to mature, and would often prefer to lock in a decent price now than hope for a better one at harvest time.\n\nSpot markets trade commodities or other assets for immediate (or very near-term) delivery. The word spot refers to the trade and receipt of the asset being made on the spot.\n\nMany commodities have active spot markets, where physicalspot commoditiesare bought and sold in real-time for cash. Foreign exchange also trades in the spot currency market where the underlying currencies are physically exchanged following the settlement date. Delivery usually occurs within two days after execution as it generally takes two days to transfer funds between bank accounts. Stock markets can also be thought of as spot markets, with shares of companies changing hands in real time.\n\nA spot market is where spot commodities or other assets like currencies are traded for immediate delivery for cash. Forward and futures markets instead involve the trading of contracts where the purchase is to be completed at a later date.\n\nForwards and futures are derivatives contracts that use the spot market as the underlying asset. These are contracts that give the owner control of the underlying at some point in the future, for a price agreed upon today. Onlywhen the contracts expirewould physical delivery of the commodity or other asset take place, and often traders willroll overor close out their contracts to avoid making or taking delivery altogether. Forwards and futures are generically the same, except that forwards are customizable and trade over the counter, whereas futures are standardized and traded on exchanges.\n\nFinancial markets are vast and take on different characteristics. The spot market is a type of financial market where buyers and sellers exchange assets for cash immediately. The price at which these assets are traded is called the spot price—the price for immediate sale. This is one reason why this market is also called a cash or physical market. Assets traded in the spot market include equities, fixed-income products, currencies, and commodities.\n\nU.S. Securities and Exchange Commission. \"New 'T+1' Settlement Cycle – What Investors Need to Know: Investor Bulletin.\"\n\nNew York Fed. \"FX Committee Releases FX Volume Survey Results.\" Page 1 of PDF.\n\nCME Group Education. \"Futures Contracts Compared to Forwards.\"",
  "url": "https://www.investopedia.com/terms/s/spotmarket.asp"
}