{
  "term": "Spot Price: Definition, Spot Price vs. Futures Price, Examples",
  "definition": "The spot price is the price in the marketplace at which a given asset—such as a security, commodity, or currency—can be bought or sold for immediate delivery.\n\nA spot price is thecurrent priceat which an asset may be bought (or sold) for immediate ownership anddelivery, after settlement.\n\nIn our global economy, the spot price of most securities or commodities worldwide is fairly uniform after accounting for exchange rates.\n\nIn contrast to the spot price, afuturescontract price is an agreed-upon price for thefuture deliveryof an asset.\n\nSpot prices are constantly in flux. Though you normally don't hear the term used for stock transactions, stocks always trade at the spot price.\n\nAs mentioned, that's the current quoted price determined by the market. You buy (or sell) a stock at the current price, and then exchange cash for the stock.\n\nThe transfer of cash and security takes place behind the scenes at your broker. If you look at your account online, you'll see the shares of stock as well as sufficient money, based on the spot price and any transaction fee, withdrawn to settle the trade.\n\nTraders and longer-term investors can conduct stock transactions cost-effectively withonline brokers.\n\nNote: Since theU.S. Securities and Exchange Commission (SEC)approved the first Bitcoin spot ETFs in January 2024, spot price is also used in reference to the market price of cryptocurrencies such as Bitcoin and toexchange-traded funds (ETFs) that hold cryptocurrencies.\n\nSpot prices are often referred to in relation to the prices of commodityfutures contracts, such as contracts for oil, wheat, or gold. That's because the spot price is a reference point for the prices of those futures contracts.\n\nThat is, a commodity futures contract price is commonly determined by the spot price of the commodity, expected changes in supply and demand, the risk-free rate of return for the holder of the commodity, and the cost of transportation or storage (the carrying cost) in relation to the maturity date of the contract.\n\nFutures contracts with longer times to maturity normally entail greater storage costs than contracts with nearby expiration dates.\n\nWhile the spot price of a security, commodity, or currency is important for immediate buy-and-sell transactions, it also plays a major role for the largederivativesmarkets.\n\nOptions, futures contracts, and other derivatives allow buyers and sellers of securities or commodities to lock in a specific price for the future delivery of anunderlying asset.\n\nUsing derivatives such as futures contracts, buyers and sellers can partially mitigate the risk posed by constantly fluctuating spot prices.\n\nThis is called hedging and it's an important means for producers of agricultural commodities to protect the value of their crops against price fluctuations, when the products will be delivered at a future date.\n\nSo, as an example, if you own corn that you'll sell in the marketplace at a future date, you'd sell a futures contract for corn with a maturity that matches (as closely as possible) your sale date.\n\nYou're long corn and short futures for corn. That way if the market price for corn goes down, the loss you incur when you actually sell your corn can be offset to some degree by the profit you make on your futures contract.\n\nPrices for financial futures are also based on spot prices for the underlying financial instruments, such as Treasury bonds.\n\nThe difference between spot prices and futures contract prices can be significant. Investors refer to the relationship as “contango” or “backwardation.”\n\nContangois used when the futures contract price of an asset—for example, a commodity—is higher than the asset's spot price.Backwardationis used when the futures contract price is lower than the spot price.\n\nBackwardation tends to favor netlonginvestors. The futures price typically rises over time as the contract gets closer to expiration and it converges with the spot price.\n\nSo, if you bought the futures contract for a lower price than the spot price, you could offset it in the future at a higher price and make a profit.\n\nLikewise, contango favorsshortsellers because the futures price decreases as the contract approaches expiration and converges with the lower spot price.\n\nIn this case, if you sold short at a price higher than the spot price, you could offset it in the future at a lower price and make a profit.\n\nFutures markets can move from contango to backwardation, or vice versa, and may stay in either state for brief or extended periods.\n\nHere are some spot prices, as quoted on April 2, 2025:\n\nSpot prices are determined by the demand for an asset, and the available supply. If lots of buyers and sellers are actively conducting transactions for an asset, the spot price is determined by every one of those transactions \"on the spot.\" Substantial transaction activity means the spot price will change frequently.\n\nWhile interest (supply and demand) in an asset ultimately sets the spot price, that interest can be affected by various things, including the weather, geopolitical events, war, supply problems, and economic conditions.\n\nWhen stock markets are open, investors can get current quotes for securities from financial news websites, brokerage websites, search engine sites such as Google, and more. Visitors to Investopedia can find out where a stock is currently tradinghere. You can review an overview of the markets and/or enter a specific company name or ticker symbol to get its spot price.\n\nA spot price is the price that someone could pay to own an asset immediately. It's determined by supply and demand, as evidenced by marketplace activity.\n\nSpot prices change constantly, as interest in assets by buyers and sellers changes. That interest can be affected by a host of factors, from the weather and trade relations between countries to outbreaks of war and disruptions to supply chains.\n\nCongressional Research Service. \"SEC Approves Bitcoin Exchange-Traded Products (ETPs).\"\n\nU.S. Securities and Exchange Commission. \"Statement on the Approval of Spot Bitcoin Exchange-Traded Products.\"\n\nBusiness Insider. \"Commodities.\"",
  "url": "https://www.investopedia.com/terms/s/spotprice.asp"
}