{
  "term": "Spread Betting: What It Is and How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSpread betting refers to speculating on the direction of a financial market without actually owning the underlying security. It involves placing a bet on the price movement of a security. A spread betting company quotes two prices, the bid and ask price (also called the spread), and investors bet whether the price of the underlying security will be lower than the bid or higher than the ask.\n\nThe spread bettor does not actually own the underlying security in spread betting, they simply speculate on its price movement.\n\nSpread betting should not be confused withspread trading, which involves taking offsetting positions in two (or more) different securities and profiting if the difference in price between the securities widens or narrows over time.\n\nSpread betting lets investors speculate on the price movement of various financial instruments, such as stocks, forex, commodities, currencies,cryptocurrencies, andfixed-income securities. In other words, an investor makes a bet based on whether they think the market will rise or fall from the time their bet is accepted. They also get to choose how much they want to risk on their bet. It is promoted as a tax-free, commission-free activity that allows investors to profit from eitherbullorbearmarkets.\n\nSpread betting is a leveraged product which means investors only need to deposit a small percentage of the position's value. For example, if the value of a position is $50,000 and the margin requirement is 10%, a deposit of just $5,000 is required. This magnifies both gains and losses which means investors can lose more than their initial investment.\n\nSpread betting is not available to residents of the United States due to regulatory and legal limitations.\n\nDespite the risk that comes with the use of high leverage, spread betting offerseffective tools to limit losses:\n\nRisk can also be mitigated by the use of arbitrage, betting two ways simultaneously.\n\nLet’s assume that the price of ABC stock is $201.50 and a spread-betting company, with a fixed spread, is quoting thebid/askat $200 / $203 for investors to transact on it. The investor is bearish and believes that ABC is going to fall below $200 so theyhit the bidto sell at $200. They decide to bet $20 for every point thestockfalls below their transacted price of $200. If ABC falls to where the bid/ask is $185/$188, the investor can close their trade with a profit of {($200 - $188) * $20 = $240}. If the price rises to $212/$215, and they choose to close their trade, then they will lose {($200 - $215) * $20 = -$300}.\n\nThe spread betting firm requires a 20% margin, which means the investor needs to deposit 20% of the value of the position at its inception, {($200 * $20) * 20% = $800, into their account to cover the bet. The position value is derived by multiplying the bet size by the stock’s bid price ($20 x $200 = $4,000).\n\nInvestors have the ability to bet on both rising and falling prices. If an investor is trading physical shares, they have to borrow the stock they intend toshort sellwhich can be time-consuming and costly. Spread betting makes short selling as easy as buying.\n\nSpread betting companies make money through the spread they offer. There is no separatecommissioncharge which makes it easier for investors to monitor trading costs and work out their position size.\n\nSpread betting is considered gambling in some tax jurisdictions, and subsequently, any realized gains may be taxable as winnings and not capital gains or income. Investors who exercise spread betting should keep records and seek the advice of an accountant before completing their taxes.\n\nBecause taxation on winnings in some countries is far less than that on capital gains or trading income, spread betting can be quite tax-efficient, depending on one's location.\n\nInvestors who don’t understand leverage can take positions that are too large for their account, which can result inmargin calls. Investors shouldrisk no more than 2%of their investment capital (deposit) on any one trade and always be aware of the position value of the bet they intend to open.\n\nDuring periods of volatility, spread betting firms may widen their spreads. This can trigger stop-loss orders and increase trading costs. Investors should be wary about placing orders immediately before company earnings announcements and economic reports.\n\nMany spread betting platforms will also offer trading incontracts for difference(CFDs), which are a similar type of contract. CFDs are derivative contracts where traders can bet on short-term price moves. There is no delivery of physical goods or securities with CFDs, but the contract itself has transferrable value while it is in force. The CFD is thus a tradable security established between a client and the broker, who are exchanging the difference in the initial price of the trade and its value when the trade is unwound or reversed.\n\nAlthough CFDs allow investors to trade the price movements of futures, they are not futures contracts by themselves. CFDs do not have expiration dates containing preset prices but trade like other securities with buy-and-sell prices.\n\nSpread bets, on the other hand, do have fixedexpiration dateswhen the bet is first placed. CFD trading also requires that commissions andtransaction feesbe paid up-front to the provider; in contrast, spread betting companies do not take fees or commissions. When the contract is closed and profits or losses are realized, the investor is either owed money or owes money to the trading company. If profits are realized, the CFD trader will net the profit of theclosing position, minus the opening position and fees. Profits for spread bets will be the change in basis points multiplied by the dollar amount negotiated in the initial bet.\n\nBothCFDs and spread betsare subject to dividendpayouts assuming a long position contract. While there is no direct ownership of the asset, a provider and spread betting company will pay dividends if the underlying asset does as well. When profits are realized for CFD trades, the investor is subject tocapital gains taxwhile spread betting profits are usually tax-free.\n\nSpread betting is a way to bet on the change in the price of some security, index, or asset without actually owning the underlying instrument.\n\nWhile spread betting can be used to speculate with leverage, it can also be used to hedge existing positions or make informed directional trades. As a result, many who participate prefer the term spread trading. From a regulatory and tax standpoint it may be considered a form of gambling in certain jurisdictions since no actual position is taken in the underlying instrument.\n\nThe majority of U.S.-based brokers do not offer spread betting, as it may be illegal or subject to overt regulatory scrutiny in many U.S. states. As a result, spread betting is largely a non-U.S. activity.\n\nSpread betting is a form of speculating or betting on which direction a financial market might go, without actually owning the underlying security. The bettor instead is wagering on the security's likely change in price. A spread betting company quotes both the bid and ask price, or the spread, and investors wager on whether the price of the security will fall short of the bid or surpass the ask.",
  "url": "https://www.investopedia.com/terms/s/spreadbetting.asp"
}