{
  "term": "Stagnation: Definition, How It Works, and Example",
  "definition": "Stagnation is a prolonged period of little or no growth in an economy often highlighted by periods of high unemployment. A rate of growth of less than 2-3% annually as measured bygross domestic product (GDP)is considered stagnation.\n\nStagnation can occur on a macroeconomic scale or in specific industries or companies. Stagnation may be either a temporary condition, such as agrowth recession, temporary economic shock, or part of an economy's long-term structural condition.\n\nStagnation occurs within an economy when total output is either declining, flat, or growing slowly. Persistent unemployment, flat job growth, no wage increases, and an absence of stock marketboomsor highs are evidence of stagnation. As economies cycle through periods ofrecessionto growth or from growth to recession, they may experience a time of stagnation.\n\nStagnation can occur as a temporary condition in the course of aneconomic cycleorbusinesscycle as a recession is ending and recovery is beginning. During these periods, bothmonetary policiesandfiscal policiesmay be implemented to avoid prolonged stagnation.\n\nSpecific events or economic shocks can induce periods of stagnation which may be short-lived or have lasting effects, depending on the specific events and the resilience of the economy.\n\nWar and famine can be external factors that cause stagnation. A sudden increase in oil prices or a fall in demand for a key export could also induce a period of stagnation for an economy.\n\nA stagnant economy can result from longer-term, structural conditions in a society. Mature economies are characterized by slower population growth, stable economic institutions, and slower growth rates. Classical economists refer to this type of stagnation as a stationary state, andKeynesian economistsconsider it common in an advanced economy.\n\nInstitutional factors, such as entrenched power among incumbent special interest groups who oppose competition and openness, can induce economic stagnation. Western Europe experienced this type of economic stagnation during the 1970s and 1980s, dubbedEurosclerosis.\n\nStagnation can afflict underdeveloped oremerging economieswhere stagnation persists due to the lack of change in political or economic institutions or regions with policies that discourage economic growth.\n\nGovernments commonly implement a monetary policy or fiscal policy that spurs economic growth using tools such as:\n\nGovernment investment in infrastructure encourages new business projects in construction and materials and increases job creation. As wages increase, additional money flows into the economy raising demand for goods and services and increasing aggregate economic growth.\n\nBy reducing taxes and regulations, businesses or small business owners retain more capital for investment and innovation, improving growth in various sectors of the economy.\n\nWhen a central bank lowers interest rates, saving money becomes less attractive. People are more likely to increase their spending or invest in new businesses.\n\nAs an economy cycles from growth to decline, or decline to growth, it may have periods of stagnation, stagflation, or recession.\n\nTheGreat Recession, which began in 2008, kicked off a long period of economic stagnation, followed by a slow expansion from 2009 until the COVID-19 pandemic in 2020. GDP growth averaged 2.3% during this time.During the aftermath and recovery of the Great Recession, the Federal Reserve's monetary policy includedquantitative easingto help the United States spur the stalled economy.\n\nStagnation is a period of slow growth in an economy, characterized by a GDP under 2% or 3%.\n\nDuring a period of stagnation, the stock market sees fewer gains, and stock, mutual fund, and ETF prices often hold steady or fall slightly during stagnation.\n\nStagnation is evident with higher unemployment and falling wages, making it difficult for individual workers to compete for jobs and wages.\n\nStagnation is a period of little or no growth in an economy characterized by a growth of less than 2-3% annually as measured by gross domestic product (GDP). Stagnation can be caused by business cycles, shocks to the economy, or the economic structure of a region. Governments commonly used both monetary and fiscal policies to reduce periods of prolonged stagnation.\n\nCenter on Budget and Policy Priorities. \"Chart Book: Tracking the Post-Great Recession Economy.\"",
  "url": "https://www.investopedia.com/terms/s/stagnation.asp"
}