{
  "term": "Stalking Horse Bid: Definition, How It Works, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA stalking horse bid is an initial bid on theassetsof abankruptcompany. The bankrupt company will choose an entity from a pool of bidders who will make the first bid on the firm’s remaining assets. The stalking horse sets the low-end bidding bar so that other bidders can’t underbid the purchase price.\n\nThe term “stalking horse” originates from a hunter seeking concealment behind a fake or real horse while stalking game.\n\nThe stalking horse bid method allows adistressedcompany to avoid receiving low bids as it sells its final assets.Once the stalking horse bidder has made its offer, other potential buyers may submit competing bids for the company’s assets.\n\nBy setting the low end of the bidding range, the bankrupt company hopes to realize a higher profit on its assets. As bankruptcy proceedings are public, they allow for the disclosure of more information about the deal and the buyer than would be available in a private deal.\n\nA stalking horse bidder can generally negotiate which particular assets and liabilities it hopes to acquire.\n\nAs the stalking horse bid is the opening offer for the assets or company, the bankrupt company typically awards several incentives to the stalking horse bidder. These include expense reimbursements,breakup fees, and exclusivity for a specified period.\n\nThe stalking horse bidder may also negotiate the terms of the purchase, choose which assets and liabilities it wishes to acquire, and decide which executory contracts it is willing to cure and have acquired. Moreover, the stalking horse bidder can negotiate bidding options that discourage competitors from bidding.\n\nThe stalking horse bidder will exert great effort to gain the advantages of being the first bidder. As this is the opening bid, the stalking horse bidder must performdue diligencewhen determining its offer price and the fair value of the remaining assets. The stalking horse biddermust invest time and resources to do this research. The risk remains, however, that even with due diligence, the price bid may be more than the value of the assets.\n\nAdditionally, there is risk associated with the stalking horse’s bid being public. Another party can merely prepare and submit a slightly higher offer, allowing it to capitalize on the stalking horse’s due diligence. Also, the stalking horse bidder may spend a good bit of time in negotiating the terms of the deal, which will further raiseoverhead costs.\n\nIn April 2023, Bed Bath & Beyond filed forChapter 11 bankruptcyafter several failed attempts to turn the business around and raise enough cash to cover expenses and stay afloat. The retailer then had until June to choose a stalking horse bid for some or all of its assets.\n\nEventually, Overstock.com, an online retailer known for its furniture, was chosen to set the floor for future bids. Overstock.com bid $21.5 million for some of Bed Bath & Beyond’s assets, including its intellectual property, business data, rights to mobile apps, and certain contracts. Other businesses were interested in picking up fewer assets, such as just the retailer's domain name or certain assets associated with the Wamsutta brand.\n\nAfter the stalking horse bid was selected, Bed Bath & Beyond’s available assets went to auction. In the end, Overstock.com’s bid proved to be enough. Overstock.com bought the brand out of business and relaunched its website.\n\nMeanwhile, some of Bed Bath & Beyond’s remaining assets were sold to other entities. For example, Burlington Stores bought most of the company's leases.And Dream on Me purchased Buy Buy Baby's intellectual property assets.\n\nSometimes, the stalking horse bid attracts lots of interest and the price gets pushed up. That's what happened in 2015, when Valeant Pharmaceuticals International Inc. (now Bausch Health Companies Inc.) placed a stalking horse bid for certain assets of bankrupt Dendreon Corp.\n\nThe initial offer was $296 million in cash on Jan. 29, 2015. However, due to other competitive bids, the price increased to $400 million one week later.\n\nAt a bankruptcy hearing on Feb. 20, 2015, the court formally approved Valeant’s role as a stalking horse bidder. The company was entitled to receive a breakup fee and expense reimbursement if its bid was unsuccessful. The court also set a deadline for additional bids. Ultimately, the bankruptcy judge approved the sale to Valeant for $495 million, with a new deal including other assets.\n\nYes. As a stalking horse bid must be approved by a bankruptcy court, it is legally binding.\n\nA topping fee is a percentage of the difference between the winning bid and the stalking horse bid that must be paid to the stalking horse bidder. This differentiates it from a breakup fee, which is a set amount.\n\nIn a bankruptcy proceeding, a stalking horse candidate is an interested buyer of the bankrupt company that is chosen by the company and put forward for approval by the bankruptcy court. By being allowed to set the initial bid, which other interested bidders cannot go below, it does, in a sense, divide the opposition by perhaps making it less likely that they will bid at all if they consider the initial bid too high.\n\nA bankrupt company chooses a stalking horse to put in an initial bid on its assets. The bankruptcy court must approve the choice and the bid. The assets are then opened up to other bidders, who must make a higher bid to succeed in acquisition of the assets.\n\nBeing a stalking horse bidder has its perks, which include having control of many aspects of the bidding situation and fail-safe fees in the event that its bid doesn’t win. However, the downside is that the role comes with higher initial costs, incurred by extensive negotiations and conducting due diligence, upon which other bidders can then capitalize on in making their bids.\n\nCourtListener.com. “Case 23-13359-VFP.”\n\nCNBC. “Overstock.com Wins Auction for Bed Bath & Beyond’s Intellectual Property, Digital Assets.”\n\nCNBC. \"These Retailers Will Take Over Bed Bath & Beyond’s ‘Top-Notch’ Store Leases.\"\n\nReuters. \"Bed Bath & Beyond Ends Auction for Buy Buy Baby Stores.\"\n\nPR Newswire. \"Valeant Enters Into Amended Agreement to Remain Lead Bidder in Acquisition of Dendreon and Its Leading Immunotherapy Treatment, PROVENGE® (sipuleucel-T).\"\n\nThe Wall Street Journal. \"Valeant Approved to Buy Dendreon Assets for $495 Million.\"\n\nSC&H Group. “Bankruptcy Sales and the Stalking Horse: Is It a Fit?”",
  "url": "https://www.investopedia.com/terms/s/stalkinghorsebid.asp"
}