{
  "term": "Standard Deviation Formula and Uses, vs. Variance",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nStandard deviation establishes the average spread of individual values from the mean for a group.\n\nStandard deviation is a statistical measurement that looks at how far discrete points in a dataset are dispersed from themeanof that set. It is calculated as the square root of thevariance.\n\nIf data points are far from the mean, there is a higher deviation within the data set.\n\nStandard deviation is a statistical measurement that is often used in finance, particularly in investing.\n\nWhen applied to the annual rate of return of an investment, it can provide information on that investment'shistorical volatility. This means that it shows how much the price of that investment has fluctuated over time.\n\nThe greater the standard deviation of securities, the greater the variance between each price and the mean, which shows a larger price range.\n\nFor example, a volatile stock has a high standard deviation, meaning that its price goes up and down frequently. The standard deviation of a stableblue-chipstock, on the other hand, is usually rather low, meaning that its price is usually stable.\n\nStandard deviation can also be used to predict performance trends. In investing, for example, an index fund is designed to replicate abenchmarkindex. This means that the fund should have a low standard deviation from the value of the benchmark.\n\nOn the other hand, aggressivegrowth fundsoften have a high standard deviation from relative stock indices. This is because their portfolio managers make aggressive bets to generate higher-than-average returns.\n\nThis higher standard deviation correlates with the level of risk investors can expect from that index.\n\nStandard deviation is one of the key fundamental risk measures that analysts, portfolio managers, and advisors use. Investment firms report the standard deviation of theirmutual fundsand other products.\n\nA large dispersion shows how much the return on the fund is deviating from the expected normal returns. Because it is easy to understand, this statistic is regularly reported to the end clients and investors.\n\nStandard deviation calculates all uncertainty as risk, even when it’s in the investor's favor—such as above-average returns.\n\nStandard deviation is calculated by taking the square root of a value derived from comparing data points to a collective mean of a population. The formula is:\n\nStandard deviation is calculated as follows:\n\nVariance and standard deviation are related statistics. Variance is derived by taking the mean of the data points, subtracting the mean from each data point individually, squaring each of these results, and then taking another mean of these squares. Standard deviation is the square root of the variance.\n\nVariance helps determine the data's spread size when compared to themeanvalue. As the variance gets bigger, more variation in data values occurs, and there may be a larger gap between one data value and another.\n\nIf the data values are all close together, the variance will be smaller. However, this is more difficult to grasp than the standard deviation because variances represent a squared result that may not be meaningfully expressed on the same graph as the original dataset.\n\nStandard deviations are usually easier to picture and apply. The standard deviation is expressed in the same unit of measurement as the data, which isn't necessarily the case with the variance.\n\nUsing the standard deviation, statisticians may determine if the data has a normal curve or other mathematical relationship.\n\nIf the data behaves in a normal curve, then 68% of the data points will fall within one standard deviation of the average, or mean, data point.\n\nLarger variances cause more data points to fall outside the standard deviation. Smaller variances result in more data that is close to average.\n\nThe standard deviation is graphically depicted as a bell curve's width around the mean of a data set. The wider the curve, the larger a data set's standard deviation from the mean.\n\nStandard deviation isn't only used in investing. Business analysts or companies can use standard deviation in a variety of ways to assess risk, make predictions, and manage company operations.\n\nStandard deviation is widely used in business forrisk management. It helps businesses quantify and manage various types of risks.\n\nBy calculating the standard deviation of certain outcomes, businesses can assess the volatility or uncertainty associated with how they operates.\n\nFor example, a company can use standard deviation to measure the risk of different products being returned.\n\nIn finance and accounting, standard deviation is used to analyze financial data and assess the variability of financial performance metrics.\n\nFor example, standard deviation is employed to measure the volatility of investment returns. This can used to determine risk-return tradeoffs and the strategy of how a company wants to deploy capital.\n\nStandard deviation is used insales forecastingto assess the variability of sales data and predict future sales trends.\n\nIt helps businesses identify seasonality, trends, and patterns in sales data that allow them to plan for cash needs in the near future.\n\nIn manufacturing and operations management, standard deviation is used to monitor and improve product quality.\n\nIt's also used in quality control processes such as Six Sigma methodologies to measure process capability, reduce defects, and optimize manufacturing processes for improved quality and customer satisfaction.\n\nStandard deviation is used inproject managementto assess project performance and manage risks.\n\nFor example, standard deviation can assess critical path analysis and earned value. It can be used to gauge variances, track progress, and quantify risk related to a critical path or earned value not being achieved.\n\nLike any statistical measurement for analyzing data, standard deviation has both strengths and limitations that should be considered.\n\nSomewhat difficult to calculate manually\n\nUse Excel to calculate standard deviation. After entering your data, use the STDEV.S formula if your data set is numeric or the STDEVA when you want to include text or logical values. There are also several specific formulas to calculate the standard deviation for an entire population.\n\nIf you have the data points 5, 7, 3, and 7 and want to find the standard deviation, start by adding them together:\n\nFind the mean of the dataset by dividing the total by the number of data points, 4 (per the formula above, n).\n\nThis gives you the mean of 5.5 (x̄).\n\nTo find the variance, subtract the mean value from each data point, then square each of those values:\n\nAdd the square values, then divide the result by n-1 to give the variance.\n\nTake the square root of the 3.67 to find the standard deviation, which is approximately 1.915.\n\nOr consider shares of Apple (AAPL) over five particular years. Historical returns for Apple’s stock were 88.97% for 2019, 82.31% for 2020, 34.65% for 2021, -26.41% for 2022 and 28.32% in April 2023.Theaverage returnover the five years was thus 41.57%.\n\nThe value of each year's return minus the mean were then 47.40%, 40.74%, -6.92%, -67.98%, and -15.57%, respectively.\n\nAll those values are then squared to yield 22.47%, 16.60%, 0.48%, 46.21%, and 2.42%. The sum of these values is 0.882. Divide that value by 4 (N minus 1) to get the variance (0.882/4) = 0.220.\n\nThe square root of the variance is taken to obtain the standard deviation of 0.4690, or 46.90%.\n\nA large standard deviation indicates that there is a big spread in the observed data around the mean for the data as a group. A small or low standard deviation would indicate instead that much of the data observed is clustered tightly around the mean.\n\nStandard deviation describes how dispersed a set of data is. It compares each data point to the mean of all data points and indicates whether the data points are in close proximity to the mean or whether they are spread out. In a normal distribution, standard deviation tells you how far values are from the mean.\n\nIf you look at a graphic representation of the distribution of some observed data, you can see if the shape is relatively skinny vs. fat. Fatter distributions have larger standard deviations. Alternatively, Excel has built-in standard deviation functions depending on the data set.\n\nA lower standard deviation isn't necessarily better. It indicates less risk, which investors may or may not prefer. When assessing the amount of deviation in their portfolios, investors should consider their tolerance forvolatilityand their overall investment objectives. More aggressive investors may be comfortable with an investment strategy that opts for vehicles with higher-than-average volatility, while more conservative investors may not.\n\nStandard deviation is a way to assess risk, especially in business and investing. It uses the distance of points in a dataset from the mean of that dataset to find how dispersed the set is, and thus, how volatile it tends to be over time.\n\nInvestors can use standard deviation to determine how stable or predictable an investment is likely to be. Businesses use standard deviation or assess risk, manage operations, and plan cash flows.\n\nLike any other statistical measurement, standard deviation has strengths and limitations, which should be taken into account when it is used.\n\nNetcials. \"Apple Inc (AAPL) Stock 5 Years History.\"",
  "url": "https://www.investopedia.com/terms/s/standarddeviation.asp"
}