{
  "term": "Standard Deduction in Taxes and How It's Calculated",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe standard deduction is the portion of income not subject to tax that can be used to reduce your tax bill. For 2023, the standard deduction was $13,850 for individuals, $27,700 for joint filers, or $20,800 for heads of household. The standard deduction in 2024 is $14,600 for individuals, $29,200 for joint filers, and $21,900 for heads of households.\n\nThe Internal Revenue Service (IRS) allows you to take the standard deduction if you do not itemize your deductions using Schedule A of Form 1040 to calculatetaxable income. The amount of your standard deduction is based on your filing status, your age, and whether you are disabled or claimed as a dependent on someone else’s tax return.\n\nIncome tax is the amount of money that the federal or state government takes from your taxable income. It is important to note that taxable income andtotal income earnedfor the year are not the same.\n\nThis is because the government allows a portion of the total income earned to be subtracted or deducted to reduce the income that is taxed. Taxable income is usually smaller than total income due todeductions, which help lower your tax bill.\n\nTo qualify as blind, you must have a certified letter from an eye doctor stating that you have non-correctable 20/200 vision in your best eye or that your field of vision is 20 degrees or less.\n\nThe IRS allows taxpayers to choose between two different types of deductions—a set of itemized deductions and the standard deduction. The standard deduction is a certain figure set by the government that can be subtracted from your taxable income.\n\nWhen you claim this figure on your annual tax return, it reduces the amount of income on which you're taxed. The standard deduction is updated annually for inflation and reflects your taxfiling status.\n\nYou can take advantage of an additional standard deduction if you are 65 or over at the end of the tax year (you are considered to be 65 on the day before your 65th birthday). Peoplewho are blind may claim an additional deduction, provided they are blind on the last day of the tax year.\n\nIf you can be claimed as a dependent on someone else's tax return, your standard deduction for 2023 was limited to the greater of $1,250 or your earned income plus $400 (up to the amount of the basic standard deduction for your filing status). For 2024, these numbers are $1,300 and $450, respectively.\n\nStandard deduction amounts for the most current tax years are listed below.\n\nNot all taxpayers qualify for the standard deduction, which means these individuals can't claim this deduction. You can't claim it if you:\n\nIf the total value of itemized deductions is higher than the standard deduction, you would itemize. Otherwise, you should opt for the standard deduction.\n\nStudents and business apprentices from India may be eligible to claim the standard deduction under Article 21 of the U.S.-India Income Tax Treaty.\n\nNew standard deduction amounts were introduced by theTax Cuts and Jobs Actat the end of 2017 and nearly doubled the previous amounts. They are set to expire on Dec. 31, 2025.\n\nHere are the standard deduction amounts for the 2023 and 2024 tax years:\n\nAs noted above, the federal income tax system and some states have higher standard deductions for people who are at least 65 and for people who are blind. Under federal guidelines, if you are 65 or older or you are blind, you can claim an additional standard deduction.\n\nStandard deductions for an individual being claimed as a dependent could not be more than $1,250 or a total of $400 plus the individual'searned incomefor 2023. For 2024, these numbers are $1,300 and $450, respectively.\n\nYou can also increase your standard deduction by the net amount of a disaster loss, but the loss must happen in a federally declared disaster area.\n\nThe biggest reason taxpayers use the standard deduction instead ofitemized deductionsis that they don’t have to keep track of every possible qualifying expense throughout the year.\n\nMany people may also find the standard deduction amount greater than the total that they could reach if they added up all their eligible tax-deductible expenses separately.\n\nThis may be especially true given that the Tax Cuts and Jobs Act limited total state and local tax deductions to $10,000.\n\nIt also limited themortgage interest deductionon properties bought after Dec. 15, 2017, to the first $750,000 of debt ($375,000 if married filing separately). The limit was $1 million under previous rules.\n\nWhether you use the standard deduction or itemize your deductions is up to you, but you cannot do both. The itemized deduction option allows you to list all your tax-deductible expenses for the year, such as:\n\nFor tax year 2024, the standard deduction is $14,600 if you file as single or married filing separately. It's $21,900 for heads of household and $29,200 for married filing jointly or qualifying widow(er) taxpayers.\n\nFor tax year 2023, the standard deduction was $13,850 if you filed as single or married filing separately. It was $20,800 for heads of household and $27,700 for married filing jointly or qualifying widow(er) taxpayers.\n\nYou can claimabove-the-line deductionsincluding retirement plan contributions, health savings account (HSA) contributions, alimony, educator expenses, student loan interest, and health insurance premiums for individual health insurance policies if you are self-employed.\n\nThe standard deduction is a fixed dollar amount that taxpayers can subtract from their adjusted gross income to reduce their taxable income. It's available to taxpayers who do not itemize deductions, and the amount you get to deduct varies depending on filing status and other factors.\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Topic No. 551 Standard Deduction.\"\n\nInternal Revenue Service. \"ITG FAQ #2 Answer - What Income Is Considered Earned Income?\"\n\nInternal Revenue Service. \"What Is Taxable and Nontaxable Income?\"\n\nInternal Revenue Service. \"1040.\"\n\nInternal Revenue Service. \"Administrative, Procedural, and Miscellaneous 2024 Tax Forms and Instructions,\" Page 12.\n\nInternal Revenue Service. \"Administrative, Procedural, and Miscellaneous 2023 Tax Forms and Instructions,\" Page 13.\n\nInternal Revenue Service. “Topic No. 501 Should I Itemize?”\n\nInternal Revenue Service. “Nonresident Alien Figuring Your Tax.”\n\nU.S. Congress. “H.R.1 — An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.”\n\nInternal Revenue Service. “Publication 976, Disaster Relief.”\n\nInternal Revenue Service. “Topic No. 503 Deductible Taxes.”\n\nInternal Revenue Service. “Publication 936, Home Mortgage Interest Deduction.”\n\nInternal Revenue Service. \"Topic No. 419 Gambling Income and Losses.\"\n\nInternal Revenue Service. \"New School Year Reminder to Educators; Maximum Educator Expense Deduction Rises to $300 in 2022.\"\n\nInternal Revenue Service. \"Topic No. 502 Medical and Dental Expenses.\"\n\nInternal Revenue Service. \"Topic No. 456 Student Loan Interest Deduction.\"\n\nInternal Revenue Service. \"Topic No. 452 Alimony and Separate Maintenance.\"\n\nInternal Revenue Service. \"Health Savings Accounts and Other Tax-Favored Health Plans,\" Page 4.\n\nInternal Revenue Service. \"Self-Employed Individuals - Calculating Your Own Retirement-Plan Contribution and Deduction.\"",
  "url": "https://www.investopedia.com/terms/s/standarddeduction.asp"
}