{
  "term": "Standard of Living: Definition, How to Measure, and Example",
  "definition": "Standard of living is the material well-being of an individual or all individuals in a given population, based on their degree of access to the necessities of life and the quality of life they sustain.\n\nThe standard of living of a person or a population is defined by their access to the necessities of life such as a living wage, decent housing, and food. Evaluating a standard of living for a population relies on factors such as average income, gross domestic product (GDP), life expectancy, and economic opportunity.\n\nStandard of living broadly refers to wealth, comfort, and access to material goods. At its most basic level, it is a measurement of income and consumption.\n\nStandard of living focuses on basic material factors such as income,gross domestic product (GDP), life expectancy, and economic opportunity. It is closely related toquality of life, which can also explore factors such as economic and political stability, political and religious freedom, environmental quality, climate, and safety.\n\nStandard of living is often used to compare geographic areas, such as the standard of living in the United States versus Canada, or the standard of living in St. Louis versus New York. Standard of living can also be used to compare distinct points in time.\n\nFor example, compared with a century ago, the standard of living in the United States has improved greatly. The same amount of work buys an increased quantity of goods, and items that were once luxuries, such as refrigerators and automobiles, are now widely available. Moreover,life expectancyhas increased, and annual hours worked have decreased.\n\nIn a narrow sense, economists frequently measure standard of living using GDP.Per capita GDPprovides a quick, rough estimate of the total amount of goods and services available per person. While numerous, more complex, and nuanced metrics of standard of living have been devised, many of them correlate highly with per capita GDP.\n\nStandard of living is generally measured using per capita GDP.\n\nStandards of living are usually higher indeveloped countries. In fact, basic measures of standard of living, such as per capita GDP, are often used to define the differences between more and less developed countries.Emerging market economiesusually see rising standards of living over time as they grow and develop into modern, industrialized economies.\n\nOne measure of standard of living is theUnited Nations' Human Development Index (HDI), which scores 189 countries based on factors including life expectancy at birth, education, andincome per capita. As of 2019, the countries with the five highest HDI scores are Norway (0.957), Ireland and Switzerland (0.955), Hong Kong and Iceland (0.949), and Germany (0.947).\n\nConversely, the countries with the five lowest 2019 HDI scores are Niger (0.394), Central African Republic (0.397), Chad (0.398), Burundi and South Sudan (0.433), and Mali (0.434). The United States came in at #17 while China was #85.\n\nTo exemplify the difference between the scores of 0.957 and 0.394, Norway has a life expectancy at birth of 82.4 years, 18.1 expected years of schooling per citizen,gross national income (GNI)per capita of $66,494 (purchasing power parity-adjusted currency units), and an internet usage rate of 96.5% of its population.Niger, meanwhile, has a life expectancy at birth of 62.4 years, 6.5 expected years of schooling, a GNI per capita of $1,201, and an internet usage rate of 5.3%.\n\nThe U.S. scored seventeenth on the list, with a combined score of 0.926, a life expectancy at birth of 78.9 years, 16.3 expected years of schooling, and GNI per capita of $63,826.\n\nThe termsstandard of livingand quality of life are often believed to mean the same. While they may overlap, there is a difference between the two.\n\nStandard of living generally refers to wealth, comfort, material goods, and necessities of certain classes in certain areas—or, more objectively, measures of income and consumption.\n\nQuality of life is more subjective and intangible. Thishappiness economic metricincludes such things that impact human well-being. Items such as personal liberty or environmental quality are considered. Characteristics that make up a good quality of life for one person may not necessarily be the same for someone else.\n\nUnited Nations Development Programme. ”Human Development Index (HDI).”\n\nOur World in Data. ”Working Hours.”\n\nEconomic History Association. ”A History of the Standard of Living in the United States.”\n\nUnited Nations Development Programme. ”2020 Human Development Report.”\n\nUnited Nations Development Programme. \"Norway.\"\n\nUnited Nations Development Programme. ”Niger.”\n\nUnited Nations Development Programme. ”United States.”",
  "url": "https://www.investopedia.com/terms/s/standard-of-living.asp"
}