{
  "term": "Standardization",
  "definition": "Standardization is a framework of agreements to which all relevant parties in an industry or organization must adhere to ensure that all processes associated with the creation of a good or performance of a service are performed within set guidelines.\n\nStandardization ensures that the end product has consistent quality and that any conclusions made are comparable with all other equivalent items in the same class.\n\nStandardization is achieved by setting generally accepted guidelines with regard to how a product or service is created or supported, as well as to how a business is operated or how certain required processes are governed. The goal of standardization is to enforce a level of consistency or uniformity to certain practices or operations within the selected environment.\n\nAn example of standardization would be thegenerally accepted accounting principles(GAAP) to which all companies listed on U.S. stock exchanges must adhere. GAAP is a standardized set of guidelines created by theFinancial Accounting Standards Board (FASB)to ensure that allfinancial statementsundergo the same processes so that the disclosed information is relevant, reliable, comparable, and consistent.\n\nStandardization ensures that certain goods or performances are produced in the same way via set guidelines.\n\nStandardization can be found throughout the business world when companies want to achieve a consistent level of quality, production standards, manufacturing output, andbrand recognition.\n\nFor example, many fast-food franchises have detailed processes documented to make sure that a burger is prepared in the same manner, regardless of which establishment in itsfranchisea consumer visits.\n\nCertain production and manufacturing businesses adhere to agency standards to ensure all products of the same category are created to the same specifications between different facilities or companies.\n\nFor example, the wood products industry participates in international standards to maintain consistency of like products. This can include references to acceptable product sizing, water-solubility, grading, and composite properties. These standards ensure that when a person goes to a retail store to purchase an item, such as a two-by-four, the sizing is consistent regardless of the store visited or the product manufacturer.\n\nThe marketing of products sold internationally may be standardized to keep a uniform image among the varying markets. For example, the Coca-Cola Company uses global standardization in marketing by keeping the appearance of the product relatively unchanged between different markets. The company uses the same design theme even when different languages are presented on the products. Coca-Cola's marketing also maintains a consistent theme to help reinforce the image it is presenting.\n\nStandardization is commonplace in the financial markets, which helps facilitate trades and financial transactions involving all of the participants, such as investors, brokers, and fund managers.\n\nIn the stock market, the standard minimum stock order that can be placed through an exchange without incurring higher commission fees is 100 shares. Thesestandardized lotsare set by exchanges, such as theNew York Stock Exchange (NYSE), to allow for consistency and greaterliquidityin the markets. The increased liquidity means that investors can buy and sell shares without delays or difficulties, which helps to reduce trading costs and creates an efficient process for all of the market participants involved.\n\nStandardization is also used inoptionsandfuturesmarkets, which derive their values from underlying instruments such as stocks orcommodities. For example, one equity option contract represents 100 shares of that stock. When an options investor trades an option contract, they know they're buying or selling 100 shares of the stock and determining the value based on the stock's current price in the market.\n\nIn the futures market, the standardizedcontract sizesvary depending on the type of contract that is traded. However, there are set parameters within the futures market that determine the size and delivery dates for those contracts.",
  "url": "https://www.investopedia.com/terms/s/standardization.asp"
}