{
  "term": "Statute of Limitations: Definition, Types, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA statute of limitations is a law that defines the maximum amount of time in which parties involved in a dispute must initiate legal proceedings following an alleged offense. The duration of a statute of limitations varies depending on the nature of the offense and the location of the jurisdiction.\n\nThe law applies to both civil and criminal cases. More serious offenses, such as murder or war crimes, often have no statute of limitations. It's also applied in civil law to matters like consumer debt, where the debt becomes time-barred debt after the statute of limitations has passed.\n\nIn general, the time allowed under a statute of limitations varies depending on the nature of the offense, with most statutes of limitations being applicable to civil cases.\n\nTake medical malpractice claims as an example: the statute of limitations varies from one to four years across different states. In Texas, for example, individuals have a maximum of two years to file a claim for damages incurred.Additionally, Texas law mandates that any health care liability claim must be filed within 10 years from the date of the act or omission causing the claim.\n\nStatutes of limitations are also applied to criminal offenses, but for serious crimes such as murder, there is usually no maximum time limit for bringing charges. In some states, crimes like sex offenses involving minors, or violent acts such as kidnapping or arson, are exempt from statutes of limitations. This allows legal action to be taken regardless of how much time has passed since the offense occurred.\n\nIn some states, the statute of limitations varies based on the severity of the crime. For instance, in 2016, California abolished the statutes of limitations for almost all felony-level sex offenses.However, there are exceptions within this broad categorization. Certain felony sex offenses in California, such as those under Penal Code 261(a)(5), which covers specific rape scenarios, still have a statute of limitations.Additionally, for most sex offenses in California, the statute of limitations can be extended by one year from the date when DNA evidence identifies a suspect.\n\nUnder international law, crimes against humanity, war crimes, and genocide have no statute of limitations, according to the Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity and Article 29 of the Rome Statute of the International Criminal Court.\n\nIn the U.S., the War Crimes Act of 1996 was established to align the United States with the 1949 Geneva Conventions, mandating criminal penalties for specific war crimes, with no statute of limitations.It applies to offenses like willful killing and torture, and it holds individuals accountable under U.S. law for such crimes committed anywhere in the world.\n\nThe U.S. continues to push for a bigger address of war crimes through legislative efforts like the Justice for Victims of War Crimes Act. Introduced in 2022, the act aims to expand the jurisdiction of U.S. courts to prosecute war criminals found within U.S. borders, regardless of their nationality or the nationality of their victims.\n\nStatutes of limitations can also apply to consumer debt because creditors have a certain amount of time in which tocollect on the debt. The statute of limitations on consumer debt depends on the laws of the state in question, and the type of debt.\n\nAfter the statute of limitations has passed, creditors can no longersueto collect atime-barred debt, which means they cannot garnish your wages or put a lien against any of your personal assets. But it doesn’t mean that the consumer doesn’t owe the money. Making any payment towards a time-barred debt can restart the clock on the statute of limitations.\n\nThe statute of limitations on consumer debt typically ranges between three and six years but can be longer, depending on the state and the type of debt—whether it is an open-ended account, a written contract, an oral contract, or a promissory note.\n\nFor example, in Florida, the statute of limitations on debt is five years.The clock starts either on the date a payment is missed or when the debt was incurred.\n\nTime limits are also imposed for filing lawsuits against the government in court. When Congress creates legal rights to sue the government, it usually includes a specific timeframe within which these lawsuits must be filed. In these situations, as time passes, it not only limits the chance to seek legal action but may also completely remove the right to file a lawsuit.\n\nThe IRS has a statute of limitations during which it can review and address issues related to your taxes. After this period ends, the IRS is no longer able to impose taxes or collect extra amounts, nor can you request a tax refund. The exact duration of this time limit varies based on several factors, including the time frame for the IRS to assess taxes, the period for tax collection, and the window for taxpayers to claim credits or refunds.\n\nStatute of limitation origins can be traced back to ancient Roman law. The concept of limitations on legal actions was established in Roman law as a means to promote legal certainty and prevent endless litigation.\n\nA statute of limitations is sometimes controversial due to cases where legal action cannot be brought against an offender because the maximum length of time has elapsed. However, proponents of a statute of limitations argue that, for practical reasons, it is most equitable to limit the initiation of legal proceedings to a reasonable period after the event.\n\nAs time goes on, important evidence may be lost, and the memories of witnesses can grow foggy. Legal proceedings brought under these circumstances may not be fair to all parties.\n\nFor a statute of limitations on consumer debt, the borrower benefits in that their financial situation improves because the risk of having their wagesgarnishedorliensplaced on assets is no longer a burden. Their credit score may still suffer; however, after the statute of limitations of seven years, credit reports no longer show delinquent accounts.\n\nThe obvious significant limitation is the statute of limitations can inadvertently protect wrongdoers. For example, if a crime or wrongful act remains undiscovered until after the statute of limitations has expired, the perpetrator may escape legal consequences entirely.\n\nAnother limitation of the statute of limitations is its inflexibility in certain situations. Different types of cases have varying time limits, and these fixed periods do not always account for the complexities and nuances of individual cases. For instance, victims of medical malpractice might not immediately realize they have been harmed, leading to a delay in filing a lawsuit.\n\nThe statute of limitations can also disproportionately affect marginalized and vulnerable populations. Individuals who lack access to legal resources or are unaware of their legal rights might miss the opportunity to file claims within the prescribed time limits. This is especially true for people with limited financial means, as some may believe they need to accumulate enough money upfront in order to seek legal counsel.\n\nLastly, variations in statute of limitations laws across different jurisdictions can create confusion and inconsistency. For example, according to World Population Review, there are seven different lengths of statute of limitations for verbal civil cases.\n\nOn Feb. 14, 2019, New York Governor Andrew Cuomo signed into law the Child Victims Act, legislation that extends the statute of limitations on child molestation. The extension gives victims more time to seek criminal charges in general and allows for a one-time 12-month litigation window for adult victims of all ages who were abused as children.\n\nUnder the law, victims can seek criminal charges against their abusers until age 28, versus the previous cutoff of age 23, and can file civil suits until age 55. The law also includes a one-year litigation window for victims of any age to file lawsuits. This was one of the largest sticking points that kept the law from being approved previously.\n\nIn the past, one of the biggest opponents to the extension of the statute of limitations and inclusion of the one-year litigation window was the Catholic Church. At the time, the Republican-controlled stateSenatehad blocked the legislation for a decade, but after a Democratic majority was voted in, the Senate and Democrat-controlled Assembly approved the legislation.\n\nIn Florida, the state halved the statute of limitations for negligence claims from four years to two years.This change impacts the timeframe for filing lawsuits related to personal injury and property damage due to negligence, applying to incidents occurring after this date.\n\nThe purpose of statutes of limitations is to protect would-be defendants from unfair legal action, primarily arising from the fact that after a significant passage of time, relevant evidence may be lost, obscured, or not retrievable, and the memories of witnesses may not be as sharp.\n\nIn general, U.S. federal law has a statute of limitations of five years, unless there is specific legal language for offenses that stretch beyond that time. For example, for capital murder, there is no statute of limitations.\n\nThe amount of time before debt becomes uncollectible varies based on the type of debt as well as the state. The time frame typically ranges from three to six years but can be as high as 15 years.\n\nIt depends on the location where the crime was committed. Some U.S. states have eliminated the statute of limitations for the most serious felony sex crimes, while others are set at 10 to 20 years or more.However, more serious crimes, such as murder, often have no statute of limitations no matter where the crime was committed.\n\nA statute of limitations is the length of time in which a civil or criminal case can be brought to legal proceedings. After the statute of limitations has passed, the parties in dispute can no longer take legal action.\n\nStatutes of limitations also apply to consumer debt, after which creditors can no longer sue borrowers for delinquent accounts. The debt is still owed, but creditors can no longer take action, such as garnishing wages. It is still recommended that all debt be paid off as there can be other repercussions in the future.\n\nMédecins Sans Frontières. \"The Practical Guide to Humanitarian Law.\"\n\nTexas Constitution and Statutes. \"Texas Civil Practice and Remedies Code Section 74.251.\"\n\nTexas Constitution and Statutes. \"Texas Civil Practice and Remedies Code section 74.251.\"\n\nCalifornia Legislative Information. \"SB-813 Sex Offenses: Statute of Limitations.\"\n\nRape, Abuse & Incest National Network. \"State by State Guide to Statute of Limitations.\"\n\nUnited Nations. \"Convention on the Non-Applicability of Statutory Limitations to War Crimes and Crimes Against Humanity.\"\n\nInternational Criminal Court. \"Rome Statute of the International Criminal Court.\"\n\nUnited States Congress. \"War Crimes Act of 1996.\"\n\nUnited States Congress. \"PUBLIC LAW 117–351—JAN. 5, 2023.\"\n\nFederal Trade Commission. \"Debt Collection FAQs.\"\n\nWorld Population Review. \"Statute of Limitations on Debt by State 2022.\"\n\nFlorida Legislature. \"Title VIII Limitations: Chapter 95, Limitations of Actions; Adverse Possession.\"\n\nInternal Revenue Service. \"Part 25. Special Topics, Chapter 6. Statute of Limitations.\"\n\nOxford Classical Dictionary. \"Criminal Law, Roman.\"\n\nExperian. \"When Does the 7 Year Rule Begin for Delinquent Accounts?\"\n\nWorld Population Review. \"Statute of Limitations by State 2024.\"\n\nNew York State. \"Governor Cuomo Signs the Child Victims Act.\"\n\nNew York City Bar Legal Referral Service. \"What Is the Child Victims Act?\"\n\nJimerson Birr, P.A. \"Florida Substantially Shortens the Statute of Limitations for Negligence Claims.\"\n\nRape, Abuse & Incest National Network. \"State by State Guide on Statutes of Limitations.\"\n\nColorado Legal Defense Group. \"Statute of Limitations on Murders – Is There One?\"",
  "url": "https://www.investopedia.com/terms/s/statute-of-limitations.asp"
}