{
  "term": "Statistical Significance: What It Is, How It Works, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nStatistical significance is a determination that a relationship between two or more variables is caused by something other than chance.\n\nStatistical significance is a determination made by an analyst that the results in data aren't explainable by chance alone. An analyst makes this determination by using statisticalhypothesis testing. The test provides ap-value, which is the probability of observing results as extreme as those in the data assuming the results are truly due to chance alone.\n\nA p-value of 5% or lower is often considered to be statistically significant.\n\nInvestopedia / Paige McLaughlin\n\nStatistical significance is a determination of thenull hypothesis, which suggests that the results are due to chance alone. A data set provides statistical significance when the p-value is sufficiently small.\n\nThe results in the data are explainable by chance alone when the p-value is large and the data are deemed consistent with the null hypothesis (although they don't prove it).\n\nThe results aren't easily explained by chance alone when the p-value is sufficiently small, typically 5% or less, and the data are deemed inconsistent with the null hypothesis. In this case, the null hypothesis of chance alone is rejected as an explanation of the data in favor of a more systematic explanation.\n\nStatistical significance is often used for new pharmaceutical drug trials, to test vaccines, and in the study of pathology for effectiveness testing. It can inform investors on how successful a company is atreleasing new products.\n\nSuppose Alex, a financial analyst, is curious as to whether some investors had advance knowledge of a company's sudden failure. Alex decides to compare the average ofdaily market returnsbefore the company's failure with those after to see if there's a statistically significant difference between the two averages.\n\nThe study's p-value was 28% (>5%), indicating that a difference as large as the observed (-0.0033 to +0.0007) isn't unusual under the chance-only explanation. The data therefore didn't provide compelling evidence of advance knowledge of the failure.\n\nThe observed difference would be very unusual under the chance-only explanation if the p-value was 0.01%, much less than 5%. Alex might decide to reject the null hypothesis in this case and further investigate whether some traders had advance knowledge.\n\nStatistical significance is also used to test new medical products including drugs, devices, and vaccines. Publicly available reports of statistical significance also inform investors about how successful a company is at releasing new products.\n\nSuppose a pharmaceutical leader in diabetes medications reported that there was a statistically significant reduction in diabetes when it tested its new insulin. The test consisted of 26 weeks of randomized therapy among diabetes patients and the data gave a p-value of 4%. This signifies to investors and regulatory agencies that the data show a statistically significant reduction in diabetes.\n\nStock prices of pharmaceutical companies are often affected by announcements of the statistical significance of their new products.\n\nStatistical hypothesis testing is used to determine whether data is statistically significant and whether a phenomenon can be explained as a byproduct of chance alone. Statistical significance is a determination of the null hypothesis which posits that the results are due to chance alone. The rejection of the null hypothesis is necessary for the data to be deemed statistically significant.\n\nA p-value is a measure of the probability that an observed difference could have occurred just by random chance. The results are not easily explained by chance alone and the null hypothesis can be rejected when the p-value is sufficiently small—5% or less. When the p-value is greater than 5%, the results in the data are explainable by chance alone and the data is deemed consistent, proving the null hypothesis.\n\nStatistical significance is often used to test the effectiveness of new medical products, including drugs, devices, and vaccines. Publicly available reports of statistical significance also inform investors as to how successfully a company releases new products. Stock prices of pharmaceutical companies are often affected strongly by announcements of the statistical significance of their new products.\n\nStatistical significance is a result of hypothesis testing that arrives at a p-value or likelihood that two or more variables are caused by something other than chance. A 5% p-value tends to be the dividing line. The lower the value, the more statistically significant the result of the data set is considered to be.\n\nThis form of testing is frequently used to assess pharmaceutical drug trials but it can be helpful for investors as well, particularly those who want to assess a company that’s releasing a new product.\n\nSteven Tenny and Ibrahim Abdelgawad. \"Statistical Significance.\" StatPearls Publishing, 2023.\n\nAmerican Diabetes Association. \"Efficacy and Safety of Fast-Acting Aspart Compared With Insulin Aspart, Both in Combination With Insulin Degludec, in Children and Adolescents With Type 1 Diabetes: The Onset 7 Trial.\"\n\nHwang, Thomas J. \"Stock Market Returns and Clinical Trial Results of Investigational Compounds: An Event Study Analysis of Large Biopharmaceutical Companies.\"PLoS One, vol. 8. no. 8, August 2013.\n\nRothenstein, Jeffrey, et al. \"Company Stock Prices Before and After Public Announcements Related to Oncology Drugs.\"Journal of the National Cancer Institute,vol. 103, no. 20, October 2011, pp. 1507-1512.",
  "url": "https://www.investopedia.com/terms/s/statistically_significant.asp"
}