{
  "term": "Statute of Frauds: Purpose, Contracts It Covers, and Exceptions",
  "definition": "The statute of frauds is a legal principle that requires certain contracts to be executed in writing.\n\nThe statute of frauds is a legal doctrine requiring that certain types of contracts be in written form. The most common contracts covered by the statute of frauds include the sale of land, agreements involving goods worth $500 or more, and contracts lasting one year or more.\n\nThe purpose of the statute of frauds is to prevent fraud or other injury. These purposes are often described as being evidentiary and cautionary. The evidentiary function of the statute of frauds is to provide documentation that a legal, binding agreement exists. The cautionary function of the statute of frauds is meant to make each party more intent, serious, and deliberate in their transacting.\n\nStatutes of fraud were adopted in the U.S. primarily as a common law concept—that is, as unwritten law. However, many states have formalized the concept by creating statutes. In a breach of contract case where the statute of frauds applies, the defendant may raise it as a defense where the burden of proof is on the plaintiff. The plaintiff must establish that a valid contract was indeed in existence.\n\nThe statute of frauds has its roots in the Act for Prevention of Frauds and Perjuryes, which was passed by the English Parliament in 1677. The legislation, which stipulated that a written contract be used for transactions where a large amount of money was at stake, aimed to prevent some of the misunderstandings and fraudulent activity that can occur when relying onoral contracts.\n\nIndeed, the English legal system of the time suffered from a lack of written evidence. The courts were clogged with lawsuits, and cases were often settled by using professional witnesses who were paid for their testimony. Perjury and corruption became the norm.\n\nAs the founders shaped the U.S. government, they drew on the 1677 Act to help shape how business transactions, and disputes over them, should be handled in the new world. Like their 17th-century British forebears, the founders decided that written and signed contracts minimized ambiguity by providing a clear record of the agreement. Thatreducedthe opportunity for later litigation and simplified the settlement of such suits when they occurred.\n\nAs applied in the United States, the statute of frauds generally requires the following types of contracts to be written to be legally binding.\n\nVarious legislative bodies outline statute of frauds requirements. For example, the Restatement (Second) of the Law of Contracts is a legal treatise that oversees general principles of contract common law. In addition, Uniform Commercial Code (UCC) Article 2 outlines rules over the sale of goods.\n\nNot every written document is necessarily protected under a statute of frauds. Examples of some requirements the statute of frauds includes are:\n\nEmails and invoices can sometimes satisfy statute-of-fraud requirements for an enforceable contract.\n\nIn some situations, agreements that would ordinarily require a written contract under the statute of frauds may be enforceable without them.\n\nSeveral exceptions relate to situations in which oral agreements result in work beginning or financial outlays. Take a case in which steps are taken to create a series of specially manufactured items, such as monogrammed shirts. If the customer who commissioned them over the phone subsequently decides to cancel the order, they will likely still be responsible for at least partial payment.\n\nThe same will usually apply if improvements or modifications to a customer's possessions, based on oral agreements, are begun and then canceled. For example, take a situation in which a house painter purchases materials based on a homeowner’s request and begins to redecorate a house. If the homeowner reverses course and claims no firm painting agreement was in place, the contractor would likely prevail. That's because of what's known as promissory estoppel.\n\nPromissory estoppelis defined as a principle of \"fundamental fairness\" intended to remedy a substantial injustice. There are also cases of partial performance. The fact that one party has already performed its responsibilities under the agreement may serve to confirm that a contract existed.\n\nProvisions for the statute of frauds are enforced by states. The Universal Commercial Code (UCC) in the U.S. provides a good example. It is the standardized set of business laws that regulate financial contracts. Every state has adopted the UCC.However, Louisiana has only adopted part of it.\n\nIn cases where articles of the UCC that affect the statute of frauds change, it may take time for those alterations to be reflected in every state's laws. Some states, like Louisiana, also have long-standing variations from the norm in their statute of frauds and related regulations.\n\nThe statute of frauds is a legal principle that certain agreements must have a written, signed contract to be valid. It applies to contracts that exceed a certain monetary value or require a certain period to complete.\n\nHaving a written contract ensures that the terms of the agreement are clear if there is a dispute. It also ensures that the two parties will be serious about the agreement before entering into it. Although the statute of frauds originated in English law, it has been adapted to many other jurisdictions.\n\nBefore relying on the statute of frauds in any given situation, it is wise to research the statute of frauds provisions in your state or territory and seek legal advice as needed.\n\nThe statute of frauds is written legislation or common law that requires that certain contracts be written to be valid. In addition, that written agreement often has stipulations such as delivery conditions or what must be included in that written agreement. The idea behind the statute of frauds is to protect parties entering into a contract from a future dispute or disagreement on the terms of the deal.\n\nReal estate such as the sale of land falls under the statue of frauds. In order to acquire land, you must enter into a written agreement. This is to ensure both parties agree to the exact area of land being sold, the exact terms of the agreement, and other relevant terms to the contract.\n\nSome contracts, even when not written, may still be enforceable to protect one party that has been at a disadvantage. For example, one exception is when a seller makes specially manufactured goods for a buyer. If the seller can't easily sell the goods to others in the normal course of business, they are protected by different rules. Another exception is when payment has already been made and received by the seller. In this case, the seller is obligated to furnish the agreed terms to the buyer since they have already received payment.\n\nThe statute of frauds is a law that deems certain types of verbal contracts non-binding and unenforceable without written evidence to support them. As was the case when this concept was brought alive back in seventeenth-century England, its job is to make sure both parties in a contract are protected from fraudulent behavior.\n\nVariations can exist, though, depending on where you live in the world. In the U.S., certain states have different rules regarding the statute of frauds. And there are situations when a written agreement can become void or an oral agreement enforceable, such as after payment is made or work commences.\n\nCorrection—May 14, 2023:A previous version of this article mistakenly stated the statute of frauds applied to goods worth more than $500. The statute applies to goods equal to $500 or more.\n\nLegislation.gov.uk. \"Statute of Frauds (1677).\"\n\nColumbia University. \"Restatement of Contracts (2D) (Selected Sections).\"\n\nTrans-Lex. \"American Restatement 2nd of the Law of Contracts.\"\n\nUniform Law Commission. \"Uniform Commercial Code.\"\n\nCornell Law School Legal Information Institute. \"Statute of Frauds.\"\n\nCornell Law School Legal Information Institute. \"2-201. Formal Requirements; Statute of Frauds.\"\n\nCornell Law School Legal Information Institute. \"Promissory Estoppel.\"\n\nUniform Law Commission. \"Uniform Commercial Code.\"\n\nLouisiana Secretary of State. \"What Is Uniform Commercial Code?\"",
  "url": "https://www.investopedia.com/terms/s/statute-of-frauds.asp"
}