{
  "term": "Step-Up in Basis: Definition and How It Works for Inherited Property",
  "definition": "Step-up in basis is a tax provision that adjusts the cost basis of an inherited asset to its fair market value on the date of the previous owner's death.\n\nThis adjustment is important becausethe cost basisdetermines the taxes owed when the asset is sold. The cost basis starts with the asset's purchase price plus any additional costs incurred for improvements or maintenance over time.\n\nWhen the market value of an inherited asset is higher at the time of the owner's death than its original purchase price, the cost basis (which was based on the original purchase price) rises. This reduces thecapital gainstaxes owed if the asset is sold later.\n\nHowever, if the market value of an asset has decreased since the owner's purchase, the asset's cost basis would step down instead of stepping up for heirs.\n\nIn practice, most inherited assets after death are stepped up, not stepped down. This is because financial assets passed on to heirs are often long-term holdings that grow in value over the years.\n\nThe step-up in basis provision applies to various types of financial assets, including stocks, bonds, mutual funds,real estate, and other tangible properties.\n\nA step-up in basis resets the cost basis of an inherited asset from its purchase (or prior to inheritance) price to the asset's highermarket valueon the date of the owner's death.\n\nLet's suppose Jane purchases a share of stock at $2 and dies when its market price is $15. Had Jane sold the stock before dying at $15, she (or her estate after her death) would be liable for capital gains tax on a gain of $13.\n\nInstead, her heir's cost basis becomes $15 so that if the stock is later sold at that price no capital gains tax would be due. The tax that would have been incurred on the increase from $2 to $15 is effectively eliminated.\n\nThe cost of an asset to its owner is the tax basis, as calculated and adjusted for tax purposes. The tax basis is used to assess capital gains, depreciation, amortization, and depletion.\n\nResidents of ninecommunity propertystates, including California, can use the double step-up in basis rule. This allows a step-up in basis for community property—assets accumulated during marriage, excluding inheritances and gifts—for the surviving spouse.\n\nIn other states, assets owned solely by the surviving spouse do not receive the step-up in basis, while jointly owned assets receive only half the step-up in basis they would receive in a community property state.\n\nAlaska, Kentucky, South Dakota, and Tennessee allow residents and non-residents to create community property trusts that qualify held assets for community property tax treatment, including the double step-up in basis rule, under the federal tax code.\n\nConsider Ann and Bill, a hypothetical married couple in a common-law state. They hold stock worth $200,000 in a joint brokerage account with a cost basis of $100,000 at the time of Bill's death.\n\nUnder common law principles, Ann would receive a step-up in basis on Bill's half of the account, valued at $100,000, but not on her half. Therefore, the tax basis for the stock would rise to $150,000 instead of $200,000, as it would in community property states.\n\nAny surviving spouse in the U.S. is entitled to the stepped-up basis on inherited assets previously owned solely by the deceased.\n\nThe step-up in basis tax provision has often been criticized as a taxloopholefor wealthy families.The Congressional Budget Office (CBO) has estimated that over half the aggregate benefit accrues to the top 5% of taxpayers by income.\n\nIn 2024, the nonpartisan Peter G. Peterson Foundation estimated the tax revenues that the government would not receive due to the provision at:\n\nSome supporters have argued that eliminating the step-up in basis could discourage saving and result indouble taxationwhen combined with the federal estate tax.\n\nBut after the 2017 federal estate tax exemption doubled, only 0.04% of adult deaths in 2020 triggered estate tax liability.\n\nIn 2021, a proposal backed by former President Joe Biden and some Democrats to eliminate the step-up in basis for assets exceeding $2.5 million (plus $250,000 for a home) for a married couple failed to secure congressional approval.\n\nA step-up in basis resets the cost basis (the original purchase price) of an inherited asset to its market value on the decedent's date of death. So no calculation is involved, just a determination of that market value. However, if the asset is later sold, the (presumably) higher new cost basis is subtracted from the sale price to calculate what will probably be a smaller capital gains tax liability than would have existed without changing the cost basis.\n\nIn community property states (and for assets in community property trusts), the surviving spouse receives a step-up in basis for community property. In states without community property provisions, jointly owned property, such as stock in ajoint brokerage account, receives only half the step-up in cost basis compared to what it would receive in a community property state.\n\nThe step-up in basis is a legally established provision of the U.S. tax code. At the same time, it is certainly responsible for a significant loss of public revenue. The provision is often viewed critically because the exemption from capital gains taxes on assets held until death disproportionately benefits the wealthiest households.\n\nThe step-up in basis is a valuable tax provision that allows inherited assets to have their cost basis adjusted to their fair market value at the time of the previous owner's death.\n\nThis adjustment can significantly reduce capital gains taxes for heirs when they sell the asset. However, it has drawn criticism for benefiting primarily wealthy households because they can pass on substantial assets without incurring capital gains taxes.\n\nInternal Revenue Service. \"Publication 551, Basis of Assets.\" Page 2.\n\nInternal Revenue Service. \"Publication 551, Basis of Assets.\" Page 10.\n\nInternal Revenue Service. \"Publication 551, Basis of Assets.\" Pages 2, 10.\n\nTax Foundation. \"Step-Up in Basis.\"\n\nInternal Revenue Service. \"Topic No. 703, Basis of Assets.\"\n\nKitces. \"Preserving Capital Losses At Death By Gifting Embedded Loss Assets To Avoid A Step-Down In Basis.\"\n\nKierman Law. \"Community Property Trusts Frequently Asked Questions.\"\n\nCommittee for a Responsible Federal Budget. \"Closing the Stepped-Up Basis Loophole.\"\n\nCongressional Budget Office. \"The Distribution of Major Tax Expenditures in 2019.\" Page 14.\n\nPeter G. Peterson Foundation. \"What Is Stepped-Up Basis on Capital Gains and How Does It Affect the Federal Budget?\"\n\nWashington Center for Equitable Growth. \"Allowing the 2017 Estate Tax Changes To Expire Will Reduce U.S. Inequality and Promote Economic Growth and Opportunity.\"\n\nTax Foundation. \"History of Attempted Changes to Step-Up in Basis Shows Perilous Road Ahead.\"",
  "url": "https://www.investopedia.com/terms/s/stepupinbasis.asp"
}