{
  "term": "Sticky Wage Theory: Definition and Importance in Economics",
  "definition": "The sticky wage theory hypothesizes that employee pay tends to respond slowly to changes in company performance or to the economy. According to the theory, when unemployment rises, the wages of those workers that remain employed tend to stay the same or grow at a slower rate rather than falling with the decrease in demand for labor. Specifically, wages are often said to besticky-down, meaning that they can move up easily but move down only with difficulty.\n\nThe theory is attributed to the economistJohn Maynard Keynes, who called the phenomenon “nominal rigidity\" of wages.\n\nStickiness is a theoretical market condition wherein somenominal priceresists change. While it often apply to wages, stickiness may also often be used in reference to prices within a market, which is also often calledprice stickiness.\n\nThe aggregate price level, or average level of prices within a market, can become sticky due to an asymmetry between the rigidity and flexibility in pricing. This asymmetry often means that prices will respond to factors that allow them to go up, but will resist those forces acting to push them down. This means that levels will not respond quickly to large negative shifts in the economy as they otherwise would. Wages are often said to work in the same way: people are happy to get a raise, but will fight against a reduction in pay.\n\nWage stickiness is a popular theory accepted by many economists, although some puristneoclassicaleconomists doubt its robustness. Proponents of the theory have posed a number of reasons as to why wages are sticky. These include the idea that workers are much more willing to accept pay raises than cuts, that some workers are union members with long-term contracts or collective bargaining power, and that a company may not want to expose itself to the bad press or negative image associated with wage cuts.\n\nStickiness is an important concept in macroeconomics, particularly so inKeynesianmacroeconomics andNew Keynesianeconomics. Without stickiness, wages would always adjust in more or less real-time with the market and bring about relatively constant economic equilibrium. With a disruption in the market would come proportionate wage reductions without much job loss. Instead, due to stickiness, in the event of a disruption, wages are more likely to remain where they are and, instead, firms are more likely to trim employment. This tendency of stickiness may explain why markets are slow to reachequilibrium, if ever.\n\nPrices of goods are generally thought of as not being as sticky as wages are, as the prices of goods often change easily and frequently in response to changes insupply and demand.\n\nAccording to sticky wage theory, when stickiness enters the market a change in one direction will be favored over a change in the other. Since wages are held to be sticky-down, wage movements will trend in an upward direction more often than downward, leading to an average trend of upward movement in wages. This tendency is often referred to as “creep” (price creep when in reference to prices) or as the ratchet effect. Some economists have also theorized that stickiness can, in effect, be contagious, spilling from an affected area of the market into other unaffected areas. Economists have also warned, however, that such stickiness is only an illusion, sincereal incomewill be reduced in terms of buying power as a result of inflation over time. This is known aswage-push inflation.\n\nThe entry of wage-stickiness into one area or industry sector will often bring about stickiness into other areas due to competition for jobs and companies’ efforts to keep wages competitive.\n\nStickiness is also thought to have some other relatively wide-sweeping effects on the global economy. For example, in a phenomenon known asovershooting, foreign currency exchange rates may often overreact in an attempt to account for price stickiness, which can lead to a substantial degree of volatility in exchange rates around the world.\n\nEmployment rates are thought to be affected by the distortions in the job market produced by sticky wages. For example, in the event of a recession, like theGreat Recessionof 2008, nominal wages didn't decrease, due to the stickiness of wages. Instead,companies laid-off employees to cut costswithout reducing wages paid to the remaining employees. Later, as the economy began to come out of recession, both wages and employment will remain sticky.\n\nBecause it can be challenging to determine when a recession is actually ending, and in addition to the fact that hiring new employees may often represent a higher short-term cost than a slight raise to wages, companies tend to be hesitant to begin hiring new employees. In this respect, in the wake of a recession, employment may actually be “sticky-up.” On the other hand, according to the theory, wages themselves will often remain sticky-down and employees who made it through may see raises in pay.",
  "url": "https://www.investopedia.com/terms/s/sticky-wage-theory.asp"
}