{
  "term": "Stipend: Definition, How It Works, Types, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA stipend is a form of compensation that is paid to certain individuals for services rendered, other work, or while they receive training. Stipends are often provided in lieu of or (in some cases) in addition to a regular salary.\n\nThey are often used to offset certain expenses and generally come in a fixed amount. Stipends are commonly paid to trainees,interns, students, apprentices, and clergy members. Individuals should be aware of the tax implications of stipends, which are considered income but aren’t immediately taxed.\n\nA stipend is often offered to individuals as a fixed sum and is commonly paid to the recipient as a lump sum payment. This type of compensation is sometimes called an allowance and is normally provided on a daily, weekly, or monthly basis.\n\nA stipend is usually offered as compensation for training instead of salaries for employment purposes. That being said, it allows people to pursue work that is normally unpaid by helping defray living expenses.\n\nInterns, apprentices, fellows, and clergy are common recipients of stipends. Rather than being paid for their services, they’re given stipends as financial support while they engage in the service or task at hand. A stipend often includes other benefits, such as higher education, room, and board.\n\nRules outlined by the U.S. Department of Labor (DOL) exist surrounding how stipends can be used by companies and organizations. Stipends cannot be used to hire students to replace existing staff, and the students must be the primarybeneficiariesof the employment or training—not the company. Also, a stipend may be lower than the minimum wage as long as it’s used to pay trainees.\n\nFor W-2 employees, stipends cannot replace salaries; they can only be an added benefit to an employee’s salary.\n\nThe stipend amount that an individual receives often depends on the task they are assigned or the expense that is being offset. For instance, a company may pay a trainee $450 for a week’s worth of training or a church may pay a clergy member $1,000 for living expenses.\n\nMost stipends are considered taxable income, so you’ll have to pay the entire 15.3% withholding tax out of your own pocket. This includes both your portion and the employer’s portion.\n\nIf you receive a stipend, there are certain things you must consider. One of the main advantages of this type of compensation is that you may get to keep what you earn depending on your employment status. Depending on your status, you may not have taxes withdrawn to pay forMedicareandSocial Security.\n\nBut remember, the majority of stipends are considered a form of taxable income. This means recipients need to set aside a portion of their earnings. For the 2024 tax year, the withholding rate for both programs is 15.3%: 12.4% for Social Security and 2.9% for Medicare. Half of this is paid by the employer.\n\nRecipients should be careful about how their payments are classified. Students and interns should be classified as such. If the company identifies you as an employee, your stipend may be taxed and you won’t receive the full amount.\n\nAnd in this case, you’re entitled to receive theminimum wageand any overtime pay, if it applies. On the other hand, employees should ensure they aren’t considered trainees. This could lead to complications with their pay.\n\nNot all stipends are considered taxable. For instance, fringe benefits like parking are only taxable after a certain amount. Be sure to consult with a tax consultant if you’re unsure about the tax implications of your stipend.\n\nAs mentioned above, stipends are not hourly-based pay and are often used by employers as a lower-cost option to pay interns or to offset the cost that individuals bear while executing certain services.\n\nAs such, stipends can vary depending on the company or organization that pays them. Some companies pay stipends to help cover housing, food, or travel expenses. Here are just a few of the types of stipends that are offered.\n\nStipends are commonly offered to researchers at academic institutions or other related organizations to help them focus on their projects.\n\nMuch likegrants, these stipends may be furnished by third parties who wish to see a particular study or form of research advance further without fiscal distractions that may otherwise hamper the researcher.\n\nFoundations and comparable entities might also offer stipends on similar terms to support the work of researchers and the projects they are developing.\n\nStipends might also be offered to cover very specific costs and expenses. For instance, students could receive a stipend that must be used toward the purchase or lease of computers during academic semesters. Alternatively, stipends may be issued to help defer the cost of transportation incurred by the recipient to and from the company for training purposes.\n\nSince employers don’t have to offer health benefits to interns, some of them may offer their workers extra money by adding it to their paycheck to help them withhealth insurancecosts. Individuals can then use this extra cash to put toward paying for their insurance premiums for coverage that can be purchased either through the healthcare exchange or directly from private insurers.\n\nHealth and wellness are now an important part of the work-life balance that many employers promote. So it’s only natural that a lot of companies also offer stipends for employees that can be used for a variety of fitness expenses, such as gym memberships, yoga classes, or even personal trainers, as part of a wellness program.\n\nSome companies offer stipends to employees who wish to take additional training and classes that may assist them with their jobs and career development. The employee may enroll and pay for classes or additional training, for which the employer provides areimbursement.\n\nMany corporations and organizations offer stipends to workers and other individuals. The following are just a few examples that are found in the real world.\n\nA salary is compensation for work performed and is a set amount, typically per year. A stipend, on the other hand, is not considered compensation for work, but rather monetary support for a variety of possible factors, such as expenses incurred during traveling or during a training period, or to cover certain living expenses. Stipends are also typically lower in amount. As such, they are often lower than minimum wage and are not regulated by the state but provided at the discretion of the employer.\n\nStipends are not considered as wages, so employers will not withhold income tax on any stipends made to employees. However, stipends are often considered income, so you as an individual will have to calculate and pay taxes on any stipends received; this includes Social Security and Medicare. It is important to check with your employer on the tax implications regarding any stipends.\n\nHow often stipends are paid out to an employee will vary depending on the institution and the circumstances. Stipends can be paid out weekly, monthly, or annually. Most often they will not be paid out annually, as they are considered a form of support and the individual may need that monetary amount throughout the year. It is common that stipends are paid out as often as an employee’s salary.\n\nStipends are monetary payments used to cover expenses, such as food and housing, for individuals who are performing unpaid work. This can apply to students in internships or for other types of trainees. Stipends are also offered to employees as additional benefits to cover certain expenses, which are offered by companies to make the job more attractive to potential candidates.\n\nU.S. Department of Labor. “Fact Sheet #71: Internship Programs Under the Fair Labor Standards Act.”\n\nInternal Revenue Service. “Self-Employment Tax (Social Security and Medicare Taxes).”\n\nInternal Revenue Service. “Topic No. 751, Social Security and Medicare Withholding Rates.”\n\nInternal Revenue Service. “Qualified Parking Fringe Benefit.”\n\nNational Endowment for the Humanities. “Grants.”\n\nNational Endowment for the Humanities. “Information for First-time Applicants.”\n\nPremera. “Microsoft Health Programs.”",
  "url": "https://www.investopedia.com/terms/s/stipend.asp"
}