{
  "term": "Stock Symbol (Ticker Symbol): Abbreviation for a Company's Stock",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInvestopedia / Michela Buttignol\n\nA stock symbol is an abbreviation that's used to identify a stock for trading and often derives from the company's name.\n\nStock symbols are a shorthand way of describing a company's stock on an exchange. They're also referred to as ticker symbols. They can include up to five characters. Stocks listed on theNew York Stock Exchange(NYSE) can have four or fewer letters.Nasdaq-listed securities can have up to five characters. There's no significant difference between those that have three letters and those that have four or five.\n\nTicker symbols were created to streamline the process of hundreds of trades being made by the minute.\n\nFloor traders had to communicate the stock price of a traded company by writing or shouting out the name of the company when modern stock exchanges came into being in the 1800s.\n\nThis process was time-consuming and held up the information queue as the number of publicly traded companies increased from dozens to hundreds. They were unable to keep up with frequently changing prices, especially after thestock-quoting ticker tape machinewas introduced in 1867.\n\nTo be more efficient in relaying price changes on company stock to investors, company names were shortened to one to five alpha symbols. Today, stock tickers still exist, but digital displays have replaced paper ticker tape.\n\nSome companies that trade on the Nasdaq with four or fewer letters include Meta (META), formerly Facebook, and MoneyGram International (MGI). Companies moving from the NYSE to the Nasdaq can retain their stock symbols.\n\nIn addition to saving time and capturing a specific stock price at the right time, stock symbols are useful when two or more companies have similar monikers. Citigroup (C) and Citizens Financial Group (CFG) have similar names, but they're not affiliated with each other.\n\nCitigroup is a global bank, and Citizens Financial Group is a bank holding company for Citizens Bank. Both firms trade on the NYSE, with Citigroup trading under the ticker C and Citizens Financial Group under CFG.\n\nSome companies arespin-offsof the same company and have similar stock symbols. Hewlett-Packard split into two separate companies in November 2015: Hewlett Packard Enterprise (HPE) and HP Inc. (HPQ).\n\nHewlett Packard Enterprise serves as the business service and hardware division and focuses on servers, storage, networking, and security. HP Inc. is the consumer-facing computer and printer division and has a smaller market for its products than HPE.\n\nA company will have the class added to its suffix if it has more than one class of shares trading in the market. The letters \"PR\" and the letter denoting the class will typically be added if it's apreferred stock. A fictional preferred stock called Cory's Tequila Corporate Preferred A-shares would have a symbol such as CTC.PR.A. Sources can quote preferred shares in slightly different ways.\n\nSome stock symbols indicate whether the shares of a company havevoting rights, especially if the company has more than one class of shares trading in the market.\n\nAlphabet Inc., formerly Google, has two classes of shares trading on the Nasdaq with stock symbols GOOG and GOOGL.Common shareholdersof GOOG have no voting rights because GOOG shares are Class C shares. GOOGL shares areClass A sharesand have one vote each.\n\nBerkshire Hathaway has two classes of shares trading on the NYSE: Class A and Class B. Class A shares are listed with the stock symbol BRK.A and Class B shares trade with the symbol BRK.B. Class B shares have lower voting rights than Class A.\n\nOther types of ticker symbols include those designated for mutual funds or options listed on stocks.\n\nStock symbols are also used to convey information to investors about the trading status of a company or its shares. This information is usually represented on the NYSE by one letter following a dot after the stock’s standard company symbol.\n\nA fifth letter is added to stocks that are delinquent in certain exchange requirements on the Nasdaq. The first four letters represented the stock symbol for Acer Therapeutics Inc.: ACER. Adding a last letter ‘W’ indicated that the shares hadwarrantsattached. The result was ACERW.\n\nA company that's in bankruptcy proceedings will have the letterQ after its symbol. A non-U.S. company trading in the U.S. financial markets will have the letter Y following its ticker symbol.\n\nThe meaning of the letters from A to Z is:\n\nSome trading platforms, news, and market data services also use ticker modifiers that are unique to their service. An example would be a broker who uses anXD footnoteor suffix to indicate that a stock is trading ex-dividend.\n\nCompanies trading on the NYSE typically have three or fewer letters, but they can have four representing their stock symbols. Nasdaq firms generally have four- or five-letter symbols such as Adobe Inc. (ADBE), Apple Inc. (AAPL), and Groupon Inc. (GRPN).\n\nThe ticker symbol was invented by Edward Calahan, a telegraph operator who worked for the New York Stock Exchange (NYSE). Calahan developed the ticker symbol in 1867 as a way to quickly and accurately transmit stock prices over telegraph lines.\n\nCalahan's ticker symbol consisted of two letters representing the company's name, followed by a number representing the number of shares being traded. The ticker symbol was transmitted via telegraph and displayed onticker tape machinesthat were used to keep track of stock prices in near real-time.\n\nCalahan's invention revolutionized the way stock prices were reported, and it helped to make the stock market more efficient and transparent. Ticker symbols are used by most major stock exchanges around the world these days and are an important part of the financial industry.\n\nThe first ticker symbol was used by the New York Stock Exchange on Nov. 15, 1867, to identify the shares of the Union Pacific Railroad Company. The ticker symbol consisted of two letters (UP) followed by a number representing the number of shares being traded.\n\nTicker symbols are used by most major stock exchanges around the world and consist of up to five letters. They've become an important part of financial branding and marketing in addition to identifying specific securities. Many companies choose ticker symbols that are easy to remember or have some connection to their business or brand.\n\nTicker symbols are used to identify specific publicly traded companies and the securities they issue. They're typically made up of one to five letters and are used to identify a specific stock or bond on a stock exchange or financial platform.\n\nYou can use a ticker symbol in several ways:\n\nYou must typically enter the ticker symbol into a financial platform or a stock exchange's search function or use it in a trading order. Ticker symbols are typically displayed beside a company's name and stock price on financial news websites, stock ticker boards, and other financial platforms.\n\nYou can search online financial databases, check the company's website, check the stock exchange's website, or ask a financial advisor or broker.\n\nIt's possible that the company isn't publicly traded or is listed on an exchange outside of the United States if you're having trouble finding a company's ticker symbol. It may be more difficult to locate it in these cases.\n\nStock symbols are called tickers because they first appeared as imprints on ticker tape that were transmitted by telegraph from stock exchanges to investors around the country. The name persisted even after physical ticker tape was replaced by more modern technologies.\n\nSome examples of popular ticker symbols include:\n\nStock ticker symbols are unique, alphabetic codes that are used to identify publicly-traded companies and the securities they issue. They're typically made up of one to five letters and are used to identify a specific stock or bond on a stock exchange or financial platform.\n\nTicker symbols are typically displayed beside a company's name and stock price on financial news websites, stock ticker boards, and other financial platforms. They're also used in stock trading orders to identify the specific security being purchased or sold.\n\nNYSE. \"Appendix A: National Market System Plan for the Selection and Reservation of Securities Symbols.\" Page 8.\n\nYahoo! Finance. \"Why Did Hewlett-Packard Split Its Business?\"\n\nHistory Channel. \"First Stock Ticker Debuts.\"",
  "url": "https://www.investopedia.com/terms/s/stocksymbol.asp"
}