{
  "term": "Stock Analysis: Different Methods for Evaluating Stocks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nStock analysis is the evaluation of a particular trading instrument, an investment sector, or the market as a whole. Stock analysts attempt to determine the future activity of an instrument, sector, or market.\n\nStock analysis is a method for investors and traders to make buying and selling decisions. By studying and evaluating past and current data, investors and traders attempt to gain an edge in the markets by making informed decisions.\n\nThe notion of stock analysis relies on the assumption that available market information can be used to determine the intrinsic value of a stock. In the primary methods discussed below, investors use financial statements, stock price movement, market indicators, or industry trends to make investment decisions.\n\nMuch of this strategy relies on leveraging historical information. For instance, investors may analyze a company's stock based on it's financial performance. An analyst that is trying to determine the fair price of that stock may strive to understand how similar companies of similar performance performed in the past.\n\nThere are two basic types of stock analysis:fundamental analysisandtechnical analysis. Each method is discussed more in-depth below.\n\nFundamental analysis concentrates on data from sources, including financial records, economic reports, company assets, and market share. To conduct fundamental analysis on a public company or sector, investors and analysts typically analyze the metrics on a company’sfinancial statements–balance sheet,income statement,cash flow statement, andfootnotes.\n\nThese statements are released to the public in the form of a10-Qor10-K reportthrough the database system,EDGAR, which is administered by the U.S.Securities and Exchange Commission(SEC). Also, the earnings report released by a company during its quarterly earnings press release is analyzed by investors who look to ascertain how much in revenue, expenses, and profits a company made.\n\nCompanies often release their financial statement information on set cadences with predictable release periods.\n\nWhen running stock analysis on a company’s financial statements, an analyst will usually be checking for the measure of a company’s profitability,liquidity,solvency, efficiency, growth trajectory, andleverage. Different ratios can be used to determine how healthy a company is.\n\nFor example, thecurrent ratioandquick ratioare used to estimate whether a company will be able to pay itsshort-term liabilitieswith its availablecurrent assets. The formula for current ratio is calculated by dividing current assets bycurrent liabilities, figures that can be gotten from the balance sheet. Although, there is no such thing as an ideal current ratio, a ratio less than 1 could indicate to the stock analyst that the company is in poor financial health and may not be able to cover its short-term debt obligations when they come due.\n\nLooking at the balance sheet still, a stock analyst may want to know the current debt levels taken on by a company. In this case, a stock analyst may use thedebt ratio, which is calculated by dividingtotal liabilitiesby total assets. A debt ratio above 1 typically means that a company has more debt than assets. In this case, if the company has a highdegree of leverage, a stock analyst may conclude that a rise in interest rates may increase the company’s probability of going into default.\n\nStock analysis involves comparing a company’s current financial statement to its financial statements in previous years to give an investor a sense of whether the company is growing, stable, or deteriorating. The financial statement of a company can also be compared to that of one or more other companies within the same industry.\n\nA stock analyst may be looking to compare theoperating profit marginof two competing companies, by looking at their income statements. The operating profit margin is a metric that shows how much revenue is left afteroperating expenseshave been paid and what portion of revenue is left to covernon-operating costsand is calculated as operating income divided by revenue.\n\nA company with an operating margin of 0.30 will be looked on more favorably than one with a margin of 0.03. A 0.30 operating margin means that for every dollar of revenue, a company has 30 cents left after operating costs have been covered. In other words, the company uses 70 cents out of every dollar in net sales to pay for its variable or operating costs.\n\nThe second method of stock analysis is technical analysis. Technical analysis focuses on the study of past and present price action to predict the probability of future price movements. Technical analysts analyze the financial market as a whole and are primarily concerned with price and volume, as well as the demand and supply factors that move the market.\n\nCharts are a key tool for technical analysts as they show a graphical illustration of a stock’strendwithin a stated time period. For example, using a chart, a technical analyst may mark certain areas as asupportorresistancelevel. The support levels are marked by previous lows below thecurrent trading price, and the resistance markers are placed at previous highs above the currentmarket priceof the stock. A break below the support level would indicate abearish trendto the stock analyst, while a break above the resistance level would take on abullish outlook.\n\nTechnical stock analysis is effective only when supply and demand forces influence the price trend analyzed. When outside factors are involved in a price movement, analyzing stocks using technical analysis may not be successful. Like other forms of analysis, analyzing stock price trends using technical analysis is more complicated as more variables are considered.\n\nExamples of factors, other than supply and demand, that can affect a stock price includestock splits, mergers,dividend announcements, aclass actionlawsuit, death of a company’s CEO, a terrorist attack,accounting scandals, change of management,monetary policychanges, etc. These unpredictable events may occur that were essentially impossible to forecast or plan for.\n\nTechnical analysis is only possible if a company's historical stock price can be used to predict future price movement.\n\nAside from fundamental analysis and technical analysis, analysts can leverage other less formal ways to analyze the price of a stock. With the interconnectivity and complexity of social media, analysts can perform sentiment analysis by engaging withsocial mediaand news to gauge public perception of the company.\n\nQuantitative analysis is similar to technical analysis in that it relies on complex financial calculations to determine future price projections. Quantitative analysis relies on mathematical and statistical modeling to review data; the goal of these models is to identify general trends based on what has happened in the past (not necessarily tied specifically to the stock price).\n\nAnalysts may also perform either a top-down analysis or bottom-up analysis. Top-down analysis requires an analysis of the overall economy, then narrows down to the specific performance of a company. On the other hand, bottom-up requires analyzing individual companies, then reviewing how the broader economy is performing. Both types of analysis are used to more generally understand factors that impact price such as broad market conditions.\n\nMany investors rely on stock analysis to deploy their best investment strategies. However, stock analysis may result in misplaced confidence or misguided strategies.\n\nStock analysis is often performed with limited information. This is due to a few reasons. First, public companies may not fully disclose all situations of their company to the general public. Second, stock analysis strives to project the future (in which the information is simply not available).\n\nBecause of this reliance on future events to occur, there is broad uncertainty around all stock analysis techniques. The stock market may rapidly change in either direction based on prevailing market conditions. For example, should political climates change rapidly and redefinepolitical risk, there may be an unpredictable impact to investments no previously foreseen.\n\nAs analysis dig into stock data, there is always an inherent risk of bias. If the data being analyzed is not anonymous, analysts may find themselves favoring certain outcomes based on what they know about the investment options. In addition, analysts and investors may be lured into confirmation bias that steers decisions to match a desired outcome.\n\nLast, stock analysis is often complex. It isn't easy to pull together, and it requires a substantial amount of time. In addition, as variables change everyday, stock analysis requires continual thoughtfulness and analysis to evaluate morphing conditions.\n\nInvestors may be best suited to use fundamental, technical, and quantitative analysis as one technique may not always be superior compared to other techniques. Based on the information available and objectives of the investors, it may be better to analyze the financial positioning, research the company's industry, or devise complex financial models.\n\nThe best answer to this question is that nobody knows whether a stock's price will go up or down. However, analysts and investors can leverage information to make the best, most strategic decision to follow general information related to the stock. In general, if the fair value of a stock is less than the current price of the stock, the price will go down. On the other hand, companies with higher fair values as determined by the market will go up.\n\nAnalyzing your first stock does not need to be difficult. First, gather as much public information related to the company as available. This includes recent news articles associated with the company as well as the most recent set of financial statements. Then, filter down this information to the most relevant information, Consider leveraging industry averages or data from competitors to set benchmarks. Then, decide whether the company is outperforming or underperforming compared to current prices and stock activity.\n\nAs an investor researching stocks, you should aim to collect a broad range of information about the company. This includes recent government filings, news articles, press releases, statements or activity on social media, and the company's financial statements. You can also leverage information from other analysts, as professionals may publicly give their opinion about the position of the company. This insight can be used to form your own opinion on future price movement.\n\nBoth fundamental and technical analysis can be done independently or together. Some analysts use both methods of analysis, while others stick to one. Either way, using stock analysis tovet stocks, sectors, and the market is an important method of creating the best investment strategy for one’s portfolio.",
  "url": "https://www.investopedia.com/terms/s/stock-analysis.asp"
}