{
  "term": "Stocks: What They Are, Main Types, How They Differ From Bonds",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA stock, also called an equity or a share, is an ownership stake in the corporation that issued it.\n\nA stock is a security that represents ownership of a fraction of the corporation that issued it. Units of stock are calledsharesand entitle the owner to a portion of the corporation’s profits equal to the number of shares owned.\n\nStocks are bought and sold predominantly on public exchanges. The exchanges and the stocks that are listed on them are required to conform to government regulations meant to protect investors from fraudulent practices.\n\nCorporations issue stock to raise funds to operate their businesses. The holder of stock, a shareholder, may have a claim to part of the company’s assets and earnings.\n\nAshareholderis considered an owner of the issuing company, determined by the number of shares an investor owns relative to the number ofoutstanding shares. If a company has 1,000 shares of stock outstanding and one person owns 100 shares, that person would own and have a claim to 10% of the company’sassetsandearnings.\n\nStockholders do notowna corporation, but corporations are a special type of organization because the law treats them as legal persons. Corporations file taxes, can borrow, can own property, and can be sued. The idea that a corporation is a “person” means that the corporationowns its assets. A corporate office full of chairs and tables belongs to the corporation, andnotto the shareholders.\n\nCorporate property is legally separated from the property of shareholders, which limits theliabilityof both the corporation and the shareholder. If the corporation goes bankrupt, a judge may order all of its assets sold, but a shareholder’s assets are not at risk. The court cannot force you to sell your shares, although the value of your shares may have fallen. Likewise, if a major shareholder goes bankrupt, they cannot sell the company’s assets to pay theircreditors.\n\nA person, company, or institution that owns at least one share of a company’sstock\n\nWhat shareholders own are shares issued by the corporation, and the corporation owns the assets held by a firm. If you own 33% of the shares of a company, it is incorrect to assert that you own one-third of that company. However, you do own one-third of the company’s shares. This is known as “separation of ownership and control.”\n\nOwning stock gives you the right to vote in shareholder meetings, receivedividendsif and when they are distributed, and the right to sell your shares to somebody else.\n\nIf you own a majority of shares, your voting power increases so that you can indirectly control the direction of a company by appointing its board of directors.This becomes most apparent when one company buys another. The acquiring company buys all the outstanding shares.\n\nThe board of directors is responsible for increasing the value of the corporation and often does so by hiring professional managers, or officers, such as thechief executive officer (CEO). Ordinary shareholders do not manage the company.\n\nThe importance of being a shareholder is that you are entitled to a portion of the company’s profits, which is the foundation of a stock’s value. The more shares you own, the larger the portion of the profits you get. Many stocks, however, do not pay out dividends and instead reinvest profits back into growing the company. Theseretained earnings, however, are still reflected in the value of a stock.\n\nRead about Investopedia’s10 Rules of Investingby picking up a copy of our special-issue print edition.\n\nThere are two main types of stock:common and preferred.\n\nCommon stockusually entitles the owner to vote at shareholders’ meetings and to receive any dividends paid out by the corporation.\n\nPreferred stockholdersgenerally do not havevoting rights, though they have a higher claim on assets and earnings than common stockholders. For example, owners of preferred stock receive dividends beforecommon shareholdersand have priority if a company goes bankrupt and is liquidated.\n\nThe first common stock ever issued was by the Dutch East India Company in 1602.\n\nCompanies can issue new shares whenever there is a need to raise additional cash. This process dilutes the ownership and rights of existing shareholders (provided that they do not buy any of the new offerings). Corporations can also engage in stock buybacks, which benefit existing shareholders because they cause their shares toappreciatein value.\n\nStocks are issued by companies to raisecapitalto grow the business or undertake new projects. There are important distinctions between whether somebody buys shares directly from the company when it issues them in theprimary marketor from another shareholder in thesecondary market. When the corporation issues shares, it does so in return for money.\n\nBondsvary from stocks in several ways. Bondholders are creditors to the corporation and are entitled to interest as well as repayment of the principal invested. Also, creditors are given legal priority over other stakeholders in the event of a bankruptcy and will be made whole first if a company isforced to sell assets.\n\nConversely, shareholders often receive nothing in the event of bankruptcy, implying that stocks are inherently riskier investments than bonds.\n\nMost often, stocks are bought and sold onstock exchanges, such as the Nasdaq or the New York Stock Exchange (NYSE). After a company goes public through an initial public offering (IPO), its stock becomes available for investors to buy and sell on an exchange.\n\nTypically, investors will use a brokerage account to purchase stock on the exchange, which will list the purchasing price (the bid) or the selling price (the offer). The price of the stock is influenced by supply and demand factors in the market, among other variables.\n\nThere are two ways to earn money by owning shares of stock: through dividends and capital appreciation.\n\nDividends are cash distributions of company profits. If a company has 1,000 shares outstanding and declares a $5,000 dividend, then stockholders will get $5 for each share they own.\n\nCapital appreciation is the increase in the share price itself. If you sell a share to someone for $10, and the stock is later worth $11, the shareholder has made $1.\n\nAll investments have a degree ofrisk. Stocks, bonds, mutual funds, and exchange-traded funds (ETFs) can lose value if market conditions decline.\n\nWhen you invest, you make choices about what to do with your financial assets. Your investment value might rise or fall because of market conditions or corporate decisions, such as whether to expand into a new area of business or merge with another company.\n\nHistorically, stocks have outperformed most other investments over the long run.\n\nA stock representsfractional ownership of equityin an organization. It is different from a bond, which operates like a loan made by creditors to the company in return for periodic payments.\n\nA company issues stock to raise capital from investors for new projects or to expand its business operations.The type of stock, common or preferred, held by a shareholder determines the rights and benefits of ownership.\n\nNew York University, Stern School of Business. “Historical Returns on Stocks, Bonds and Bills: 1928–2023.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Stocks.”\n\nAmerican Bar Association. “Does ‘We the People’ Include Corporations?”\n\nUniversity of Pennsylvania, Carey Law School. “Independent Directors and Controlling Shareholders.”\n\nEuropean Central Bank. “A ‘Domestic European Market’: Keynote Speech by Marc Bayle de Jessé, Director General Market Infrastructure and Payments, ECB, at the Central Bank Payments Conference, Amsterdam, 27 June 2017.”\n\nSmall Business Chron. “How Does a Shareholder Make Money?”\n\nFinancial Industry Regulatory Authority. “Risk.”",
  "url": "https://www.investopedia.com/terms/s/stock.asp"
}