{
  "term": "Stock Dividend: What It Is and How It Works, With Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA stock dividend is a payment to shareholders that consists of additional shares of a company's stock rather than cash.\n\nThe distributions are paid in fractions per existing share. For example, if a company issues a stock dividend of 5%, it will pay 0.05 shares for every share owned by a shareholder. The owner of 100 shares would get five additional shares.\n\nA stock dividend may be paid out when a company wants to reward its investors but either doesn't have the spare cash or prefers to save it for other uses. The stock dividend has the advantage of rewarding shareholders without reducing the company's cash balance. However, it does increase its liabilities.\n\nStock dividends have a tax advantage for the investor as well. Unlike cash dividends, stock dividends are not taxed until the investor sells the shares.\n\nA stock dividend may require that the newly received shares not be sold for a certain period. Thisholding periodtypically begins the day after the dividend is received.\n\nWhen a company issues additional stock shares for any reason, the result is stock dilution. More shares in circulation means a reduction in theearnings per share(EPS) of the existing shares, and in the ownership percentage held by each current shareholder.\n\nDilution is a downside of a stock dividend if the company's net income does not increase proportionately.\n\nAn example of share dilution is as follows:\n\nThe company rewards investors while keeping its cash\n\nThe decrease in share price may attract new investors\n\nInvestors do not owe tax on these dividends until the stock is sold\n\nBonus shares dilute the share price\n\nStock dividends may signal a company's financial instability\n\nShare dividends are less attractive than cash dividends to some shareholders\n\nFrom an investor's viewpoint, receiving stock dividends yields little immediate reward. Then again, there's no tax due until the additional shares are sold.\n\nIssuing share dividends lowers the price of the stock, at least in the short term. A lower-priced stock tends to attract more buyers, so current shareholders are likely to get their reward down the road. Or, they can sell the additional shares immediately, pocket the cash, and still retain the same number of shares they had before.\n\nA public company is not required to issue dividends on common stock. However, it's not a good look for a company to abruptly stop paying dividends or pay less in dividends than in the past.\n\nFor the company, a stock dividend is a pain-free way to issue dividends without depleting its cash reserves.\n\nWhen a stock dividend is issued, the total value of equity remains the same from the investor's and the company's perspectives.\n\nAll stock dividends require an accounting journal entry for the company issuing the dividend. This entry transfers the value of the issued stock from the retained earnings account to thepaid-in capitalaccount.\n\nA stock dividend is considered small if the shares issued are less than 25% of the total value of shares outstanding before the dividend. A journal entry for a small stock dividend transfers the market value of the issued shares from retained earnings to paid-in capital.\n\nSuppose Company X declares a 10% stock dividend on its 500,000 shares of common stock. Its common stock has a par value of $1 per share and a market price of $5 per share.\n\nWhen the small stock dividend is declared, the market price of $5 per share is used to assign the value to the dividend as $250,000 — calculated by multiplying 500,000 x 10% x $5.\n\nThe common stock dividend distributable is $50,000 — calculated by multiplying 500,000 x 10% x $1 — since the common stock has a par value of $1 per share.\n\nWhen the company distributes the stock dividend, it can make the journal entry:\n\nLarge stock dividends occur when the new shares issued are more than 25% of the value of the total shares outstanding before the dividend. In this case, the journal entry transfers thepar valueof the issued shares from retained earnings to paid-in capital.\n\nIf Company X declares a 30% stock dividend instead of 10%, the value assigned to the dividend would be the par value of $1 per share, as it is considered a large stock dividend.\n\nThis would make the following journal entry $150,000—calculated by multiplying 500,000 x 30% x $1—using the par value instead of the market price.\n\nIf a company issues a 5% stock dividend, it would increase its number of outstanding shares by 5%, or one share for every 20 shares owned. If a company has one million shares outstanding, this would translate into an additional 50,000 shares. A shareholder with 100 shares in the company would receive five additional shares.\n\nDividends, whether in cash or in stock, are the shareholders' cut of the company's profit. They also are a reward for holding the stock rather than selling it. A company may issue a stock dividend rather than cash if it doesn't want to deplete its cash reserves.\n\nA stock dividend is paid out in the form of company shares. The stock dividend is not taxable until the shares are sold. A cash dividend is paid out as cash and is taxable for that year. The company will send you a 1099-DIV form at the end of the year.\n\nDividends are always good, whether they're in shares or cash. However, if you're buying dividend-paying stocks to create a regular source of income, you might prefer cash.\n\nA dividend-paying stock generally pays 2% to 5% annually, whether in cash or shares. When you look at a stock listing online, check the “dividend yield” line to determine what the company has been paying out.\n\nA stock dividend is a reward for shareholders made in additional shares instead of cash. The stock dividend rewards shareholders without reducing the company's cash balance. It has the adverse effect of diluting earnings per share, at least temporarily.\n\nStock dividends may signal financial instability or at least limited cash reserves. For the investor, stock dividends offer no immediate payoff but may increase in value over time. Of course, the investor can simply sell the extra shares and collect the cash.\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Page 22.",
  "url": "https://www.investopedia.com/terms/s/stockdividend.asp"
}