{
  "term": "Stockholders' Equity: What It Is, How to Calculate It, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nStockholders' equity is the value of a company's assets left for shareholders after the company pays all of its liabilities.\n\nStockholders' equity, also known as shareholder equity, is the total amount of assets that a company would retain if it paid all of its debts.\n\nThat is, it indicates how much money would be available to the company's shareholders if it goes bankrupt and is forced to pay all of its liabilities.\n\nStockholders' equity is a measurement of the general financial health of the company. If the number for stockholders' equity is negative, it may warn of impending bankruptcy (particularly if it is due to a high debt load).\n\nInvestopedia / Michela Buttignol\n\nStockholders' equity is often referred to as thebook valueof the company. It comes from two primary sources:\n\nIn most cases, retained earnings are the largest component of stockholders' equity. This is especially true of companies that have been in business for many years.\n\nConceptually, stockholders' equity is useful as a means of judging the amount of money that a business has retained.\n\nShareholder equity can be negative or positive. If positive, the company has enough assets to cover its liabilities. If negative, the company's liabilities exceed its assets. If negative equity is prolonged, the result is balance sheetinsolvency.\n\nMany investors view companies with negative shareholder equity as risky or unsafe investments.\n\nStill, shareholder equity alone is not a definitive indicator of a company's well-being. It should be used in conjunction with other tools and metrics toanalyze a company's financial health.\n\nShareholders' equity may be calculated in either of two ways:\n\nStockholder’s Equity=Total Assets−Total Liabilities\\text{Stockholder's Equity} = \\text{Total Assets} - \\text{Total Liabilities}Stockholder’s Equity=Total Assets−Total Liabilities\n\nA company'sbalance sheetdisplay its total assets and total liabilities:\n\nTotal liabilitiesinclude current and long-term liabilities:\n\nThe stockholders' equity formula is also known as the balance sheet equation because assets and liabilities are found on a company's balance sheet.\n\nRetained earnings are the portion ofnet incomethat a company holds on to as additional equity capital. Thus they are part of stockholders' equity. They represent returns on total stockholders' equity that had been reinvested in the company.\n\nThese earnings,reported on the income statement, accumulate over time. At some point, accumulated retained earnings may exceed the amount of contributed equity capital and can eventually grow to be the main source of stockholders' equity.\n\nCompanies fund their capital purchases with equity investments and borrowed capital. The equity capital/stockholders' equity can also be viewed as a company's net assets (total assets minus total liabilities).\n\nInvestors contribute their share ofpaid-in capitalwhen they buy shares of stock offered by a company to the public (e.g., in an initial public offering). This is the basic source of total stockholders' equity.\n\nThe amount of paid-in capital from an investor is a factor in determining the individual's ownership percentage.\n\nCompanies may decide to return a portion of stockholders' equity to their stockholders. This reverse capital exchange between a company and its stockholders is known asshare buybacks. Importantly, share buybacks reduce stockholders' equity.\n\nShares bought back by companies becometreasury shares, and their dollar value is noted in the treasury stockcontra account.\n\nTreasury shares continue to count as issued shares but they are not considered to be outstanding shares and are thus not included in dividends or the calculation ofearnings per share (EPS).\n\nTreasury shares can be reissued to stockholders for purchase when companies need to raise more capital. If a company doesn't prefer to hang on to the shares for future financing, it canretire the shares.\n\nEquity is the stockholders' claim on the residual value of a company after debts and other liabilities have been paid.\n\nBelow is thebalance sheetfor Apple(AAPL)as of the end of 2024.\n\nThe value of $60.27 billion in stockholders' equity represents the amount of money that would be left for Apple's shareholders if Appleliquidatedall of its assets and paid off all of its liabilities.\n\nStockholders' equity is an effective metric for determining the net worth of a company, but it should be used in tandem with the analysis of other financial statements, including theincome statement, andcash flow statement.\n\nTotal equity includes the value of all of the company's short-term and long-term assets minus all of its liabilities. It is the real book value of a company.\n\nNo. Cash and cash equivalents would only represent a small piece of a company's financial wealth. A company may be rich in assets like property, plant, and equipment, and relatively poor in hard cash.\n\nStockholders' equity is important to investors and other stakeholders because, as a measurement of a company's net value (or net worth), it can provide them with an idea of the financial stability and potential for success of a company.\n\nInvestors and analysts look to many numbers to evaluate the financial health of a company. One of these is shareholders' equity.\n\nThis straightforward figure is the sum of all of its assets minus all of its liabilities. That is, how much would a company be worth if it was forced to immediately pay off all of its debts.\n\nU.S. Securities and Exchange Commission. \"10-Q for the Quarterly Period Ended Dec. 28, 2004, Apple, Inc.\"",
  "url": "https://www.investopedia.com/terms/s/stockholdersequity.asp"
}