{
  "term": "Stocks",
  "definition": "Stocks represent ownership of a company. Stocks owned either directly or through a mutual fund or ETF, will likely form the majority of most investors’ portfolios.\n\nThe most expensive publicly-traded share of stock of all time were the Class A shares of Berkshire Hathaway (BRK.A), Warren Buffet’s conglomerate and holding company as of January 2022. They hit $487,675 per share on Jan 18, 2022.It’s important to remember that this does not mean it is the most valuable company by stock value. The value of a company’s stock, or “market capitalization,” is determined by multiplying the price of its shares by the number of its shares.\n\nAs of early 2022, the all-time closing high of the Dow Jones is 36,799.65 points, which it reached on January 4, 2022. The index’s all-time intraday high was 36,952.65, reached on Jan 5, 2022.\n\nUnrealized gains or losses represent the amount you would gain or lose if you sold your investment, often a stock, at its current value. You “realize” these gains or losses when you actually sell the investment.\n\nWhen people talk about stocks, they are usually referring to common stock, which is stock that usually gives voting rights in shareholder votes. Preferred stock almost never confers voting rights, but if a company only has enough money to pay some of its dividends, it has to pay preferred stock dividends first. In addition, in the event of a bankruptcy, preferred stockholders have priority over common stockholders on company assets.\n\nCyclical stocks are those that tend to rise and fall with the broader economy, falling when the economy is doing poorly and rising when the economy is doing well. Non-cyclical, often also called defensive stocks, tend have steadier performance that do better when the economy is down are down but peak less high during boom years.\n\nStock is a type of investment representing ownership of a business. A unit of stock is called a share.\n\nThe S&P 500 is an index of the stocks of 500 large U.S. companies that make up about 80% of the U.S. stock by market capitalization. It is a benchmark for large-cap U.S. stocks and is often used as a proxy for the U.S. stock market as a whole.\n\nCyclical stocks are stocks that tend to rise and fall in line with the broader economy. Cyclical stocks include those of technology, finance, and energy companies. This contrasts with defensive stocks which tense to have steadier returns, drop less when the economy falls, and rise less when it grows.\n\nCommon stock is a security that represents partial ownership of a company. When people colloquially refer to “stock” this is what they mean. It contrasts with preferred stock, a type of security that has aspects of both bonds and stocks.\n\nPreferred stock is company stock that is issued at a fixed par value, similar to a bond, and that does not confer voting rights, but has priority over company earnings when allocating dividends and priority over common stock in bankruptcy proceedings. Preferred stock has characteristics of both common stock and bonds. It occupies an intermediate space between the two in terms of its risk and returns.\n\nFloating stock, is the number of shares of stock a company has that are actively being traded by the public. It is generally referred to as “float.”\n\nA secondary offering can refer to when a major investor sells their stock on the public market or when a company issues additional stock after its IPO. The former just puts more shares onto the market, while the latter creates more overall shares to raise additional funds for the company.\n\nA fractional share is ownership of a portion of a single share of stock. This allows investors to buy stocks even if the price of their individual shares is extremely high, such as is the case with companies like Berkshire Hathaway.\n\nEquity compensation is when employees of a company are paid stock, stock options, or a similar type of investment. By tying the employee’s compensation to the stock price, they are meant to encourage the employee to work to maximize shareholder value.\n\nA meme stock is broadly any stock that has gained substantial popularity and investment online through social media. The term was popularized after investment in retailer Gamestop was driven through popularity on the r/wallstreetbets subreddit.\n\nAn IPO lock-up is a contractually specified period prohibiting large shareholders from selling their shares for a specified period of time after a company has its IPO. Lock-up periods are meant to stop major shareholders from selling large numbers of shares early on and pushing down the stock price early on.\n\nNew York Stock Exchange (NYSE). \"Berkshire Hathaway, Inc. BRK.A.\" Accessed Jan. 22, 2022\n\nYahoo! Finance. \"Dow Jones Industrial Average (^DJI). Historical Data.\" Accessed Jan. 14, 2022.\n\nU.S. Securities and Exchange Commission. \"Stocks.\" Accessed June 28, 2021.",
  "url": "https://www.investopedia.com/stocks-4427785"
}