{
  "term": "Stock Market Capitalization-to-GDP Ratio: Definition and Formula",
  "definition": "The stock market capitalization-to-GDP ratio is a ratio used to determine whether an overall market is undervalued or overvalued compared to a historical average. The ratio can be used to focus on specific markets, such as the U.S. market, or it can be applied to theglobal market, depending on what values are used in the calculation. It is calculated by dividing the stock market cap bygross domestic product(GDP). The stock market capitalization-to-GDP ratio is also known as the Buffett Indicator—after investorWarren Buffett, who popularized its use.\n\n﻿Market Capitalization to GDP=SMCGDP×100where:SMC=Stock Market CapitalizationGDP=Gross Domestic Product\\begin{aligned} &\\text{Market Capitalization to GDP} = \\frac{ \\text{SMC} }{ \\text{GDP} } \\times 100 \\\\ &\\textbf{where:} \\\\ &\\text{SMC} = \\text{Stock Market Capitalization} \\\\ &\\text{GDP} = \\text{Gross Domestic Product} \\\\ \\end{aligned}​Market Capitalization to GDP=GDPSMC​×100where:SMC=Stock Market CapitalizationGDP=Gross Domestic Product​﻿\n\nThe use of the stock market capitalization-to-GDP ratio increased in prominence after Warren Buffett once commented that it was \"probably the best single measure of where valuations stand at any given moment.\"﻿﻿\n\nIt is a measure of the total value of all publicly traded stocks in a market divided by that economy'sgross domestic product(GDP). The ratio compares the value of all stocks at an aggregate level to the value of the country's total output. The result of this calculation is the percentage of GDP that represents stock market value.\n\nTo calculate the total value of all publicly traded stocks in the U.S., most analysts useThe Wilshire 5000 Total Market Index, which is an index that represents the value of all stocks in the U.S. markets. The quarterly GDP is used as the denominator in the ratio calculation.\n\nTypically, a result that is greater than 100% is said to show that the market is overvalued, while a value of around 50%, which is near the historical average for the U.S. market, is said to show undervaluation. If the valuation ratio falls between 50% and 75%, the market can be said to be modestly undervalued.\n\nAlso, the market may be fair valued if the ratio falls between 75% and 90%, and modestly overvalued if it falls within the range of 90% and 115%. In recent years, however, determining what percentage level is accurate in showing undervaluation and overvaluation has been hotly debated, given that the ratio has been trending higher over a long period of time.\n\nThe market cap to the global GDP ratio can also be calculated instead of the ratio for a specific market. The World Bank releases data on theStock Market Capitalization to GDP for Worldwhich was 92% in 2018.﻿﻿\n\nThis market cap to GDP ratio is impacted by trends in theinitial public offering(IPO) market and the percentage of companies that are publicly traded compared to those that are private. All else being equal, if there was a large increase in the percentage of companies that are public vs. private, the market cap to GDP ratio would go up, even though nothing has changed from a valuation perspective.\n\nAs a historical example, let's calculate the market cap to the U.S. GDP ratio for the quarter ended September 30, 2017. The total market value of the stock market, as measured by Wilshire 5000, was $26.1 trillion.﻿﻿ U.S. real GDP for the third quarter was recorded as $17.2 trillion.﻿﻿ The market cap to GDP ratio is, therefore:\n\n﻿Market Cap to GDP=$26.1trillion$17.2trillion×100=151.7%\\begin{aligned} &\\text{Market Cap to GDP} = \\frac{ \\$26.1 \\text{ trillion} }{ \\$17.2 \\text{ trillion} } \\times 100 = 151.7\\% \\\\ \\end{aligned}​Market Cap to GDP=$17.2trillion$26.1trillion​×100=151.7%​﻿\n\nIn this case, 151.7% of GDP represents the overall stock market value and indicates it is overvalued.\n\nIn 2000, according to statistics atThe World Bank, the market cap to GDP ratio for the U.S. was 153%, again a sign of an overvalued market. With the U.S. market falling sharply after the dotcom bubble burst, this ratio may have some predictive value in signaling peaks in the market.\n\nHowever, in 2003, the ratio was around 130%, which was still overvalued, but the market went on to produce all-time highs over the next few years. As of 2020, the ratio stands at roughly 150%.\n\nFortune. \"Warren Buffett On The Stock Market.\" Accessed Nov. 12, 2020.\n\nThe World Bank. \"Market Capitalization of Listed Domestic Companies (% of GDP).\" Accessed Jan 22, 2021.\n\nYahoo! Finance. \"Wilshire 5000 Total Market Inde (W5000).\" Accessed Nov. 12, 2020.\n\nBureau of Economic Analysis. \"Gross Domestic Product: Fourth Quarter and Annual 2017 (Third Estimate) Corporate Profits: Fourth Quarter and Annual 2017,\" Page 8. Accessed Nov. 12, 2020.",
  "url": "https://www.investopedia.com/terms/m/marketcapgdp.asp"
}