{
  "term": "Stock Quotes: Meaning, How to Read, Examples",
  "definition": "A stock quote is the price of a stock as quoted on an exchange. A basic quote for a specific stock provides information, such as its bid and ask price, last traded price, and volume traded.\n\nAllstocksin the U.S. have been quoted in decimals, rather than fractions, since April 9, 2001. As a result,bid-ask spreadshave contracted dramatically, with spreads for the most widely traded stocks now as small as a penny, compared with 1/16th of a dollar (or $0.0625) earlier. Decimal pricing has resulted in substantial savings ontransaction coststo U.S. investors because of tighter bid-ask spreads.\n\nInvestors increasingly access stockquotesonline or on mobile devices, such as smartphones, rather than through print media, such as newspapers and magazines. A large number of Internet portals and websites offer delayed stock quotes at no charge, with real-time stock quotes generally restricted to paying subscribers.\n\nStock quotes can be presented with supplemental information and data, such as the high and low prices for given security that have been recorded over the course of the trading day. It may also show the change in the value of the security compared against the prior day’sclosing priceor the opening price of the current trading day. This difference in price might be shown as a percentage, revealing how much security has increased or declined in value. Analyst recommendations for a given security might also be presented with a stock quote. Such recommendations could be shown for hourly, daily, weekly, and monthly intervals.\n\nConsider the stock quote for the social media behemoth Meta (formerly Facebook). It is displayed along with supplemental information: the company's ticker symbol (META), change in price (expressed in terms of percentage), and last quoted price at closing time.\n\nDepending on the service and platform providing stock quotes, the information might strictly revolve around the current, latest pricing, or there can be expanded details such as metrics on the daily, weekly, monthly, and annual performance of the security. A stock quote can also include performance metrics on share prices for a multi-year period.\n\nThe pricing displayed with a stock quote reflects the buying and selling activity that influences the value of a given security. As each trading day unfolds, news and industry trends related to a security can affect the way investors choose to handle the shares. When beneficial updates are revealed, such as strong revenue and earnings reported by the company or positive test results for a product, the value of the shares can increase as more investors buy into the company. Theseshiftsare reflected in the stock quotes that shareholders and other watchers of the company will use to make investment decisions.\n\nU.S. Securities and Exchange Commission. \"SEC Concept Release: Request for Comment on the Effects of Decimal Trading in Subpennies.\"",
  "url": "https://www.investopedia.com/terms/s/stockquote.asp"
}