{
  "term": "Stochastic Oscillator: What It Is, How It Works, How To Calculate",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA stochastic oscillator is a momentum indicator that compares a security's closing price to a range of its prices over a certain time period.\n\nA stochastic oscillator is a momentum indicator comparing a particularclosing priceof a security to a range of its prices over a certain period of time. The sensitivity of the oscillator to market movements is reducible by adjusting that time period or by taking amoving averageof the result. It is used to generateoverboughtand oversold trading signals, utilizing a 0–100 bounded range of values.\n\nThe stochastic oscillator is range-bound, meaning it is always between 0 and 100. This makes it a useful indicator of overbought and oversold conditions.\n\nTraditionally, readings over 80 are considered in the overbought range, and readings under 20 are considered oversold. However, these are not always indicative of impending reversal; very strong trends can maintain overbought or oversold conditions for an extended period. Instead, traders should look to changes in the stochastic oscillator for clues about future trend shifts.\n\nStochastic oscillator charting generally consists of two lines: one reflecting the actual value of the oscillator for each session and one reflecting its three-day simple moving average. Because price is thought to followmomentum, the intersection of these two lines is considered to be a signal that a reversal may be in the works, as it indicates a large shift in momentum from day to day.\n\nDivergence between the stochastic oscillator and trending price action is also seen as an important reversal signal. For example, when a bearish trend reaches a new lower low, but the oscillator prints a higher low, it may be an indicator that bears are exhausting their momentum, and a bullish reversal is brewing.\n\nThe stochastic oscillator is only one of severaltechnical indicators used by option tradersto time entry and exit points.\n\nImage by Sabrina Jiang © Investopedia 2021\n\n%K=(C−L14H14−L14)×100where:C = The most recent closing priceL14 = The lowest price traded of the 14 previoustrading sessionsH14 = The highest price traded during the same14-day period%K = The current value of the stochastic indicator\\begin{aligned} &\\text{\\%K}=\\left(\\frac{\\text{C} - \\text{L14}}{\\text{H14} - \\text{L14}}\\right)\\times100\\\\ &\\textbf{where:}\\\\ &\\text{C = The most recent closing price}\\\\ &\\text{L14 = The lowest price traded of the 14 previous}\\\\ &\\text{trading sessions}\\\\ &\\text{H14 = The highest price traded during the same}\\\\ &\\text{14-day period}\\\\ &\\text{\\%K = The current value of the stochastic indicator}\\\\ \\end{aligned}​%K=(H14−L14C−L14​)×100where:C = The most recent closing priceL14 = The lowest price traded of the 14 previoustrading sessionsH14 = The highest price traded during the same14-day period%K = The current value of the stochastic indicator​\n\nNotably, %K is referred to sometimes as thefast stochasticindicator. The \"slow\" stochastic indicator is taken as %D = 3-period moving average of %K.\n\nThe general theory serving as the foundation for this indicator is that in a market trending upward, prices will close near the high, and in a market trending downward, prices close near the low. Transaction signals are created when the %K crosses through a three-period moving average, which is called the %D.\n\nThe difference between the slow and fast Stochastic Oscillator is the Slow %K incorporates a %K slowing period of 3 that controls the internal smoothing of %K. Setting the smoothing period to 1 is equivalent to plotting the Fast Stochastic Oscillator.\n\nThe stochastic oscillator was developed in the late 1950s by George Lane. As designed by Lane, the stochastic oscillator presents the location of the closing price of a stock in relation to the high and low prices of the stock over a period of time, typically a 14-day period.\n\nLane, over the course of numerous interviews, has said that the stochastic oscillator does not follow price, volume, or anything similar. He indicates that the oscillator follows the speed or momentum of price.\n\nLane also reveals that, as a rule, the momentum or speed of a stock's price movements changes before the price changes direction.In this way, the stochastic oscillator can foreshadow reversals when the indicator reveals bullish or bearish divergences. This signal is the first, and arguably the most important, trading signal Lane identified.\n\nThe stochastic oscillator is included in most charting tools and can be easily employed in practice. The standard time period used is 14 days, though this can be adjusted to meet specific analytical needs. The stochastic oscillator is calculated by subtracting the low for the period from the current closing price, dividing by the total range for the period, and multiplying by 100.\n\nAs a hypothetical example, if the 14-day high is $150, the low is $125 and the current close is $145, then the reading for the current session would be: (145-125) / (150 - 125) * 100, or 80.\n\nBy comparing the current price to the range over time, the stochastic oscillator reflects the consistency with which the price closes near its recent high or low. A reading of 80 would indicate that the asset is on the verge of being overbought.\n\nTherelative strength index(RSI) and stochastic oscillator are both price momentum oscillators that are widelyused in technical analysis. While oftenused in tandem, they each have different underlying theories and methods. The stochastic oscillator is predicated on the assumption that closing prices should move in the same direction as the current trend.\n\nMeanwhile, the RSI tracks overbought andoversoldlevels by measuring the velocity of price movements. In other words, the RSI was designed to measure the speed of price movements, while the stochastic oscillator formulaworks best in consistent trading ranges.\n\nIn general, the RSI is more useful duringtrending markets, and stochastics more so in sideways or range-bound markets.\n\nThe primary limitation of thestochastic oscillatoris that it has been known to producefalse signals. This is when a trading signal is generated by the indicator, yet the price does not actually follow through, which can end up as a losing trade. During volatile market conditions, this can happen quite regularly. One way to help with this is to take the price trend as a filter, where signals are only taken if they are in the same direction as the trend.\n\nThe stochastic oscillator represents recent prices on a scale of 0 to 100, with 0 representing the lower limits of the recent time period and 100 representing the upper limit. A stochastic indicator reading above 80 indicates that the asset is trading near the top of its range, and a reading below 20 shows that it is near the bottom of its range.\n\nOn a stochastic oscillator chart, %K represents the current price of the security, represented as a percentage of the difference between its highest and lowest values over a certain time period. In other words, K represents the current price in relation to the asset's recent price range.\n\nOn a stochastic oscillator chart, %D represents the 3-period average of %K. This line is used to show the longer-term trend for current prices, and is used to show the current price trend is continuing for a sustained period of time.\n\nGeorge Pruitt. \"The Ultimate Algorithmic Trading System Toolbox + Website: Using Today's Technology To Help You Become A Better Trader.\" John Wiley & Sons, 2016.\n\nCMC Markets. \"What Is the Stochastic Indicator?\"",
  "url": "https://www.investopedia.com/terms/s/stochasticoscillator.asp"
}