{
  "term": "Stop-Limit Order: What It Is and Why Investors Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA stop-limit order is an instruction to buy or sell an asset at the limit price, but only if the stop price has been reached.\n\nA stop-limit order is a conditional trade over a set time frame that combines the features of stop with those of a limit order and is used to mitigate risk. It is related to other order types, including limit orders (an order to either buy or sell a specified number of shares at a given price or better) and stop-on-quote orders (an order to either buy or sell a security after its price has surpassed a specified point).\n\nThe primary benefit of a stop-limit order is that thetraderhas precise control over when the order should be filled. Thedownside, as with all limit orders, is thatthe trade is not guaranteedto be executed if the stock/commodity does not reach the stop price during the specified time period.\n\nA stop-limit order requires the setting of two price points: the stop price and the limit price. First, set the stop price, which is the price that will trigger the trade. If the price of the security reaches the stop price, the trade will be triggered.\n\nThen, set the limit price. The limit price is the worst price that you are willing to accept to buy or sell the security. For a buy order, the limit is the maximum price you want to pay for the trade. For sell orders, it is the minimum price that you are willing to receive. You will also need to set a time frame and the number of shares that you want to trade.\n\nThe stop-limit order will be executed at a specified price, or better after a given stop price has been reached. Once the stop price is reached, the stop-limit order becomes alimit orderto buy or sell at the limit price or better. This type of order is an available option with nearly everyonline broker.\n\nIt's important to note that stop-limit orders do not guarantee that your trade will be executed. If the price of the security drops quickly or there is a gap in trading, the order may not be filled at the desired limit price or at all.This may result in missed opportunities for profit should the appropriate prices not be targeted.\n\nAstop orderis an order that becomes executable once a set price has been reached and is then filled at the current market price. A traditional stop order will be filled in its entirety, regardless of any changes in the current market price as the trades are completed.\n\nA limit order is one that is set at a certain price. It is only executable at times when the trade can be performed at the limit price or at a price that is considered more favorable than the limit price. If trading activity causes the price to become unfavorable regarding the limit price, then the activity related to the order will be ceased. By combining the two orders, the investor has much greater precision in executing the trade.\n\nA stop order is filledat the marketprice after the stop price has been hit, regardless of whether the price changes to an unfavorable position. This can lead to trades being completed at less than desirable prices should the market adjust quickly. Combining the stop order with the features of a limit order ensures that the order will not get filled once the pricing becomes unfavorable, based on the investor’s limit.\n\nThus, in a stop-limit order, after the stop price is triggered, the limit order takes effect to ensure that the order is not completed unless the price is at or better than the limit price that the investor has specified.\n\nStop-limit orders are free for most brokers; make sure you understand your broker's fee structure before setting orders to avoid unexpected fees.\n\nThere are several reasons why traders may rely heavily on stop-limit orders, as there are a handful of strong benefits of the order.\n\nThough stop-limit orders have a suite of strong uses, there are also drawbacks to the product.\n\nAllows investors to largely control the price in which they enter or exit a trade\n\nAllows investors to ensure an order doesn't get filled at too high or low of a price, mitigating some trading risk\n\nMay allows for a more passive, automated style of trading\n\nMay be used in a variety of trading situations\n\nMay not execute if the price never meets the limit price\n\nDoes not offer protection against price gaps, potentially resulting in worse order fills than expected\n\nMay create pressure to hold onto positions\n\nAre more complex to set up compared to other types of orders\n\nBoth a stop-limit order and a stop-loss order are useful for traders trying to manage risk. There are key difference between the two that change the situation where each may be best. First, a stop-loss order becomes a market order when the price of the security hits or falls below the stop price. This means that the order will be executed at the best available market price which may be different from the stop price. In contrast, a stop-limit order becomes a limit order when the stop price is reached, and will only be executed at the limit price or better. Therefore, the two have different execution points.\n\nThere is also pricing protection differences. A stop-loss order does not offer any price protection beyond the stop price. This means that if the market is experiencing rapid price movements or gaps, the trade may be executed at a price below the stop price. On the other hand, a stop-limit order offers price protection as it specifies a limit price at which the trader is willing to buy or sell. This allows a trader to have greater control over the execution price.\n\nIn addition, a stop-loss order is guaranteed to be executed once the stop price is triggered, but the execution price may not be guaranteed. In contrast, a stop-limit order isnot guaranteed to be executed, as the order will only be filled if the limit price is met. Therefore, a stop-loss order is better should a trader want to ensure a trade is executed regardless of price.\n\nFor example, assume that Apple Inc. (AAPL) is trading at $155 and that an investor wants to buy the stock once it begins to show some serious upward momentum. The investor has put in a stop-limit order to buy with the stop price at $160 and the limit price at $165. If the price of AAPL moves above the $160 stop price, then the order is activated and turns into a limit order. As long as the order can be filled under $165, which is the limit price, the trade will be filled. If the stockgapsabove $165, then the order will not be filled.\n\nBuy stop-limit orders are placed above the market price at the time of the order, while sell stop-limit orders are placed below the market price.\n\nA stop-loss order is an order to buy or sell an asset if certain price conditions are reached. Traders use conditional orders so that they can set trades without having to constantly watch the movement of market prices.\n\nTo place a stop-limit order, the trader sets two price levels: the stop price and the limit price. They also set how many units they want to trade. Put into words, a stop-limit order tells a broker: \"Wait till the market price reaches the stop level, and then try to buy (or sell) the asset at the limit price or better.\"\n\nA stop-loss order assures execution, while a stop-limit order ensures a fill at the desired price. The decision regardingwhich type of order to usedepends on a number of factors.\n\nA stop-loss order will get triggered at the market price once the stop-loss level has been breached. An investor with a long position in a security whose price is plunging swiftly may find that the price at which the stop-loss order got filled is well below the level at which the stop-loss was set. This can be a major risk when a stock gaps down—say, after an earnings report—for a long position; conversely, a gap up can be a risk for a short position.\n\nA stop-limit order combines the features of a stop-loss order and a limit order. The investor specifies the limit price, thus ensuring that the stop-limit order will only be filled at the limit price or better. However, as with any limit order, the risk here is that the order may not get filled at all, leaving the investor stuck with a money-losing position.\n\nStop-loss orders will only be triggered during standard market hours, which is generally 9:30 a.m. to 4 p.m. EST. They will not get executed during extended-hours sessions or when the market is closed for weekends and holidays.\n\nAshortposition would necessitate a buy-stop limit order to cap losses. For example, if a trader has a short position in stock ABC at $50 and would like to cap losses at 20% to 25%, they can enter a stop-limit order to buy at a price of $60 and a limit price of $62.50. If the stock trades at a price of $60 to $62.50, then the stop-limit order will be executed, capping the trader’s loss on the short position in the desired 20%–25% range. However, if the stock gaps up—say, to $65—then the stop-limit order will not be executed and the short position will remain open.\n\nStop-limit orders can be set as either day orders—in which case they would expire at the end of the current market session—orgood-’til-canceled (GTC)orders, which carry over to future trading sessions. Different trading platforms and brokerages have varying expiries for GTC orders, so check the time period when your GTC order will be valid.\n\nA stop-limit order refers to a conditional order type used by investors and traders to mitigate risk. The order, which combines the features of both a stop and limit order, provides more precision over the desired execution price, helping to lock in profits and limit losses.\n\nInvestors set a stop-limit order by placing the stop price where they want the order to trigger and a limit price where they would like a tradeexecution. If the security reaches the specified trigger price, the limit order activates and executes if the price is at or better than the price specified by the investor. Most online brokers offer stop-limit orders with aday-onlyor good-till-cancelled expiry.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Order Types.\"\n\nNYSE. \"Holidays & Trading Hours.\"\n\nNasdaq. \"Trading Hours for the Nasdaq Stock Markets.\"\n\nU.S. Securities and Exchange Commission. \"Trading Basics: Understanding the Different Ways to Buy and Sell Stock.\" Page 3.",
  "url": "https://www.investopedia.com/terms/s/stop-limitorder.asp"
}