{
  "term": "Stop-Loss Orders: One Way to Limit Losses and Reduce Risk",
  "definition": "A stop-loss order is a type of order used by traders to limit their loss or lock in a profit on an existing position. Traders can control their exposure to risk by placing a stop-loss order.\n\nStop-loss orders are orders with instructions to close out a position by buying or selling a securityat the marketwhen it reaches a certain price known as the stop price.\n\nThey are different fromstop-limit orders, which are orders to buy or sell at a specific price once the security's price reaches a certain stop price. Stop-limit orders may not get executed whereas a stop-loss order will always be executed (assuming there are buyers and sellers for the security).\n\nFor example, a trader may buy a stock and place a stop-loss order with a stop 10% below the stock's purchase price. Should the stock price drop to that 10% level, the stop-loss order is triggered and the stock would be sold at the best available price.\n\nAlthough most investors associate a stop-loss order with a long position, it can also protect ashort position. In such a case, the position gets closed out through an offsetting purchase if the security trades at or above a specific price.\n\nTraders or investors may choose to use a stop-loss order to limit their losses and protect their profits. By placing a stop-loss order, they can manage risk by exiting a position if the price for their security starts moving in the direction opposite to the position that they've taken.\n\nA stop-loss order to sell is a customer order that instructs a broker to sell a security if the market price for it drops to or below a specified stop price. A stop-loss order to buy sets the stop price above the current market price.\n\nA stop-loss order becomes a market order to be executed at the best available price if the price of a security reaches the stop price. A stop-limit order also triggers at the stop price. However, the limit order might not be executed because it is an order to execute at a specific (limit) price. Thus, the stop-loss order removes the risk that a position won't be closed out as the stock price continues to fall.\n\nOne disadvantage of the stop-loss order concerns price gaps. If a stock price suddenly gaps below (or above) the stop price, the order would trigger. The stock would be sold (or bought) at the next available price even if the stock is trading sharply away from your stop loss level.\n\nAnother disadvantage concerns getting stopped out in a choppy market that quickly reverses itself and resumes in the direction that was beneficial to your position.\n\nInvestors can create a more flexible stop-loss order by combining it with atrailing stop. A trailing stop is an order whose stop price, rather than being a fixed price, is instead set at a certain percentage or dollar amount below (or above) the currentmarket price. So, for instance, as the price of a security that you own moves up, the stop price moves up with it, allowing you to lock in some profit as you continue to be protected from downside risk.\n\nSome traders and investors may also useoption contracts in place of stop ordersto allow them to control their exit price points better.\n\nA trader buys 100 shares of XYZ Company for $100 and sets a stop-loss order at $90. The stock declines over the next few weeks and falls below $90. The trader's stop-loss order gets triggered and the position is sold at $89.95 for a minor loss. The market continues trending downward.\n\nA trader buys 500 shares of ABC Corporation for $100 and sets a stop-loss order for $90. After the market closes, the business reports unfavorable earnings results. When the market opens the next day, ABC's stock price gaps down. The trader's stop-loss order is triggered. The order gets executed at a price of $70.00 for a substantial loss. However, the market continues dropping and closes at 49.50. While the stop-loss order couldn't protect the trader as originally intended, it still limited the loss to much less than it could have been.\n\nIt's an order placed once you've taken a position in a security (on the buy side or sell side) with instructions to close out your position by selling (or buying) the security at the market if the price of the security reaches a specific level.\n\nA stop-loss orderlimits your exposure to less of a lossthan you might otherwise experience by automatically closing out your position if your stock trades to an unfavorable market price level that you designate. If you use a trailing stop with your stop-loss order, that protection can move with your position even as it increases in value. So, a loss could translate to less profit rather than a complete loss.\n\nProbably not. Long-term investors shouldn't be overly concerned with market fluctuations because they're in the market for the long haul and can wait for it to recover from downturns. However, they can and should evaluate market drops to determine if some action is called for. For example, a downturn could provide the opportunity to add to their positions, rather than to exit them.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Order Types.\"",
  "url": "https://www.investopedia.com/terms/s/stop-lossorder.asp"
}