{
  "term": "Stop Order: Definition, Types, and When to Place",
  "definition": "Get to know the different kinds of stop orders\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA stop order is one of the three main order types you will encounter in the market: stop, market, and limit. A stop order is always executed in the direction that the price is moving. For instance, if the market is moving lower, the stop order is set to sell at a pre-set price below the current market price. Alternatively, if the price is moving higher, the stop order will be to buy once the security reaches a pre-set price above the current market price.\n\nThere are several types of stop orders that can be employed depending on your position and your overall market strategy. Here's a review of the various types of stop orders and how they function relative to your trading position in the market.\n\nThere are three types of stop orders you can use when trading, stop-loss, stop-entry, and trailing stop-loss.\n\nA regularstop-loss orderis recommended for any live position. A stop-loss order is just what it means—it stops losses. The stop-loss order will remove you from your position at a pre-set level if the market moves against you. Stop-loss orders are critical when you can't actively keep an eye on the market, and it's recommended to always have a stop-loss order in place for any existing position for protection from sudden market news, data releases, and the like.\n\nFor example, let's say you're long (you own it) stock XYZ at $27 and believe that it has the potential to reach $35. However, at price levels below $25, your strategy is invalidated, and you want to get out. You would then place a stop order to sell XYZ at around $25, or slightly lower, to account for a margin of error.\n\nA stop-entry order is used to get into the market in the direction that it's currently moving. For example, let's say you have no position, but you observe that stock XYZ has been moving in asideways rangebetween $27 and $32, and you believe it will ultimately move higher.\n\nIn this case, you could place a stop-entry order above the current range high of $32—say at $32.25 to allow for a margin of error—to get you into the market once the sideways range is broken to the upside. Now that you're long, and if you're a disciplined trader, you'll want to immediately establish a regular stop-losssell orderto limit your losses in case the break higher is a false one.\n\nContinuing from the scenario above, XYZ has broken above the range top at $32, and your stop has been triggered at $32.28—stop orders use the best available market price—making you long in a rising market. The price keeps increasing and hits your first price objective at $35. You may now want to protect your profits in case the market reverses lower. You can accomplish this with a regular stop loss placed at, say, $34. That means you will lock in around $1.72 on the trade ($34.00 – $32.28 = $1.72) if the market turns around. In this case, you used a stop-loss order to protect your profit instead of limiting your loss.\n\nSome online brokers offer a trailing stop-loss order functionality on their trading platforms. These orders follow the market and automatically change the stop price level according to market movements. You can set a particular price distance the market must reverse for you to be stopped out.\n\nTo preserve your profits, you can specify $0.50 for the stock trade, meaning that the market price, currently at $35, must touch $34.50 for your stop-loss order to be triggered. However, if the price continues to move higher, the trailing stop will rise with it, always remaining $0.50 from the highest high the price has reached. So, let's say the price continues to move higher from $35 and reaches $36.75. Your trailing stop will have followed the price increase and will now be $36.25 ($36.75 – $0.50 = $36.25). Trailing stops are a great way to protect profits and stay in a position until the market has shown that it has actually reversed.\n\nThere are more advantages to using stop orders than disadvantages because they can help you avoid or minimize your losses if the market doesn't act in your favor. This is because you have an execution guarantee, where the order you placed will execute whether you're monitoring prices or not.\n\nThis gives you an additional measure of control over when you buy or sell a security—without it, one phone call could distract you for long enough that you could suffer a substantial loss, depending on the market you're trading in.\n\nBecause you've placed a stop order, you've taken a precautionary measure that can limit your losses or prevent them entirely.\n\nOne of the most significant downfalls to stop orders is that short-term price fluctuations can cause you to lose a position. For instance, if you placed a stop, expecting prices to continue rising, but they suddenly began trending down, your position is on the wrong side of the trend.\n\nA stop-loss order'sexecutionmay not be at the exact price you specified. For example, say you had a stop-loss entry price of $32.25, but it was executed at $32.28, or $0.03 higher than you specified. That difference of $0.03 is calledslippage, which is caused by many factors, such as lack ofliquidity,volatility, andprice gapsin news or data. Slippage can also occur when a regular stop-loss is executed. Therefore, some slippage should be expected.\n\nIn fast-moving and consolidating markets, some traders will useoptions as an alternativeto stop loss orders to allow better control over their exit points.\n\nMake sure your brokerage supports all of the stop orders you want to use. Not all brokerage firms allow all of them, and some have different policies about using them.\n\nOne of the key differences between a stop and limit order is that a stop order uses the best available market price rather than the specific price you might have placed in the order. Because the best available price is used, a stop order turns into a market order when the stop price is reached. A market order is an order to buy or sell at the best available price, like when you tell your broker to purchase a stock (not when you're trading, just if you're buying a stock)—they buy it at the best price as soon as they can.\n\nA limit order is executed at the price you specified or better, which can slightly reduce the chances of the order executing compared to a stop order. If the stock price never hits your limit, your trade won't execute; a stop order would execute because it uses the best available price.\n\nA common question that traders and investors pose is where they should place their stop-loss order. There are too many variables to give a one-size-fits-all answer, but a rational method falls into two categories: financial and technical.\n\nA financial stop-loss is placed at a point where you are no longer willing to accept further financial loss. For example, let's say you're only willing to risk $5 on a stock that's currently trading at $75. That means you've chosen a financial stop of $5 per share (or $70 as the stop price), regardless of whatever else may be happening in the market.\n\nA technical stop-loss is placed at a significanttechnical price point, such as the recent range high or low, aFibonacci retracement level, or a specificmoving average, just to name a few. The key factor here is that if you have a market position, you need to have a live stop-loss order to protect your investment/position.\n\nNot every trade is a winner. Every position has the potential to move against you an lose money. A stop-loss order willlimit your lossesto about the specified level you define. It's important to note that you should create a complete strategy (entry, stop-loss, and take-profit) to manage your position before you enter that position. That way, you avoid the emotional uncertainty that comes with having an open position.\n\nYou now have a position in the market, and you need to establish, at the minimum, a stop-loss (S/L) order for that position. You can also add atake-profit (T/P) order. Coupled together, you now have orders bracketing your position. Such orders are typically linked and known as aone-cancels-the-other (OCO) order, meaning if the T/P order is filled, the S/L order will be automatically canceled, and vice versa.\n\nYou can use a financial stop (how much money am I prepared to lose on this position?) or a technical S/L (what significant technical level will need to be breached for your trade scenario to be invalidated?). Not every trade is a winner, so you need to have a strategy in place before you enter a position, knowing where you'll limit your losses and take your profits.\n\nYou should move your stop-loss order only if it's in the direction of your position. For example, imagine you're long XYZ stock with a stop-loss order $2 below your entry price. If the market cooperates and moves higher, you can raise your S/L to further limit your loss potential or lock in profits.\n\nStop orders are a critical tool in a trader's toolbox. Traders and investors should always have a stop-loss in place if they have any open positions. Otherwise, they're trading without any protection, which could be dangerous and costly.\n\nStop orders can be adjusted in the direction of the trade if the market moves in your favor, but you should never move a stop away from the direction the market is moving. For example, if you're long and the market is moving lower, you should never lower your stop from where you originally placed it. Hopefully, you have compiled a complete trade strategy (entry, stop-loss, and take-profit) before entering the market. This way, your mind and emotions are not in play, just your strategy.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Stop, Stop-Limit, and Trailing Stop Orders.\"",
  "url": "https://www.investopedia.com/terms/s/stoporder.asp"
}