{
  "term": "Store of Value: Definition, How Assets Work, and Examples",
  "definition": "A store of value is anasset, commodity, or currency that maintains its value withoutdepreciating.\n\nA store of value is essentially an asset,commodity, orcurrencythat can be saved, retrieved, and exchanged in the future without deteriorating in value. In other words, to enter this category, the item acquired should, over time, either be worth the same or more.\n\nGold and other metals are stores of value, as their shelf lives are essentially perpetual. For investors, interest-bearing assets such asU.S. Treasury bonds(T-bonds) qualify, too, because they retain their value while generating income.\n\nMilk, on the other hand, is a poor store of value because it will decay and become worthless.\n\nA reasonably stable currency is essential to a healthyeconomy. A nation's money must be a credible store of value in order for its citizens to engage in labor and trade, save money, and spend it. A monetary unit that serves poorly as a store of value destroys all incentive to save or even earn, and reduces the ability to trade.\n\nMany economies throughout history have usedgold, silver, and other precious metals as currencies because of their ability to store value, their relative ease of transport, and the ease of exchanging them for different denominations. In fact, the United States was on agold standard, meaning that dollars were redeemable for a specific weight of gold, up until 1971.\n\nPresident Richard Nixon ended dollar convertibility to give theFederal Reserve(Fed) greater power to influence the rates of employment and inflation, among other factors. Since then, the U.S. has used afiat currency, which a government declares as legal tender but is not tied to a commodity of value.\n\nAny physical asset may be considered a store of value under the right circumstances or when a base level of demand is believed to exist.\n\nWhat comprises a store of value can be markedly different among countries and cultures. In most of the world'sadvanced economies, the local currency can be counted on as a store of value in all but the worst-case scenarios.\n\nStable currencies, such as the U.S. dollar, the Japanese yen, the Swiss franc, and the Singaporean dollar enhance their home economies greatly. They are resistant, although not immune, tohyperinflation.\n\nIn those instances, other stores of value, such as gold, silver,real estate, and fine art, have proved their worth over time. The price of gold, in particular, will often skyrocket during times of national peril or when a financial shock hits the broad markets, earning it a reputation as the ultimatesafe haven.\n\nWhile therelative valueof such stores of value will fluctuate over time, they can be counted on to retain some value in almost any scenario. This is especially true if there is a finitesupplyof the store of value.",
  "url": "https://www.investopedia.com/terms/s/storeofvalue.asp"
}