{
  "term": "Strangle: How This Options Strategy Works, with an Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA strangle is an options trading strategy that profits from big price swings by simultaneously holding call and put options with different strike prices on the same asset.\n\nA strangle is an options trading strategy that aims to profit from significant price moves in a stock or other asset, whether the move is up or down.\n\nA classic case where you might use this strategy is before an expected U.S. Food and Drug Administration (FDA) announcement about a pharmaceutical company’s drug. If it’s approved, you can expect the company’s stock price to soar; if it’s rejected, the drug's profit potential is gone and share prices will likely drop like a stone.\n\nThe strategy involves simultaneously purchasing two types of options on the same asset: acall option(the right to buy) with a strike price above the current market price and aput option(the right to sell) with a strike price below the current market price—both with the same expiration date. This combination gives you a safety net to capture profits whether the asset’s price soars or plunges.\n\nBelow, we explain how to set up a strangle, calculate your maximum risk, and determine when this strategy makes the most sense.\n\nStrangles are particularly worthwhile during events or market conditions that typically generate significant pricevolatility. Here are key situations when traders might consider it:\n\nEarnings announcements: Companies, especially in the tech and growth sectors, often see dramatic price swings after quarterly earnings reports. Investors tend to respond to tech earnings reports like people to eating pizza with pineapple on top or wearing Crocs: They either love or hate it; there’s no moderate reaction.\n\nFor example, in February 2023, Meta Platforms Inc. (META) dropped 26% in a single day, losing $232 billion in market value. This beat the previous largest single-day loss—an ignoble record Apple Inc. (AAPL) set only 17 months earlier. Meta shares had risen for five straight days before an earnings report fell well short of analyst expectations, sending investors scrambling for the exits.\n\nMerger and acquisition activity: When companies are rumored to beacquisitiontargets or involved in major deals, their stock prices often become volatile. A strangle could enable you to profit whether a deal goes through at a premium or falls apart, setting off a price decline.\n\nReminder: Calls give the buyer the right, but not the obligation, to buy a stock at a specific price within a given time frame, while puts give the right to sell. Investors use calls when they expect prices to rise and puts when they expect a decline.\n\nFDA drug approvals: As we noted above, biotech and pharmaceutical companies often see massive price movements when the FDA makes decisions about their drugs. These binary events can send stocks soaring on approval or plunging on rejection.\n\nFor example, in June 2021, Biogen Inc.’s (BIIB) stock surged over 38% in a single day following the FDA’s controversial approval of its Alzheimer’s drug, Aduhelm—one of the biggest price jumps ever tied to an FDA approval.\n\nU.S. Federal Reserve meetings: Major Fed policyannouncementsabout interest rates or monetary policy often create major market swings. This affects not just stocks but also currencies, bonds, and other assets.\n\nMajor product launches: Companies like Apple often see their shares undergo significant movements around major product announcements. The success or failure of a new iPhone launch, for example, can dramatically impact the stock price. Tesla is another firm that rises or falls—but never seems to go sideways—after major product launches.\n\n1. In along strangle—the more commonly used—the investor simultaneously buys anout-of-the-moneycall and an out-of-the-money put option. The call option’s strike price is higher than the underlying asset’s current market price, while the put has a strike price that is lower than the asset’s market price.\n\nThis strategy offers significant profit potential since the call option has theoretically unlimited upside if the underlying asset rises in price. Meanwhile, the put option can profit if the underlying asset falls. The risk—the most you can lose—on the trade is limited to thepremiumfor the two options.\n\n2. In ashort strangle, you simultaneously sell an out-of-the-money put and an out-of-the-money call. This approach is a neutral strategy with limited profit potential. A short strangle profits when the price of the underlying stock trades in a narrow range between the breakeven points, and the most you can make is the net premium fromwritingthe two options, less trading costs.\n\nStrangles and straddles are similar, and traders use them to profit from substantial moves to the upside or downside. However, a long straddle involves simultaneously buyingat-the-moneycall and put options—where the strike price is identical to the underlying asset’s market price—rather than out-of-the-money options. Below is a chart with a scenario demonstrating how it works. (You can also click the buttons to see other options strategies.)\n\nA short straddle is like a short strangle, with limited profit potential—the premium collected from writing the at-the-money call and put options.\n\nFor straddles, you profit when the security price rises or falls from the strike price by an amount greater than the total cost of the premium.\n\nAnother difference is cost. Buying a strangle is generally less expensive than a straddle. That’s because the strike prices are further apart in a strangle, which lowers the chance that the underlying asset’s price reaches them, causing the option to be exercised.\n\nWhen selling strangles, remember that your maximum profits are limited but your potential losses aren’t. Experienced traders learn to respect the risk asymmetry.\n\nStrangles offer several critical advantages for options traders. First, they’re typically cheaper than similar strategies like straddles because both options are purchased out of the money. This lower cost means the most you can lose is less. It’s also a very flexible strategy—you can adjust the strike prices to better match yourrisk toleranceand market outlook. For instance, you might choose strike prices further apart to cut down on your cost, which means you’ll only profit should the asset price move further out.\n\nHowever, strangles have notable drawbacks. For long strangles, the biggest challenge istime decay—both options drop in value as the expiration approaches when the asset price doesn’t move enough. This means you need not just a big price move, but one that happens relatively quickly.\n\nThe risks are even greater for short strangles: Potential losses are unlimited if the asset price moves dramatically in either direction, while profits are capped at the premium received.\n\nBenefits from asset’s price move in either direction\n\nCheaper than other options strategies, like straddles\n\nRequires a major change in the asset price\n\nCarries more risk than other strategies\n\nTo illustrate, let’s say that Starbucks (SBUX) is trading at $50 per share. To employ the strangle, you would take up two long option positions, one call and one put:\n\nLet’s examine the result of the following outcomes:\n\n1.Stock remains between the breakeven points: If the stock price remains between $48 and $52 over the option’s life, you’ll lose $585, the total cost of the two option contracts ($300 + $285).\n\n2.The share price finishes at $38: However, let’s say Starbucks’ stock tumbles. If the price of the shares ends up at $38, the call option will expire worthless, with the $300 premium paid for that option lost. Nevertheless, the put option has gained value, expiring at $1,000 and producing a net profit of $715 ($1,000 less the initial option cost of $285) for that option.\n\nSo, the total gain to the trader is $415 ($715 net profit on put option minus $300 loss on call option).\n\n3.The price goes up to $57: Should this occur, the put option expires worthless and loses the $285 premium paid for it. Meanwhile, the call option brings in a profit of $200 ($500 value - $300 premium). When the loss from the put option is factored in, you lose $85 ($200 profit from the call option minus $285 lost on the put option) on the trades because the price move wasn’t large enough to compensate for the cost of the options.\n\nThe upshot with these trades is that the price needs to move up or down enough to make them profitable. If Starbucks had risen $12 in price to $62 per share, the total gain would again have been $415 ($1,000 value - $300 for call option premium - $285 for an expired put option).\n\nA long strangle can profit from the underlying asset moving either up or down. There are thus two breakeven points. These are the higher (call) strike plus the total premium paid and the lower (put) strike minus the total premium paid.\n\nIf you are long a strangle and the underlying asset’s price is between the call and ask strike prices at expiration, both options will expire worthless and you’ll lose the totalpremiumyou paid for the strategy.\n\nBoth strangles and straddles allow investors to profit from a security moving up or down in price. However, they also have key differences, including cost and the amount of price movement needed to make a profit.\n\nAt first glance, straddles may look like the least risky option, as they don’t require as large a price jump to profit. However, they are also typically more volatile and expensive than strangles, where both options are bought when out of the money.\n\nOverall, straddles have a higher risk-to-reward profile, and long strangles represent the least risky option. In both cases, going long is less risky.\n\nA strangle is an options strategy that involves buying a put and call at different strike prices with the same expiration. It’s commonly used by investors who think an asset’s price will significantly jump in the future but are unsure of the direction.\n\nUnderstanding how to trade strangles allows you to potentially profit no matter which way an asset’s price moves for a relatively small investment. When trading strangles, it’s important to identify your maximum potential loss, breakeven points, and exit strategy to increase your chances of turning a profit.\n\nReuters. “U.S. Approval of Biogen Alzheimer’s Drug Sends Shares Soaring, Hailed as ‘Big Day’ for Patients.”\n\nThe Options Industry Council. “Long Strangle (Long Combination).”\n\nThe Options Industry Council. “Short Strangle.”\n\nThe Options Industry Council. “Short Straddle.”\n\nThe Options Industry Council. “Long Straddle.”\n\nE-Trade. “Straddle vs. Strangle.”\n\nSunil K. Parameswaran, via Wiley. “Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,” Pages 324–325. John Wiley & Sons, 2022.",
  "url": "https://www.investopedia.com/terms/s/strangle.asp"
}