{
  "term": "Straight Line Basis Calculation Explained, With Example",
  "definition": "In finance, a straight-line basis is a method for calculating depreciation and amortization. It is calculated by subtracting an asset's salvage value from its current value and dividing the result by the number of years until it reaches its salvage value.\n\nIf the results of calculating the basis were graphed, it would appear as a straight line, hence the name. The straight-line basis is the simplest way to determine the loss of value of an assetover time.\n\nIn accounting, there are many differentconventionsthat are designed to match sales and expenses to the period in which they are incurred. One convention that companies embrace is referred to asdepreciation and amortization. Accountants commonly use the straight-line basis method to determine this amount.\n\nThe straight-line method is one of the simplest ways to determine how muchvaluean asset loses over time. The challenge, though, is determining how much to expense. In this method, companies can expense an equal value of loss over eachaccounting period. The assumption made by accountants is that the asset loses the same value over each period.\n\nCompanies use depreciation forphysical assets, and amortization forintangible assetssuch as patents and software. Both conventions are used to expense an asset over its lifetime, which allows the company to reduce a large expense that would decrease its income and profitability if it were to expense the entire cost of the asset in the same year it purchased it.\n\nUse the following formula to calculate depreciation using the straight-line basis:\n\nTo calculate the straight line basis, take the purchase price of an asset and then subtract the salvage value,its estimated value when it is no longer expected to be needed. Then divide the resulting figure by the total number of years the asset is expected to be useful. In accounting terms, this is referred to as an asset'suseful life.\n\nAn alternative to straight-line depreciation is thedeclining balance method, where the value of the asset is reduced by a percentage rather than a fixed amount.\n\nAccountants like the straight-line method because it is easy to use. Unlike more complex methodologies, such asdouble declining balance, this method uses only three variables to calculate the amount of depreciation each accounting period.\n\nThe straight-line basis is also an acceptable calculation method because it renders fewer errors over the life of the asset. As such, it expenses the same amount everyaccounting period.\n\nThe simplicity of straight-line basis is one of its biggest drawbacks. One of the most obvious pitfalls of using this method is that the useful life calculation is often based on guesswork. For example, there is always a risk that technological advancements could potentially render the asset obsolete earlier than expected.\n\nMoreover, the straight line basis does not factor in the accelerated loss of an asset’s value in the short-term, nor the likelihood that it will cost more to maintain as it gets older.\n\nEasy to use with three variables\n\nExpenses same amount for each accounting period\n\nCalculation method may be too simple\n\nDoesn't factor in accelerated loss of asset value\n\nHere's a hypothetical example to show how the straight-line basis works. Let's assume that Company A buys a piece of equipment for $10,500. The equipment has an expected life of 10 years and asalvage valueof $500.\n\nTo calculate straight-line depreciation, the accountant divides the difference between the salvage value and the equipment cost—also referred to as the depreciable base or asset cost—by the expected life of the equipment.\n\nUsing the formula from above to calculate the asset's depreciation, the straight-line depreciation for this piece of equipment is:\n\nNotice when graphed, the result is a straight-line.\n\nThe company can now expense $1,000 annually to account for the equipment's declining value. This $1,000 is expensed to acontra accountcalledaccumulated depreciationuntil $500 is left on the books as the value of the equipment.\n\nTo calculate depreciation using a straight-line basis, simply divide the net price (purchase price less the salvage price) by the number of useful years of life the asset has.\n\nStraight-line depreciation is the easiest method forcalculating depreciation. It is most useful when an asset's value decreases steadily over time at around the same rate.\n\nWhile the purchase price of an asset is known, one must make assumptions regarding the salvage value and useful life. These numbers can be arrived at in several ways, but getting them wrong could be costly. Also, a straight-line basis assumes that an asset's value declines at a steady and unchanging rate. This may not be true for all assets, in which case a different method should be used.\n\nStraight-line amortization works just like its depreciation counterpart, but instead of having the value of a physical asset decline, amortization deals with intangible assets such as intellectual property or financial assets.\n\nCalculating the depreciating value of an asset over time can be tedious. Many accountants use a simple, easy-to-use method called the straight-line basis. This method spreads out the depreciation equally over each accounting period.\n\nTo calculate using this method, first subtract the salvage value from the original purchase price. Then, divide that figure by the estimated useful life of the asset.\n\nCornell Law School—Legal Information Institute. \"Declining Balance Method.\"",
  "url": "https://www.investopedia.com/terms/s/straightlinebasis.asp"
}