{
  "term": "Structural Unemployment: Definition, Causes, and Examples",
  "definition": "Structural unemployment is a longer-lasting form ofunemploymentcaused by fundamental shifts in aneconomyand exacerbated by extraneous factors such as technology, competition, and government policy. Structural unemployment occurs because workers lack the requisite job skills or live too far from regions where jobs are available and cannot move closer. Jobs are available, but there is a serious mismatch between what companies need and what workers can offer.\n\nStructural unemployment is caused by forces other than the business cycle. This means that structural unemployment can last for decades and may need radical change to redress the situation. If structural unemployment is not addressed, it can increase the unemployment rate long after a recession is over and increase the natural rate of unemployment.\n\nHundreds of thousands of well-paying manufacturing jobs were lost in the United States over the past three decades as production jobs migrated to lower-cost areas in China and elsewhere. This created structural unemployment for those who couldn't find a job in another field. Growing technology in all areas of life increases future structural unemployment, because workers without adequate skills will get marginalized. Even those with skills may face redundancy, given the high rate of technological obsolescence and the growing use ofartificial intelligence (AI).\n\nStructural unemployment is influenced bymore than just the business cycle, impacted by major mismatches in the employment system.\n\nThere are several common triggers that cause structural unemployment. One of the primary causes of structural unemployment is technological changes. As industries move from one process to another and harness technological capabilities, many jobs and roles become obsolete. Companies may also seek ways to leverage technology as cost-cutting measures, putting their workforce at risk as the business seeks more efficient ways to operate.\n\nBy extension, structural unemployment may be caused by poor training or a lack of education programs. As workers get replaced by more efficient processes, workers must adapt by learning new business practices. Should they fail to do so, they may perpetuate structural unemployment by not having an appropriate skillset.\n\nStructural unemployment may also be caused by competition and globalization. Consider how different wage rates around the world may entice companies to seeoffshoremanufacturing processes. Companies may choose to forgo hiring more skilled domestic workers that demand higher compensation in favor of workers willing to be employed for less.\n\nAs a society, there are several ways an economy can prioritize overcoming structural unemployment as a result of industry shifts or technological advancements.\n\nIn 1933, the United States experienced its highest rate of unemployment. During the Great Depression, unemployment peaked at 24.9%.\n\nStructural unemployment and cyclical unemployment are both referred to as involuntary forms of unemployment. This means individuals are unwillingly without a job; though they may be looking for employment, they simply haven't found a role.\n\nThe difference between the two often resides in the depth, length, and severity of unemployment. Cyclical unemployment occurs in large part due to spending habits, recessions, and government monetary or fiscal policy. As many industries ebb and flow with success, so does the labor market. Cyclical unemployment is often marked by shorter-term unemployment that rises and falls with economic cycles.\n\nCertain industries may be more exposed to cyclical unemployment rather than structural unemployment. For example, consider long-standing industries such as real estate. While the real estate sector does undergo innovation, it is more prone to cyclical unemployment as a result of economic recessions orcontractionary monetary policy.\n\nFrictional unemploymentis defined as a voluntary form of unemployment. Individuals often leave their jobs to develop other skillsets, return to school, or prioritize work-life balance by taking on less demanding roles. Individuals who are frictionally unemployed are usually actively seeking roles or simply between jobs. These individuals can often return to their old form of work but choose not to.\n\nThis is in strong contrast to structural employment in which people do not have a say in being unemployed. In addition, frictional unemployment is often marked by the election to learn something new as opposed to being forced out of a market via structural changes. Frictional unemployment is often on a case-by-case basis (though the pandemic might have prioritized work-life balance for many), whereas structural unemployment is more heavily rooted in entire industries or markets.\n\nWhile structural unemployment is deeply rooted in the economy, seasonal unemployment is caused by temporary fluctuations in the market. Often spurred by the holidays or the seasons, some jobs simply come and go each year. Snow plow operators or tax return preparers may not work the entire year in their roles due to changing demand throughout the year.\n\nLike frictional unemployment, seasonal unemployment is usually considered voluntary as it is implied that a role will not be for the full year when it is awarded. It is also different from structural unemployment in that it usually lasts a short period of time (often less than a full calendar year).\n\nWhile the 2007-2009global recessioncausedcyclical unemployment, it alsoincreased structural unemployment in the United States. As the jobless rate peaked over 10% in October 2009, the average unemployment period for millions of workers rose significantly.These workers’ skills deteriorated during this time of prolonged unemployment, causing structural unemployment. This has the severe downside of making it even harder for workers to find and retain jobs.\n\nThe depressed housing market also affected the job prospects of the unemployed and, therefore, increased structural unemployment. Relocating to a new job in another city would have meant selling a home at a substantial loss, which not many people were willing to do, creating a mismatch of skills and job availability. Therefore, structural has the distinct disadvantage of being solved by potentially incurring major personal financial losses.\n\nThe same can be said about education or training. If a company is unable or unwilling to invest in either for their employee, it may be the employee's burden to seek opportunities on their own. Not only does this mean the employee will have to pay for the learning opportunities, the employee will likely be burdened with developing their skillset while working at their potentially full-time job.\n\nThe Bureau of Labor Statistics releases unemployment numbers each month on the first Friday at 8:30AM EST.\n\nDuring the COVID-19 pandemic, the United States economy underwent unprecedented changes in structural unemployment and cyclical unemployment. At its peak, the United States unemployment rate more than quadrupled at the start of the pandemic, reaching 14.8% in April 2020.It's important to note that most of these job losses were temporary. However, some professions faced structural changes resulting in prolonged unemployment.\n\nAlso as a result of COVID-19, many individuals voluntarily left the workforce. Though total unemployment has dropped to 3.5% as of the end of 2022, Federal Reserve Board Chairman Jerome Powell suggested this number may be understated due to those who are not looking for work.As a result, it is implied that \"true\" unemployment may be higher as a result of deeper, more structural changes to the economy stemming from the pandemic.\n\nOver the past decade, France has also been hit hard by structural unemployment. This often arises from the fact that a large portion of France’s workforce is participating in temporary second-level jobs with little chance of being promoted to long-term contracts, forcing them to strike. This results in a lack of job flexibility and little job mobility, sidelining many French workers who have not adapted to new tasks and skills.\n\nPresident Emmanuel Macron came into office in May 2017, when the unemployment rate stood at 9.5%.He vowed to address the country’s strict labor laws and make it more “business friendly.” Labor unions and the Macron government began negotiating to help reduce the ranks of the structurally unemployed, and the trends have been encouraging.As of the end of 2019, France’s unemployment stood at 8.2%, down from 8.8% at the start of the year and the lowest since 2009.\n\nMacron’s stated goal was to get to 7% by the year 2022.For most of the year, unemployment remained stable fairly close to this level, reaching 7.3% in Q3 2022. In the Q3 2022 unemployment report, France's long-term unemployment rate (those without work for at least one year) stood at 2%, its lowest level since Q2 2009 and 0.4% less than Q3 2021.\n\nAs cell phone became more popular, the industry shifted away from landline telephones and technology. As a result, those that gained technical knowledge in the mobile phone industry likely found new jobs, while those that fell behind didn't. Due to the structural change of the world, some people who did not adapt from the world moving towards cell phones may have experienced structural unemployment.\n\nStructural unemployment is caused when there are major changes to how the world operates. As consumer trends change and the world adapts to new preferences, workers must adapt or they risk losing their jobs due to obsolescence.\n\nIn many ways, cyclical unemployment is often more preferential than structural unemployment. Cyclical unemployment usually lasts for a shorter amount of time. Cyclical unemployment also usually follows the ebb and flow of the economy and market cycles. Structural unemployment is more deeply rooted in job markets and skillsets, making it harder to overcome.\n\nStructural unemployment is tough to overcome because of how engrained some jobs used to be in the economy, yet these jobs are no longer needed. To overcome structural unemployment, workers usually need to be willing to learn new skills, adapt to using new products, change industries, or physically move to new locations. As opposed to cyclical unemployment that is resolved through market cycles or seasonal unemployment that changes with time, structural unemployment requires deliberate action to overcome.\n\nStructural unemployment occurs when there are fundamental changes to the economy that change the demand of services. In these cases, people lose their jobs because they are simply no longer needed. Structural unemployment is a more severe type of unemployment compared to cyclical, frictional, or seasonal unemployment.\n\nFranklin D. Roosevelt Presidential Library and Museum. \"Great Depression Facts.\"\n\nU.S. Bureau of Labor Statistics. \"TED: The Economics Daily: Unemployment in October 2009.\"\n\nU.S. Bureau of Labor Statistics. \"Schedule of Release for the Unemployment Situation.\"\n\nU.S. Bureau of Labor Statistics. \"Civilian Unemployment Rate.\"\n\nU.S. Bureau of Labor Statistics. \"The Employment Situation - December 2022.\"\n\nBoard of Governors of the Federal Reserve System. \"Getting Back to a Strong Labor Market.\"\n\nTrading Economics. \"France Unemployment Rate.\" Click \"10Y.\"\n\nThe New York Times. \"French Businesses Hope Macron’s Victory Will Ignite an Economic Revival.\"\n\nThe Local Fr. \"Unemployment Falls Again - So What Next for Jobs and the French Economy?\"\n\nNational Institute of Economic Studies. \"In Q3 2022, the Unemployment Rate Was Virtually Stable at 7.3%.\"",
  "url": "https://www.investopedia.com/terms/s/structuralunemployment.asp"
}