{
  "term": "Structured Finance: Benefits and Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nStructured finance is a type of financial lending instrument used in situations when a company or institution has complicatedfinancingneeds. It uses securitization to create asset pools and form complex financial instruments, usually in cases that deal with large financial institutions or corporations, and in which conventional financial products such as small loans and mortgages are insufficient.\n\nSince the mid-1980s, structured finance has become popular in the finance industry.Collateralized debt obligations (CDOs),credit default swaps (CDSs), synthetic financial instruments,collateralized bond obligations (CBOs), andsyndicated loansare all examples of structured finance instruments.\n\nMichela Buttignol / Investopedia\n\nStructured finance is typically used by borrowers—mostly extensive corporations—that have highly specific needs that a simple loan or another conventional financial instrument will not satisfy. An example of a situation in which a corporation might look to structured finance is if it is seeking to borrow a significant sum of money or raise capital for a specific purpose.\n\nIn most cases, structured finance involves one or several discretionary transactions to be completed; as a result, evolved and often risky instruments must be implemented. As such, the core principle of structured finance is securitization of assets and asset pools.\n\nStructured financial products are typically not offered by traditional lenders. Generally, because structured finance is required for majorcapitalinjection into a business or organization, investors are required to provide such financing. Structured financial products are almost always nontransferable, meaning that they cannot be shifted between various types of debt in the same way that a standard loan can.\n\nIncreasingly, structured financing andsecuritizationare used by corporations, governments, and financial intermediaries to manage risk, develop financial markets, expand business reach, and design new funding instruments for advancing, evolving, and complex emerging markets. For these entities, using structured financing transformscash flowsand reshapes the liquidity of financialportfolios, in part by transferring risk from sellers to buyers of the structured products. Structured finance mechanisms have also been used to help financial institutions remove specificassetsfrom theirbalance sheets.\n\nWhen a standard loan is not sufficient to cover the unique transactions dictated by a corporation’s specific operational needs, a number of structured finance products may be implemented. Along with CDOs and CBOs,collateralized mortgage obligations (CMOs),credit default swaps (CDSs), andhybrid securities, are often used, combining elements of debt and equity securities.\n\nSecuritization is the process through which a financial instrument is created by combining financial assets, commonly resulting in such instruments as CDOs,asset-backed securities (ABSs), andcredit-linked notes (CLNs). Various tiers of these repackaged instruments are then sold to investors. Securitization promotesliquidityand is used to develop the structured financial products used by qualified businesses and other customers. There are many benefits of securitization, including being a less expensive source of funding and better use of capital.\n\nMortgage-backed securities (MBSs)are a model example of securitization and its risk-transferring utility. Mortgages may be grouped into one large pool, leaving the issuer the opportunity to divide the pool into pieces that are based on the risk of default inherent to each mortgage. The smaller pieces may then be sold to investors.\n\nStructured finance most often involves one or several discretionary transactions to be completed. Evolved and often risky instruments must be implemented as a result.\n\nStructured financing and securitization are increasingly used to manage risk, develop financial markets, expand business reach, and design new funding instruments for advancing, evolving, and complex emerging markets. They are also used to help financial institutions remove specific assets from their balance sheets.\n\nStructured finance instruments can include:\n\nStructured finance is a financial instrument available to large financial institutions or companies that have complex financing needs that cannot be ordinarily solved with conventional financing. It is used to manage risk and develop financial markets for complex emerging markets. Forms of structured finance can include collateralized debt obligations (CDOs), synthetic financial instruments, collateralized bond obligations (CBOs), and syndicated loans.\n\nCorporate Finance Institute. \"Structured Finance.\"\n\nNYU Stern. \"Securitization of Financial Assets.\"",
  "url": "https://www.investopedia.com/terms/s/structuredfinance.asp"
}