{
  "term": "Structured Note: What It Is, How It Works, and Common Types",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA structured note is a hybrid financial instrument that combines a fixed-income security with one or more derivative components.\n\nA structured note is a debt obligation that also contains an embeddedderivativecomponent that adjusts the security'srisk-returnprofile. The return performance of a structured note will track both the underlying debt obligation and the derivative embedded within it. This type of note is ahybrid securitythat attempts to change its profile by including additional modifying structures, thus increasing the bond's potential return.\n\nA structured note is adebt securityissued by financial institutions. Its return is based on equity indexes, single equity, a basket of equities, interest rates, commodities, or foreign currencies. The performance of a structured note is linked to the return on anunderlying asset, group of assets, or index.\n\nAll structured notes have two underlying pieces: a bond component and a derivative component. The bond portion of the note takes up most of the investment and provides principal protection. The rest of the investment not allocated to the bond is used to purchase a derivative product and provides upside potential to investors. The derivative portion is used to provide exposure to anyasset class.\n\nAn example of a structured note would be a five-year bond coupled with afutures contracton almonds. Common structured notes includeprincipal-protected notes, reverse convertible notes, and leveraged notes.\n\nStructured notes are often too risky and complicated for individual investors.\n\nThe flexibility of structured notes allows them to provide a wide variety of potential payoffs that are difficult to find elsewhere. They may offer increased or decreased upside potential, downside risk, and overall volatility. For instance, they may consist of a fairly stable bond coupled without-of-the-moneycall options on risky stocks. This combination limits losses while creating the potential for large gains. But it may lead to repeated small losses if the call options are too far out of the money.\n\nA structured note offers limited losses in exchange for limited gains compared with other assets. For instance, the structured note might be linked to theS&P 500with gains capped at 10% and maximum losses set at 15%.\n\nStructured notes can also be used to make unconventional bets on specific outcomes. A structured note might depend on stock market volatility, as measured by theVIX. A different structured note based onbull put spreadsmight offer significant gains even in flat markets. However, such a note would have high downside risk when the stock market has small losses.\n\nDerivatives are complicated even when they are not combined with other financial products. For instance,commodity futures contractsrequire the investor to understand their full implications. That makes a structured note a very complex product, as it is both a debt instrument and a derivative instrument. Knowing how to calculate a structured note's expected payoffs is vital.\n\nMarket riskis prevalent in all investments, and structured notes have pitfalls. Some structured notes have principal protection. For the ones that don't, it is possible to lose some or all the principal.This risk arises when the underlying derivative becomes volatile. That can happen with equity prices, interest rates, commodity prices, and foreign exchange rates.\n\nLowliquidityis often a problem for holders of structured notes. The flexibility of structured notes makes it difficult for large markets to develop particular notes. That makes it very hard to buy or sell a structured note on asecondary market. Investors who want a structured note should expect to hold the instrument to its maturity date. Thus, great care must be taken when investing in a structured note.\n\nStructured notes also suffer from higherdefault riskthan their underlying debt obligations and derivatives. If the issuer of the note defaults, the entire value of the investment could be lost.Investors can reduce this default risk by buying debt and derivatives directly. For example, it is possible to buyU.S. Treasury bondsfrom the government and buyoptionsseparately. That would protect most of the funds from default risk.\n\nOffer variety of potential payoffs\n\nLimited losses for limited gains\n\nCan be used for unconventional bets on certain outcomes\n\nComplicated assets on their own\n\nPotential to lose part or all the principal\n\nHard to trade on the secondary market\n\nHigher default risk than underlying debt obligations and derivatives\n\nBuffer exchange-traded funds (ETFs)are a more liquid alternative to structured notes for investors who are looking to limit losses in exchange for smaller potential gains.\n\nThe following are several common types of structured notes:\n\nNo. Structured Notes are not typically Federal Deposit Insurance Corporation (FDIC) protected. They are regarded as securities products and are therefore subject tot he creditworthiness of the issuing institution.\n\nStructured notes are considered complicated investmentsbecause of the intricacies involved. Since they involve both a debt obligation and a derivative, it's important for investors to understand how these two elements work. Having said that, investment banks typically create structured notes for more sophisticated investors like hedge funds and institutional investors.\n\nThat depends on the type of structured note. Specific notes offer some principal protection. If you invest in a note that doesn't have this protection, you could lose some or all of your principal.\n\nStructured notes are advanced financial instruments that combine elements of debt securities with derivative components. While they offer customized risk-return profiles that can help you protect your principal and generate income, they are often very complex and higher risk than more traditional parts of a portfolio.\n\nThese products typically suit sophisticated investors with specific needs rather than the typical retail investor.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Structured Notes.\"\n\nU.S. Securities and Exchange Commission. \"Structured Notes with Principal Protection: Note the Terms of Your Investment.\"",
  "url": "https://www.investopedia.com/terms/s/structurednote.asp"
}