{
  "term": "Subordination Agreement: Definition, Purposes, Examples",
  "definition": "If you owe money to more than one person, a pecking order must be established for repayment. A subordination agreement outlines which debts get paid first in the event of a bankruptcy.\n\nA subordination agreement is a legal document that establishes one debt as ranking behind another in priority for collecting repayment from a debtor. The priority of debts can become extremely important when a debtor defaults on their payments or declares bankruptcy. The higher a debt's priority, the more likely it is to be repaid, at least in part.\n\nIndividuals and businesses turn to lending institutions when they need to borrow funds, and they may take on multiple debts for a variety of purposes. If they declare bankruptcy, there may not be enough money to repay all of their creditors. When that happens, a trustee appointed by the court will attempt to repay as much of the debt as possible, starting with the debts that have the highest priority. Those are often referred to assenior debt.\n\nLower on the priority list are obligations classified asjunior debtorsubordinated debt.\n\nLenders of senior debts have a legal right to be repaid in full before lenders of subordinated debts receive anything. As a result, the lenders with lower-priority debts might receive only partial repayment or none at all.\n\nWhen a lender accepts a subordination agreement, it acknowledges in advance that another party’s claim or interest will take precedence over its own in the event that the borrower's assets must be liquidated to repay the debts.\n\nWhy would any lender agree to that? One reason is that they may receive a higher interest rate from the borrower in return for taking on the greater risk. They may also receive fees.\n\nA subordination agreement must be signed and acknowledged by a notary and recorded in the official records of the county to be enforceable.\n\nSubordination can come into play when either a business or individual declares bankruptcy.\n\nIn the case of a business, suppose a public company has $670,000 in senior debt, $460,000 in subordinated debt, and total assets with a value of $900,000. The business files for Chapter 7 bankruptcy and its assets are liquidated at market value—$900,000.\n\nThe senior debt holders will be paid in full, and the remaining $230,000 will be distributed among the subordinated debt holders, for cents on the dollar. Those may include investors who own any bonds the company had issued earlier. An exception would besecured bonds, which entitle the lender to claim whatever collateral was used to back them.\n\nStockholders in the company would most likely receive nothing in the liquidation process because stockholders are last in line—subordinate to all other types of creditors.\n\nWhen an individual declares bankruptcy, their obligations will also be paid off in a specified order. For example, alimony and child support are among the items at the top of the list.The person's senior debts would be paid off ahead of any junior or subordinated debts.\n\nIndividuals most often encounter the concept of subordination, and subordination agreements, with mortgages. Suppose a person has both an original mortgage and ahome equity line of credit (HELOC)on the same property. Both lenders will have liens on the home, but the mortgage will have the first lien (and first claim on the collateral) because it came first. The HELOC lender will have a second lien, putting it in a subordinate position. In the event of a foreclosure, the mortgage lender would be paid back first.\n\nNow, suppose the homeowner decides to take out a new mortgage to refinance the old one. When the old mortgage is paid off, the HELOC would normally move up into the first lien position because it is now the older debt. However, the lender of the new mortgage may not agree to those terms and instead insist that the HELOC lender accept a subordination agreement. The HELOC lender may do so in return for a fee, as is most likely outlined in the terms of its contract with the homeowner. It also has the option to refuse, in which case the deal may fall through.\n\nIn aChapter 7 bankruptcy, the debtor's assets (except for some that are considered exempt) will be sold off, and the proceeds will be used to pay their creditors to the extent possible. Both businesses and individuals can file for Chapter 7 bankruptcy. It is sometimes referred to as a liquidation bankruptcy.\n\nChapter 11 bankruptcyis typically used by businesses. Rather than have their assets liquidated and go out of business, as in a Chapter 7 bankruptcy, Chapter 11 allows them to reorganize under a court-appointed trustee's supervision and continue to operate. At the same time, they must agree to a plan to repay their creditors, typically over a period of several years.\n\nAChapter 13 bankruptcyfor individuals is similar to Chapter 11 for companies. Rather than liquidating most of an individual's assets, like Chapter 7, a Chapter 13 bankruptcy allows them to keep more assets if they agree to, and adhere to, a court-approved plan to repay their creditors.\n\nSubordination agreements are used to legally establish the order in which debts are to be repaid in the event of a foreclosure or bankruptcy. In return for the agreement, the lender with the subordinated debt will be compensated in some manner for the additional risk. Consumers will often encounter a subordinated debt agreement if they have more than one mortgage on their home and decide to refinance it.\n\nCornell Law School Legal Information Institute. \"Subordination Agreement.\"\n\nU.S. Securities and Exchange Commission. \"Bankruptcy: What Happens When Public Companies Go Bankrupt.\"\n\nCornell Law School Legal Information Institute. \"Priority Debt.\"\n\nU.S. Courts. \"Chapter 7 - Bankruptcy Basics.\"\n\nU.S. Courts. \"Chapter 11 - Bankruptcy Basics.\"\n\nU.S. Courts. \"Chapter 13 - Bankruptcy Basics.\"",
  "url": "https://www.investopedia.com/terms/s/subordination-agreement.asp"
}