{
  "term": "Subrogation in Insurance: What it Is and Why It's Important",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSubrogation is a term describing the right held by most insurance carriers to legally pursue a third party that caused an insurance loss to an insured. This allows the insurance carrier to recover the amount of theclaimit paid to the insured for the loss.\n\nSubrogation refers to the act of one person or party standing in the place of another person or party. It effectively defines the rights of the insurance company both before and after it has paid claims made against a policy. Also, it makes the process of obtaining a settlement under an insurance policy easier.\n\nWhen aninsurancecompany pursues athird partyfor damages, it is said to \"step into the shoes of the policyholder.\" Thus, the carrier will have the same rights and legal standing as the policyholder when seeking compensation for losses. If the insured party does not have the legal standing to sue the third party, the insurer will also be unable to pursue a lawsuit as a result.\n\nIn most cases, an individual’s insurance company pays its client’s claim for losses directly, then seeks reimbursement from the other party or their insurance company. In such cases, the insured typically receives prompt payment. Then the insurance company may pursue a subrogation claim against the party at fault for the loss.\n\nInsurance policies may contain language that entitles an insurer, once losses are paid on claims, to seek recovery of funds from a third party if that third party caused the loss. The insured does not have the right to file a claim with the insurer to receive the coverage outlined in the insurance policy or to seek damages from the third party that caused the losses.\n\nSubrogation enables accident victims to receive claim payments more quickly after a loss.\n\nSubrogation (sometimes shortened to \"subro\") in the insurance sector, especially amongauto insurancepolicies, occurs when the insurance carrier takes on the financial burden of the insured as the result of an injury or accident payment and seeks repayment from the at-fault party. The subrogation process can take weeks, months, or even years to complete, dependng on the complexity of the case, state regulations, and other factors.\n\nOne example of subrogation is when an insured driver's car is totaled through the fault of another driver. The insurance carrier reimburses the covered driver under the terms of the policy and then pursues legal action against the driver at fault. If the carrier is successful, it must divide the amount recovered after expenses proportionately with the insured to repay anydeductiblepaid by the insured.\n\nSubrogation is not only relegated to auto insurers and their policyholders. Subrogation also occurs within the health care sector. If, for example, ahealth insurancepolicyholder is injured in an accident and the insurer pays $20,000 to cover the medical bills, that same health insurance company is allowed to collect $20,000 from the at-fault party to reconcile the payment.\n\nLuckily for policyholders, the subrogation process is extremely passive for the victim of an accident when another party is at fault. The subrogation process is meant to protect insured parties; the insurance companies of the two parties involved work largely behind the scenes to mediate and come to agreement over the payment.\n\nPolicyholders are simply covered by their insurance company and can act accordingly. The insured party benefits because the at-fault party must make a payment during subrogation to the insurer, which helps keep the policyholder's insurance rates low.\n\nInsurance companies do most of the work during subrogation, freeing the insured from having to participate in the process.\n\nIn the case of any accident, it remains important to stay in communication with the insurance company. Make sure all accidents are reported to the insurer in a timely manner and let the insurer know if there should be any settlement or legal action. If a settlement occurs outside of the normal subrogation process between the two parties in a court of law, it is often legally impossible for the insurer to pursue subrogation against the at-fault party. This is due to the fact most settlements include a waiver of subrogation.\n\nIn insurance, subrogation allows your insurer to recover the costs associated with a claim, such as medical bills, repairs costs, and your deductible, from the at-fault party's insurer (assuming you were not at-fault). This means that both you and your insurer can recoup the costs of damage or harm caused by somebody else.\n\nIt also means improvedloss ratios, profits, andunderwritingrevenue for the insurer, plus added customer satisfaction and protection.\n\nAwaiver of subrogationis a contractual provision where an insured waives the right of their insurance carrier to seek redress or compensation for losses from a negligent third party. Typically, insurers charge an additional fee for this specialpolicy endorsement. Many construction contracts and leases include awaiver of subrogation clause.\n\nSuch provisions prevent one party’s insurance carrier from pursuing a claim against the other contractual party in an attempt to recover money paid by the insurance company to the insured or to a third party to resolve a covered claim. In other words, if subrogation is waived, the insurance company cannot \"step into the client's shoes\" once a claim has been settled and sue the other party to recoup their losses. Thus, if subrogation is waived, the insurer is exposed to greater risk.\n\nSubrogation, in the legal context, refers to when one party takes on the legal rights of another, especially substituting one creditor for another. Subrogation can also occur when one party takes over another's right to sue.\n\nThe subrogation process, which is meant to protect insured parties, is a passive experience for the insured victim of an accident when another insured party is at fault. The insurance companies of the two parties involved work to mediate and legally come to a conclusion over payment. The insured benefits when the at-fault party makes payment during subrogation to the insurer, which helps keep the policyholder's insurance rates low.\n\nA waiver of subrogation is a contractual provision where an insured party waives the right of their insurance carrier to seek redress or seek compensation for losses from a negligent third party. Typically, insurers charge an additional fee for this endorsement, as waiving exposes the insurer to greater risk.\n\nSubrogation allows the accident victim's insurance company to pay claims immediately to their client, allows the insured to receive payments more quickly. Their insurance carrier then seeks to recover that amount from the at-fault party or their insurer.\n\nSubrogation allows insurance carriers to legally pursue claims a third party that caused an insurance loss to one of its insureds. This enables the insurer to pay claims files by its insurers sooner, and then recover the claim amount from the parties who are at fault for the loss. Subrogation allows insured to receive payments sooner and helps keep their premiums low.\n\nWashington State Office of the Insurance Commissioner. \"What Is Subrojation?\"\n\nProgressive. \"What Is Subrogation?\"\n\nAllstate. \"Subrogation: What Is It and Why Is It Important?\"\n\nNational Subrogation Services. \"Benefits of Subrogation.\"\n\nLegal Law Institution. \"Subrogation.\"",
  "url": "https://www.investopedia.com/terms/s/subrogation.asp"
}