{
  "term": "Subsidies: Definition, How They Work, Pros and Cons",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA subsidy is a benefit given to an individual, business, or institution, usually by the government. It can be direct (such as cash payments) or indirect (such astax breaks). The subsidy is typically given to remove some type of burden, and it is often considered to be in the overall interest of the public, given to promote a social good or an economic policy.\n\nA subsidy is generally some form of payment—provided directly or indirectly—to the receiving individual or business entity. Subsidies are generally seen as a privileged type of financial aid, as they lessen an associated burden that was previously levied against the receiver or promote a particular action by providing financial support.\n\nSubsidies have anopportunity cost. Consider the Great Depression-era agricultural subsidy described later in this story: It had very visible effects, and farmers saw profits rise and hired more workers. The invisible costs included what would have happened with all of those dollars without the subsidy. Money from the subsidies had to be taxed from individual income, and consumers were hit again when they faced higher food prices at the grocery store.\n\nA subsidy typically supports particular sectors of a nation’s economy. It can assist struggling industries by lowering the burdens placed on them or encourage new developments by providing financial support for the endeavors. Often, these areas are not being effectively supported through the actions of the general economy or may be undercut by activities in rival economies.\n\nDirect subsidies are those that involve an actual payment of funds toward a particular individual, group, or industry. Indirect subsidies are those that do not hold a predetermined monetary value or involve actual cash outlays. They can include activities such as price reductions for required goods or services that can be government-supported. This allows the needed items to be purchased below the currentmarket rate, resulting in savings for those whom the subsidy is designed to help.\n\nThere are many forms of subsidies given out by the government. Two of the most common types of individual subsidies arewelfarepayments andunemployment benefits. The objective of these types of subsidies is to help people who are temporarily suffering economically. Other subsidies, such as subsidized interest rates onstudent loans, are given to encourage people to further their education.\n\nWith the enactment of theAffordable Care Act (ACA), some U.S. families became eligible for subsidies, based on household income and size. These subsidies are designed to lower theout-of-pocket costsfor insurance premiums. In these instances, the funds associated with the subsidies are sent directly to the insurance company to which premiums are due, lowering the payment amount required from the household.\n\nSubsidies to businesses are given to support an industry that is struggling against international competition that has lowered prices, such that the domestic business is not profitable without the subsidy. Historically, the vast majority of subsidies in the United States have gone toward four industries: agriculture, financial institutions,oil companies, and utility companies.\n\nDifferent rationales exist for the provision of public subsidies. Some are economic, some are political, and some come from socioeconomicdevelopment theory. Development theory suggests that some industries need protection from external competition to maximize domestic benefit.\n\nTechnically speaking, a free market economy is free of subsidies; introducing one transforms it into amixed economy. Economists and policymakers often debate the merits of subsidies and, by extension, the degree to which an economy should be mixed.\n\nPro-subsidy economists argue that subsidies to particular industries are vital to helping support businesses and the jobs that they create. Economists who promote a mixed economy often argue that subsidies are justifiable to provide the socially optimal level of goods and services, which will lead toeconomic efficiency.\n\nIn contemporaryneoclassical economicmodels, there are circumstances where the actual supply of a good or service falls below the theoreticalequilibriumlevel—an unwanted shortage, which creates what economists call a market failure.\n\nOne form of correcting this imbalance is to subsidize the good or service being undersupplied. The subsidy lowers the cost for the producers to bring the good or service to market. If the right level of subsidization is provided, all other things being equal, then the market failure should be corrected.\n\nIn other words, according togeneral equilibrium theory, subsidies are necessary when a market failure causes too little production in a specific area. They would theoretically push production back up to optimal levels.\n\nSome theories of development argue that the governments ofless-developed countriesshould subsidize domestic industries in their infancy to protect them from international competition. This is a popular technique seen in China and various South American nations at present.\n\nSome say goods or services provide what economists call positive externalities. A positiveexternalityis achieved whenever an economic activity provides an indirect benefit to a third party.\n\nHowever, because the third party does not directly enter into the decision, the activity will only occur to the extent that it directly benefits those directly involved, leaving potential social gains on the table.\n\nMany subsidies are implemented to encourage activities that produce positive externalities that might not otherwise be provided at the socially optimal threshold. The counterpart of this kind of subsidy is to tax activities that produce negative externalities.\n\nMeanwhile, other economists feelfree marketforces should determine if a business survives or fails. If it fails, those resources are allocated to more efficient and profitable use. They argue that subsidies to these businesses simply sustain an inefficient allocation of resources.\n\nFree market economists are wary of subsidies for a variety of reasons. Some argue that subsidies unnecessarily distort markets, preventing efficient outcomes and diverting resources from more productive uses to less productive ones.\n\nSimilar concerns come from those who suggest that economic calculation is too inexact and thatmicroeconomic modelsare too unrealistic to ever correctly calculate the impact of market failure. Others suggest that government spending on subsidies is never as effective as government projections claim it will be. The costs and unintended consequences of applying subsidies are rarely worth it, they claim.\n\nAnother problem, antagonists point out, is that the act of subsidizing helps corrupt the political process. According to political theories ofregulatory captureandrent seeking, subsidies exist as part of an unholy alliance between big business and the state. Companies often turn to the government to shield themselves from the competition. In turn, businesses donate to politicians or promise them benefits after their political careers.\n\nEven if a subsidy is created with good intentions, without any conspiracy or self-seeking, it raises the profits of those receiving beneficial treatment, thus creating an incentive to lobby for its continuance, even after the need or its usefulness runs out. This potentially allows political and business interests to create a mutual benefit at the expense of taxpayers and/or competitive firms or industries.\n\nThere are a few different ways to evaluate the success of government subsidies. Most economists consider a subsidy a failure if it fails to improve the overall economy. However, policymakers might still consider it a success if it helps achieve a different objective. Most subsidies are long-term failures in the economic sense but still achieve cultural or political goals.\n\nAn example of these competing evaluations could be seen in theGreat Depression. Presidents Herbert Hoover and Franklin D. Roosevelt both set price floors on agricultural products and paid farmers to not produce. Their policy goal was to stop food prices from falling and to protect small farmers. To this extent, the subsidy was a success.\n\nBut the economic effect was quite different. Artificially high food prices lowered thestandard of livingfor consumers and forced people to spend more on food than they otherwise would have. Those outside of the farm industry were worse off in absolute economic terms.\n\nSometimes subsidies may appear to have run their course or continue to create an artificial market, but there are other factors that keep them in place. Production subsidies byG-20countries averaged $290 billion per year from 2017 to 2019, with 95% going toward oil and gas. Meanwhile, 2019 global consumption subsidies were $320 billion, driven largely by oil and gas.\n\nThe combination of production and consumption subsidies in the oil and gas industry creates overconsumption by artificially lowering the price of fossil fuels; however, these subsidies (on both the production and consumption sides) have lots of political and systemic support and pushback from consumer and energy companies that would be impacted if reform did happen.\n\nIn terms of a pragmatic political economy, a subsidy is successful from the point of view of its proponents if it succeeds in transferring wealth to its beneficiaries and contributing to the reelection of its political backers.\n\nThe strongest advocates of subsidies tend to be those who directly or indirectly gain from them, and the political incentive to “bring home the bacon” to secure support from special interests is a powerful lure for politicians and policymakers.\n\nDirect subsidies are those that involve an actual payment of funds toward a particular individual, group, or industry. Indirect subsidies are those that do not hold a predetermined monetary value or involve actual cash outlays. These can include activities such as price reductions for required goods or services that can be government-supported.\n\nSubsidies exist in mixed economies. Proponents argue that subsidies to particular industries are vital to helping support businesses and the jobs that they create. Proponents further contend that subsidies are justifiable to provide the socially optimal level of goods and services, which will lead to economic efficiency.\n\nTechnically speaking, a free market economy is free of subsidies. Subsidy opponents feel free market forces should determine if a business survives or fails. If it fails, those resources will be allocated to more efficient and profitable use. Opponents argue that subsidies unnecessarily distort markets, preventing efficient outcomes as resources are diverted from more productive uses to less productive ones.\n\nA subsidy given to an individual, business, or institution—usually by the government—can be direct or indirect. They can assist struggling industries, encourage new developments, and promote a social good or policy. Sometimes by helping one sector or group in the economy, they hurt another group, such as a subsidy that helps farmers but increases food prices for consumers. Or they can fail economically but achieve cultural or political goals.\n\nCongress.gov, U.S. Congress. “Public Law 111-148: Patient Protection and Affordable Care Act.”\n\nThe Atlantic. “The Bitter Origins of the Fight Over Big Government.”\n\nEconlib. “Hoover’s Economic Policies.”\n\nBrookings Institution. “Reforming Global Fossil Fuel Subsidies: How the United States Can Restart International Cooperation.”",
  "url": "https://www.investopedia.com/terms/s/subsidy.asp"
}