{
  "term": "Subscription Agreement: Definition, What's Included, and Rules",
  "definition": "A subscription agreement is an investor's application to join alimited partnership(LP). It is also a two-way guarantee between a company and a new shareholder (subscriber). The company agrees to sell a certain number of shares at a specific price and, in return, the subscriber promises to buy the shares at the predetermined price.\n\nBroadly defined, apartnershipis a business agreement between two or more people who all have personal ownership in the business. The partnership entity does not pay taxes. Instead, the profits and losses flow through to each partner. Partners will pay taxes on their distributive share of the partnership's taxable income based on a partner agreement.Law firms and accounting firms are often formed as general partnerships.\n\nIn a LP, a general partner manages the partnership entity and brings in limited partners using a subscription agreement. Candidates subscribe to become limited partners. After meeting standard requirements, the general partner decides whether to accept the candidate.\n\nLimited partners act as silent partners by providing capital, usually a one-time investment, and have no material participation in the business's operations. As a result, partners typically have little to no voice in the day-to-day operations of the partnership and are exposed to less risk than full partners.\n\nEach limited partner's exposure to business losses is limited to that partner's original investment. The subscription agreement for joining the LP describes the investment experience, sophistication, and net worth of the potential limited partner.\n\nSubscription agreements are generally covered by SEC Rules 506(b) and 506(c) ofRegulation D.These stipulations define the method of conducting an offering and the amount of material information that companies are required to disclose to investors.\n\nAs new limited partners are added to an offering, general partners obtain the consent of existing partners before amending the subscription agreement. Raising capital through a Reg D investment involves meeting significantly less onerous requirements than a public offering. This allows companies to save time and sell securities that they might not otherwise be able to issue in some cases.\n\nWhen a company wishes to raise capital, it will often issue shares of stock for purchase by either the general public or through aprivate placement. The primary disclosure form for potential general public investors is aprospectus. The prospectus is a disclosure document listing information about the business and its underlying security.\n\nA private placement is a sale of stock to a limited number ofaccredited investorswho meet specific criteria. The criteria for accredited status include having a particular level of investment experience, assets, and net worth.Investors will receive a private placementmemorandumas an alternative to the prospectus. The memorandum provides a less comprehensive description of the investment.\n\nIn many cases, a subscription agreement accompanies the memorandum. Some agreements outline a specific rate of return that will be paid to the investor, such as a particular percentage of companynet incomeor lump sum payments.\n\nAlso, the agreement will define the payment dates for these returns. This structure gives priority to the investor, as they earn a rate of return on the investment before company founders or other minority owners.\n\nU.S. Securities and Exchange Commission. \"Private Placements - Rule 506(b).\" Accessed June 29, 2021.\n\nU.S. Securities and Exchange Commission. \"General Solicitation — Rule 506(c).\" Accessed June 29, 2021.\n\nInternal Revenue Service. \"Tax Information For Partnerships.\" Accessed June 29, 2021.\n\nU.S. Securities and Exchange Commission. \"'Accredited Investor' Net Worth Standard.\" Accessed June 29, 2021.",
  "url": "https://www.investopedia.com/terms/s/subscriptionagreement.asp"
}