{
  "term": "Subsidiary Company: Definition, Examples, Pros, and Cons",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA subsidiary company is a business that's owned by another company.\n\nIn the corporate world, a subsidiary is a business entity that is owned in part or whole by a different company.\n\nThe company with the controlling share is known as theparent companyor theholding company. The parent company owns or controls more than half of the subsidiary's stock.\n\nIn cases where a subsidiary is 100% owned by its parent company, the subsidiary is referred to as awholly-owned subsidiary.\n\nInvestopedia / Paige McLaughlin\n\nSubsidiaries are separate and distinct legal entities from their parent companies, which is reflected in the independence of their liabilities, taxation, and governance.\n\nHowever, given their controlling interest, parent companies often haveconsiderable influence over their subsidiaries.\n\nThey—along with other subsidiary shareholders, if any—vote to elect a subsidiary company's board of directors, and there may often be a board-member overlap between a subsidiary and its parent company.\n\nTo be designated a subsidiary, at least 50% of a company's equity has to be controlled by another entity. Anything less, and the company is considered anassociateoraffiliatecompany.\n\nA subsidiary usually prepares its own, independentfinancial statements. Typically, these are sent to the parent company, which will aggregate them—as it does financials from all of its operations—and carry them on itsconsolidated financial statements.\n\nIn contrast, an associate company's financials are not combined with the parent company's. Instead, the parent company registers the value of its stake in the associate company as an asset on itsbalance sheet.\n\nAccounting standards generally require that public companies consolidate in their records all majority-owned subsidiaries.\n\nConsolidationis viewed as a more meaningful method of accounting than separate financials for a parent company and each of its subsidiaries.\n\nAnunconsolidated subsidiaryis a subsidiary with financials that are not included in its parent company's statements.\n\nOwnership of unconsolidated subsidiaries is typically treated as an equity investment and denoted as an asset on the parent company's balance sheet.\n\nFor regulatory reasons, unconsolidated subsidiaries are generally those in which a parent company does not have a significant stake.\n\nThe U.S.Securities and Exchange Commission (SEC)states that only in rare cases, such as when a subsidiary is undergoingbankruptcy, should a majority-owned subsidiary not be consolidated.\n\nSynergy with other corporate divisions and subsidiaries\n\nExtra legal and accounting work\n\nMore complex financial statements\n\nLiability for subsidiary's actions, debts\n\nPublic companies are required by the SEC to disclose significant subsidiaries.\n\nWarren Buffett'sBerkshire Hathaway Inc., for example, has a long and diverse list of subsidiary companies, including International Dairy Queen, Inc., Clayton Homes, Business Wire, GEICO, and Helzberg Diamonds.\n\nBerkshire Hathaway's acquisition of many diverse businesses follows Buffett's oft-discussed strategy of buyingundervaluedassets and holding onto them.\n\nIn return, acquired subsidiaries often continue to operate independently while gaining access to broader financial resources.\n\nLike Berkshire Hathaway,Alphabet Inc.has many subsidiaries, the best known of which is Google.\n\nThese separate business entities all perform unique operations intended to add value to Alphabet through diversification, revenue, earnings, andresearch and development (R&D).\n\nYes. A subsidiary is independent, operating as a separate and distinct entity from its parent company. Often, a parent company may issueexchangable debtthat converts into shares of the subsidiary. That said, as the majority owner, the parent company influences how its subsidiary is run, and it may be liable for, e.g., the subsidiary's negligence or debt.\n\nA subsidiary usually has its own CEO and management team. However, the parent company will get a significant say in who runs the company and who sits on its board of directors.\n\nSister companies are two or more subsidiaries that are majority owned by the same parent company.\n\nA subsidiary is a company that is completely or partially owned by another company. Acquiring and establishing subsidiaries is fairly common among publicly-traded companies, especially in industries like tech andreal estate.\n\nThe advantages of subsidiaries include tax benefits, increased efficiencies, and diversification. Drawbacks include limited control, greater bureaucracy and potential legal costs.\n\nFinancial Accounting Standards Board. \"Summary of Statement No. 94.\"\n\nU.S. Securities and Exchange Commission. \"Final Rule: Financial Statements and Periodic Reports for Related Issuers and Guarantors.\"\n\nBerkshire Hathaway. \"Subsidiaries.\"",
  "url": "https://www.investopedia.com/terms/s/subsidiary.asp"
}