{
  "term": "Sum of Squares: Calculation, Types, and Examples",
  "definition": "Michela Buttignol / Investopedia\n\nA dataset’s sum of squares shows how dispersed the set’s data points are from its mean.\n\nThe term “sum of squares” is a statistical measure used inregression analysisthat quantifies how spread out the data points are around the mean or predicted values. The sum of squares helps identify the function thatbest fitsthe data by measuring how little it deviates from the observed values.\n\nIn a regression analysis, the goal is to determine how well a data series can be fitted to a function that might help to explain how the data series was generated. The sum of squares can be used in the financial world to determine the variance in asset values.\n\nThe sum of squares measures how widely a set of data points is spread out from themean. It is also known as variation. It is calculated by adding together the squared differences of each data point. To determine the sum of squares, square the distance between each data point and the line of best fit, then add them together. The line of best fit will minimize this value.\n\nA low sum of squares indicates little variation between datasets, while a higher one indicates more variation. Variation refers to the difference between each dataset from the mean. You can visualize this in achart. If the line doesn’t pass through all the data points, then there is some unexplained variability. We go into a little more detail about this in the next section below.\n\nIn statistics, the sum of squares is used to calculate thevarianceandstandard deviationof a dataset, which are in turn used in regression analysis. Analysts and investors can use these techniques to make better decisions about their investments. Keep in mind, though, that using it means you’re making assumptions about using past performance. For instance, this measure can help you determine the level ofvolatilityin a stock’s price or how the share prices of two companies compare.\n\nLet’s say an analyst wants to know if Microsoft (MSFT) share prices tend to move in tandem with those of Apple (AAPL). The analyst can list out the daily prices for both stocks for a certain period (say, one, two, or 10 years) and create a linear model or a chart. If the relationship between both variables (i.e., the price of AAPL and MSFT) is not a straight line, then there are variations in the dataset that must be scrutinized.\n\nThe following is the formula for the total sum of squares.\n\nFor a setXofnitems:Sum of squares=∑i=0n(Xi−X‾)2where:Xi=Theithitem in the setX‾=The mean of all items in the set(Xi−X‾)=The deviation of each item from the mean\\begin{aligned} &\\text{For a set } X \\text{ of } n \\text{ items:}\\\\ &\\text{Sum of squares}=\\sum_{i=0}^{n}\\left(X_i-\\overline{X}\\right)^2\\\\ &\\textbf{where:}\\\\ &X_i=\\text{The } i^{th} \\text{ item in the set}\\\\ &\\overline{X}=\\text{The mean of all items in the set}\\\\ &\\left(X_i-\\overline{X}\\right) = \\text{The deviation of each item from the mean}\\\\ \\end{aligned}​For a setXofnitems:Sum of squares=i=0∑n​(Xi​−X)2where:Xi​=Theithitem in the setX=The mean of all items in the set(Xi​−X)=The deviation of each item from the mean​\n\nVariation is a statistical measure that is calculated or measured by using squared differences.\n\nYou can see why the measurement is called the sum of squared deviations, or the sum of squares for short. You can use the following steps to calculate the sum of squares:\n\nIn statistics, the mean is the average of a set of numbers, which is calculated by adding the values in the dataset together and dividing by the number of values. However, knowing the mean may not be enough to understand your data and draw conclusions. As such, it helps to know the variation in a set of measurements. How far individual values are from the mean may provide insight into how much variation exists and how well the values fit a regression line.\n\nThe formula we highlighted earlier is used to calculate the total sum of squares. The total sum of squares is used to arrive at other types. The following are the other types of sum of squares.\n\nAs noted above, if the line in the linear model created does not pass through all the measurements of value, then some of the variability that has been observed in the share prices is unexplained. The sum of squares is used to calculate whether alinear relationshipexists between two variables, and any unexplained variability is referred to as theresidual sum of squares (RSS).\n\nThe RSS allows you to determine the amount of error left between a regression function and the dataset after the model has been run. You can interpret a smaller RSS figure as a regression function that fits well with the data, while the opposite is true of a larger RSS figure.\n\nHere is the formula for calculating the residual sum of squares:\n\nSSE=∑i=1n(yi−y^i)2where:yi=Observed valuey^i=Value estimated by regression line\\begin{aligned}&\\text{SSE} = \\sum_{i = 1}^{n} (y_i - \\hat{y}_i)^2 \\\\&\\textbf{where:} \\\\&y_i = \\text{Observed value} \\\\&\\hat{y}_i = \\text{Value estimated by regression line} \\\\\\end{aligned}​SSE=i=1∑n​(yi​−y^​i​)2where:yi​=Observed valuey^​i​=Value estimated by regression line​\n\nThe regression sum of squares is used to denote the relationship between the modeled data and a regression model. A regression model establishes whether there is a relationship between one or multiple variables. Having a low regression sum of squares indicates a better fit with the data. A higher regression sum of squares, though, means the model and the data aren’t a good fit together.\n\nHere is the formula for calculating the regression sum of squares:SSR=∑i=1n(y^i−yˉ)2where:y^i=Value estimated by regression lineyˉ=Mean value of a sample\\begin{aligned}&\\text{SSR} = \\sum_{i = 1}^{n} (\\hat{y}_i - \\bar{y})^2 \\\\&\\textbf{where:} \\\\&\\hat{y}_i = \\text{Value estimated by regression line} \\\\&\\bar{y} = \\text{Mean value of a sample} \\\\\\end{aligned}​SSR=i=1∑n​(y^​i​−yˉ​)2where:y^​i​=Value estimated by regression lineyˉ​=Mean value of a sample​\n\nAdding the sum of the deviations alone without squaring them results in a number equal to or close to zero, since the negative deviations will almost perfectly offset the positive deviations. To get a more realistic number, the sum of deviations must be squared. The sum of squares will always be a positive number because the square of any number, whether positive or negative, is always positive.\n\nMaking an investment decision on what stock to purchase requires many more observations than the ones listed here. An analyst may have to work with years of data to know with higher certainty how high or low the variability of an asset is. As more data points are added to the set, the sum of squares becomes larger as the values will be more spread out.\n\nThe most widely used measurements of variation are the standard deviation and variance. However, to calculate either of the twometrics, the sum of squares must first be calculated. The variance is the average of the sum of squares (i.e., the sum of squares divided by the number of observations). The standard deviation is the square root of the variance.\n\nThere are two methods of regression analysis that use the sum of squares:\n\nThe least squares method refers to the fact that the regression function minimizes the sum of the squares of the variance from the actual data points. In this way, it is possible to draw a function that statistically provides the best fit for the data. Note that a regression function can either be linear (a straight line) or nonlinear (a curving line).\n\nLet’s use Microsoft as an example to show how you can arrive at the sum of squares.\n\nUsing the steps listed above, we gather the data. So if we’re looking at the company’s performance over a five-year period, we’ll need the closing prices for that time frame:\n\nNow let’s figure out the average price. The sum of the total prices is $1,869.73, and the mean or average price is $1,869.73 ÷5 = $373.95.\n\nThen, to figure out the sum of squares, we find the difference of each price from the average, square the differences, and add them together:\n\nIn the example above, 1.0942 shows that the variability in the stock price of MSFT over five days is very low, and investors looking to invest in stocks characterized by price stability and low volatility may opt for Microsoft.\n\nThe sum of squares is a form of regression analysis to determine the variance of data points from the mean. If there is a low sum of squares, it means there’s low variation. A higher sum of squares indicates higher variance. This can be used to help make more informed decisions by determining investment volatility or to compare groups of investments with one another.\n\nTo calculate the sum of squares, gather all your data points. Then, determine the mean or average by adding them all together and dividing that figure by the total number of data points. Next, figure out the differences between each data point and the mean. Then square those differences and add them together to give you the sum of squares.\n\nInvestors and analysts can use the sum of squares to make comparisons between different investments or make decisions about how to invest. For instance, you can use the sum of squares to determine stock volatility. A low sum generally indicates low volatility, while higher volatility is derived from a higher sum of squares.\n\nAs an investor, you want to make informed decisions about where to put your money. While you can certainly do so using your gut instinct, there are tools at your disposal that can help you. The sum of squares takes historical data to give you an indication of implied volatility. Use it to see whether a stock is a good fit for you or to determine an investment if you’re on the fence between two different assets.\n\nKeep in mind, though, that the sum of squares uses past performance as an indicator and doesn’t guarantee future performance.\n\nCorrection—May 18, 2023:This article has been corrected to state that the mean of the sum of squares should be subtracted from the data points.",
  "url": "https://www.investopedia.com/terms/s/sum-of-squares.asp"
}