{
  "term": "Summa Cum Laude: Definition, Meaning, and Requirements",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSumma cum laude is an honorary title used by educational institutions to signify a degree that was earned with the highest distinction.\n\nSumma cum laudeindicates the greatest distinctionof three commonly used types of academic honors recognized in the United States, expressed in Latin. The other two aremagna cum laudeandcum laude, representing degrees earned \"with great distinction\" and \"with distinction,\" respectively.\n\nThe guidelines under which students achieve each level of academic honor differ from institution to institution. High schools across the United States are increasingly including Latin honors for students upon graduation. Although Latin honors are quite common in the United States, very few other countries around the world use the system.\n\nSumma cum laude is one of the three Latin honors traditionally given to select students upon receiving a bachelor's degree, although it can, in some cases, be included with other degree levels. Students who graduate with honors may wear colored stoles or other designations during commencement ceremonies, and the honor is read aloud along with the person's name.\n\nCriteria for Latin honors may include grade point average (GPA), class rank, number of hours completed, and honors designations from an academic department.\n\nEvery university or college outlines its expectations for each program. Some higher education institutions do not bestow Latin-termed honors at all. Others, like Stanford University, have a separate set of non-Latin honorary titles (such as \"with Distinction\") that are typically seen as roughly equivalent to the traditional Latin titles.\n\nMany institutions use cumulative grade point averages (GPA ) to determine who graduates with a summa cum laude designation. For instance, students at the University of New Mexico need to complete 60 credit hours toward graduation in addition to a GPA of 3.90 or higher.In contrast, Denver University (DU) requires students to have a 3.95 GPA and have completed 90 quarter hours; they must also submit a senior thesis or complete a senior project. (If they have less than 90 hours, they must receive a departmental recommendation.)\n\nBecause summa cum laude is typically the highest distinction of the three traditional Latin honors, it is typically reserved for only a few graduating students. At institutions selecting students for Latin honors based on GPA requirements, the number of individuals receiving summa cum laude honors may vary from year to year. There may be no limit, potentially, to the percentage of students in a graduating class who could receive summa cum laude distinction, provided that those students meet the requirements.\n\nAlthough GPA-based requirements for Latin honors are the most common throughout higher education institutions in the U.S., other factors may be included. One of these is class rank; some institutions reserve the summa cum laude title for students graduating at the highest levels of their class. In this case, GPA is a factor in determining whether a student receives this honor at graduation, but that student does not necessarily need to obtain a particular GPA to make that achievement.\n\nAs an example of how class rank-based Latin honors work in practice, graduates of the University of Massachusetts at Amherst must finish in the top 5% of the graduating class of a particular college and complete 45 credits to receive the summa cum laude designation.In other cases, Latin honors are dependent upon students' performance in specific classes, often either honors classes or those relevant to their major area of study.\n\nFor instance, students at the University of Notre Dame earn Latin honors within the college that oversees the student's major. Graduates must finish in the top 5% of the class to receive the summa cum laude distinction. Because class rank changes based on the performance of other students, the GPA changes each academic year. In 2023, students in the College of Arts & Letters at Notre Dame needed a 3.972 GPA to earn summa cum laude honors, while in 2019 they needed a 3.94.\n\nLatin honors like summa cum laude appear on a student's official transcript and diploma.\n\nHarvard Universityis generally credited with being the first U.S. institute of higher education to bestow Latin honors at graduation.\n\nHarvard's Latin honors stand out from other institutions, historically and to the present day. Harvard faculty members consider candidates for summa cum laude in their field by weighing the student's grades in the courses for their major, the rigor of those courses, and a demonstration of the student's mastery of their field, such as a senior thesis and/or some type of written or oral examination.\n\nOnly students who graduate in the top 4-5% of their graduating class may earn summa cum laude honors in their field. Graduates earn summa cum laude over the entire university based on the 4-5% class rank, and Harvard sets standards for the academic year each May.\n\nHarvard College introduced two Latin honors in 1869—cum laude and summa cum laude. Magna cum laude followed in 1880. The May 2023 point cutoff for summa cum laude honors at Harvard was a GPA of 3.986.\n\nIn most colleges and universities, the large majority of undergraduates completing a bachelor's degree do not receive Latin honors of any kind. For those who do, these honors are likely to impact their future differently depending upon several factors, including their field of study, future interests, and more.\n\nSome graduate schools, for example, are particularly focused on academic rank and GPA;top law schoolsare famous for their stringent GPA requirements. In other fields, academic honors may be less crucial to success.\n\nFor graduates entering the job market, a Latin honor listed on a resume could impress a potential employer, as it suggests higher intelligence, diligence, work ethic, and more. For other employers, though, a candidate's personality and skill set might be more important—or the fact that they graduated from a prestigious institution, like Harvard, regardless of how well they did there. Job listings often specify a B.A. or B.S. but rarely require a certain GPA or level of academic honors.\n\nThe GPA required by universities for summa cum laude varies, but the distinction generally also requires that the students earn grades within the highest percentage of their class or department or have achieved some other metric that the school considers worthy of the highest recognition.\n\nSumma is higher than magna. \"Magna cum laude\" is Latin for \"with great distinction.\" \"Summa cum laude\" translates as \"with the highest distinction.\" Cum laude or \"with distinction\" is third.\n\nAn honors degree is often listed directly after your degree, separated by a comma. If you include your major or field of study, it could come after that: B.A. in History,magna cum laude. If it is a Latin title, like summa cum laude, the honors degree should be in lowercase letters and italics.\n\nSumma cum laude is the highest honor awarded by educational institutions. It is given to students whose academic performance and mastery of their chosen field exceeds that of nearly all other students in their field.\n\nStanford University. \"Undergraduate Honors.\"\n\nUniversity of New Mexico. \"Awards & Honors.\"\n\nDenver University. \"Degrees With Honors.\"\n\nUniversity of Massachusetts Amherst. \"Latin Honors Information.\"\n\nUniversity of Notre Dame. \"Previous Latin Honors.\"\n\nUniversity of Notre Dame. \"Current Latin Honors.\"\n\nHarvard University. \"Student Handbook Academic Year 2023-2024.\" Page 33.\n\nHarvard University. \"Requirements for Honors Degrees.\"",
  "url": "https://www.investopedia.com/terms/s/summa-cum-laude.asp"
}