{
  "term": "Superannuation: What It Is, How It Works, Types of Plans",
  "definition": "A superannuation is an Australianpensionprogram created by a company to benefit its employees. Funds deposited in a superannuation account will grow throughappreciationand contributions untilretirement.\n\nThe term \"super\" is more commonly used when referring to pension plans available in Australia. The U.S. equivalents to a superannuation plan aredefined-benefitanddefined-contribution plans.\n\nFunds are added to the superannuation fund by employer (and potentially employee) contributions. This monetary fund pays out employee pension benefits as participating employees become eligible. An employee is deemed to be superannuated upon reaching the proper age or as a result of infirmity. At that point, the employee can draw benefits from the fund.\n\nA superannuation fund differs from some other retirement investment mechanisms in that the benefit available to an eligible employee is defined by a set schedule and not by the performance of the investment.\n\nThere are two types of superannuation funds.\n\nWith anaccumulationfund, employees and employers periodically contribute to the fund so that it grows over time. The funds are designed to increase by using the contributions in investment strategies to give areturn on investment, allowing for largerdistributions.\n\nAccumulation funds are distributed to retirees based on the returns generated, so the more you put into the fund and the more it grows, the more you can receive in retirement.\n\nSuperannuations are taxed differently in the U.S. and Australia. It can become complicated if you have an Australian super and are subject to U.S. tax laws. It's best to consult with a tax expert to find out your tax obligations.\n\nDefined benefit plans are funds that make distributions based on a formula to give a guaranteed amount of income when withdrawals begin. These are similar toannuitiesorpension planswhere employment length and salary history are considered.\n\nA superannuation has many benefits. Some of the most notable are:\n\nA defined benefit superannuation supplies a fixed, predetermined benefit depending on various factors, but it is not dependent on market performance. Specific factors include the number of years the person was employed with the company, the employee's salary, and the exact age at which the employee begins to draw the benefit.\n\nEmployers often value these benefits for their predictability. From a business perspective, they can be more complex to administer, but they also allow for larger contributions than some U.S.employer-sponsored plans.\n\nAccumulation funds are not as predictable, but still rely on the same factors as defined benefit plans.\n\nEmployers who contribute to a super account pay a set tax rate of 15% on the contributions. If you'reself-employed, you can deduct your contributions from your taxes, but your super fund pays a 15% tax on them.\n\nIn a defined benefit plan, upon qualifying for retirement, an eligible employee receives a fixed amount. It's typically distributed on a monthly basis. The amount is determined by a preexisting formula. In that regard, the function of a superannuation is similar to receivingSocial Security benefitsupon reaching the qualifying age or under qualifying circumstances.\n\nAccumulation funds can increase payouts, but they can also decrease them if the market doesn't cooperate. Employees should be cautious when choosing this type.\n\nDepending on what other retirement savings vehicles the employee has, there may be other implications that require consideration to access the funds in the most tax-efficient way possible.\n\nNon-concessional contributions are from yourafter-taxincome and are not taxed in a super fund. Concessional contributions are frompre-taxincome and are taxed at 15% when placed in your super.\n\nContributions made to a super from after-tax income are not taxable. However,capital gainsmade in the fund are taxable under certain circumstances. Everyone has a super capital gains tax cap which they can claim under their non-concessional gains.\n\nWhile a superannuation guarantees a specific benefit once the employee qualifies, other traditional retirement vehicles may not. For example, a defined benefit superannuation is not affected by individual investment choices, but U.S. retirement plans such as401(k)s andIndividual Retirement Accounts (IRAs)can be affected by market fluctuations. In that sense, the exact benefit from an investment-based retirement plan may not be as predictable as those offered by a superannuation.\n\nMarket fluctuations do not impact the benefits of defined-benefit funds, but the funds in the plan are typically managed by a trustee who invests those assets in a mix ofequitiesandfixed-income securities. In that sense, there is some risk that a market downturn could impact the fund'ssolvency. In such cases, the plan could become underfunded, meaning there are not sufficient funds to meet future obligations.\n\nA person on a defined-benefit plan generally will not have to be concerned with the total amount remaining in the account and is usually at low risk of running out of funds. In other investment vehicles, however, poor performance could mean a person might run out of funds before they die.\n\nCompanies are required to report the funding status of the plan to the appropriate tax authority annually and to make that information available to employees. In the event a plan is underfunded, a company may be required to provide additional funding to remedy the situation.\n\nSuperannuation is an Australian retirement account. There are two types: one that can appreciate over time and has variable payouts depending on market conditions, and one that has a defined benefit payout system that is not susceptible to market fluctuations.\n\nSuperannuation is a retirement account that Australians can use to fund their retirement. Retirement is when you have built enough wealth that you don't need to work again.\n\nSuperannuation is a retirement fund offered by an employer in Australia. You and your employer contribute to this fund to help you build enough wealth to fund your retirement.\n\nA superannuation is an employer-sponsored retirement account used in Australia.\n\nThere are two versions. The first is similar to defined benefit plans in the U.S., where the retiree receives a set amount based on a formula that accounts for time employed, average salary, and amount contributed.\n\nThe second is an accumulated fund, which is similar to defined contribution plans in the U.S., where the benefit you receive depends on the amount you and your employer contribute and market conditions.\n\nAustralian Taxation Office. \"Super.\"\n\nAustralian Securities and Investments Commission. \"Accumulation Fund.\"\n\nAustralian Securities and Investment Commission. \"Defined Benefit Fund.\"\n\nAustralian Securites and Investments Commission. \"Types of Super Funds.\"\n\nAustralian Securities and Investments Commission. \"Tax and Super.\"\n\nAustralian Tax Office. \"Caps, Limits and Tax on Super Contributions.\"",
  "url": "https://www.investopedia.com/terms/s/superannuation.asp"
}