{
  "term": "Supplemental Executive Retirement Plan (SERP) Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nA supplemental executive retirement plan (SERP) is a set of benefits that may be made available totop-level employeesin addition to those covered in the company's standardretirement savings plan.\n\nA SERP is a form of adeferred-compensation plan. It is not aqualified retirement plan. That is, there is no special tax treatment for the company or the employee, such as is available through a401(k) plan.\n\nCompanies use SERPs as a way to reward and retain key executives. Because these plans are non-qualified, they can be offered selectively to key executives, whose contributions to the company's qualified plan, such as a401(k), must follow the maximum contributions rule set annually by theInternal Revenue Service (IRS).\n\nIn tax year 2024, the most an employee can contribute to a 401(k) is $23,000, unless they are 59 ½ years old or older, in which case they are able to make up to $7,500 in additionalcatch-up contributions. For tax year 2023, it's $22,500 and $7,500, respectively.\n\nTypically, the company and the executive sign an agreement that promises the executive a certain amount of supplemental retirement income based on various eligibility conditions that the executive must meet. The company funds the plan out of its currentcash flowsor through the funding of acash-value life insurance policy. The money, andthe taxes on it, are deferred. After retiring, the executive can withdraw the money. They must pay state andfederal taxes on it as ordinary income.\n\nSupplemental executive retirement plans are options for companies seeking to incentivize key executives. As they are non-qualified, they require no IRS approval and minimal reporting.\n\nThe company controls the plan and is able to book an annual expense equal to the present value of the stream of future benefit payments, much likean annuity. When the benefits are paid, the company is able to deduct them as an expense.\n\nWhen a cash-value lifeinsurancepolicy isused to fund the benefits, the company benefits from tax-deferredaccumulationinside the policy. In most cases, the policy can be structured in a way that allows the company to recover its costs.\n\nFor executives, the plan can be tailored to meet specific needs. The benefits accrue to the executive without any current tax consequences.\n\nWhen funded with a cash-value life insurance policy,death benefitsare available to provide a continued periodic payment ora lump-sum paymentto the family in the event of the executive's death. Depending on the details of the policy, these benefits can support a surviving spouse and potentially the executive's dependents.Beneficiarydesignations are important with such policies because they supersede what is written ina will, and allowassetsto be distributed while anestateis inprobateor even if the executive diedintestate.\n\nWhen funding a SERP, the company does not receive an immediatetax deduction, because the plan is unqualified.\n\nUnlike withqualified plans, which are protected from creditors by federal law, the funds that accumulate for a SERP inside a life insurance policy are not protected from creditor claims against the company in case of the company'sbankruptcy.\n\nIf you leave your job, what happens to your supplemental executive retirement plan (SERP) depends on the conditions set in your agreement with the company. If your SERP was based on avestingstructure, and you part ways with your employer before you are fully vested, then the assets you are not vested in are not yours.\n\nThere are two vesting structures, according to the IRS: graded vesting and cliff vesting. The former distributes assets in a set, periodic schedule over time (for example, 20% per year), whereas the latter distributes assets all at once, after a certain period of time (for example, after an employee has worked for four years at a company).\n\nThe employer funds the supplemental executive retirement plan (SERP). It is typically funded through a cash-value life insurance policy, which the employer purchases for an agreed-upon amount for the employee. The policy may have survivor benefits for the executive's beneficiaries.\n\nA supplemental executive retirement plan (SERP) is typically paid out either as a lump-sum payment or as an annuity. A lump sum arrives all at once, which may have the impact of raising your income into a highertax bracket. An annuity is deposited over time periodically, in a set schedule. Consider consulting with a financial professional to weigh the value of a lump-sum payment versus the future value of periodic payments. Take your time in deciding whether a lump-sum payment or an annuity is right for you.\n\nA supplemental executive retirement plan (SERP) is a type of deferred compensation used to attract and retain high-level employees. As an unqualified plan that typically takes on the form of a cash-value life insurance policy, it doesn't come with any upfront tax benefits for the employer or employee. However, the company does gets tax benefits when it pays thepremiumson the insurance.\n\nEven if the employee quits, the company still has access to the insurance's cash value. If the employee passes away, the company is a beneficiary of the life insurance policy.\n\nIf you are considering a role that comes with a SERP, make sure your analysis takes into account all factors. The assets may seem attractive, but pay careful attention to the vesting schedule. Be realistic about your future at the company. Don't take a SERP for granted.",
  "url": "https://www.investopedia.com/terms/s/serp.asp"
}