{
  "term": "Supply: Definition, Calculation, and Factors Impacting It",
  "definition": "Supply is the amount of product or service that sellers are prepared to provide in the market, determined by factors such as price, cost, and available resources.\n\nSupply is a fundamental economic concept that describes the quantity of a good or service that producers are willing to offer buyers in the marketplace. Supply can relate to the amount available at a specific price or the amount available across a range of prices, if displayed on a graph. This relates closely to thedemandfor a good or service at a specific price; all else being equal, the supply provided by producers will rise if the price rises because all firms look to maximize profits.\n\nThe concept of supply in economics is complex, with many mathematical formulas, practical applications, and contributing factors. While supply can refer to anything in demand that is sold in a competitive marketplace, supply is most used to refer to goods, services, or labor.\n\nOne of the most important factors that affect supply is the good’s price. Generally, if a good’s price increases, so will the supply. There is often an inverse relationship between the price consumers are willing to pay and the price manufacturers or retailers want to charge.\n\nThe conditions of the production of the item in supply are also significant when a technological advancement increases the quality of a good being supplied, or if there is adisruptive innovation, such as when a technological advancement renders a good obsolete or less in demand. Government regulations can also affect supply; consider environmental laws regarding the extraction of oil that affect the supply of such oil.\n\nSupply is represented inmicroeconomicsby a number of mathematical formulas. The supply function and equation express the relationship between supply and the affecting factors. A wealth of information can be gleaned from a supply curve, such as movements (caused by a change in price), shifts (caused by a change that is not related to the price of the good), and priceelasticity.\n\nSupply and demand in modern economics has been historically attributed to John Locke in an early iteration, as well as definitively used byAdam Smith’swell-known “An Inquiry into the Nature and Causes of the Wealth of Nations,” published in 1776.\n\nThe graphical representation of supply curve data was first used in the 1800s and then popularized in the seminal textbook “Principles of Economics” by Alfred Marshall in 1890.It has long been debated why Britain was the first country to embrace, utilize, and publish on theories of supply and demand, and economics in general. The advent of theindustrial revolutionand the ensuing British economic powerhouse, which included heavy production, technological innovation, and an enormous amount of labor, has been a well-discussed cause.\n\nThe algebraic formula for supply represents the supply of an item at any given price is:\n\nQs=x+yPwhere:Qs=Units suppliedx=Quantity of unitsy=Level of activity in the marketP=Price of each unit\\begin{aligned}&Qs=x+yP\\\\&\\textbf{where:}\\\\&Qs=\\text{Units supplied}\\\\&x=\\text{Quantity of units}\\\\&y=\\text{Level of activity in the market}\\\\&P=\\text{Price of each unit}\\end{aligned}​Qs=x+yPwhere:Qs=Units suppliedx=Quantity of unitsy=Level of activity in the marketP=Price of each unit​\n\nIf the price of the item is zero, the quantity supplied will be a negative number, which indicates no supplier will be willing or able to produce such a product at a profitable price. Instead, at a higher price, more suppliers will be willing to manufacture an item as it becomes more profitable the higher the unit price.\n\nSupply chain issues relate to constraints on delivering goods to the market. This may refer to an adequate amount of supply not being able to be manufactured, or there being distribution issues in distributing the supply.\n\nThe concept of supply is ingrained in many economic concepts. Below are several associated terms or functions of economics that interact with supply.\n\nThe contrasting economic concept to supply is demand. Demand represents the consumer's desire to obtain a product. When a broad set of consumers is more willing to buy a product or service, that product or service is said to have higher demand.\n\nLike supply, demand is directly related to a given price. For example, most consumers would be interested in the latest smartphone if the given market price were $1. Increasing the price to $1,000 shifts the broad consumer desire for the product. All else being equal, price and demand are inversely related; as one increases, the other decreases.\n\nThesupply curveis a graphic representation of the relationship between the cost of an item and the quantity the market will supply at that cost. All else being equal, the supply curve is upward sloping in that as the price (y-axis) of a good increases, more market participants are willing to supply (x-axis).\n\nEconomic equilibrium occurs when supply and demand are equal. It is the price point where the supply curve and demand curve overlap. At equilibrium, the market will agree on the given market price.\n\nAmonopolyis a condition in which one seller controls the supply side of the market. Government regulation often attempts to control market conditions to ensure fair competition on the supply side. This is to ensure consumers are able to buy goods at a fair price instead of a single supplier dictating what the market price will be.\n\nTo avoid a monopoly, there must be competition. This means different companies must supply similar goods to consumers. Consumers then must choose which items to buy. Competition is meant to breed price competition, innovation, and market control to ensure that a single market participant doesn't have too much power over consumers.\n\nOversupply occurs when there is an excessive abundance of an item that consumer demand can't satiate. Consider an abundant harvest that results in an oversupply of crops; a result may be reduced prices to consumers to further incentivize consumption of this good compared to a scarcer good.\n\nScarcity is theopposite of oversupply. Consider a failed crop year ruined by inclement weather. Because less supply is available, it may be more difficult for consumers to obtain a specific good. This may be prevalent due to supply chain issues causing manufacturing delays or government policies pausing specific activity.\n\nPrice elasticitymeasures how the quantity of goods available will respond to a change in the unit price. An elastic supply means that a small change in market prices will result in a relatively large change in the availability of that good from suppliers. An inelastic supply refers to goods whose supply does not change significantly in response to price changes.\n\nConsider a product where a sudden surge of demand causes the price to increase by 10%. Suppliers of that product may start producing more of that product in order to take advantage of higher profit margins. If the supply available increases by more than 10%, the good is considered elastic. If the supply increase is lower than 10%, it is considered relatively inelastic.\n\nElasticity can be determined from the slope of the supply function. A relatively steep supply curve indicates a large response to price changes, indicating an elastic supply. If the supply curve appears relatively flat, then supply is inelastic.\n\nThe elasticity of the supply function at a given point can be expressed by the formula:\n\nElasticity=%Change in Supply% Change in price\\begin{aligned}\\text{Elasticity}=\\frac{\\%\\text{ Change in Supply}}{\\text{\\% Change in price}}\\end{aligned}Elasticity=% Change in price%Change in Supply​​\n\nIf the calculated elasticity is greater than 1, the supply of that good is considered relatively elastic. If it is less than one, it is considered inelastic.\n\nGoods that are relatively easy to produce and bring to market tend to have an elastic supply since producers can quickly respond to price changes. Goods whose supply is limited tend to be inelastic. For example, housing has an inelastic supply since it can take many years to bring new units to the market.\n\nBelow is a visual depiction of supply; as price (y-axis) increases, more market participants are willing to supply the product as this increases profit margin and profitability. The slope of the supply curve may be steeper for items with less price sensitivity or more gradual for items more sensitive to price changes.\n\nWhen the price of a product changes, the equilibrium point along the existing supply curve will simply change. For example, imagine a current level of supply for a good whose price is $100. Should that product's price decrease to $90, the level of supply can be found by moving along the existing supply curve down to when the price is $90.\n\nWhen a non-price determinant has an external impact on supply, the entire supply curve will shift. For example, consider technological innovations that influence how much of a good can be delivered. Instead of simply being a different point along an existing curve, the entire supply curve will move, and a new equilibrium point will exist on the new line.\n\nThe concept of supply is a cornerstone is the economic pillar of thelaw of supply and demand. Consider how consumers want to buy products for as little as possible, while manufacturers/retailers want to sell products for as much as possible. The point at which supply and demand meet is what sets the market price.\n\nThe relationship between supply and demand is constantly evolving, as market demands, raw material constraints, and consumer preferences consistently shift both curves. All else being equal if the supply of a product outweighs the demand, the price of the good will fall. Alternatively, if the demand for a product outweighs the supply, the price will rise.\n\nThese (and other) outcomes can be graphically depicted using both the supply and demand curves. As the supply curve is upward-sloping to the right and the demand curve is downward-sloping to the right, the two curves often intersect (at the market price for a given level of supply/demand). Movements along or shifts in the supply curve will have a residual impact on the intersecting point with demand.\n\nAs a consumer considers whether or not to increase production, there are a number of items it must keep in mind. Alternatively, there are considerations from the buyer and external, independent parties that also dictate levels of supply. Factors that affect supply include:\n\nShort-term supply is the inventory immediately available for consumption. When short-term supply has been exhausted, consumers must wait for additional manufacturing or production of more goods to become available. Short-term supply is the maximum amount consumers can immediately purchase.\n\nLong-term supply considers consumer demand, material availability, capital investment, and macroeconomic conditions. These factors all dictate how a company should shift manufacturing to meet long-term demand. Though long-term supply may only be able to grow gradually over time, suppliers have greater control over increasing or decreasing long-term supply by enacting operational strategies.\n\nJoint supplyoccurs when the manufacturing of one good results in the byproduct of another good. Regardless of the demand for the byproduct good, it may be manufactured and supplied simply in response to the demand for the other product. For example, the production of crude petroleum results in gasoline, fuel oil, kerosene, and asphalt. The supply of one item may increase simply due to the greater demand for other items.\n\nMarket supply refers to the daily supply of goods, often with a very short-term usable life. For example, grocery stores may measure their market supply of fresh produce or fish. Each of these goods is exclusively dependent on the supplier's ability to harvest these products, as additional supply may be out of the control of farmer.\n\nOpposite of joint supply, composite supply is the offering of a product that is multiple products packaged together. Both products must be offered together, and the maximum supply is equal to the smaller of the two products. For example, a company manufactures pints of ice cream that are sold along with compostable spoons. Neither product is sold individually. In this example, the amount of composite supply is the lower of the quantity of pints of ice cream or composable spoons.\n\nThough the supply curve is often a curving, upward-sloping line, there may be exceptions based on the supply and market conditions for a given product.\n\nThe rules of the supply curve are often consistent. However, there are situations where the rules of supply are broken, and exceptions to the economic concept yield abnormal results.\n\nMoney supply refers specifically to the entire stock of currency andliquid assetsin a country. Economists will analyze and monitor this supply, formulating policies and regulations based on its fluctuation through controllinginterest ratesand other such measures. Official data on a country’s money supply must be accurately recorded and made public periodically. TheEuropean sovereign debt crisis, which began in 2009, is a good example of the role of a country’s money supply and the global economic impact.\n\nGlobalsupply chain financeis another important concept related to supply in today’s globalized world. Supply chain finance aims to effectively link all tenets of a transaction, including the buyer, seller, financing institution—and by proxy the supplier—to lower overall financing costs and speed up the process of business. Supply chain finance is often made possible through a technology-based platform and is affecting industries such as the automobile and retail sectors.\n\nSupply may be broken into total supply, short-term supply, and long-term supply. Each measures the amount of goods available in a market differently, and different agencies may use each set of information differently.\n\nSupply is usually most directly related to price; as the price of a good increases or decreases, producers may be more or less inclined to produce that good based on anticipated profit margins. For a similar reason, the cost of production and a company's ability to incur expenses related to increasing supply also impact supply amounts.\n\nSupply may be externally influenced by outside factors such as government policy. Consider how environmental laws place constraints on how much oil may be drilled.\n\nMany consumers are interested in supply because of its impact on price; should a manufacturer oversupply the market, consumers may receive a price discount. However, supply is related to so many additional important concepts. An efficient supply chain minimizes delays, reduces costs, and helps markets perform to their full potential.\n\nA cornerstone of economic theory is the concept of supply, the number ofgoods provided to a market for consumption. The idea of supply pairs with the idea of demand, and these two concepts intertwine to create a market equilibrium that often defines the prices consumers pay and the supply level manufacturers strive for.\n\nFederal Reserve Bank of Richmond. \"Marshallian Cross Diagrams and Their Uses Before Alfred Marshall: The Origins of Supply and Demand Geometry,\" Page 3.",
  "url": "https://www.investopedia.com/terms/s/supply.asp"
}