{
  "term": "Surcharge: What It Is, How It Works, Types, and Examples",
  "definition": "A surcharge is an additional charge, fee, or tax added to the cost of a good or service beyond the initially quoted price. It is typically applied on top of an existingtaxand is not included in the stated price of the good or service.\n\nSurcharges can be fixed amounts or percentages of the total price. They are usually imposed to generate additional revenue or offset higher commodity prices or regulatory fees.\n\nSurcharges are additional fees that consumers are required to pay when purchasing certain goods or services. These charges are generally added at the final stage of purchase. Surcharges can be either a fixed amount (e.g., $5 pertransaction) or a percentage of the total price (e.g., 5%).\n\nThe listed cost of some products and services does not include the added surcharge. Instead, the calculated fee is assessed upon acceptance or purchase of the item and appears in the contract orsales and purchase agreement (SPA)or the surcharge appears as a separate line item on your receipt.\n\nSome surcharges are simply baked into the nature of the business. For example, restaurants may intentionally not serve condiment packets, as their business model may try to reduce costs by not handing out additional resources for free.\n\nTheautomated teller machine (ATM)fee is one that many consumers know very well. This surcharge is most often levied by the bank or other institution that owns and operates the machine. An ATM fee is shown as a set dollar amount per transaction. Most ATM fees are waived for customers of the sponsoring bank.\n\nSome businesses have added surcharges to compensate for the costs associated with acceptingcredit cards. Another name for these fees is a checkout fee. This additional fee may be a specific dollar amount or a percentage of the total price of the goods or services purchased.\n\nMany industries, such as thetelecommunicationsand cable industries, regularly use surcharges to offset some of the costs imposed on businesses through local, state, or federal regulations. When these costs increase, companies may adjust surcharge amounts rather than the price of the goods they sell. The fee is still passed on to the consumer but in a more indirect fashion.\n\nIf regulations raise the burden on a company by $1 per customer, the company may increase its regulatory recovery fee by $1. In this way, the company avoids having to absorb the loss or the full amount of the government fee, efficiently passing it on to the consumer.\n\nExamples of surcharges include regulatory recovery fees added by cable companies to their customer's bills. These are imposed to offset the burden of certain service fees imposed by various government entities. They also apply fees for sports programming to offset thepremiumthe cable provider pays for the ability to broadcast the events.\n\nMany of these surcharges are legal, but some states, such as Colorado, have passed legislation limiting or disallowing certain surcharge types.\n\nThere are a number of steps a consumer can take to avoid surcharges, regardless of the type or situation in which it occurs. For financial surcharges, some merchants add a surcharge if you pay with acredit card, especially if it's a small transaction. To avoid this surcharge, you can use a debit card or pay in cash.\n\nTo avoid ATM surcharges, consumers should use ATMs affiliated with their own bank. Understanding your bank’s network and options can help you avoid unnecessary fees. Always keep documentation or written agreements to reference in case of disputes.\n\nSurcharges often arise when you travel, such as an airline surcharge for checked baggage, roaming surcharges for using data in remote or international locations, or resort surcharges for additional amenities. Considerplanning ahead, being mindful of where these charges may arise, and act accordingly by intentionally deciding against using companies with surcharges.\n\nLastly, always remember to read the fine print and terms and conditions. Regardless of what a customer service representative may tell you, you are bound to any agreement you have signed. This agreement will directly identify areas where you may face additional charges, as you should use it not only as a planning tool but as a reference for future activity.\n\nSurcharges are additional fees or taxes added to the purchase price of goods or services. Depending on the business or industry, these charges may be flat fees or a percentage of the total price. They are imposed at the time of purchase and can be added by various entities, including businesses, governments, and service providers.\n\nTelevision networks impose broadcast TV surcharges on cable providers to carry their signals over the airwaves. The fee is negotiable between networks and cable companies and is allowed by federal law. Rather than increase the price of the service, the surcharge is passed on to cable company customers each month.\n\nExamples of surcharges include ATM fees, fuel surcharges, broadcast TV surcharges, disposal fees, handling fees, hazardous waste fees, filing fees, tips and gratuities, processing fees, convenience fees, and checkout fees.\n\nCredit card surcharging is a fee structure that allows credit card companies to charge consumers to process transactions. Although surcharging isn't illegal across the United States, there are certain jurisdictions where companies can't impose these fees on their customers, including Connecticut, Massachusetts, and Puerto Rico. Anti-surcharging laws are limited or cannot be enforced in California, Florida, Kansas, Maine, New York, Oklahoma, Texas, and Utah.\n\nSurcharges are fees added to the cost of goods and services, often to offset rising business costs or comply with government regulations. They may be a fixed amount or a percentage of the purchase price and are commonly seen in industries like telecom, cable, and travel.\n\nAlthough surcharges can be frustrating, understanding their purpose and how to avoid them can help you manage additional costs. Always read terms and conditions and be mindful of where surcharges may appear during your transactions.\n\nGreater Alliance Federal Credit Union. \"What is an ATM Surcharge Fee?\"\n\nJournal of Accountancy. \"Ask the Expert: Surcharging; Considering Credit Card Surcharges.\"\n\nColorado General Assembly. \"Credit Transaction Charge Limitations.\"\n\nJBN / Giant Communications. \"What is the Broadcast TV Surcharge on My Cable Bill?\"\n\nStax. \"What States Can Charge the Credit Card Surcharge? A Complete List of Places Where Surcharging is Legal (and Where It’s Not).\"",
  "url": "https://www.investopedia.com/terms/s/surcharge.asp"
}