{
  "term": "Surplus Lines Insurance: What It Is, How It Works, Uses, and Types",
  "definition": "Surplus lines insurance protects against a financial risk that is too great or too uncommon for a regular insurance company to take on. Surplus lines insurance can be purchased by individuals or companies.\n\nSurplus lines insurance falls into the category ofpropertyandcasualtyinsurance. In many cases, it is used to cover relatively new risks that conventional insurers shy away from because they lack historical data to properly price their policies.\n\n“After the new coverage has generated sufficient data, it may become a more standard product and become available in the admitted market,” theNational Association of Insurance Commissioners (NAIC)says.\n\nUnlike most types of insurance, surplus lines insurance can be sold by insurers that are not licensed in the buyer’s state. However, the surplus lines insurer must have a license in the state where it is based, and the brokers who sell surplus lines insurance must be licensed in their own state.\n\nSurplus lines insurance carries additional risk for the policyholder: There is no guaranty fund from which to obtain a claim payment if the surplus lines insurer goes bankrupt, as is the case with standard insurance policies. A policyholder’s claim on a regular insurance policy is often paid out of astate guaranty fund, which is funded by other insurers in case one of them goes bankrupt. However, according to the NAIC, “the insolvency rate of surplus lines insurers has been historically low.”\n\nThe surplus lines insurance market is heavily dominated by insurers affiliated with the United Kingdom’sLloyd’s of Londoninsurance marketplace. Data from the Insurance Information Institute shows Lloyd’s insurers with 16.8% of the surplus lines market and $13.9 billion in direct premiums. Following Lloyd’s, surplus lines market share drops down to the single digits for all of the top 25 surplus lines insurers.\n\nExamples of other top 25 surplus lines insurers include Berkshire Hathaway Insurance Group, American International Group (AIG), Markel Corporation Group, W.R. Berkley Insurance Group, Nationwide Group, Fairfax Financial (USA) Group, Chubb INA Group, and Liberty Mutual Insurance Companies.\n\nSurplus lines insurance can cover many different financial hazards. It is often used to cover what conventional insurers consider nonstandard risks.\n\nFor example, according to the Texas Department of Insurance, a business “might need liability coverage for a special event or to move hazardous materials.” Individuals may buy a surplus lines policy “if they can’t get homeowners insurance from a standard company,” the department says. “Others buy it to cover very costly items, like an expensive art or classic car collection.”\n\nIn some cases, surplus lines insurance can also provide coverage limits beyond what conventional insurers are willing to provide.\n\nStates maintain export lists, showing the kinds of insurance that may be unobtainable through regular, state-licensed insurance companies in their state, making surplus lines coverage eligible for sale and purchase there. In California, for example, the list includes (among many other things) insurance to cover kidnap and ransom, amusement parks and carnivals, sawmills, demolition contractors, fireworks displays, and hot air balloons.\n\nFlood insuranceis also on the export list for some states and in certain circumstances. In New York, for example, surplus lines insurers may sell flood insurance if the property isn’t eligible for primary coverage by the federal flood insurance program or if the federal program won’t provide a sufficient amount of coverage.\n\nRegularinsurancecarriers, also called standard or admitted carriers, must follow state regulations concerning how much they can charge and what risks they can and cannot cover. Surplus lines carriers do not have to follow these regulations, which allows them to take on higher risks.\n\nA surplus lines insurer is sometimes referred to as a non-admitted or unlicensed carrier, but this does not mean that their policies aren’t valid or that they aren’t regulated to some extent. The designation only means that they are subject to different regulations from those that govern admitted or standard carriers.\n\nInsurers headquartered outside the United States, calledalien insurers, make up much of the surplus lines market.\n\nInsurance companies are licensed by the states, as are insurance brokers and insurance agents.\n\nFor the most part, no. The federal McCarran-Ferguson Act of 1945 delegated that authority to the states, exempting insurance companies and the majority of their products from most kinds of federal regulation.\n\nExcess and surplus (E&S) lines insurance is basically another name for surplus lines insurance that is used by some carriers.\n\nIndividuals and businesses buy surplus lines insurance to protect themselves against financial risks that are too large or too rare for a regular insurance company to be willing to take on. Unlike most types of insurance, surplus lines insurance can be sold by insurers that are not licensed to do business in the buyer’s state. They are not covered by state guaranty funds in the case ofdefault.\n\nNational Association of Insurance Commissioners. “Surplus Lines.”\n\nInsurance Information Institute. “Surplus Lines.”\n\nTexas Department of Insurance. “Surplus Lines Insurance Guide.”\n\nState of California Department of Insurance. “Export List.”\n\nNew York State Department of Financial Services. “Insurance Regulation 41 (11 NYCRR 27)—§27.3(g): Current Export List.”\n\nInsurance Information Institute. \"McCarran-Ferguson Act.\"",
  "url": "https://www.investopedia.com/terms/s/surplus-lines-insurance.asp"
}