{
  "term": "Sustainable Growth Rate (SGR): Definition, Meaning, and Limitations",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe sustainable growth rate (SGR) is the maximum rate of growth that acompanyorsocial enterprisecan sustain without having to finance growth with additional equity or debt. In other words, it is the rate at which the company can grow while using its own internal revenue without borrowing from outside sources.\n\nThe SGR involves maximizing sales and revenue growth without increasing financialleverage. Achieving the SGR can help a company prevent being overleveraged and avoid financial distress.\n\nFirst, obtain or calculate thereturn on equity (ROE)of the company. ROE measures the profitability of a company by comparing net income to the company’sshareholders’ equity.\n\nThen, subtract the company’sdividend payout ratiofrom 1. The dividend payout ratio is the percentage ofearnings per sharepaid toshareholdersasdividends. Finally, multiply the difference by the ROE of the company.\n\nPaige McLaughlin / Investopedia\n\nThe SGR of a company can help identify whether it’s managing day-to-day operations properly, including paying its bills and getting paid on time. The rate is a long-term rate and is used to determine what stage a company is in. Managingaccounts payableneeds to occur in a timely manner to keep cash flow running smoothly.\n\nFor a company to operate above its SGR, it would need to maximize sales efforts and focus on high-margin products and services. Also,inventory managementis important and management must have an understanding of the ongoing inventory needed to match and sustain the company’s sales level.\n\nSustainable Growth Rate (SGR) = Retention Ratio × Return on Equity (ROE)\n\nManaging the collection ofaccounts receivableis also critical to maintaining cash flow and profit margins. Accounts receivable represents money owed by customers to the company. The longer it takes a company to collect its receivables contributes to a higher likelihood that it might have cash flow shortfalls and struggle to fund its operations properly. As a result, the company would need to incur additional debt or equity to make up for thiscash flowshortfall. Companies with low SGR might not be managing their payables and receivables effectively.\n\nSustaining a high SGR in the long term can prove difficult for most companies. As revenue increases, a company tends to reach a sales saturation point with its products.\n\nAs a result, to maintain the growth rate, companies need to expand into new or other products, which might have lowerprofit margins. The lower margins could decrease profitability, strain financial resources, and potentially lead to a need for new financing to sustain growth. On the other hand, companies that fail to attain their SGR are at risk of stagnation.\n\nThe SGR calculation assumes that a company wants to maintain a targetcapital structureof debt and equity, maintain a static dividend payout ratio, and accelerate sales as quickly as the organization allows.\n\nThere are cases when a company’s growth becomes greater than what it can self-fund. In these cases, the firm must devise a financial strategy that raises the capital needed to fund its rapid growth. The company can issue equity, increase financial leverage through debt, reduce dividend payouts, or increase profit margins by maximizing the efficiency of its revenue. All of these factors can increase the company’s SGR.\n\nThe SGR of a company can also be used bylendersto determine whether the company is likely to be able to pay back its loans.\n\nTheprice/earnings-to-growth (PEG) ratiois a stock’sprice-to-earnings (P/E) ratiodivided by the growth rate of itsearningsfor a specified time period. The PEG ratio is used to determine a stock’s value while taking the company’s earnings growth into account. The PEG ratio is said to provide a more complete picture than the P/E ratio.\n\nThe SGR involves the growth rate of a company without taking into account the company’s stock price, while the PEG ratio calculates growth as it relates to the stock price. As a result, the SGR is a metric that evaluates the viability of growth as it relates to its debt and equity. The PEG ratio is a valuation metric used to determine if the stock price is undervalued or overvalued.\n\nAchieving the SGR is every company’s goal, but some headwinds can stop a business from growing and achieving its SGR.\n\nConsumer trends and economic conditions can help a business achieve its sustainable growth or cause the firm to miss it completely. Consumers with lessdisposable incomeare traditionally more conservative with spending, making them discriminating buyers. Companies compete for the business of these customers by slashing prices and potentially hindering growth. Companies also invest money into new product development to try to maintain existing customers and grow market share, which can cut into a company’s ability to grow and achieve its SGR.\n\nA company’s forecasting and business planning can detract from its ability to achieve sustainable growth in the long term. Companies sometimes confuse their growth strategy with growth capability and miscalculate their optimal SGR. If long-term planning is poor, a company might achieve high growth in theshort termbut won’t sustain it in the long term.\n\nIn the long term, companies need to reinvest in themselves through the purchase of fixed assets, which areproperty, plant, and equipment (PP&E). As a result, the company may need financing to fund its long-term growth through investment.\n\nCapital-intensive industries like oil and gas need to use a combination ofdebt and equity financingin order to keep operating since their equipment, such as oil drilling machines and oil rigs, is so expensive.\n\nIt’s important to compare a company’s SGR with similar companies in its industry to achieve a fair comparison and meaningful benchmark.\n\nThe sustainable growth rate is an important measurement because it gives a company an accurate picture of expansion and equity requirements. Not all companies want to take on additional partners or outside financing, so the SGR allows the company to “toe the line” when it comes to growth using their own revenues and capital.\n\nYou calculate the sustainable growth rate by taking the company’s return on equity times the result of 1 minus the dividend payout ratio. Another way to calculate it is to multiply the retention rate by the return on equity. The retention rate represents the percentage of earnings that the company has not paid out in dividends.It is the same formula, worded differently.\n\nA company has many different ways to increase growth. A CEO could give a keynote speech that drives customers. The company could do a product rollout designed to maximize sales, or a company could increase growth by cutting costs such as dividends or unprofitable divisions.\n\nCompanies need to stay on top of their growth rates, so the SGR is something that is calculated regularly. There may be a point where the rate is sustained at an elevated level, but that stretches the company thin and may make it dip too far into its cash reserves. At this point, companies will typically consider outside financing.\n\nCorporate Finance Institute. “Sustainable Growth Rate.”",
  "url": "https://www.investopedia.com/terms/s/sustainablegrowthrate.asp"
}