{
  "term": "Swap Definition and How to Calculate Gains",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA swap is a derivative contract through which two parties exchange the cash flows or liabilities from two different financial instruments. Most swaps involve cash flows based on a notional principal amount related to a loan or bond, although the security can be almost anything. Usually, the principal does not change hands.\n\nEach cash flow comprises one leg of the swap. One cash flow is generally fixed, while the other is variable and based on a benchmark interest rate, floating currency exchange rate, or index price.\n\nThe most common kind of swap is an interest rate swap. Swaps do not trade on typical exchanges, and generally, retail investors do not engage in them. Rather, swaps are transacted over the counter (OTC) or on security-based Swap Execution Facilities (SEFs). They occur primarily between businesses or financial institutions.\n\nIn an interest rate swap, the parties to the contract exchange cash flows based on anotional principal amountof an underlying security. The amount of the principal is not actually exchanged. But the cash flows related to the interest rates are. Also, the swap can be anamortizing swap, where the underlying principal of a loan will decrease over time.\n\nParties undertake swaps in order tohedge(protect against)interest rate riskor tospeculate.For example, imagine that ABC Co. has just issued $1 million in five-year bonds with a variable annual interest rate defined as theSecured Overnight Financing Rate (SOFR)plus 1.3% (or 130 basis points). Also, assume that the SOFR is at 2.5% and ABC’s management is anxious about an interest rate rise.\n\nThe management team finds another company, XYZ Inc., that is willing to pay ABC an annual rate of the SOFR​ plus 1.3% on a notional principal amount of $1 million for five years. In other words, XYZ will fund ABC’s interest payments on its latest bond issue.\n\nIn exchange, ABC agrees to pay XYZ a fixed annual rate of 5% on a notional value of $1 million for five years. ABC will benefit from the swap if rates rise significantly over the next five years. XYZ will benefit if rates fall, stay flat, or rise only gradually.\n\nLIBOR is no longer used as a benchmark index rate for short-term loans between financial institutions. It will cease publication of rates on Sept. 30, 2024. The benchmark index now used is the Secured Overnight Financing Rate (SOFR) and its one-month, six-month, and nine-month extensions.\n\nBelow are two scenarios for the interest rate swap described above. In the first scenario, the SOFR rises 0.75% per year. In the second scenario, the SOFR rises 0.25% per year. Remember, XYZ Inc. has agreed to make an annual payment to the ABC company in the amount of the SOFR plus 1.3% on a principal amount of $1 million for five years. ABC has agreed to pay XYZ an annual amount equal to 5% of $1 million for that time period.\n\nAs the SOFR rises by 0.75% per year, ABC’s total interest payments to its bondholders over the five-year period (and paid by XYZ) amount to $265,000. But thanks to the swap, that figure is offset by a $15,000 gain. Let’s break down the calculation:\n\nIn this scenario, ABC did well because, thanks to the swap, it fixed its interest rate at 5%. ABC paid $15,000 less than it would have with the variable rate. XYZ’s interest rate forecast was incorrect; the company lost $15,000 through the swap because rates rose faster than it had expected.\n\nIn the second scenario, the SOFR rises by 0.25% per year:\n\nIn this case, ABC would have been better off by not engaging in the swap because interest rates rose slowly. Because its interest rate forecast was correct, XYZ received $35,000 more than it paid out.\n\nThis example does not account for the other benefits ABC might have received by engaging in the swap. For example, perhaps the company needed another loan, but lenders were unwilling to extend one unless the interest obligations on its other bonds were fixed.\n\nIn most cases, the two parties would act through a bank or other intermediary, which would take a cut of the swap. Whether it is advantageous for two entities to enter into an interest rate swap depends on theircomparative advantagein fixed- orfloating-ratelending markets.\n\nSwaps involve more than interest rate payments. In fact, there are manytypes of swaps. However, relatively common arrangements include commodity swaps, currency swaps, debt swaps, and total return swaps.\n\nCommodity swapsinvolve the exchange of a floating commodity price, such as the Brent Crude oilspot price, for a set price over an agreed-upon period.Commodity swaps most commonly involve crude oil.\n\nIn acurrency swap, the parties exchange interest and principal payments on debt denominated in different currencies. Cash flows are based on a fixed rate and a variable rate (which is based on thefloating currency exchange rate). Unlike with an interest rate swap, the principal is not a notional amount, but it is exchanged along with interest obligations.\n\nCurrency swaps can take place between countries.For example, China has used swaps with Argentina, helping the latter stabilize itsforeign reserves.TheU.S. Federal Reserveengaged in an aggressive swap strategy with Europeancentral banksduring the 2010 European financial crisis to stabilize the euro, which was falling in value due to the Greek debt crisis.\n\nAdebt-equity swapinvolves the exchange of debt for equity.In the case of a publicly traded company, this would mean bonds for stocks. It is a way for companies to refinance their debt or reallocate theircapital structure.\n\nIn atotal return swap, the total return from an asset is exchanged for a fixed interest rate. This gives the party paying the fixed-rate exposure to the underlying asset—a stock or anindex.For example, an investor could pay a fixed rate to one party in return for the capital appreciation plusdividendpayments of a pool of stocks.\n\nAcredit default swap (CDS)consists of an agreement by one party to pay the lost principal and interest of a loan to the CDS buyer if a borrowerdefaultson a loan. Excessiveleverageand poor risk management in the CDS market were contributing causes of the 2008 financial crisis.\n\nA swap allows counterparties to exchange cash flows. For instance, an entity receiving or paying a fixed interest rate may prefer to swap that for a variable rate (or vice versa). Or, the holder of a cash-flow-generating asset may wish to swap that for the cash flow of a different asset. The purpose of such a swap is to manage risk, to obtain funding at a more favorable rate than would be available through other means, or to speculate on future differences between the swapped cash flows.\n\nA swap is a derivative product that typically involves two counterparties that agree to exchange cash flows over a certain time period, such as a year. The exact terms of the swap agreement are negotiated by the counterparties and are then formalized in a legal contract. These terms will include precisely what is to be swapped and between whom, the notional amount of the principal, the maturity of the contract, and any contingencies. The cash flows that are ultimately exchanged are computed based on the terms of the contract, which may involve an interest rate, index, or other underlying financial instrument.\n\nSwaps are mainly used by institutional investors such as banks and other financial institutions, governments, and some corporations. Their intended use is to manage a variety of risks, such as interest rate risk, currency risk, and price risk.\n\nToday, many swaps in the United States are regulated by theCommodity Futures Trading Commission (CFTC)and sometimes the Securities and Exchange Commission (SEC), even though they usually trade over the counter (OTC). Due to the Wall Street reforms in the 2010 Dodd-Frank Act, swaps in the U.S. must use aSwap Execution Facility (SEF), which is an electronic platform that allows participants to buy and sell swaps pursuant to regulation.The regulation of swaps is aimed at ensuring that these financial instruments are traded in a fair and transparent manner, and to reduce the risk of systemic financial failure (since swaps were blamed, in part, for the 2008 financial crisis).The specific regulations that apply to swaps internationally vary by jurisdiction.\n\nA swap is a derivative contract that sets forth how one party exchanges (or swaps) the cash flows or value of one asset for another. Swaps are over-the-counter contracts primarily between businesses or financial institutions, and are not generally intended for retail investors.\n\nThe most common type of swap is an interest rate swap, where the parties exchange fixed and variable interest rate flowsbased on a notional principal amount. Such swaps can be used to hedge interest rate risk or to speculate on future interest rate changes.\n\nU.S. Commodity Futures Trading Commission. “CFTC Swaps Report Data Dictionary.”\n\nU.S. Securities and Exchange Commission. “The Regulatory Regime for Security-Based Swaps.”\n\nU.S. Commodity Futures Trading Commission. “CFTC Swaps Report Data Dictionary,” Pages 1–5.\n\nPIMCO, via Internet Archive Wayback Machine. “Understanding Investing: Interest Rate Swaps.”\n\nFederal Reserve Bank of New York. “SOFR Averages and Index Data.”\n\nU.S. Commodity Futures Trading Commission. “CFTC Swaps Report Data Dictionary,” Page 12.\n\nCouncil on Foreign Relations. “Central Bank Currency Swaps Tracker.”\n\nThe State Council of the People’s Republic of China. “China, Argentina Renew Currency Swap Deal.”\n\nBoard of Governors of the Federal Reserve System. “FOMC Statement: Federal Reserve, European Central Bank, Bank of Canada, Bank of England, and Swiss National Bank Announce Reestablishment of Temporary U.S. Dollar Liquidity Swap Facilities.”\n\nU.S. Commodity Futures Trading Commission. “CFTC Swaps Report Data Dictionary,” Page 9.\n\nStulz, René M. “Credit Default Swaps and the Credit Crisis.”Journal of Economic Perspectives, vol. 24, no. 1, Winter 2010, pp. 73–92.\n\nU.S. Commodity Futures Trading Commission. “Swaps Execution Facilities (SEFs).”",
  "url": "https://www.investopedia.com/terms/s/swap.asp"
}