{
  "term": "Swap Execution Facility (SEF): Definition, Goal and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA Swap Execution Facility (SEF) is an electronic platform provided by a corporate entity that allows participants to buy and sellswapsin a regulated and transparent manner. They are required by law as part of the sweeping Wall Street reforms stemming from the 2010 Dodd-Frank Act.\n\nA SEF is an electronic platform that matchescounterpartiesin a swaps transaction. Through a mandate in the Dodd-Frank Wall Street Reform and Consumer Protection Act, SEFs changed the methods previously used to tradederivatives.\n\nTheDodd-FrankAct defined a SEF as, \"A facility, trading system or platform in which multiple participants have the ability to execute or trade swaps by acceptingbidsand offers made by other participants that are open to multiple participants in the facility or system, through any means of interstate commerce.\"\n\nBefore Dodd-Frank, swaps were traded exclusively inover-the-counter(OTC) markets with little transparency or oversight. The SEF allows for transparency and provides a complete record andaudit trailof trades.\n\nTheSecurities and Exchange Commission(SEC) and theCommodity Futures Trading Commission(CFTC) regulate SEFs.\n\nA SEF is similar to a formalexchangebut is a distributed group of approved trading systems. The handling of trades is similar to other exchanges. Also, the Dodd-Frank Act states if no SEF system is available for specific swaps, then the previous, OTC trading method, is acceptable.\n\nProponents argue that a SEF is a swaps exchange, much like astockor futures exchange, and they are correct, to a degree. Centralized clearing of swaps and other derivatives reduces counterparty risks and increases trust and integrity in the marketplace. Also, a facility that allows for multiple bids and offers providesliquidityto the swap marketplace. This liquidity enables traders to close positions ahead of contract maturity.\n\nMany entities may apply to become a SEF. To qualify, they must meet specific thresholds as defined by the SEC, CFTC, and the Dodd-Frank Act.\n\nApplicants must register with the SEC and meet specific requirements. Requirements include the platform's ability to display all available bids andoffers, send trade acknowledgments to all involved parties, maintain a record of transactions, and provide arequest for quote(RFQ) system. In addition, they must meet certain margin and capital guidelines and the ability to segregate the swap exchange. Finally, the applicant must agree to abide by the 14 SEC core principles.\n\nAn SEF can become \"dormant\" if it has not carried out a swap execution in more than 12 months.A dormant SEF must re-register to become active again.\n\nSwap execution facilities (SEFs) are electronic matching platforms that bring together buyers and sellers of swaps contracts, much like any other electronic exchange. These are regulated venues that rely on a request-for-quote mechanism.\n\nSwap execution facilities were created under the 2010 Dodd-Frank act to better regulate and increase transparency for swaps deals, both before and after the trade.\n\nAccording to the CFTC, \"any person who offers a trading system or platform in which more than one market participant has the ability to execute or trade swaps with more than one other market participant on the system or platform must apply to the Commission to register as a SEF.\"\n\nWhile many swaps now must be traded on a SEF, financial institutions can still transact certain swapsover-the-counter(OTC) directly between one another. But, swap trades that are eligible to be cleared must use a SEF.\n\nFIA. \"Comparison Table.\" Accessed Jan. 12, 2022.\n\nFIA. \"Monthly Volume.\" Accessed Jan. 12, 2022.\n\nCFTC. \"Swaps Execution Facilities (SEFs).\" Accessed Jan. 12, 2022.\n\nNasdaq. \"SEFs Must Defend Against Market Abuse.\" Accessed Jan. 12, 2022.\n\nLynn Riggs, Esen Onur, David Reiffen, Haoxiang Zhu. \"Swap Trading after Dodd-Frank: Evidence from Index CDS,\" Journal of Financial Economics Volume 137, Issue 3, September 2020, Pages 857-886. Accessed Jan. 12, 2022.\n\nThe Securities and Exchange Commission. \"Derivatives.\" Accessed Jan. 12, 2022.\n\nThe Securities and Exchange Commission. \"SEC Proposes Rules for Security-Based Swap Execution Facilities.\" Accessed Jan. 12, 2022.\n\nOffice of the Law Revision Counsel United States Code. \"15 USC 78c-4: Security-Based Swap Execution Facilities.\" Accessed Jan. 12, 2022.\n\nFederal Register. \"Swap Execution Facility Requirements.\" Accessed Jan. 12, 2022.",
  "url": "https://www.investopedia.com/terms/s/swap-execution-facility-sef.asp"
}