{
  "term": "Syndicate: Definition, How It Works, and Types of Syndicate",
  "definition": "When people or companies join together temporarily to manage a large transaction that would be difficult, or impossible, to effect individually, the resulting alliance is called a “syndicate.”\n\nSyndication makes it easy for businesses to pool their resources and share risks. For example, when a group of investment banks work together to bring a new issue of securities to the market, they form adistributing syndicate. Other types of syndicates are created forunderwriting, banking, andinsurance.\n\nInvestopedia / Michela Buttignol\n\nSyndicates are usually composed ofcompaniesin the same industry. For example, two pharmaceutical companies may combine theirresearch and development (R&D)teams by creating a syndicate to develop a new drug. Or several real estate companies may form a syndicate to manage a large development. Sometimesbanks will form a syndicate to loan a very large amount of moneyto a single party. Companies also may form a syndicate to operate a specific business venture if the opportunity promises an attractiverate of return (RoR).\n\nSome projects are so large that no single company can have all of the expertise needed to do the job efficiently. This is often the case with large construction projects, such as building a stadium, highway, bridge, or railroad. In these situations forming a syndicate allows each firm to apply its specific expertise to the project. For tax purposes, syndicates are generally considered to bepartnershipsorcorporations.\n\nIn financial services the underwriting syndicate plays a critically important role in bringing new securities to the market.\n\nThe amount ofriskassumed by each syndicate member can vary. For instance, in anundivided accountof an underwriting syndicate, each member is responsible for selling an allotted amount of stock along with any excess shares not sold by the syndicate as a whole. This means that an individual syndicate member may ultimately need to sell far more securities than they are allotted; other types of syndicates, however, limit the degree of risk for each member.\n\nIn aninitial public offering (IPO)a number of investment banks and broker-dealers form a syndicate to sell new offerings ofstockordebt securitiesto investors. The underwriting group shares the risk and aids in the successful distribution of the new securities issue.\n\nThe lead underwriter for thenew issueinitiates and manages the underwriting syndicate. The syndicate is compensated by theunderwriting spread, which is the difference between the price paid to the issuer and the price received from investors and other broker-dealers. An underwriting syndicate usually breaks up 30 days after the sale is complete or if the securities cannot be sold at the offering price. There are some types of syndicates, however, that function jointly but are not temporary.\n\nSyndicates are often used in the insurance industry to spread risk among several firms.Insurance underwritersevaluate the risk of insuring a person or an asset and use that evaluation to price an insurance policy.\n\nFor example, an underwriter in the corporate health insurance field may evaluate the potential health risks of a company’s employees. The underwriter’sactuarywould then use statistics to assess the risk of illness for each employee in the company’s workforce. If the potential risk of providing health insurance is too great for a single insurance firm, the company may form a syndicate to share it.\n\nIt’s possible but rare. Syndicates are usually composed of companies in the same industry.\n\nSyndicates are generally considered to be partnerships or corporations for tax purposes.\n\nSyndicates are often used in the insurance industry. The alliance spreads insurance risk among several firms.\n\nA syndicate is a temporary alliance of businesses that forms to carry out a large transaction that would be difficult, if not impossible, for its members to execute individually. Syndication makes it easy for companies to pool their resources and share risk.",
  "url": "https://www.investopedia.com/terms/s/syndicate.asp"
}