{
  "term": "Syndicated Loan: What It Is, How It Works, and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA syndicated loan is a form of financing that is offered by a group oflenders. Syndicated loans arise when a project requires too large a loan for a single lender or when a project needs a specialized lender with expertise in a specificasset class.\n\nSyndicating allows lenders to spread risk and take part in financial opportunities that may be too large for their individual capital base. Lenders are referred to as asyndicate, which works together to provide funds for a single borrower. The borrower can be a corporation, a large project, or a sovereign government. The loan can involve a fixed amount of funds, acredit line, or a combination of the two.\n\nThere is typically alead bankorunderwriterwith a syndicated loan. This institution is known as the arranger, the agent, or the lead lender. The lead bank may put up a proportionally bigger share of the loan, or it may perform duties such as dispersing cash flows among the other syndicate members and administrative tasks.\n\nThe main goal of syndicated lending is to spread the risk of a borrower default across multiple lenders or banks, orinstitutional investors, such as pension funds andhedge funds. Because syndicated loans tend to be much larger than standard bank loans, the risk of even one borrower defaulting could cripple a single lender. Syndicated loans are also used in the leveraged buyout community to fund large corporate takeovers with primarily debt funding.\n\nSyndicated loans can be made ona best-efforts basis, which means that if enough investors can't be found, the amount the borrower receives is lower than originally anticipated. These loans can also be split into dualtranchesfor banks that fund standard revolving credit lines and institutional investors that fund fixed-rate term loans.\n\nInterest rates on this type of loan can be fixed or floating, based on abenchmarkrate such as theSecured Overnight Financing Rate (SOFR). SOFR is a dollar-denominated interest rate used by banks for derivatives and loans. This rate is based on transactions that take place in the Treasury repurchase market.\n\nBecause they involve such large sums, syndicated loans are spread out among several financial institutions, which mitigates the risk in case the borrower defaults.\n\nWith a best-efforts deal, the lead bank does what it can (by using its best efforts) to arrange a syndicate for a loan. This lead, however, isn't obligated to make any loans, including in its entirety, to the borrower itself. Rather, it acts as an agent to approach other lenders to come together to finance the loan. Best efforts loans are commonly used when borrowers have poorcredit historiesand/or when the economy is tough.\n\nClub deals typically involve loans of less than $150 million. These loans are usually meant for a small group of lenders—usually those with existing relationships with the borrower. The lenders involved in this type of deal normally have an equal share of the loan, including the interest rate and fees.\n\nAn underwritten deal is fully guaranteed by the lead bank. If no other bank gets on board, then this institution is fully responsible to finance the loan. It may try to get investors later on down the road as an option to spread out the risk.\n\nSyndicated loans are also known as syndicated bankfacilities.\n\nSyndicated loans are usually too large for a single lender to handle. For example, China's Tencent Holdings signed a syndicated loan deal on March 24, 2017, to raise $4.65 billion. The loan deal included commitments from a dozen banks with Citigroup acting as the coordinator, mandated lead arranger, andbook runner, which is the lead underwriter in a new debt offering that handles the books.\n\nTencent previously increased the size of another syndicated loan to $4.4 billion on June 6, 2016. That loan, which was used to fund company acquisitions, was underwritten by five large institutions: Citigroup, Australia and New Zealand Banking Group, Bank of China, HSBC Holdings, and Mizuho Financial Group. The organizations created a syndicated loan that encompassed a five-year facility split between aterm loanand arevolver.\n\nSyndicated loans allow borrowers to raise money from different lenders. These lenders form a group called a syndicate and provide varying amounts of capital based on how much risk they're willing to accept. Banks syndicate loans because it allows them to lessen the risk associated with lending to a borrower. That's because one bank (usually) doesn't take the full responsibility for 100% of the loan.\n\nLending at any level can be risky. But, the risks associated withlending in a syndicatecan be a little lighter. That's because each bank in a group is only responsible for guaranteeing a small portion of the total loan amount. So if a company defaults on its syndicated loan, one bank won't be out the full amount of the loan. Rather, it will only lose out on the portion it agrees to finance. So if five banks agree to join a syndicate to equally fund a $100 million loan, each bank will only lose $20 million if the borrower defaults.\n\nA syndicated mortgage is a loan that is secured by a mortgage. This type of loan involves multiple lenders. This can range from a fairly simple loan with three parties or very complex situations involving multiple lenders who fund a very large real estate transaction. Syndicated mortgages commonly finance most of the initial phases of real estate development like planning and zoning.\n\nSyndicated loans allow multiple lenders to form a group and contribute a certain portion of a full loan. These types of loans allow lenders to spread the risk among others so they aren't liable for the full amount in the event of a default.\n\nTruist. \"Exploring the Power of Syndicated Loans for Middle Market Businesses.\"\n\nBankLabs. \"Understanding Syndicated Loans.\"\n\nReuters. \"Chinese Tech Giant Tencent Signs $4.65 Billion Loan Deal.\"\n\nBloomberg. \"Tencent Said to Increase Size of Syndicated Loan to $4.4 Billion.\"\n\nThomson Reuters Practical Law. \"Syndicated Mortgages.\"",
  "url": "https://www.investopedia.com/terms/s/syndicatedloan.asp"
}