{
  "term": "T-Account: Definition, Example, Recording, and Benefits",
  "definition": "Investopedia / Madelyn Goodnight\n\nA T-account is a financial record created using the double-entry bookkeeping method, in which credits and their corresponding debits are listed on opposite sides of a vertical line.\n\nIn accounting, \"T-account\" is an informal term for a financial record created using the rules of double-entry bookkeeping. The account is a running record of credits and debits, listed on opposite sides of a line that divides the page.\n\nThe format of an account page looks like a letter \"T\", with the account title above a top horizontal line and debits and credits listed vertically below.Debitsare listed on the left of the vertical line andcreditsare recorded on the right.\n\nA T-account is also called a general ledger account.\n\nIndouble-entry bookkeeping, a widely adopted accounting method, all business transactions are listed twice. The transaction is recorded as both a debit and a credit.\n\nFor example, the entry might record a sale worth X dollars on the credit side, and X dollars worth of inventory delivered to the buyer on the debit side.\n\nThe credits and debits are recorded in ageneral ledger, which has a format that resembles the letter \"T\", with a heading at the top and credits and debits below.\n\nA T-accountconsists of the following:\n\nIf Barnes & Noble Inc. sold $20,000 worth of books, it debits itscash account$20,000 and credits its books orinventoryaccount $20,000.\n\nThis double-entry system shows that the company now has $20,000 more in cash and a corresponding $20,000 less in inventory on its books. The T-account will look like this:\n\nThe major components of thebalance sheet—assets,liabilities, andshareholders’ equity—can be reflected in a T-account.\n\nThe debit entry on the left side of an asset account translates to an increase to the account, while a credit entry on the right side of the asset account represents a decrease to the account.\n\nThis means that abusiness that receives cash, for example, will debit the asset account, but will credit the account if it pays out cash.\n\nFor the liability and shareholders’ equity accounts, debit entries on the left reflect a decrease to the accounts. Credit entries on the right signify an increase to the accounts.\n\nThe T-account for a company thatissues sharesworth $100,000 will show an increase in its asset account and a corresponding increase in its equity account:\n\nT-accounts can also be used to record changes to a companyincome statement, whererevenues(profits) andexpenses(losses) are recorded.\n\nFor the revenue accounts, debit entries decrease the account, while a credit entry increases the account. A debit entry increases an expense account and a credit entry decreases it.\n\nT-accounts are commonly used to prepareadjusting entries. The matching principle inaccrual accountingstates that all expenses must match with revenues generated during the period.\n\nThe T-account guides accountants on what to enter in a ledger to get an adjusting balance so that revenues equal expenses.\n\nA business owner can use a T-account as a reference, checking a transaction on a specific date orthe balance and movements of each account.\n\nDouble-entry accountingis the standard modern method of accounting. It is the clearest way of keeping track of business expenses and income. Thus, it satisfies the basic accounting equation at a glance: assets equal liabilities plus equity.\n\nLuca Paciola, a mathematician and a friend of Leonardo da Vinci, published a book on double-entry bookkeeping in 1494.\n\nSingle-entry bookkeeping is an alternative to double-entry bookkeeping. In the single-entry method, each transaction is listed individually in a running log of income and expenses. The single-entry method is simpler but the double-entry method is less error-prone, as the balance always reflects the real impact of every transaction.\n\nOn a balance sheet,a debit recordsan increase in the value of an asset or a decrease in an amount owed. That makes it a positive, not a negative.\n\nThe \"T\" in a t-account refers to the format of a double-entry accounting system. Each transaction is recorded as both a debit and a credit on opposite sides of a vertical line. Its purpose is to create an accurate visual reference of the money flowing into and out of a business.\n\nZoho Books. \"Difference between single entry and double entry bookkeeping.\"",
  "url": "https://www.investopedia.com/terms/t/t-account.asp"
}