{
  "term": "T+1 (T+2, T+3) Explained: Definitions and Settlement Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nT+1 (T+2, T+3) are abbreviations that refer to the settlement date of security transactions.\n\nT+1 (T+2, T+3) are abbreviations that refer to thesettlement periodfor security transactions. The \"T\" stands fortransactiondate, which is the day the transaction takes place. The numbers 1, 2, or 3 denote how many days after the transaction date the settlement—or the transfer of money and security ownership—takes place.\n\nFor determining the T+1 (T+2, T+3) settlement period, the only days counted are those on which thestock marketis open. T+1 means that if a transaction occurs on a Monday, settlement must occur by Tuesday. Likewise, T+3 means that a transaction occurring on a Monday must be settled by Thursday, assuming no holidays occur between these days. But if you sell a security with a T+3 settlement date on a Friday, ownership and money transfer do not have to take place until the following Wednesday.\n\nKnowing the settlement date of a stock is also important for investors or strategic traders who are interested in dividend-paying companies because the settlement date can determine which party receives the dividend. That is, the trade must settle before therecord date for the dividendin order for the stock buyer to receive the dividend.\n\nIn the past, security transactions were done manually rather than electronically. Investors would have to wait for the delivery of a particular security, which was an actual certificate, and they would not pay until receipt. Since delivery times could vary and prices could fluctuate, market regulators set a period of time in which securities and cash must be delivered. For many years, the settlement date for stocks was traditionally T+5, or fivebusiness daysafter the transaction date.Until recently, the settlement was moved to T+3, and then it became T+2 in 2017.In 2024, stock settlement was shortened to T+1.\n\nSettlement dates vary according to the type of security. All stocks are currently T+1; however, bonds, mutual funds, and some money market funds will vary between T+1, T+2, and T+3.\n\nThe settlement date is the date on which the investor becomes ashareholder of record. Weekends and public holidays are not included in the day count. Investors should be aware of the settlement date, as it determines when they officially become shareholders of record and this can impact their eligibility for dividends.\n\nIn May of 2024, the U.S. stock market officially transitioned to a \"T+1\" settlement cycle, where securities transactions will settle one business day after the trade date. This change, which was initially adopted by the Securities and Exchange Commission (SEC) in February 2023, shortens the settlement cycle from the previous \"T+2\" standard, which had been in place since 2017.The last time the U.S. stock market had a one-day settlement cycle was approximately 100 years ago.\n\nThe new \"T+1\" settlement cycle applies to transactions for listed stocks, bonds, municipal securities, exchange-traded funds, certain mutual funds, and limited partnerships that trade on an exchange. Under the new rule, if an investor sells shares of a stock on Monday, the transaction will settle on Tuesday, meaning the official transfer of securities to the buyer's account and cash to the seller's account will occur one business day after the trade.\n\nThe SEC has noted that there may be a potential for a \"short-term uptick\" in failed deals as a result of the shortened settlement cycle as dealers adjust.In rare cases, investors may need to deliver securities certificates to their broker-dealers earlier or through different means, and those buying securities may need to pay for their transactions one business day earlier. The change may also impact certain provisions of margin agreements, so investors should consult with their broker-dealers regarding any changes that may specifically affect their accounts.\n\nThe transition to the \"T+1\" settlement cycle has also occurred in other jurisdictions, including Canada and Mexico, on the same day.This change is expected to bring the U.S. stock market in line with the faster settlement times that are in-line with today's modern information and communication technologies.\n\nNote that the period between transaction and settlement is not flex time in which an investor can back out of a deal. The deal is done on the transaction day—it's only the transfer that does not take place until later.\n\nSay that on Monday, June 3, an investor named Sarah decides to sell 100 shares of XYZ Corporation stock at $50 per share. She places the order through her broker and the trade is executed the same day.\n\nUnder a \"T+1\" settlement cycle, the settlement date for this transaction would be Tuesday, June 4, (assuming no holidays). This means that:\n\nIf the trade was executed under a \"T+2\" settlement cycle, the settlement date would have been Wednesday, June 5 instead, meaning the transfer of securities and cash would have occurred two business days after the trade date, and not one.\n\nA century ago, stocks were settled T+1, but by hand. As interest in stock trading and volume of shares increased sharply, so too did the need to streamline the settlement process. The SEC originally established a standard settlement cycle of five business days (or T+5) for most securities transactions in order to provide sufficient time for the physical delivery of stock certificates and the corresponding payments.This was changed to T+3 in 1993, shortening the prevailing practice at the time of settling securities transactions within five business days of trade date. In 2017, the SEC shortened the standard settlement cycle from T+3 to T+2; and in 2024 from T+2 to T+1.\n\nYes, certain types of securities and transactions may be exempt from the \"T+1\" settlement cycle. For example, some primary offerings, such as initial public offerings (IPOs), may have different settlement periods, as determined by the listing exchange. Additionally, certain fixed-income securities, such as U.S. Treasury securities and many money market instruments, already settle on a \"T+1\" or even a \"T+0\" (same-day settlement) basis.\n\nSettlement riskis the possibility that one or more parties will fail to deliver on the terms of a contract at the agreed-upon time. Settlement risk is a type ofcounterparty riskassociated withdefaultrisk, as well as with timing differences between parties. Settlement risk is also calleddelivery riskor Herstatt risk. The time period for a transaction to settlement is meant to reduce settlement risk by ensuring that all information and payments are available to all parties involved.\n\nThe settlement period for securities transactions, abbreviated as T+1, T+2, or T+3, etc., refers to the number of days after the transaction date when the actual settlement occurs. As of 2024, the U.S. stock market has transitioned to a T+1 settlement cycle, meaning that most stock transactions now settle one business day after the trade date. This change aims to reduce settlement risk and align with modern technology and practices. However, it's important to note that certain securities and transactions in various markets or jurisdictions may have different settlement periods.\n\nU.S. Securities and Exchange Commission. \"About Settling Trades In Three Days: Introducing T+3.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts T+2 Settlement Cycle for Securities Transactions.\"\n\nU.S. Securities and Exchange Commission. \"New 'T+1' Settlement Cycle – What Investors Need To Know: Investor Bulletin.\"\n\nU.S. Securities and Exchange Commission. \"Settling Securities Transactions, T+2.\"\n\nBloomberg. \"Wall Street Returns to T+1 Stock Trading After a Century.\"",
  "url": "https://www.investopedia.com/terms/t/tplus1.asp"
}