{
  "term": "Tactical Asset Allocation (TAA): Definition and Example Portfolio",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTactical asset allocation is anactive managementportfolio strategy that shifts the percentage of assets held in various categories to take advantage of market pricinganomaliesor strong market sectors. This strategy allows portfolio managers to create extra value by taking advantage of certain situations in the marketplace. It is a moderately active strategy since managers return to the portfolio's original asset mix once reaching the desired short-term profits.\n\nTo understand tactical asset allocation, one must first understandstrategic asset allocation. A portfolio manager may create aninvestor policy statement(IPS) to set the strategic mix of assets for inclusion in the client's holdings. The manager will look at many factors such as the required rate of return, acceptable risk levels, legal and liquidity requirements, taxes, time horizon, and unique investor circumstances.\n\nThe percentage of weighting that eachasset classhas over the long term is known as the strategic asset allocation. This allocation is the mix of assets and weights that help an investor reach their specific goals. The following is a simple example of typical portfolio allocation and the weight of each asset class.\n\nTactical asset allocation is the process of taking an active stance on the strategic asset allocation itself and adjusting long-termtarget weightsfor a short period to capitalize on the market or economic opportunities. For example, assume that data suggests that there will be a substantial increase in demand for commodities over the next 18 months. It may be prudent for an investor to shift more capital into that asset class to take advantage of the opportunity. While the portfolio's strategic allocation will remain the same, the tactical allocation may then become:\n\nTactical shifts may also come within an asset class. Assume the 45% strategic allocation of stocks consists of 30% large-cap and 15%small-capholdings. If the outlook for small-cap stocks does not look favorable, it may be a wise tactical decision to shift the allocation within stocks to 40% large-cap and 5% small-cap for a short time until conditions change.\n\nUsually, tactical shifts range from 5% to 10%, though they may be lower. In practice, it is unusual to adjust any asset class by more than 10% tactically. This large adjustment would show a fundamental problem with the construction of the strategic asset allocation.\n\nTactical asset allocation is different fromrebalancinga portfolio. During rebalancing, trades are made to bring the portfolio back to its desired strategic asset allocation. Tactical asset allocation adjusts the strategic asset allocation for a short time, with the intention of reverting to the strategic allocation once the short-term opportunities disappear.\n\nTAA strategies may be either discretionary or systematic. In a discretionary TAA, an investor adjusts asset allocation, according to market valuations of the changes in the same market as the investment. An investor, with substantial stock holdings, for instance, may want to reduce these holdings if bonds are expected to outperform stocks for a period. Unlikestock picking, tactical asset allocation involves judgments on entire markets or sectors. Consequently, some investors perceive TAA as supplemental to mutual fund investing.\n\nConversely, a systematic tactical asset allocation strategy uses aquantitative investment modelto take advantage of inefficiencies or temporary imbalances among different asset classes. These shifts use a basis of known financial market anomalies, or inefficiencies, backed by academic and practitioner research.\n\nForty-six percent of respondentsin a survey of smaller hedge funds, endowments, and foundations were found to use tactical asset allocation techniques to beat the market by riding market trends.",
  "url": "https://www.investopedia.com/terms/t/tacticalassetallocation.asp"
}