{
  "term": "Take or Pay: What It Means and How It Works in Contracts",
  "definition": "Take or pay is a provision in a contract stating that a buyer has the obligation of either taking delivery of goods from a seller or paying a specified penalty amount to the seller for not taking them. Take-or-pay provisions benefit both parties by sharingrisk, and they benefit society by facilitating trade and reducing transaction costs.\n\nA take-or-pay provision is generally included between a company and its supplier. It requires the purchasing firm to take a stipulated amount of goods from the supplier by a certain date, at the risk of paying a fine to the supplier if it doesn’t.\n\nThis sort of agreement benefits the supplier by reducing the risk of losing money on anycapitalspent to produce whatever product it is trying to sell. It benefits the buyer by allowing it to ask for a lower negotiated price elsewhere. The provision can be an overall net gain to the economy because the sharing of risk by the buyer and supplier facilitates both a transaction that might otherwise not occur and the accompanyinggains from tradefor both parties.\n\nTake-or-pay provisions are very common in theenergy sector. This is because of the substantial overhead costs for suppliers to provide energy units, such as natural gas or crude oil, and thevolatility of energy prices. The overhead costs of providing crude oil as compared with giving a haircut, for example, are very high. Take-or-pay contracts provide energy suppliers an incentive to invest capital upfront because they have a measure of assurance that they’ll be able to sell their products. Without a take-or-pay provision, the supplier bears all the risk that the buyer’s ongoing need for the energy might dry up or that a price swing might induce the buyer to break the contract.\n\nThe supplier could also be subject to what is termed a “holdup” by the buyer if it has made overhead investments that will lose value if the buyer does not buy the output as agreed. Holdups are a type of transaction cost, identified by economistOliver Williamson, that occurs with this kind of relationship-specific assets.\n\nFirm A contracts to purchase 200 million cubic feet of natural gas from Firm B over 10 years at an agreed amount of 20 million per year. Firm A finds, however, that this year it will only need 18 million. Firm A does not purchase the full 20 million and is instead subjected to a fee that was agreed to in the original contract. The fee is defined in the contract and is usually less than the full purchase price. In this case, a reasonable fee might be 50% of the contract price of those two million cubic feet.\n\nAlternatively, with world gas prices having fallen significantly during the course of the contract, Firm A decides to decline the delivery entirely and instead purchase gas from another supplier, Firm C, at a new, lower price. Instead, it pays the agreed penalty to Firm B. It is in Firm A’s interest to do this if the total cost of the gas from Firm C plus 50% of the original negotiated price with Firm B is still less than the originally negotiated price to take Firm B’s gas.\n\nIn both cases, each party benefits from the take-or-pay provision. Firm A gets only the amount of gas it needs at a lower total cost than it would have paid Firm B, while Firm B at least receives the penalty price from Firm A, rather than, in the first instance, losing the full cost of two million cubic feet of gas or, in the latter case, getting nothing at all when Firm A switched suppliers.\n\nA take-or-pay clause in a contract stipulates that a buyer will take an agreed-upon amount of acommodityfrom a seller on a certain date or pay a set penalty fee if it does not. The fee is generally less than the full purchase price of the commodity.\n\nEveryone benefits. The supplier has its risk of spending capital to produce its commodity reduced because it knows it will get at least a certain amount of money for it. The buyer benefits because it is free to search for a lower price for the commodity elsewhere. The economy benefits because the provision facilitates trade and reduces transaction costs.\n\nA holdup occurs when a buyer has information on the capital costs of its supplier for making the commodity being purchased. The supplier’s investment may in part be based on its relationship with the buyer, customizing it particularly for the buyer. In effect, the buyer shares in the supplier’s gross return on the investment. The supplier may be said to be held up if the buyer makes the decision not to purchase the commodity because it does not like the price after the investment is already made.\n\nTake or pay allows buyers and sellers to share risk in a transaction. If the buyer does not buy the goods—or does not buy all the goods the contract stipulated—the seller receives a penalty fee. This also allows the buyer additional flexibility if economic conditions change between the time of the agreement and the date when the purchase is due to be made.\n\nBentley MacLeod, W, \"Comment on 'Public and Private Bureaucracies: A Transaction Cost Economics Perspective,' by Oliver Williamson.\"Journal of Law, Economics, & Organization,vol. 15, no. 1, April 1999, pp. 343-347.",
  "url": "https://www.investopedia.com/terms/t/takeorpay.asp"
}