{
  "term": "Take-Profit Order (TP): Definition, Use in Trading, and Example",
  "definition": "A take-profit order (T/P) is a type oflimit orderthat specifies the exact price at which to close out an open position for a profit. If the price of the security does not reach the limit price, the take-profit order does not get filled.\n\nMost traders use take-profit orders in conjunction withstop-loss orders(S/L) to manage their open positions. If the security rises to the take-profit point, the T/P order is executed and the position is closed for a gain. If the security falls to the stop-loss point, the S/L order is executed and the position is closed for a loss. The difference between the market price and these two points helps define the trade'srisk-to-reward ratio.\n\nThe benefit of using a take-profit order is that the trader doesn't have to worry about manually executing a trade or second-guessing themselves. On the other hand, take-profit orders are executed at the best possible price regardless of theunderlying security'sbehavior. The stock could start to breakout higher, but the T/P order might execute at the very beginning of the breakout, resulting in highopportunity costs.\n\nTake-profit orders are best used by short-term traders interested in managing their risk. This is because they can get out of a trade as soon as their planned profit target is reached and not risk a possible future downturn in the market. Traders with a long-term strategy do not favor such orders because it cuts into their profits.\n\nTake-profit orders are often placed at levels that are defined by other forms of technical analysis, including chart pattern analysis and support and resistance levels, or using money management techniques, such asthe Kelly Criterion. Many trading system developers also use take-profit orders when placing automated trades since they can be well-defined and serve as a greatrisk managementtechnique.\n\nSuppose that a trader spots anascending trianglechart pattern and opens a newlong position. If the stock has a breakout, the trader expects that it will rise to 15 percent from its current levels. If the stock doesn't breakout, the trader wants to quickly exit the position and move on to the next opportunity. The trader might create a take-profit order that is 15 percent higher than the market price in order to automatically sell when the stock reaches that level. At the same time, they may place a stop-loss order that's five percent below the currentmarket price.\n\nThe combination of the take-profit and stop-loss order creates a 5:15 risk-to-reward ratio, which is favorable assuming that the odds of reaching each outcome are equal, or if the odds are skewed toward the breakout scenario.\n\nBy placing the take-profit order, the trader doesn't have to worry about diligently tracking the stock throughout the day or second-guessing themselves with regards to how high the stock may go after thebreakout. There is a well-defined risk-to-reward ratio and the trader knows what to expect before the trade even occurs.",
  "url": "https://www.investopedia.com/terms/t/take-profitorder.asp"
}