{
  "term": "Tangible Net Worth: Definition, Meaning, Formula & Calculation",
  "definition": "Tangible net worth is the value of a company or individual's assets minus its liabilities and intangible assets.\n\nTangible net worth is the estimated value of a company or individual's assets minus its liabilities andintangible assetssuch as copyrights, patents, andintellectual property.\n\nFor an individual, thetangible net worth calculationincludes home equity, any other real estate holdings, bank and investment accounts, and major personal assets such as an automobile or jewelry. Relatively insignificant personal assets are not ordinarily included in the calculation for an individual.\n\nTNW=Total Assets−Liabilities−Intangible Assetswhere:TNW=Tangible Net Worth\\begin{aligned} &\\text{TNW} = \\text{Total Assets} - \\text{Liabilities} - \\text{Intangible Assets} \\\\ &\\textbf{where:} \\\\ &\\text{TNW} = \\text{Tangible Net Worth} \\\\ \\end{aligned}​TNW=Total Assets−Liabilities−Intangible Assetswhere:TNW=Tangible Net Worth​\n\nTangible net worth is calculated as follows:\n\nTangible net worth can also be calculated for individuals, using the same formula of totaltangible assetsminus total debt liabilities.\n\nThe figures needed to calculate a company's tangible net worth can be found in its balance sheet.\n\nThe tangible net worth of a company is essentially the total value of its physical assets. These assets can include:\n\nThe tangible net worth calculation is designed to represent the total value of a company'sphysical assetsnet of its outstanding liabilities, as based on figures shown in the company's balance sheet. In effect, it indicates an approximation of theliquidationvalue of the company in the event ofbankruptcyor sale.\n\nThe primary positive of the tangible net worth calculation is that it is simpler to do than a total net worth calculation, as it is easier to place an accurate value on physical assets than it is to evaluate intangible assets such as customergoodwillor intellectual property. Intellectual property includes things such as proprietary technology or designs.\n\nTangible net worth is a factor often considered by lenders. Typically, banks and creditors will use the physical assets of a company to secure a borrowing facility. If the company fails to make payments ordefaults, the bank can legally seize the assets.\n\nThe tangible net worth calculation helps creditors determine the size and terms of the borrowing facility so that they don't lend more than the company's assets are worth. With lines of credit, one of the terms may be that the loan only remains valid if the borrower's tangible net worth remains above a certain level.\n\nTangible net worth can help determine how much a company or individual is able to borrow.\n\nA drawback of using tangible net worth is that it may fall substantially short as a representation of actual value in cases where a company or an individual has intangible assets of considerable value. For example, a major computer software firm such as Microsoft may possess a wealth of intellectual property rights and other intangible assets that are worth billions of dollars, which would be excluded from the tangible net worth calculation.\n\nOne item that can complicate the tangible net worth calculation issubordinated debt, which is debt that, in the event of a default or liquidation, is only repaid after all debt obligations to senior debt holders have been satisfied. A simple example of subordinated debt is a secondary mortgage held on real estate.\n\nThe secondary mortgage is only repaid after the debt represented by the primary mortgage is paid off. If the value of the property on which a company or individual holds subordinated debt is not sufficient to retire that debt in addition to the debt owed to senior and primary debt holders, then the subordinated debt should not be included in the calculation of tangible net worth.\n\nTNW is an abbreviation of tangible net worth.\n\nThat depends on the company’s size, industry, and so forth. Obviously, the higher the tangible net worth, the better. The tangible net worth should also be positive, meaning the value of tangible assets outweighs liabilities.For an idea of what a reasonable tangible net worth is, compare the tangible net worths of similar companies operating in the same sector. Calculate the industry average and use that as a benchmark.\n\nCompanies aren’t required to publish this particular figure in their financial statements. However, the information they are required to provide (total value of tangible assets and total liabilities) makes it easy to calculate tangible net worth yourself.\n\nTangible net worth is one of many ways to place a monetary value on a company or individual. With tangible net worth, the focus is on the assets that can be touched and are generally easy to appraise and turn to cash.\n\nThe value of tangible assets minus liabilities is important to creditors. However, this value measure also has flaws. Notably, it ignores intangible assets, which, though sometimes hard to value, can be extremely important and the most valuable assets companies hold.\n\nBrandFinance. \"Value of Global Intangible Assets Reaches All-Time $79.4 Trillion High.\"",
  "url": "https://www.investopedia.com/terms/t/tangiblenetworth.asp"
}