{
  "term": "Tangible Book Value Per Share (TBVPS): Definition and Formula",
  "definition": "Tangible book value per share (TBVPS) is a method by which a company’s value is determined on a per-share basis by measuring its equity without the inclusion of anyintangible assets. Intangible assets are those that lack physical substance, thus making their valuation a more difficult undertaking than the valuation of tangible assets.\n\nTBVPS is similar toprice-to-tangible book value (PTBV).\n\nTBVPS=(Total Equity−Preferred Stock−Intangibles)Total Shares Outstandingwhere:Total Equity=This includes common shareholders’ equityin the company.Preferred Stock=Subtracted because preferred shareholdershave a higher claim on assets.Intangibles=Things like goodwill, patents, etc., that are non-physical.Total Shares Outstanding=The total number of shares currentlyheld by shareholders.\\begin{aligned}&\\text{TBVPS}=\\frac{(\\text{Total Equity}-\\text{Preferred Stock}-\\text{Intangibles})}{\\text{Total Shares Outstanding}}\\\\&\\textbf{where:}\\\\&\\text{Total Equity}=\\text{This includes common shareholders' equity}\\\\&\\qquad\\text{ in the company}.\\\\&\\text{Preferred Stock}=\\text{Subtracted because preferred shareholders}\\\\&\\qquad\\text{ have a higher claim on assets}.\\\\&\\text{Intangibles}=\\text{Things like goodwill, patents, etc., that are non-}\\\\&\\qquad\\text{physical.}\\\\&\\text{Total Shares Outstanding}=\\text{The total number of shares currently}\\\\&\\qquad\\text{ held by shareholders}.\\end{aligned}​TBVPS=Total Shares Outstanding(Total Equity−Preferred Stock−Intangibles)​where:Total Equity=This includes common shareholders’ equityin the company.Preferred Stock=Subtracted because preferred shareholdershave a higher claim on assets.Intangibles=Things like goodwill, patents, etc., that are non-physical.Total Shares Outstanding=The total number of shares currentlyheld by shareholders.​\n\nTangible book value (TBV) of a company is what common shareholders can expect to receive if a firm goes bankrupt—thereby forcing the liquidation of its assets at the book value price. Intangible assets, such asgoodwill, are not included in tangible book value because they cannot be sold during liquidation. However, companies with high tangible book values tend to offer shareholders more downside protection in the case of bankruptcy.\n\nTangible book value per share thus focuses solely on the value of an organization's tangible assets, such as buildings and equipment. Once the value of the tangible assets is determined, that amount is divided by the number of the company’s current outstanding shares. The amount determined in this process is recognized as the company’s TBVPS.\n\nTBV provides an estimate regarding the value of the company if it goes bankrupt and is forced to liquidate the entirety of its assets. Since certain intrinsic characteristics such as goodwill or employee knowledge cannot be liquidated for a price, TBV does not include intangible assets. The TBV applies only to physical items that can be handled and sold at an easily determined market value.\n\nCertain online databases and websites allow potential investors to examine the progress of a company’s TBVPS over time.\n\nAn organization's tangible assets can include any physical products the company produces, as well as any materials used to produce them. Should an organization be in the business of producing bicycles, for instance, any completed bicycles, unused bicycle parts, orraw materialsused during the process of fabricating bicycles would qualify as tangible assets. The value of these assets is determined based on what price they would draw should the company be forced to liquidate, most commonly in the event of a bankruptcy.\n\nAside from assets related to the production of a product, any equipment used to create the product can be included as well. This can include any tools or machinery required to complete production, as well as any real estate owned and used for the purposes of production. Additional business equipment, such as computers and filing cabinets, may also beconsidered tangible assetsfor the purpose of valuation.\n\nBook value refers to the ratio of stockholder equity to the number of shares outstanding. It takes into account only the accounting valuation, which is not always an accurate reflection of the current market valuation, or of what could be received during a sale.",
  "url": "https://www.investopedia.com/terms/t/tbvps.asp"
}