{
  "term": "Tapering: How, Why, and When the Fed Does It and Impact on Financial Markets",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nTapering modifies acentral bank'smonetary expansion policies initiated to stimulate an economy. During a program ofquantitative easing, a nation's central bank may buy asset-backed securities from its member banks, injecting money into the economy, to boost recovery.\n\nTapering is initiated after the quantitative easing policies have stabilized an economy and may include changing thediscount rateorreserve requirements. In the United States, theFederal Reservewill also reduce its asset holdings.\n\nWhen central banks pursue anexpansionary policyto stimulate an economy in a recession, they promise to reverse their stimulatory policies once the economy has recovered. Continuing to stimulate an economy witheasy moneyonce a recession has eased can lead to inflation and monetary policy-drivenasset price bubbles.\n\nTapering is the first step in the process of either winding down or withdrawing from a monetary stimulus program that has already been executed and deemed successful. Communicating openly withinvestorsregarding the direction of central bank policy and future activities helps to set market expectations and reduce market uncertainty.\n\nIn the case of quantitative easing, the central bank would announce its plans to slow asset purchases and either sell off or allow assets to mature, thus reducing the amount of total central bank assets and themoney supply.\n\nCentral banks can hesitate to pull back on their QE policies due to \"taper tantrums,\" where investors and financial markets overreact to a reduction in stimulus from the central bank.\n\nFor example, announcements of impending central bank tapering have typically been met with sharp rises ingovernment bondyields and drops inequity markets, creating an incentive for monetary policymakers to delay plans to unwind their balance sheets to avoid harming the interests of their constituents in the financial sector.\n\nAs the COVID-19 pandemic emerged in March 2020, the Fed implemented an aggressive quantitative easing strategy, injecting more than $700 billion in asset purchases, and by June 2020 established a QE program to purchase $80 billion in Treasury securities and $40 billion in mortgage-backed securities per month.\n\nThe Fed started tapering its purchases in December 2021 and by the spring of 2021, the economy showed significant strength and a cost-of-living surge.\n\nIn June 2022, the Federal Reserve changed its monetary policy direction to manage the threat of rising costs. The Fed revised its position after two years of an “easy money” policy, ending its policy of low-interest rates and significant intervention in the bond market.\n\nThe Fed also put in place a plan to reduce its balance sheet of nearly $9 trillion in asset holdings it accumulated in recent years, mostly Treasury and mortgage-backed securities the beginning of the Fed’s money-tightening measures.\n\nThe Fed implements quantitative easing as one of its tools to stimulate the economy. Like all economic stimulus programs, QE policies are not intended to be permanent and after the desired results of an economic stimulus program have been achieved, those policies must be gradually rescinded. If a central bank changes its operations too fast, it can push the economy into a recession. If a central bank never eases its economic stimulus policies, there may be an increase in inflation. Tapering is the period where the stimulus has worked and before an accelerated expansion toward inflation.\n\nTight, orcontractionarypolicy is a course of action by a central bank to slow down economic growth, constrict spending in an economy that is seen to be accelerating too quickly, or curb inflation when it is rising too fast. The Fed tightens monetary policy by raising short-term interest rates through policy changes to the discount rate, also known as the federal funds rate. The Fed may also sell assets on the central bank's balance sheet to the market throughopen market operations(OMO). Tapering refers to the period of reversal between expansionary policy and contractionary monetary policy.\n\nTapering by the Fed followed the massive QE program implemented in reaction to the2007-08 financial crisis. Tapering was evident in June 2013 when the former Chair of the Fed,Ben Bernanke, announced that the Fed would reduce the number of assets purchased every month as long as economic conditions, such as inflation and unemployment, were favorable.\n\nAs 2013 drew to a close, theFederal Reserve Boardconcluded that QE, which had increased the Fed's balance sheet to $4.5 trillion, had achieved its intended goal, and it was time for tapering to commence. The process of tapering would involve making smaller bond purchases through October 2014.\n\nTapering is withdrawing from a monetary stimulus program that has been executed and quantitative easing policies have stabilized the economy. Tapering may include changing the discount rate or reserve requirements and the Federal Reserve will also reduce its asset holdings.\n\nCongressional Research Service. \"The Fed’s Balance Sheet and Quantitative Tightening.\"\n\nFederal Reserve Board. \"Federal Reserve Announces Extensive New Measures to Support the Economy.\"\n\nFederal Reserve Board. \"The Federal Reserve's Balance Sheet as a Monetary Policy Tool: Past Lessons and Future Considerations.\"\n\nCongressional Research Service. \"Federal Reserve: Tapering of Asset Purchases.\"\n\nFederal Reserve Bank of Richmond. \"The Fed Is Shrinking Its Balance Sheet. What Does That Mean?\"\n\nFederal Reserve Board. \"Transcript of Chairman Bernanke’s Press Conference.\"\n\nCongressional Research Service. \"Normalization of the Federal Reserve’s Balance Sheet.\" Page 2.",
  "url": "https://www.investopedia.com/terms/t/tapering.asp"
}