{
  "term": "Tape Reading? What It Was and How Traders Used It and Modern Day",
  "definition": "Tape reading is an old technique that day traders used to analyze the price and volume of a given stock. From roughly the 1860s through the 1960s, stock prices were transmitted over telegraph lines onticker tapethat included aticker symbol, price, and volume. These technologies were phased out in the 1960s with the rise of personal computers and electronic communication networks (ECNs).\n\nTicker tapes were invented in 1867 by Edward A. Calahan for the Gold and Stock Telegraph Company. Thomas Edison developed the first practical stock ticker in 1871 that helped the market became more efficient.﻿﻿ These machines were soon installed across all major brokerages as the primary means of price and volume dissemination.\n\nMany famous traders made a name for themselves by tape reading, includingJesse Livermorewho pioneeredmomentum trading. Several books were also published about tape reading, includingTape Reading and Market TacticsandReminiscences of a Stock Operator. Many terms also remain in common use since then, including ticker symbol, stock ticker,and phrases like “don’t fight the tape” (meaning don’t trade against the trend).\n\nTape reading eventually became obsolete in the 1960s and 1970s with the rise of television and computers, but the terms ticker symbol and stock tickers remain in use and traders employ many of the same techniques with more modern technology.\n\nWhile the rise of personal computers made old-fashioned tape reading obsolete, much of the terminology of that time remains in today's trading vernacular, such as \"ticker symbol,\" \"stock ticker,\" and \"don't fight the tape.\"\n\nModern tape readinginvolves looking at electronic order books to analyze where a stock price may be headed. Unlike stock tickers, these order books include non-executed trades, which provides a higher level of detail into the market at any given time.\n\nFor example, a trader may look at a security’s order book and see that there are largelimit sell ordersat a certain price level across multiple exchanges. This may indicate that the stock will experience significantresistanceat these levels. The opposite may be true if there are large limit buy orders below the current price, which could indicate strong support at a given price point and give a trader the confidence to buy knowing there’s a price floor.\n\nManybrokersprovide access to these order books in the form ofLevel II quotes. In advanced cases, programmatic traders may use the information when buildingtrading algorithms. Interactive Brokers, for example, provides a function called “reqMktDepth” that lets traders stream order book data for analysis.These insights can prove extremely helpful when developing modern trading algorithms.\n\nThomas Edison Papers, Rutgers University. \"Stock Ticker.\" Accessed Nov. 23, 2020.\n\nInteractive Brokers. \"Market Depth (Level II).\" Accessed Nov. 23, 2020.",
  "url": "https://www.investopedia.com/terms/t/tape-reading.asp"
}