{
  "term": "Tax-Sheltered Annuity (TSA): What It Means and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nA tax-shelteredannuity(TSA), or403(b) plan, is a type of investment vehicle that lets an employee makepretaxcontributions into a retirement account from income. Because the contributions are pretax, theInternal Revenue Service (IRS)does not tax the contributions and related benefits until the employee withdraws them from the plan.\n\nSince the employer can also make direct contributions to the plan, the employee gains the benefit of having additional tax-free funds accruing.\n\nThe403(b) planis a tax-sheltered annuity in the U.S.This plan provides employees of certain nonprofit and public education institutions with a tax-sheltered method of saving for retirement. There is usually a maximum amount that each employee can contribute to the plan, but sometimes there are catch-up provisions that allow employees to make additional contributions to make up for previous years when they did not maximize contributions.\n\nThe IRS caps contributions to TSAs at $23,000 for tax year 2024 (it was $22,500 for 2023), which is the same cap as 401(k) plans. TSAs also offer a catch-up provision for participants aged 50 or older, which totals $7,500 each year for 2023 and 2024.\n\nTax-sheltered annuities also include a lifetime catch-up rule for participants who have worked for a qualified organization for 15 years or more and whose average contribution level never exceeded $5,000 over that period. Including the contribution, catch-up provisions, and anemployer match, the total contribution cannot exceed 100% of earnings up to a certain cap.\n\nAllqualified retirement plansrequire that withdrawals begin only after the age of 59½. Early withdrawals are subject to a 10% IRS penalty unless certain exemptions apply. The IRS taxes withdrawals as ordinary income and requires them to start no later than the year the beneficiary turns 73 or 75, depending on birth year.\n\nDepending on the employer's or plan provider's provisions, employees may access funds before age 59½ via a loan. As with most qualified retirement plans, they may also permit withdrawals if the employee becomes disabled.\n\nPeople often compare TSAs to401(k)plans. Both plans encourage individual savings by allowing for pretax contributions toward accumulating retirement savings on a tax-deferred basis.\n\nFrom there, the two plans diverge. Notably, 401(k) plans are available to any eligible private sector employee who works for a company with a plan.TSA plans are reserved for employees of tax-exempt organizations and public schools. Nonprofit organizations that exist for charitable, religious, or educational purposes and are qualified under Section501(c)(3)of theInternal Revenue Code (IRC)can offer TSA plans to employees.\n\nA tax-sheltered annuity, or 403(b) plan, is a type of retirement plan offered by certain organizations, such as churches, non-profit organizations, and public schools. This plan works like other retirement plans—employees can contribute a portion of their annual salaries up to a certain amount each year. These contributions are made on a pre-tax basis. Earnings grow tax-free, which means they aren't taxed until the plan owner begins making withdrawals during retirement.\n\nYou may be able to take a loan from your 403(b) plan if your employer allows it. Keep in mind that plans aren't required to provide loans from tax-sheltered annuities. If you need to take a loan from your TSA, check with your plan administrator about your rights and responsibilities.\n\nBoth the TSA and 401(k) are retirement plans that come with certain tax advantages for investors. Each allows plan holders to contribute a portion of their salary each year up to a maximum ($23,000 in 2024 and $22,500 in 2023).\n\nAlso called 403(b) plans, TSAs are designed for employees of churches, non-profits, and public schools while 401(k)s are established by for-profit corporations.\n\nSaving for retirement doesn't need to be difficult, especially when your employer offers a retirement plan. Take advantage of tax-sheltered annuities (403(b) plans) if you work at a church, non-profit, or public school if your employer has one available. You can reap the benefits of tax advantages, such as using pre-tax dollars for your contributions, and you may even be able to get free money in your account if your employer matches your contribution, giving you more bang for your buck.\n\nInternal Revenue Service. \"IRC 403(b) Tax-Sheltered Annuity Plans.\"\n\nInternal Revenue Service. \"Retirement Plans FAQs Regarding 403(b) Tax-Sheltered Annuity Plans.\"\n\nInternal Revenue Service. “Retirement Topics - 403(b) Contribution Limits.”\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2023, IRA Limit Rises to $7,000.”\n\nInternal Revenue Service. \"Publication 571 Tax-Sheltered Annuity Plans (403(b) Plans),\" Page 6.\n\nInternal Revenue Service. \"Publication 571 Tax-Sheltered Annuity Plans (403(b) Plans),\" Page 11.\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distributions FAQs.\"\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"401(k) Plans.\"\n\nInternal Revenue Service. “401(k) Plan Qualification Requirements.”",
  "url": "https://www.investopedia.com/terms/t/taxshelteredannuity.asp"
}