{
  "term": "Tax-Exempt Interest: Definition and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nwichayada suwanachun / Getty Images\n\nTax-exempt interest is interest income that is not subject to federal, state, and/or local income tax.\n\nTax-exempt interest is a type of income that is not subject to income tax at the federal, state, and/or local level. The most common source oftax-exemptinterest is frommunicipal bonds.\n\nTax-exempt interest may be free from taxation at one level (such as the federal level) but still be taxed at other levels (such as the state and/or local level). Or, it may be free from taxation at the state and/or local levels but taxed at the federal level. (This is the case withTreasury bills, notes and bonds.)\n\nInterest income may also be subject to thealternative minimum tax(AMT).Furthermore,capital gainson tax-exempt investments are still taxable; only the interest on these investments is tax-exempt.\n\nThe most common way to earn interest that is tax-exempt at the state and local levels in addition to the federal level is to purchase amunicipal bondissued in your state or municipality.\n\nHowever, in certain cases, interest may be taxed at the state level. For example, a California resident who buys a New York municipal bond would pay California income tax on that interest. These tax laws vary by state. For instance, some states, such as Wisconsin, tax interest earned on most municipal bonds, including their own, while states such as California and Arizona exempt interest from taxes if the investor resides in their state.Utah is an example of a state that exempts interest on out-of-state bonds, as long as that state does not impose a tax on bonds issued by Utah.\n\nAs noted above,Treasury securitiesissued by the U.S. government pay interest that is tax-exempt at the state and local levels, but not at the federal level.\n\nTriple-tax-exemptis a way of describing an investment, usually a municipal bond, which features interest payments that are exempt from taxes at the local, state and federal levels.\n\nAccording to theInternal Revenue Service (IRS), interest on a state or local government obligation may be tax-exempt even if the obligation is not a bond. For example, interest on a debt evidenced only by an ordinary written agreement of purchase and sale may be tax-exempt. Also, interest paid by an insurer on default by the state or political subdivision may be tax-exempt.\n\nMutual fundsthat hold a mix of stocks and municipal bonds will have the portion of earnings derived from the bonds tax-exempt under federal income tax guidelines and possibly exempt from state taxes, depending on the location from which the bonds originated and/or the taxpayer's state of residence.\n\nNo. Since tax-exempt interest is not subject toincome taxes, it is not included in the calculation ofadjusted gross income(AGI) for taxation purposes.\n\nIssuers or lenders that pay more than $10 in tax-exempt interest must report the interest income to both taxpayers and the IRS onForm 1099-INT.Taxpayers or borrowers, in turn, must report this tax-exempt interest onForm 1040.\n\nYes. The amount received as tax-exempt interest is used by the IRS to determine what amount of the taxpayer’sSocial Security benefitsis taxable.\n\nYou need to include tax-exempt interest on yourFree Application for Federal Student Aid (FAFSA). As the instructions state, \"For tax-exempt interest income, enter any interest you earned on which you paid no taxes.\"\n\nIf you received tax-exempt interest, you should get a Form 1099-INT or a Form 1099-OID. You can find your tax-exempt stated interest in box 8 of Form 1099-INT. For a tax-exemptOriginal Issue Discount (OID)bond, you can find your tax-exempt stated interest in box 2 of Form 1099-OID.\n\nTax-exempt interest is a type of income that is free from taxes at a certain level: federal, state, and/or local. Some interest, such as that from certain municipal bonds, is tax-exempt at the federal level, but not the state and local level. (This may depend on where you live—your state and municipality.) Other interest, such as that from Treasury securities, is tax-exempt at the state and local level, but not at the federal level. And some interest, such as that from a municipal bond from an entity where you live, is tax-exempt at all three levels.\n\nInternal Revenue Service. \"Topic No. 403, Interest Received.\"\n\nInternal Revenue Service. \"Instructions for Form 6251: Alternative Minimum Tax.\"\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\"\n\nState of Wisconsin, Department of Revenue. \"Individual Income Tax State and Municipal Bond Interest.\"\n\nArizona Department of Revenue. \"Identifying Other Taxable Income.\"\n\nCalifornia Constitution. \"Article XIII: Taxation (Sec. 26).\"\n\nUtah State Tax Commission. \"Municipal Bond Interest (Code 57).\"\n\nInternal Revenue Service. \"Topic No. 403: Interest Received.\"\n\nInternal Revenue Service. \"Instructions for Form 1099-DIV,\" Page 4.\n\nInternal Revenue Service. \"Form 1040,\" Page 1.\n\nInternal Revenue Service. \"About Form 1099-INT, Interest Income.\"\n\nInternal Revenue Service. \"Income, Wages, Interest, Etc.,\" Page 8.\n\nFederal Student Aid. \"How Do I Fill Out the FAFSA® Form Using a Non-U.S. TaxReturn?\"\n\nInternal Revenue Service. \"2024 Instructions for Schedule B (Form 1040).\"",
  "url": "https://www.investopedia.com/terms/t/taxexemptinterest.asp"
}