{
  "term": "Tax-Deductible Interest: Definition and Types That Qualify",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nTax-deductible interest is a borrowing expense that a taxpayer can claim on a federal or state tax return to reduce their taxable income.\n\nSeveral types of interest are tax-deductible, including mortgage interest on a primary or second home, student loan interest, and interest on some business loans, including businesscredit cards.\n\nInterestis the amount of money you pay a lender for the privilege of borrowing money or delaying the repayment of a debt.\n\nThe lender may roll interest into your monthly payment. For example, with mostmortgages, you pay back a portion of the principal (i.e., the amount you borrowed) plus interest every month. On the other hand,revolvingloans—like credit cards—accrue interest only on unpaid balances.\n\nTheInternal Revenue Service (IRS)allows you to deduct several types of interest expenses, including:\n\nNot all types of interest aredeductible. Specifically, the IRS does not allow you to deduct personal interest such as:\n\nWhile you can’t deduct your student loans, you canget a tax breakon the interest you pay by claiming thestudent loan interest deduction.\n\nGenerally, you can deduct the smaller of $2,500 or the interest you actually paid during the year. However, the deduction may be gradually reduced (phased out) and eventually eliminated depending on your filing status andmodified adjusted gross income (MAGI):\n\nTo claim the deduction, you must meet all of the following conditions:\n\nA qualifiedstudent loanis a loan you took out to payqualified higher education expensesfor you, your spouse, or your dependent. The loan can’t be from a related person or made under a qualified employer plan.\n\nAdditionally, the loan must pay for qualified educational expenses for you, your spouse, or your dependent during an academic period in which the student is enrolled at least part time in a degree program. Quarters, trimesters, semesters, and summer school sessions count as academic periods.\n\nIf you paid at least $600 in student loan interest, you should receiveForm 1098-Efrom your student loan servicer.\n\nThe student loan interest deduction is taken as an income adjustment, so you don’t need to itemize your deductions. Instead, you can enter the allowable amount directly onForm 1040or1040-SR.\n\nYou candeduct the mortgage interestyou pay on the first $750,000 ($375,000 if married filing separately) of mortgage debt.\n\nIf you bought the home before December 16, 2017, a higher $1 million ($500,000 if married filing separately) limit applies. The loan must be secured by your main home or a second home.\n\nAccording to the IRS, your main home is where you live most of the time, whether that’s a house, co-operative apartment, condominium, mobile home, or houseboat.\n\nA second home can include any other residence you own and treat as a second home, even if you don’t use it during the year. However, if you rent out the property, you must use it for 14 days or at least 10% of the number of days you rent it—whichever is greater—for the interest to count as qualified residence interest. All homes must have sleeping, cooking, and toilet facilities.\n\nYou can deduct home equity loan interest, but only if you use the funds to buy, build, or substantially improve the home that secures the loan.\n\nYour lender will send youForm 1098to report qualified mortgage interest and points. To claim the tax break, you mustitemize your deductionsonSchedule Aof your1040or1040-SRform.\n\nYou can also deduct the mortgage interest you pay on arental property, but you report it onSchedule Esince it counts as a business expense.\n\nInterest deductions are subject to limitations and exclusions, which can change from year to year. For example, taxpayers used to be able to claim the mortgage interest deduction on the first $1 million of mortgage debt. For loans originating after December 15, 2017, the allowable debt amount is $750,000, due to theTax Cuts and Jobs Act.\n\nBe sure that you understand the rules and confirm your eligibility before claiming any deductions. When in doubt, consult with a qualified tax professional.\n\nTax credits and tax deductions reduce the amount of tax you owe, but they work differently.Tax creditsreduce your tax bill, whiletax deductionsreduce your taxable income.\n\nSay you’re eligible for a $1,000 tax credit and a $1,000 tax deduction. The tax credit lowers your tax bill by $1,000, while the tax deduction reduces your taxable income—the amount ofincomeon which you owe taxes—by $1,000. Of the two, tax credits save you more money.\n\nYou can deduct several types of interest, including mortgage interest, student loan interest, investment interest, and business loan interest. You must meet specific requirements to qualify for each deduction.\n\nFor example, you can deduct up to $2,500 of student loan interest, but only if your income is below $90,000 ($180,000 if you’re married filing jointly) for tax year 2024.\n\nFor tax year 2024, the standard deduction is $14,600 for single and married filing separately taxpayers, $21,900 for heads of household, and $29,200 for married filing jointly filers and surviving spouses.For tax year 2025, those numbers are $15,000, $22,500, and $30,000, respectively.\n\nTax-deductible interest allows you to reduce your taxes by claiming allowable borrowing expenses. Student loan interest is taken as an income adjustment, so you don’t need to itemize your taxes to benefit from this tax break.\n\nHowever, deducting investment interest and mortgage interest requires itemizing your taxes on Schedule A. Given the size of the standard deduction, it may not be worth your while to itemize and deduct these costs. Do the math each year to determine which approach is best for you financially.\n\nInternal Revenue Service. “Topic No. 505, Interest Expense.”\n\nInternal Revenue Service. \"Publication 970 (2024), Tax Benefits for Education.\"\n\nInternal Revenue Service. “Topic No. 456, Student Loan Interest Deduction.”\n\nInternal Revenue Service. “Publication 970, Tax Benefits for Education,” Pages 31-36.\n\nInternal Revenue Service. “Topic No. 505, Interest Expense.”\n\nInternal Revenue Service. “Real Estate (Taxes, Mortgage Interest, Points, Other Property Expenses) 2.”\n\nInternal Revenue Service. “Publication 936, Home Mortgage Interest Deduction,” Pages 2-4, 8, 14.\n\nInternal Revenue Service. “Credits and Deductions.”\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"",
  "url": "https://www.investopedia.com/terms/t/tax-deductible-interest.asp"
}