{
  "term": "Tax-Loss Harvesting: Definition and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nTax-loss harvesting is when an investor sells securities at a loss to offset capital gains taxes.\n\nTax-loss harvesting is the timely selling of securities at a loss to offset the amount of capital gains tax owed from selling profitable assets. This strategy is commonly used to limit short-term capital gains, commonly taxed at a higher rate than long-term capital gains, to preserve the value of the investor’s portfolio while reducing taxes.\n\nTax-loss harvesting is also known as tax-loss selling. Most investors use this strategy at the end of the year when they assess the annual performance of their portfolios and its impact on their taxes. An investment that shows a loss in value can be sold to claim a credit against the profits that were realized in other assets.\n\nTax-loss harvesting is atool for reducing overall taxes. A loss in the value of Security A could be sold to offset the increase in the price of Security B, thus eliminating thecapital gains taxliability of Security B. Using the tax-loss harvesting strategy, investors can realizesignificant tax savings.\n\nIf your capital losses for the year exceed your capital gains, you can deduct up to $3,000 in net losses from your total annual income ($1,500 if you're married and file separately). If your net losses exceed $3,000,Internal Revenue Service (IRS)rules allow the additional losses to be carried forward into the following tax years.\n\nSelling an asset at a loss disrupts thebalanceof the portfolio. After tax-loss harvesting, investors with carefully constructed portfolios replace the asset sold with a similar asset to maintain theportfolio'sasset mix and expected risk and return levels. You should avoid buying the same asset that you just sold at a loss, which may violate the IRSwash-salerule.\n\nLosses on your investments are first used to offset capital gains of the same type. Therefore, short-term losses are firstused to offsetshort-term capital gains tax, and long-term losses are first used to offset long-term capital gains tax. But net losses of either type can then be deducted against the other kind of gain.\n\nThe wash-sale rule requires that investors avoid buying the same stock sold at a loss for tax purposes. A wash sale involves the sale of one security and, within 30 days, purchasing asubstantially identicalstock or security. If a transaction is considered a wash-sale, it cannot be used to offset capital gains, and if wash-sale rules are abused, regulators can impose fines or restrict the individual's trading.\n\nUsing ETFsthat track the same or similar indexes can be used to replace one another while avoiding violating the wash sale rule in a tax-loss harvesting strategy. If you sell one S&P 500 index ETF at a loss, you can buy a different S&P 500 index ETF to harvest the capital loss.\n\nAssume a single investor earns an income of $580,000 in 2024. The investor's marginal income tax rate is 37% and is subject to the highestlong-term capital gainstax category, where gains are taxed at 20%. Short-term capital gains are taxed at the investor's marginal rate.\n\nBelow are the investor's portfolio gains and losses and trading activity for the year:\n\nThe tax owed from these sales is:\n\nIf the investor harvested losses by sellingmutual fundsB and C, the sales would help to offset the gains, and the tax owed would be:\n\nTax-loss harvesting takes advantage of the fact that capital losses can be used to offset capital gains. An investor can bank capital losses from unprofitable investments to pay less capital gains taxes on profitable investments sold during the year. This strategy includes using the proceeds of selling unprofitable investments to buy similar investments that preserve the portfolio's overall balance.\n\nThe investor cannot violate the wash sale rule by selling an asset at a loss and buying a substantially identical asset within 30 days before or after that sale. Doing so will invalidate the tax losswrite-off.\n\nA substantially identical security is defined as a security issued by the same company or a derivative contract issued on the same security.\n\nIf your capital losses exceeds yourcapital gains, you can claim excess loss of the lesser of $3,000 ($1,500 if married filing separately) or your total net loss shown on line 16 of Schedule D (Form 1040), according to the IRS. If have a greater net capital loss than that, you can carry the loss forward to later years.\n\nTax-loss harvesting is selling securities at a loss to offset the amount of capital gains tax owed from selling profitable assets. An individual taxpayer can write off up to $3,000 in net losses annually ($1,500 if filing asmarried filing separately) . If you have questions about how to maximize your tax breaks, consider consulting a professional tax advisor.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Pages 56-57.\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses.\" Pages 65-66.\n\nInternal Revenue Service. \"Federal Income Tax Rates and Brackets.\"",
  "url": "https://www.investopedia.com/terms/t/taxgainlossharvesting.asp"
}