{
  "term": "Tax-Equivalent Yield: What It Is and How It Works",
  "definition": "The value of a tax-equivalent yield to an investor depends on an individual's tax bracket.\n\nThe tax-equivalent yield is the return ataxable bondneeds to equal theyieldon a comparable tax-exemptmunicipal bond. Investors use this calculation to compare the returns between a tax-free investment and a taxable alternative.\n\nThe tax-equivalent yield is the yield on a taxable bond that an investor would have to earn to match thereturn on a comparable tax-free investment. Depending on an investor's tax bracket, a tax-free vehicle like a municipal bond may not be the best investment decision for theirportfolio.\n\nAn investor's tax bracket depends on their filing status and income. The federal income tax brackets for 2024 and 2025 are 10%, 12%, 22%, 24%, 32%, 35%, and 37%.To calculate the taxable equivalent yield of a tax-free municipal bond:\n\nReturn (TEY) = Return (TX) / (1 -t)\n\nThis formula can be reversed to determine the tax-free equivalent yield of a municipal bond that would match the return on a taxable bond.\n\nInvestors should include any state taxes along with the federal tax rate when calculating the return.\n\nAn investor'stax bracketand rate affect the resulting tax-equivalent yields. For example, assume there is a tax-free bond yielding 7%. Investing in this bond or any of the many taxable choices available greatly depends on the investor's marginal tax bracket. In 2024, the tax-equivalent yield calculations for these brackets are:\n\nGiven this information, assume a taxable bond yields 9.75%. Investors in the first four marginal tax brackets would be better off investing in the taxable bond because they would still earn more than a 7% non-taxable bond after tax liability. Investors in the highest three brackets may choose the tax-free bond.\n\nTaxable municipal bondsare rare but may be issued for projects such as a sports stadium or pension shortfall.\n\nAn investor in the 22% federal income tax bracket with no state taxes owns a tax-exempt municipal bond with an 8% coupon rate. To calculate the fully taxable equivalent yield that a taxable bond would have to earn to match the municipal bond's yield:\n\nReturn (TEY) = 0.08 / (1 - 0.22) = 10.26%\n\nA taxable bond would have to earn an equivalent yield of 10.26%. After taxes are deducted this bond would match the 8% return of the tax-free municipal bond.\n\nIf the marginal tax rate is higher, the required fully taxable equivalent yield will also be higher than 10.26%. If the investor is in the 37% tax bracket, the fully taxable equivalent yield would have to be:\n\nReturn (TEY) = 0.08 / (1 - 0.37) = 12.70%\n\nInterest earned on state and local bonds has been tax-exempt since the introduction of thefederal income taxin 1913. Many people felt the Constitution prevented the federal government from taxing this income. Since then, the justification for tax exclusion has been supported by the idea that local infrastructure projects serve the common good, and therefore, federal tax policy should support those projects.\n\nWhile the tax-free advantage municipal bonds offer can be hard to match with other investments, additional tax considerations may apply. Municipal bonds are free of federal taxes but some states tax the earnings.\n\nThe IRS may treat municipal interest income as taxable if a bond is purchased at a significant discount topar value. A mutual fund composed of tax-free bonds is subject tocapital gains tax.\n\nThe tax-equivalent yield is the return a taxable bond needs to equal the yield on a comparable tax-exempt bond, such as a municipal bond. A bond's interest income, called coupon payments, istaxed according to the type of bondand where it's issued. Coupon payments from a U.S. Treasury bond are free from state and local taxes. Coupon payments from municipal bonds are also exempt from regular federal income tax.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"IRS provides tax inflation adjustments for tax year 2024.\"\n\nCongressional Research Service. \"Tax-Exempt Bonds: A Description of State and Local Government Debt,\" Page 3.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/t/taxequivalentyield.asp"
}