{
  "term": "Tax Liability: Definition, Calculation, and Example",
  "definition": "A federal tax liability is an amount that’s owed to the government in taxes. It can include income taxes on earnings and capital gains taxes on assets. Both are based on brackets, a percentage of the money earned, and brackets are determined by various factors.\n\nA liability can be owed by an individual, business, or other entity. It can be owed to a state or local tax authority as well as to the federal government.\n\nYou generally have a tax liability when you earn income or generate profits by selling an investment or other asset. It’s possible to have no tax liability if you don’t meet the income requirements or brackets to file taxes.\n\nFederal, state, and local governments impose taxes and use the money that’s raised to pay for services such as repairing roads, funding social programs, and maintaining a military.\n\nCompanies withholdincome taxes,Social Securitytaxes, andMedicare taxesfrom employees’ wages and send the money to thefederalgovernment to cover their tax liabilities.\n\nSocial Security and Medicare are taxed at a flat rate that’s more or less applicable to all taxpayers, but U.S. federal income tax rates areprogressive. A higher income will put you in a higher tax bracket on your top-earned dollars. The percentage owed for taxes and your federal tax liability will become greater if you earn more.\n\nYour tax liability doesn’t just include your income and earnings in the current year. It factors in any past years for which taxes are owed. Any unpaid taxes from previous years are also added to your federal tax liability if back taxes are due.\n\nThe most common federal tax liability for Americans is the tax on earned income. You can use thetax bracketsandstandard deductionsissued by the Internal Revenue Service (IRS) to get an idea of what yours will be for a given year.\n\nThe standard deductions for 2024 are:\n\nStandard deductions for 2025 are:\n\nThese standard deduction amounts are subtracted from your total income, and you’re only taxed on the remaining balance. The amount you can deduct depends on your filing status. You also have the option ofitemizing your deductionsinstead of claiming the standard deduction, but you can’t do both. Many filers find that their standard deductions are larger than the amount of itemized deductions they’re eligible to claim.\n\nTax bracket income ranges are adjusted annually to keep pace with inflation, so they’re slightly more generous in 2025 than they were in 2024:\n\nImagine you're a single filer in 2024 earning $101,100 per year. After subtracting your standard deduction of $14,600, your taxable income is $86,500. You have no other deductions or income.\n\nSince your taxable income is under $100,000, you must use the IRS tax tables to determine your federal tax liability, not the tax computation worksheet.\n\nAccording to the 2024 IRS tax tables, a taxable income of $86,500 corresponds to a federal tax liability of $14,089. This is your total tax owed before considering any back taxes or credits.\n\nNow, imagine you’re earning $130,000 per year. After subtracting your standard deduction of $14,600, your taxable income is $115,400.\n\nBecause your taxable income is over $100,000, you use the IRS tax computation worksheet to calculate your tax liability.\n\nThe worksheet breaks your income into brackets and applies the rates accordingly:\n\n$1,160 + $4,266 + $11,742.50 + $3,570 = $20,738.50\n\nYour federal tax liability for 2024 would be $20,738.50, before credits or any additional taxes.\n\nNow, you're earning $130,000 per year, and yourW-4resulted in your employer withholding $17,000 in federal taxes. This isn’t enough to meet your federal tax liability of $20,738.50 when you file your Form 1040 individual tax return, so you’d owe $3,738.50 in taxes: $20,738.50 - $17,000 = $3,738.50.\n\nThe IRSwould refund you $1,261.50 if your W-4 resulted in your employer withholding $22,000 in federal taxes: $22,000 - $20,738.50 = $1,261.50.\n\nLocate your state’s standard deductions and tax information and use the instructions provided by the state to calculate your state liability. Some states have a single tax rate, others have graduated brackets like the federal government, and some have no income tax at all.\n\nYou’ll owe taxes on the gain when you sell an investment, real estate, or any other asset for again. You can report it as acapital lossif you sell it for a loss.Capital gains are taxedin two ways. They’re either long-term or short-term. It’s a short-term capital gain if you hold an asset for one year or less before selling it for a gain. It’s considered a long-term capital gain and is subject to the capital gains tax if you hold it for more than one year before selling it for a gain.\n\nCapital gains thresholds similar to income tax brackets apply to long-term gains.\n\nAssume you purchase 100 shares of XYZ common stock for $10,000 in 2019. You sell them five years later in 2024 for $18,000. The $8,000 gain is a taxable event. You held the stock for more than one year, so the gain is a long-term capital gain.\n\nIf you're a single filer with anadjusted gross incomeof $65,400, your long-term capital gains tax rate is 15%. You'll owe 15% of your $8,000 gain in taxes, or $1,200, in capital gains taxes. If you had sold the shares after holding them for one year or less, the $8,000 gain would be considered a short-term capital gain and taxed as ordinary income, increasing your taxable income for the year.\n\nTaxes can take a significant bite out of your take-home pay, but it’s something everyone has to live with. However, you canreduce the amount of taxes you payin several ways.\n\nYou might qualify for otherdeductions or credits.Deductionsreduce your taxable income and credits reduce the amount of tax you owe. Somedeductions you might be able to claiminclude:\n\nSome availabletax creditsinclude:\n\nContributing to a retirement fund does more than help you save for and grow yourretirementnest egg. You can reduce your federal tax liability for years to come if you plan carefully. You can contribute a specific amount per year to your traditionalindividual retirement account (IRA), and this amount is tax deferred. You can contribute to aRoth IRAafter you’ve paid taxes on that money.\n\nDetermine how much you believe you’ll betaxed in retirementby projecting your income and withdrawals to lower your tax liability by contributing. A traditional IRA can lower your total tax payments if you’re in a higher tax bracket now that you will be in retirement because:\n\nA Roth IRA can lower your total tax payments if you’re sure you’ll be in a higher tax bracket after you retire and begin takingwithdrawals, because those withdrawals will be tax free.\n\nYou can determine your federal tax liability by subtracting your standard deduction from your taxable income and referring to the appropriate IRS tax brackets. The IRS provides anestimating toolon its website.\n\nYou have no tax liability if you aren’t required to file an income tax return or have no taxable income for the tax year.\n\nSome ways to reduce your tax liability include contributing to a retirement orhealth savings account. You can also use credits or other deductions to reduce your taxable income.\n\nYour federal tax liability is the amount of taxes you’ll owe on yourtaxable incomefor the year. You’ll have some tax liability if you earn income.\n\nAdd all your income and subtract your standard deduction to figure out your taxable income. Then refer to the IRS tax brackets to find your tax liability. You might speak to a tax professional if the amount is more than you think you can handle, and the IRS offers a variety of payment plans if you’re really in a jam.\n\nCorrection—March 12, 2025:This article has been corrected to state that standard deduction amounts are subtracted from your total income, and to change the example of a single filer to an earned amount that would use the IRS tax computation worksheet.\n\nCorrection—May 26, 2025:This article has been corrected to reflect the accurate federal tax calculation for a single filer earning $101,000 in 2024.\n\nCorrection—May 26, 2025:This article has been corrected to clarify that long-term capital gains are taxed separately from ordinary income and are not added to taxable income in the same way.\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”\n\nInternal Revenue Service. “Rev. Proc. 2024-40.” Pages 5–6.\n\nInternal Revenue Service. “Rev. Proc. 2023-34.” Pages 5–7.\n\nInternal Revenue Service. “2024 1040 and 1040-SR Tax and Earned Income Credit Tables.” Page 15.\n\nInternal Revenue Service. “1040 Tax and Earned Income Credit Tables (2024).”\n\nTax Foundation. “State Individual Income Tax Rates and Brackets, 2025.”\n\nInternal Revenue Service. “Rev. Proc. 2024-40.” Pages 7–8.\n\nInternal Revenue Service. “Rev. Proc. 2023-34.” Pages 7–8.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Traditional and Roth IRAs.”\n\nInternal Revenue Service. “Frequently Asked Questions / Penalty Questions.”",
  "url": "https://www.investopedia.com/terms/t/taxliability.asp"
}