{
  "term": "Tax Expense: Definition, Calculation, and Effect on Earnings",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA tax expense is a liability owed to a federal, state, or local government within a given time period, typically over the course of a year.\n\nTax expenses are calculated by multiplying the tax rate of the individual or business by the income received or generated before taxes. This happens after factoring in variables such as non-aitems, tax assets, and tax liabilities.\n\nA tax expense is the effective tax rate multiplied by taxable income. But calculating tax expense can be complex given that businesses and individuals are subject to various taxes, each set at a different rate.\n\nFor instance, a business must pay multiple taxes, including:\n\nAn individual pays different income tax rates for wages and for theirFederal Insurance Contributions Act (FICA)contribution, which goes to Social Security, Medicare, Medicaid, and unemployment insurance. In addition to the range of tax rates applicable to various levels of income, the different tax rates in different jurisdictions and the multiple layers of tax on income add to the complexity of determining an entity’s tax expense.\n\nIn the U.S., determining the appropriate tax rate and identifying the correct accounting methods for items affecting business tax expense are detailed by theInternal Revenue Service (IRS)and are standardized by Generally Accepted Accounting Principles (GAAP). TheGAAPstandards provide for a certain treatment of income and expenses which may at times differ from the provisions allowed under the applicable government tax code.\n\nThis means that the amount of tax expense recognized is unlikely to exactly match the standard income tax percentage that is applied to business income. In other words, the differences in financial accounting and the tax code may result in a tax expense that differs from the actual tax bill.\n\nFor example, many companies usestraight-line depreciationto calculate depreciation reported in their financial statements but are allowed to employ anaccelerated form of depreciationto derive their taxable profit. The result is a taxable income figure that is lower than the reported income figure.\n\nTax expense affects a company's net earnings, given that it is a liability that must be paid to a federal or state government. The expense reduces the profits to be distributed to shareholders in the form of dividends.\n\nC corporationsmust pay taxes on earned profits and the shareholders are taxed on thedividendreceived.\n\nA tax expense is only recognized when a company has taxable income. In the event that a loss is recognized, the business can carry its losses forward to future years to offset or reduce later tax expenses.\n\nThe tax expense is the amount of money that a business or other entity owes in taxes based on standard business accounting rules. This charge is reported on theincome statement.\n\nThetax payableis the actual amount owed in taxes based on the rules of the tax code. The payable amount is recognized on the balance sheet as a liability until the company settles the tax bill.\n\nIf the tax expense is higher than the tax liability, the difference creates another liability, called adeferred tax liability, which must be paid at some point in the future. On the other hand, if the tax payable is higher than the tax expense, the difference creates an asset category, called thedeferred tax asset,which can be used to settle any tax expense in the future.\n\nFor most individuals, a tax expense is the amount of money owed to federal, state, and local governments in annual income taxes. This tax expense is reported annually in a tax return in which the individual resolves the difference between the amount of taxes already paid and the amount that was owed.\n\nArriving at a tax expense is generally more complicated for businesses than for individuals. A business is taxed on its net income, or the revenue it takes in minus the costs of doing business. Recording business expenses properly for tax purposes requires following rules set by the IRS and standards called Generally Accepted Accounting Principles, or GAAP.\n\nYour annual tax return reports your income for the year and the taxes you owe in a number of categories including:\n\nA tax expense is an amount of money that a business or an individual owes to a government body, whether it is federal, state, or local. The term covers all taxes, including capital gains taxes, payroll taxes, and sales taxes as well as income taxes.\n\nEach of these taxes has its own tax rate, which is used to calculate the amount owed. In most cases, this means multiplying the applicable tax rate by the taxable income of the business or individual. A notable exception is the sales tax. The amount of sales tax owed is calculated by multiplying the applicable tax rate by the sales price of the goods or services being purchased.\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property,\" Pages 9-10, 26.\n\nInternal Revenue Service. \"Forming a Corporation.\"\n\nInternal Revenue Service. \"Publication 542, Corporations,\" Pages 13-14.",
  "url": "https://www.investopedia.com/terms/t/tax-expense.asp"
}