{
  "term": "Tax Selling: What It Is, How It Works, and Tax Benefits",
  "definition": "Tax selling refers to a type of sale in which an investor sells an asset with a capital loss in order to lower or eliminate the capital gain realized by other investments, for income tax purposes. Tax selling allows the investor to avoid paying capital gains tax on recently sold or appreciated assets.\n\nTax selling involves selling stocks at a loss to reduce thecapital gainearned on an investment. Sincecapital lossistax deductible, the loss can be used to offset any capital gains to reduce an investor’s tax liability.\n\nFor example, let’s assume an investor has a $15,000 capital gain from the sale of ABC stock. They fall in the highest tax bracket and so will have to pay 20% capital gains tax, or $3,000, to the government.But let’s say they sell XYZ stock for a loss of $7,000. Their net capital gain for tax purposes will be $15,000 - $7,000 = $8,000, which means they’ll have to pay only $1,600 in capital gains tax. Notice how the realized loss on XYZ reduces the gain on ABC and, hence, reduces the investor’s tax bill.\n\nThe tax deductibility of losses might prompt investors to sell at a loss, deduct the loss, and then turn around and buy the same stock again in an effort toevade taxes, a practice known as a wash sale. When participating in tax selling, theInternal Revenue Service (IRS)prohibits an investor from executing a wash sale.\n\nWash sales, to be specific, occur when an investor sells an asset through a broker in order to realize a loss, but simultaneously repurchases the same asset, or substantially identical asset, from another broker within 30 days of the sale. If a sell-and-buy security transaction is considered a “wash” by the IRS, the investor would not be allowed any tax benefits.\n\nTax selling allows an investor to maintain their position while incurring a capital loss. In effect, wash sales are illegal, whereas tax selling is allowable. Tax selling typically involves investments with huge losses, which often means that these sales focus on a relatively small number of securities within the public markets. However, when a large number of sellers execute a sell order at the same time, the price of the securities falls.\n\nAfter the selling season ends, shares that become extremely oversold have an opportunity to bounce back. In addition, the fact that tax selling often occurs in November and December—as investors try to realize capital losses for the upcomingincome taxseason—could mean that the most attractive securities for tax selling are investments that are most likely to generate strong gains early in the next year.\n\nA good strategy for investors, then, would be to buy during the tax-selling episode and sell after the tax loss has been established. If investors would like to repurchase the shares sold for a loss, they can do so after the 30-daywash sale ruleno longer applies. In addition, shares sold for a loss must have been in the investor’s possession for more than 30 days.\n\nTax selling allows an investor to avoid paying capital gains tax on recently sold or appreciated assets.\n\nTax selling involves selling stocks at a loss to reduce the capital gain earned on an investment. Since capital loss is tax deductible, the loss can be used to offset any capital gains to reduce an investor’stax liability.\n\nYes. Tax selling allows an investor to maintain their position while incurring a capital loss. Tax selling typically involves investments with huge losses, which often means that these sales focus on a relatively small number of securities within the public markets.\n\nTax selling is when an investor sells an asset at a capital loss in order to lower or eliminate the capital gain realized by other investments, for income tax purposes.\n\nTax selling allows the investor to avoid paying capital gains tax on recently sold or appreciated assets.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Wash Sales.”",
  "url": "https://www.investopedia.com/terms/t/tax_selling.asp"
}