{
  "term": "Tax Credit: What It Is, How It Works, What Qualifies, 3 Types",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nThe term “tax credit” refers to an amount of money that taxpayers can subtract directly from the taxes they owe. This is different from tax deductions, which lower the amount of an individual’staxable income.\n\nThe value of atax creditdepends on the nature of the credit. Certain types of tax credits are granted to individuals or businesses in specific locations, classifications, or industries.\n\nFederal and state governments may grant tax credits to promote specific behaviors that benefit theeconomy, the environment, or anything else that the government deems important.\n\nFor example, a tax credit is available thatrewards people for installing solar panels for home use. Other tax credits help offset the costs of child and dependent care, education, andadoption.\n\nTax credits are more favorable than tax deductions because tax credits reduce tax liability dollar for dollar. While a deduction still reduces the finaltax liability, it only does so within an individual’smarginal tax rate.\n\nAn individual in a 22%tax bracket, for example, would save $0.22 for every marginal tax dollar deducted. However, a credit would reduce the tax liability by the full $1.\n\nThere are three categories of tax credits: nonrefundable, refundable, and partially refundable.\n\nNonrefundable tax creditsare amounts directly deducted from an individual’s tax liability until the tax due equals $0. Any amount greater than the tax owed, which normally results in a refund for the taxpayer, is not paid out as a refund. Hence the term “nonrefundable.” In effect, the remaining part of a nonrefundable tax credit that can’t be utilized is lost.\n\nNonrefundable tax credits are valid in the year of reporting only, expire after the return is filed, and may not be carried over to future years.Because of this, nonrefundable tax credits can negatively impact low-income taxpayers, as they are often unable to use the entire amount of the credit.\n\nFor the 2024tax year, specific examples of nonrefundable tax credits include the:\n\nRefundable tax creditsare the most beneficial credit because they’re paid out in full. This means that a taxpayer (regardless of their income or tax liability) is entitled to the entire amount of the credit, beyond a zero amount of tax due. So, for example, if the refundable tax credit reduces the tax liability to below $0, then the taxpayer is due a refund of that specific amount.\n\nOne of the most popular refundable tax credits is probably theEarned Income Tax Credit (EITC). The EITC is for low- to moderate-income taxpayers who earn income through an employer or by working as a self-employed individual and meet certain criteria based on income and number of family members.\n\nThepremium tax creditis also refundable. It helps individuals and families cover the cost of premiums for health insurance purchased through the health insurance marketplace.\n\nSome tax credits are only partially refundable. One example is theAmerican Opportunity Tax Credit (AOTC)for postsecondary education students.\n\nIf a taxpayer reduces their tax liability to $0 before using the entire portion of the $2,500 tax deduction, the remainder may be taken as a refundable credit up to the lesser of 40% of the remaining credit or $1,000.\n\nThe Child Tax Credit was a nonrefundable credit but became partially refundable (up to $1,700 in 2024 and 2025) as a result of theTax Cuts and Jobs Act (TCJA).If a taxpayer had a large enough tax liability, the full amount of the Child Tax Credit was $2,000.\n\nThis credit was temporarily increased and became fully refundable as part of theAmerican Rescue Planfor tax years 2020 and 2021.\n\nIn March 2021, Congress passed the American Rescue Plan, which was signed into law by President Biden. Under the plan, eligible individuals received up to $1,400 in stimulus checks.\n\nIn addition, certain temporary changes were made to the Child Tax Credit for married couples filing jointly with amodified adjusted gross income (MAGI)up to $150,000, heads of household with MAGI up to $112,500, or single filers with MAGI up to $75,000:\n\nChanges were also made to the EITC. Originally capped at $543 for childless households, the act increased the maximum Earned Income Tax Credit for those same households ($632 for 2024 and $649 for 2025).The bill also expanded eligibility for childless households. Previously, people under the age of 25 and over the age of 65 could not claim the credit. The upper limit was eliminated, and the lower limit was reduced to 19 (i.e., anyone 19 or older without a child who meets income requirements can claim the EITC).\n\nNote a few exceptions: Students ages 19 to 24 with at least half a full-time course load are ineligible. Former foster children or youths experiencing homelessness can claim the credit as 18-year-olds.\n\nThe two EITC changes below are permanent:\n\nExcept where noted, the American Rescue Plan measures above (including Child and Child/Dependent Care credits) were temporary and applied only to 2021. They reverted to their previous forms for 2022 and beyond.\n\nLet’s say that you’ve done your calculations and find that you owe the government a $2,000 tax payment for the year. But your tax advisor calls with good news: You’re eligible for a $2,500 refundable tax credit. This means that not only will your tax liability be eliminated, but you’ll also receive a $500 refund.\n\nShould that tax credit have been nonrefundable, your financial benefit would have been limited to zero taxes owed. You wouldn’t receive a refund for the remaining $500 of tax credit.\n\nHere are some details about several of the common tax credits mentioned earlier.\n\nFor 2024, theChild and Dependent Care Creditfor expenses is nonrefundable. This credit, which requiresIRS Form 2441, helps individuals and couples reduce the costs of care for children younger than 13. It’s available to those who have to arrange for this care so that they can work or look for employment.\n\nYou may also receive the credit if you care for a spouse or a dependent of any age who cannot care for themselves.\n\nFor 2024, you may claim up to $3,000 for the care of one dependent or up to $6,000 for two or more. The credit ranges from 20% to 35% based on your income.\n\nTo qualify for this tax credit, your filing status must be single, married filing jointly, head of household, or qualifying widow or widower with a qualifying child.\n\nThe Lifetime Learning Credit can help offset the costs of any years of postsecondary education and whether or not you’re earning a degree.\n\nThe tax credit can be 20% of up to $10,000 in qualifying expenses related to education, or $2,000, for an eligible taxpayer, their spouse, or their dependent. For 2022, the full credit can be claimed if annual income is $80,000 or less for single filers or $160,000 or less for married couples filing jointly.\n\nThe Retirement Savings Contributions Credit was created to encourage low- and moderate-income taxpayers to save for retirement. It can offset part of the first $2,000 that workers contribute to individual retirement accounts (IRAs), 401(k) plans, and certain other workplace retirement programs.\n\nIt applies to eligible contributions to retirement plans. You must be at least 18 years old and not a full-time student during the year. Also, you may not be claimed as a dependent on someone else’s tax return.\n\nFor 2024, the credit is available to those with maximum annual incomes of $38,250 for single filers, $57,375 for heads of household, and $76,50 for married couples filing jointly. The maximum credit is $1,000 for individuals or $2,000 for couples.\n\nBoth tax credits and tax deductions are a welcome feature of tax time for any taxpayer. They both reduce money owed to the government in a given year. However, they differ in how they do so.\n\nA tax credit reduces the specific amount of the tax that an individual owes. For example, say that you have a $500 tax credit and a $3,500 tax bill. The tax credit would reduce your bill to $3,000.\n\nYou won’t be able to make the most of nonrefundable tax credits that reduce the amount of taxes you owe to zero and still have dollars left over. That amount isn’t refundable.\n\nRefundable tax credits do provide you with a refund if they have money left over after reducing your tax bill to zero. As a result, they’re considered more valuable than nonrefundable tax credits.\n\nThere are also certain tax credits that result in a refund even if you had no tax liability.\n\nYou must meet certain criteria for tax credits, so be sure to check with a tax advisor or the information provided by the IRS.\n\nA tax deduction reduces the amount of your income that is subject to taxation. For example, the contributions that you make to a 401(k) in a particular year reduce your taxable income by the total amount contributed.\n\nYou can choose to take the standard deduction offered to every taxpayer (for a single filer, it’s $14,600 for 2024 and $15,000 in 2025), or you can itemize your deductions. It’s one or the other, so be sure to consider whether individual deductions could save you more than the standard deduction before preparing your taxes.\n\nBear in mind that you’ll have to provide documentation for the deductions you itemize, whereas the standard deduction is automatic.\n\nHere’s a quick comparison of the financial benefit offered by a tax credit vs. a tax deduction:\n\nTax credits can be nonrefundable, refundable, or partially refundable. Refundable tax credits are the most beneficial because once they reduce tax liability to $0, the taxpayer receives a refund for any remaining amount of the tax credit.\n\nThe amount of the credit depends on the type of credit you qualify for and other factors like your filing status and income. Tax credits reduce the amount of tax you owe, dollar for dollar.\n\nTax credits directly reduce the amount of tax you owe, while tax deductions reduce your taxable income. For example, a tax credit of $1,000 lowers your tax bill by that same $1,000. On the other hand, a $1,000 tax deduction lowers your taxable income (the amount of income on which you owe taxes) by $1,000. So, for example, if you fall into the 22% tax bracket, a $1,000 deduction would save you $220.\n\nA tax credit is a financial benefit provided by the government. It is an amount of money that reduces the dollar amount of taxes owed. Refundable tax credits provide a refund of the amount of the credit that still exists after reducing taxes owed to zero. Nonrefundable tax credits allow for no such refund. Their benefit only extends to a reduced tax liability.\n\nTax deductions differ from tax credits in that they reduce taxable income, not the amount of an individual’s tax liability.\n\nInternal Revenue Service. “Credits and Deductions.”\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”\n\nInternal Revenue Service. “Module 8: Claiming Child Tax Credit.”\n\nFiscal Data. “How Much Revenue Has the U.S. Government Collected This Year?.”\n\nInternal Revenue Service. “Energy Incentives for Individuals: Residential Property Updated Questions and Answers.”\n\nInternal Revenue Service. “SOI Tax Stats - Individual Income Tax Rates and Tax Shares.”\n\nInternal Revenue Service. “21.6.3.”\n\nInternal Revenue Service. \"Publication 503: Child and Dependent Care Expenses,” Page 1.\n\nInternal Revenue Service. “Publication 936: Home Mortgage Interest Deduction,” Page 1.\n\nInternal Revenue Service. “EITC Due Diligence and Self-Employed Taxpayers.”\n\nInternal Revenue Service. “Earned Income Tax Credit (EITC).”\n\nInternal Revenue Service. “The Premium Tax Credit—The Basics.”\n\nInternal Revenue Service. “American Opportunity Tax Credit.”\n\nInternal Revenue Service. “Rev. Proc. 2021-45,” Page 9.\n\nInternal Revenue Service. “Rev. Proc. 2022-38,” Page 9.\n\nWhite House. “The Child Tax Credit.”\n\nU.S. Congress. “H. R. 1319: American Rescue Plan Act of 2021,” Pages 135.\n\nInternal Revenue Service. “IRS: Expanded Credits for Families Highlight Tax Changes for 2021; Many People Who Don’t Normally File Should File This Year.”\n\nInternal Revenue Service. “IRS Revises the 2021 Child Tax Credit and Advance Child Tax Credit Frequently Asked Questions,” Page 2.\n\nBrookings Institute. “Strengthening the Child Tax Credit: What Comes Next?.”\n\nCongressional Research Service. “The “Childless” EITC: Temporary Expansion for 2021 Under the American Rescue Plan Act of 2021 (ARPA; P.L. 117-2),” Page 2.\n\nInternal Revenue Service. “Earned Income and Earned Income Tax Credit (EITC) Tables.”\n\nCongressional Research Service. “The Earned Income Tax Credit (EITC): Legislative History,” Page 14.\n\nU.S. Congress. “H. R. 1319: American Rescue Plan Act of 2021,” Pages 150-151.\n\nInternal Revenue Service. “A Closer Look at the Earned Income Tax Credit.”\n\nU.S. Congress. “H. R. 1319: American Rescue Plan Act of 2021,” Pages 149.\n\nInternal Revenue Service. \"Child and Dependent Care Tax Credit Can Help Offset Summer Day Camp Expenses.”\n\nInternal Revenue Service. \"Publication 503: Child and Dependent Care Expenses,” Pages 2.\n\nInternal Revenue Service. \"Publication 503: Child and Dependent Care Expenses,” Page 1.\n\nInternal Revenue Service. \"Child and Dependent Care Credit Information.\"\n\nInternal Revenue Service. “Lifetime Learning Credit.”\n\nInternal Revenue Service. “Education Credits: Questions and Answers.”\n\nInternal Revenue Service. “Retirement Savings Contributions Credit.”\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2025.\"\n\nDepartment of Taxation and Finance. “Checklists for Acceptable Proof of Itemized Deductions.”",
  "url": "https://www.investopedia.com/terms/t/taxcredit.asp"
}