{
  "term": "Tax Incidence: Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nTax incidence is an economic term used to describe who legally pays the tax and who bears the burden for it on an economic incidence.\n\nThe term tax incidence refers to the legal and economic burden of taxation. From a legal standpoint, it refers to who is responsible for paying the tax regardless of whoremitsit to the government. On an economic level, it can also be related to the price elasticity of supply and demand. When supply is more elastic than demand, the tax burden falls on the buyers. If demand is more elastic than supply, producers will bear the cost of the tax.\n\nThe tax incidence depicts the distribution of tax obligations, which must be covered by the buyer and seller. The level at which each party participates in covering the obligation shifts based on the associated price elasticity of the product or service in question as well as how the product or service is currently affected by the principles ofsupply and demand.\n\nTax incidence also reveals which group (consumers or producers) pays the price of a new tax. For example, the demand for prescription drugs is relativelyinelastic. That means that despite changes in cost, its market remains relatively constant.\n\nIn a 2022 report, Connecticut found that itsstate and local tax (SALT)system is unfair and regressive since working- and middle-class families pay a higher percentage of their income in taxes than upper-class families and the wealthy. Connecticut came to the same conclusion in 2014, using tax data from 2011.\n\nThe demand for cigarettes is mostly inelastic. When governments impose a cigarette tax, producers increase the sale price by the full amount of the tax, transferring the tax burden to consumers. Through analysis, it's been found that the demand for cigarettes is unaffected by price. Of course, there are limits to this theory. If a pack of cigarettes suddenly increased from $5 to $1,000, consumer demand would fall.\n\nIf the levying of new taxes on an elastic good, such as fine jewelry, occurs, most of the burden would likely shift to the producer as an increase in price may have a significant impact on the demand for the associated goods. Elastic goods are goods that have close substitutes or that are nonessential.\n\nPrice elasticityrepresents how buyer activity changes in response to movements in the price of a good or service. When the buyer is likely to continue purchasing a good or service regardless of a price change, the demand is said to be inelastic. When the price of the product or service profoundly impacts the level of demand, the demand is considered highly elastic.\n\nExamples of inelastic goods or services can include gasoline and prescription medicines. The level of consumption across the economy remains steady with price changes. Elastic products are those whose demand is significantly affected by price. This group of products includes luxury goods, houses, and clothing.\n\nThe formula for determining the consumer's tax burden, with \"E\" representing elasticity, is as follows:\n\nThe formula for determining the producer or supplier's tax burden, with \"E\" representing elasticity, is as follows:\n\nTax incidence shows who or what ultimately bears the burden of a tax, as opposed to just who directly pays the tax.\n\nA number of different parties can be impacted by tax incidence, such as when consumers have to pay higher sales taxes, and therefore spend less at a retailer, ultimately hurting the retailer's sales and leading to job cuts or store closings.\n\nElastic demand is demand that rises or falls based on the price of the service or product, state of the economy, or financial health of individuals. Inelastic demand is demand that is, to an extent, impervious to price fluctuations, the state of the economy, tax incidence or any other financial consideration. It is the difference between something like entertainment or self-care purchases versus food and medicine.\n\nTax incidence can determine the fairness of a taxation system by contrasting the tax burden across a population. It can also measure the burden between producers and consumers. Elasticity, which measures the relationship between prices and the demand for goods, helps determine tax incidence. Inelastic goods are those that consumers will continue to buy, even as the price goes up like gasoline and prescription drugs. By contrast, consumer demand drops as prices rise for elastic goods like a new home or cars. The tax burden shifts with inelastic versus elastic goods.\n\nConnecticut Voices for Children. \"Connecticut's 2022 Tax Incidence Report: A High-Level Overview and Comparison to the 2014 Report.\"\n\nTax Foundation. \"Tax Incidence.\"",
  "url": "https://www.investopedia.com/terms/t/tax_incidence.asp"
}