{
  "term": "Tax Rate Definition, Effective Tax Rates, and Tax Brackets",
  "definition": "A tax rate is a percentage at which an individual or corporation's income is taxed. The United States uses aprogressive tax ratesystem imposed by the federal government and many states. The federal income tax brackets for 2024 and 2025 are 10%, 12%, 22%, 24%, 32%, 35%, and 37%.\n\nWith such a system, the tax rate charged increases as the amount of the person's or entity's taxable income increases. A progressive tax collects more money from taxpayers with higher incomes.\n\nTo help build and maintain a nation's infrastructure as well as to support social services, a government taxes its residents. The tax collected is used for the betterment of the nation, society, and all living in it. In the U.S. and other countries, a tax rate is applied to taxpayer income.\n\nWhether earned from wages or salary, investment income such as dividends and interest, capital gains from investments, or profits made from selling goods or services, a percentage of earned and unearned income is remitted to the government.\n\nFor income tax, the tax rate is the percentage of an individual's taxable income or a corporation's earnings owed to state, federal, and, in some cases, municipal governments. The tax rate applied to an individual’s income depends on themarginal tax bracket. The marginal tax rate used by the U.S. government is indicative of its progressive tax system.\n\nFor individuals, the dollar threshold for each tax rate is dependent upon the status of the filer, whether they aresingle, thehead of a household,married filing separately, ormarried filing jointly. The marginal tax brackets for 2024 and 2025 are:\n\nA single individual who earns $65,000 in 2024 will be taxed as follows: 10% on the first $11,925; 12% on the next $36,550 (the amount over $11,000 up to $48,475); then 22% on the remaining $16,525 (the amount over $48,475 up to $103,350), all of which equals$9,214.\n\nAnother individual who earns $150,000 will be taxed 10% on the first $11,925; 12% on the next $36,550; 22% on the next $54,875 (the amount over $48,475 up to $103,350); then 24% on the remaining $46,650 (the amount of income that falls between $103,350 and $197,300), all of which equals$28,847.\n\nFollowing this example, the single taxpayer who falls in the third marginal tax bracket will pay less tax than the single taxpayer who falls in the fourth and higher bracket.\n\nA marginal tax rate means that different portions of income are taxed at progressively higher rates.\n\nAlthough these taxpayers fall in the third and fourth marginal brackets, they do not pay flat rates of 22% and 24%, respectively, on all of their income due to the nature of the marginal tax calculation.\n\nIf they did, the first individual would pay 22% x $65,000 =$14,300; the second would pay 24% x $150,000 =$36,000.\n\nIn total, individual A pays an effective rate of 14.18% ($9,214 ÷ $65,000), and the individual with the higher income pays a rate of 19.23% ($28,847 ÷ $150,000). These rates are calledeffective tax ratesand represent the actual percentage at which the tax is levied for a tax year.\n\nTax rates also apply assales taxon goods and services,real property tax,short-term capital gainstax, andlong-term capital gainstax.\n\nWhen a consumer purchases certain goods and services from a retailer, a sales tax is applied to the sales price of the commodity at the point of sale. Since sales tax is governed by individual state governments, the sales tax rate will vary from state to state. In Georgia, the rate is 4%, while the tax rate in California is 7.25%.\n\nIncome gained from investments is categorized as earnings, andtax rates on capital gainsand dividends apply. When the value of an investment rises and the security is sold for a profit, the tax rate that the investor pays depends on how long they hold the asset.\n\nThe tax rate of a short-term investment held forone year or lessis equal to the investor’s ordinary income tax. Individuals in the 22% marginal tax bracket will pay 22% on short-term capital gains.\n\nThe tax rate onprofits from investmentsheld longer than a year ranges from 0% to 20%.\n\nIndividuals with taxable income at or below $47,025 pay 0%. If they have income over $47,025 to $518,900, they pay 15%. Those individual investors with income over $518,900 pay a 20% tax rate on capital gains.\n\nMarried individuals filing jointly and surviving spouses with taxable income at or below $94,050 pay 0%. If they have income over $94,050 to $583,750, they pay 15%. Those married filing jointly investors with income over $583,750 pay a 20% tax rate on capital gains.\n\nHeads of households (HOH) with taxable income at or below $63,000 pay 0%. If they have income over $63,000 to $551,350, they pay 15%. Those HOH investors with income over $551,350 pay a 20% tax rate on capital gains.\n\nMarried individuals filing separately with taxable income at or below $47,025 pay 0%. If they have income over $47,025 to $291,850, they pay 15%. Those married individuals filing separately with such income over $291,850 pay a 20% tax rate on capital gains.\n\nQualified dividendsare subject to the same tax rate schedule for long-term capital gains. Non-qualified dividends have the same tax rates as short-term capital gains.\n\nIndividuals with taxable income at or below $48,350 pay 0%. If they have income over $48,350 to $533,400, they pay 15%. Those individual investors with income over $533,400 pay a 20% tax rate on capital gains.\n\nMarried individuals filing jointly and surviving spouses with taxable income at or below $96,700 pay 0%. If they have income over $96,700 to $600,050, they pay 15%. Those married filing jointly investors with income over $600,050 pay a 20% tax rate on capital gains.\n\nHeads of households (HOH) with taxable income at or below $64,750 pay 0%. If they have income over $64,750 to $566,700, they pay 15%. Those HOH investors with income over $566,700 pay a 20% tax rate on capital gains.\n\nMarried individuals filing separately with taxable income at or below $48,350 pay 0%. If they have income over $48,350 to $300,000, they pay 15%. Those married individuals filing separately with income over $300,000 pay a 20% tax rate on capital gains.\n\nTax rates vary from country to country. Some countries implement a progressive tax system, while others useregressiveorproportional taxrates. A regressive tax schedule is one in which the tax rate increases as the taxable amount decreases.\n\nThe proportional orflat taxrate system applies the same tax rates to all taxable amounts, regardless of income level. Bolivia and Greenland are examples of countries that have this system of taxes in place.\n\nA tax rate can apply to goods and services or income and is defined by a government. The rate is commonly expressed as a percentage of the value of what is being taxed.\n\nA tax bracket defines a range of incomes subject to an income tax rate. Tax brackets are part of a progressive tax, in which the level of tax ratesprogressively increases as an individual’s income grows. Low incomes fall into tax brackets with lower tax rates, while higher earners fall into brackets with higher rates.\n\nA marginal tax rate is the amount of tax that applies to each additional income level as defined by the tax brackets. In the U.S., taxpayers pay more in taxes as their income rises. A taxpayer’s effective tax rate is the single rate obtained by totaling the amounts owed as determined by the various, applicable tax brackets and then dividing that by total income.\n\nA tax rate is a percentage at which the income of an individual or corporation is taxed. The U.S. imposes a progressive tax, where the higher the individual's income, the greater the percentage of tax is paid.\n\nTax rates are also applied as sales tax on goods and services or as capital gains tax on investments. Some nations may impose a progressive tax, while others may charge a flat tax rate or a regressive tax rate.\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Pages 5-7.\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Pages 5-7.\n\nCalifornia Department of Tax and Fee Administration. \"Know Your Sales and Use Tax Rate.\"\n\nGeorgia Department of Revenue. \"Sales Tax Rates: General,\" \"Download General Rate Chart.\"\n\nInternal Revenue Service. \"Topic No. 409: Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Pages 7-8.\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses.\"\n\nInternal Revenue Service. \"Topic No. 404 Dividends.\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Pages 7-8.",
  "url": "https://www.investopedia.com/terms/t/taxrate.asp"
}