{
  "term": "Tax Deed: Definition, How to Clear It, and Tax Deed Sales",
  "definition": "A tax deed is a legal document that grants ownership of a property to a government body when the owner fails to pay any associatedproperty taxes.\n\nA tax deed gives the government agency the authority to sell the property to collect thedelinquent taxes. Once sold, the property is then transferred to the purchaser. These transactions are called tax deed sales and are usually held at auctions.\n\nA property tax is any tax levied on a piece ofreal property. Taxes are assessed by the municipal government where the property is located and paid by the owners of the real estate.\n\nThe taxes collected are used to fund various municipal programs, such as water and sewer improvements, law enforcement and fire service, road and highway construction, and other services. Property tax rates vary by jurisdiction.\n\nWhenproperty taxes are left unpaid, the taxing authority may sell the property’s deed or title—and therefore, the property—to recover the outstanding taxes.\n\nThe taxing authority—usually a county government—must go through a series of legal steps in order to acquire a tax deed.\n\nThese steps vary with local and municipal laws, but include notifying the property owner, applying for the tax deed, posting a notice at the property, and posting a public notice of sale.\n\nIn a tax deed sale, the property with the associated delinquent property taxes is sold. The sale takes place through an auction with a minimum bid of the amount of back taxes owed, plus interest, as well as costs associated with selling the property. The highest bidder wins the property.\n\nThe tax deed legally transfers ownership to the purchaser on one condition: The new owner must pay the entire amount owed, often within 48 to 72 hours, or the sale is canceled.\n\nAny amount bid by the winning bidder in excess of the minimum bid may or may not be remitted to the delinquent owner. This depends on the jurisdiction.\n\nThe original owner may forfeit this excess amount if they do not claim it within a specified period of time. In California, for example, claims must be filed within one year, while the deadline in Texas is two years.In Georgia, funds can be claimed up to five years after a tax deed sale, at which point a court order is required to retrieve excess funds.\n\nSome states have a redemption period during which the original owner may pay back their tax debt and reacquire their former property.\n\nWhile some states sell the title to the winning bidder the day of the tax deed sale auction, others will allow a redemption period during which the original owner has an opportunity to repay their tax debt and get the property back.\n\nIf the owner chooses to pay their debt obligations within this period, they must pay the winning bidder the amount bid at the auction plus interest, a total which can be quite high.\n\nHowever, if the redemption period passes, and the owner still does not reclaim their property deed, the highest bidder has a chance toforecloseon the property.\n\nThe redemption period in Idaho, for example, is 14 months, while owners in Iowa have 21 months to redeem their property.\n\nTax liensare similar to tax deeds, with some subtle differences. While tax deeds transfer ownership of the property itself to a new party, tax liens are a legal claim against the property when the taxes aren’t paid.\n\nThe lien process begins when a government body places a lien against a property if its owner defaults on their property taxes. A lien prevents owners from doing anything with the property, includingrefinancingor selling it. The lien, rather than the property itself, is sold off at auction.\n\nInterested parties can invest in these tax liens by bidding for them. Thereturnis based on a maximum rate of interest allowed by the municipality.\n\nLiens can cost anywhere from a few hundred to a few thousand dollars and pay simple interest that accrues on a monthly basis.\n\nWhen a property owner defaults on their property taxes, the municipality sends a notice advising them of the upcoming tax lien. If the owner doesn’t bring the tax payments up to date, the tax lien is then put up for auction.\n\nThe lien is transferred to the highest bidder, who pays the outstanding tax amount to the municipality. In order to remove the lien, the property owner must pay the new lien owner the outstanding amount plus interest.\n\nForeclosure auctions are typically conducted once a year. For example, the sale date for foreclosures begun in 2024 in King County (Seattle, WA) is September 10, 2025.\n\nAssume that the value of a property in a tax deed sale is assessed at $100,000 and has $5,700 in back taxes owed. The highest bid on the property is $49,000.\n\nThe county will take $5,700 from the bid amount to cover the property taxes due, and the remainder will be paid to the original owner. So, $5,700 is remitted to the county and $43,300 ($49,000 - $5,700) is remitted to the original owner.\n\nThe bidder gets thetitleof the home and an equity profit of $100,000 - $49,000 = $51,000.\n\nA tax deed is the full transmittal of the title of a property due to property tax payment delinquency. A tax lien is a legal designation that one party has rights to collect proceeds or value from a property. All liens are subsequent rights to receive value from an asset.\n\nA tax deed or tax deed sale arises due to unpaid property taxes. If all tax obligations are cleared and associated penalties, interest, and fees are paid, a tax deed will often clear prior to auction and remain with the original property owner.\n\nProperty taxes are sanctioned by municipal government bodies and are legal obligations for owning real estate. If you do not pay your property taxes, the government has the right to seize your property, claim rights over proceeds to cover the owed obligations and dispose of the property to a new owner. The rules around this tax deed process vary between government entities.\n\nA tax deed is a legal document pertaining to real property ownership. It conveys that ownership to a government entity when the property owner fails to pay property taxes that are due.\n\nThe government entity may sell the property deed via public auction to obtain the taxes owed, plus amounts for any interest and costs associated with the process.\n\nThe auction winner then pays that total and takes legal possession of the property. The original owner may receive net proceeds above the amount for taxes, interest, and costs.\n\nNational Association of Realtors. \"Property Taxes.\"\n\nCalifornia State Controller. \"County Tax Collectors’ Reference Manual - Chapter 8000: Sale of Tax-Defaulted Property,\" Page 52.\n\nTexas Constitution and Statutes. \"Title 1. Property Tax Code. Subtitle E. Collections and Delinquency. Chapter 34. Tax Sales and Redemption. Subchapter A. Tax Sales.\"\n\nJustia. \"O.C.G.A. 48-4-5 (2010) 48-4-5. Payment of excess.\"\n\nIowa Legislature. \"Tax Redemption, §447.9,\" Page 1.\n\nIdaho Legislature. \"Idaho Code Sec 63-1007. Redemption - Expiration of right.\"\n\nKing County. \"Foreclosure Auctions and Information.\"",
  "url": "https://www.investopedia.com/terms/t/tax-deed.asp"
}