{
  "term": "Tax Deferred: Earnings With Taxes Delayed Until Liquidation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nTax-deferred refers to investment earnings that accumulate tax-free until the investor takes constructive receipt of the profits. Common tax-deferred investments includeindividual retirement accounts (IRAs)and deferred annuities where interest,dividends, andcapital gainsare examples of earnings that grow tax-deferred.\n\nTax deferral allows investors to benefit from the tax-free growth of earnings over time. The tax savings can be substantial for investments held until retirement when the retiree will likely be in a lowertax bracketand no longer be subject to premature tax and product withdrawal penalties.\n\nInvesting in qualified products such as IRAs allows participants to claim some or all of their contributions as a deduction on theirtax returns.The benefit of declaring deductions in current years and incurring lower taxation in later years makes tax-deferred investments attractive.\n\nA401(k) planis a tax-qualifieddefined contribution accountoffered by employers to help grow their employees’ retirement savings. Companies employ a third-party administrator (TPA) to manage contributions, which are deducted from employee earnings.\n\nEmployees choose to invest these contributions among various options, such asequity funds, company stock, money market equivalents, or fixed-rateoptions. Contributions to qualified savings plans such as 401(k) accounts are made on a pre-tax basis. This reducestaxable incomereceived by the employee in the year the contributions are made, which typically equates to lower tax liability.\n\nDistributions from qualified plans are taxable as ordinary income if the owner is under the age of 59½ when they take the money. The IRS may assess a 10% premature withdrawal penalty in this case.Tax-deferral and employer dollar-matching provisions encourage employees to set aside wages for retirement savings.\n\nContributions to a nonqualified plan are made from post-tax income so they don't reduce taxable income in the year they're made.However, the earnings may accumulate tax-free if the plan is tax-deferred.\n\nThe contributions establish acost basisfor interest calculations.\n\nMany annuities and other nonqualified tax-deferred products don't restrict contribution amounts but individual retirement accounts such as traditional IRAs limit annual contributions:\n\nContributions made to designated Roth accounts are not tax-deferred. You pay taxes on this money in the year you earn it and you can't claim a tax deduction for these contributions. But Roth accounts aren't subject to required minimum distributions (RMDs) and you can take the money out in retirement, including its earnings, without paying taxes on it. Some rules apply.\n\nAn elective deferral is money that your employer contributes to your retirement plan. Your employer is effectively giving you this money but it's not included in your taxable income. The IRS therefore sets limits as to how much you can receive, usually toward 401(k), 403(b), SARSEP and/or SIMPLE IRA plans.\n\nThe elective deferral limit for these plans is $23,500 in 2025. Anything in excess of these amounts is included in your taxable income for that year. The limit increases by $7,500 if you're age 50 or older.\n\nArequired minimum distribution (RMD)is the government's way of ensuring that it will eventually be paid taxes on your investments, and the IRS doesn't want to wait forever to collect its money. Federal law therefore imposes RMDs: ages by which you must begin taking money out of certain retirement accounts such as IRAs and 401(k)s andpaying the taxeson the money that you didn't pay before.\n\nYou must begin taking RMDs by age 72 if you were born before Dec. 31, 2022. You have until age 73 if you reach age 72 after this date.\n\n\"Deferred\" literally translates to \"delayed.\" You'll pay taxes on this money eventually. Some individuals might prefer to pay those taxes in the current year in exchange for other perks such as those provided by Roth accounts. Others would rather pay taxes on the money at a later time in life when they'll presumably be in a lower tax bracket. Speak to an investment advisor or a tax professional if you have any questions about which option is best for you.\n\nInternal Revenue Service. \"Topic No. 451, Individual Retirement Arrangements.\"\n\nInternal Revenue Service. \"401(k) Plans.\"\n\nInternal Revenue Service. \"Topic No. 424, 401(k) Plans.\"\n\nInternal Revenue Service. \"Topic No. 558, Additional Tax on Early Distributions From Retirement Plans Other Than IRAs.\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,000 for 2024, IRA Limit Rises to $7,000.\"\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,500 for 2025, IRA Limit Remains $7,000.\"\n\nInternal Revenue Service. \"Roth IRAs.\"\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distributions FAQs.\"",
  "url": "https://www.investopedia.com/terms/t/taxdeferred.asp"
}