{
  "term": "Tax Table Definition",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term tax table refers to a chart that displays the amount of tax due based on income received. Tax tables are provided by theInternal Revenue Service(IRS) to help taxpayers determine how much tax they owe and how to calculate it when they file their annualtax returns. The IRS provides different tax ranges in the tax table by tax filing status. Tax rates may be shown as a discrete amount, a percentage rate, or a combination of both. Tax tables are used by individuals, companies, and estates for both standard income andcapital gains. They are updated annually.\n\nBusiness and individual taxpayers pay aneffective tax rateon their income every year. The tax paid by each entity depends on a number of factors, such as:\n\nBased on these factors and the tax rates set for the year, taxpayers and taxing authorities can determine the amount of tax to be paid by each taxpayer.\n\nA typical tax table shows breakpoint income levels, above and below which different tax rates will apply. But the income used in tax tables istaxable income—not thegross income. Taxable income refers to gross income minus deductions. Thus, only the dollar amount left after factoring in deductions is subject to income tax.\n\nFor example, thestandard deductionfor 2022 is $12,950 for single taxpayers ($13,850 for 2023).A taxpayer who earns $65,000 for the year and only qualifies for the standard deduction pays income tax on $52,050 ($65,000 - $12,950) in 2022. Generally speaking, the higher a taxpayer’s taxable income, the more they are taxed.\n\nTax tables are set up with different columns for each filing status and rows of various taxable income amounts on the left. A person'stax liabilitycan be traced on the table based on their tax filing status and the amount transferred to the individual's income tax form.\n\nQualifying widowsor widowers can use themarried filing jointlycategory for at least two years following the death of their spouses.\n\nTax tables are commonly used by individual and corporate taxpayers with modest income levels. High-income earners tend to use more detailedtax rate schedulesin conjunction withitemized deductions.\n\nMost states use tax tables to determine personal income tax. The states that do not assess personal income tax are Alaska, Florida, Nevada, South Dakota, Tennessee, Texas, Washington, and Wyoming. New Hampshire only assesses a tax ondividendandinterest income.\n\nAs noted above, tax tables change from year to year and vary from state to state. Investors should always be sure that they use the correct tax tables based on their income sources and area of residence.\n\nAs noted above, the IRS provides updated tax and earned credit tables each year. It provides a tax range based onincomelevels and divides the amount owed based on your tax filing status.\n\nThe following is the tax table fortaxpayerswho fall in the $46,000 taxable income range for 2022:\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2022.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2023.\"\n\nInternal Revenue Service. \"Publication 501: Dependents, Standard Deduction, and Filing Information,\" Page 9.\n\nTax Foundation. \"State Individual Income Tax Rates and Brackets for 2022.\"\n\nInternal Revenue Service. \"1040 and 1040 - SR,\" Page 8.",
  "url": "https://www.investopedia.com/terms/t/taxtable.asp"
}