{
  "term": "Tax Evasion: Definition and Penalties",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nTax evasion is the willful and illegal failure to pay due taxes, in whole or in part.\n\nTax evasion involves deliberately and illegally avoiding the payment of a truetax liability. Willfully failing to pay taxes is a federal offense under theInternal Revenue Service (IRS)tax code. People caught evading taxes are generally subject to criminal charges and substantial penalties.\n\nTax evasion applies to both the illegal nonpayment as well as the illegal underpayment of taxes. Even if a taxpayer fails to submit appropriate tax forms, the IRS can still determine if taxes were owed based on required information fromthird parties, such as aW-2from someone’s employer or1099s. Generally, someone is not considered to be guilty of tax evasion unless the failure to pay is deemed intentional.\n\nTax evasion occurs when a person or business illegally avoids paying their tax liability, which is a criminal charge that’s subject to penalties and fines.\n\nFailure to pay proper taxes can lead to criminal charges. In order for charges to be levied, it must be determined that the avoidance of taxes was a willful act on the part of thetaxpayer. Not only can a person be liable for payment of any taxes that have been left unpaid, but they can also be found guilty of official charges and may be required to serve time in prison. According to the IRS, the penalties include jail time of no more than five years, a fine of no more than $250,000 for individuals ($500,000 for corporations), or both—along with the costs of prosecution.\n\nA variety of factors are considered when determining if the act of failure to pay was intentional. Most commonly, a taxpayer’s financial situation will be examined in an effort to confirm if the nonpayment was the result of committing fraud or of theconcealmentof reportable income.\n\nA failure to pay may be judged fraudulent in cases where a taxpayer made efforts to conceal assets by associating them with someone other than themselves.This can include reporting income under a false name andSocial Security number (SSN), which can also constitute identity theft. A person may be judged as concealing income if they fail to report work that did not follow traditional payment recording methods. This can include acceptance of a cash payment for goods or services rendered without reporting it properly to the IRS during a tax filing.\n\nWhile tax evasion requires the use of illegal methods to avoid paying proper taxes, tax avoidance uses legal means to lower the obligations of a taxpayer.This can include efforts such as charitable giving to an approved entity or the investment of income into atax deferredmechanism, such as anindividual retirement account (IRA).In the case of an IRA, taxes on the invested funds are not paid until the funds, and any applicable interest payments, have been withdrawn.\n\nThere are numerous ways that individuals or businesses can evade paying taxes they owe. Here are a few examples:\n\nThe IRS Criminal Investigation Division conducts criminal investigations of alleged violations of the Internal Revenue Code. These investigations follow strict guidelines and can be initiated from information from within the IRS when a revenue agent, for example, detects possible fraud. A preliminary investigation is conducted and determines whether there's sufficient evidence to open a criminal investigation.\n\nIf an investigation is opened, a special agent uses investigative techniques to obtain evidence, including interviewing third part witnesses, conducting surveillance, executing search warrants, subpoenaing bank records, and more. If the evidence and its analysis substantiate criminal activity, the case can be referred for prosecution. But, according to the IRS, \"each level of review may determine that the evidence does not substantiate criminal charges and the investigation should not be prosecuted.\"\n\nYes, you can. Tax evasion is a felony that is punishable by up to five years in prison or a fine of up to $250,000 (or $500,000 for corporations) or both.\n\nTax evasion is the illegal, intentional nonpayment or underpayment of taxes due, and those who engage in it can be subject to criminal prosecution, penalties, and jail time. Tax evasion is not the same as tax avoidance, which is the practice of lowering your tax obligation by legal means, such as investing in retirement accounts or taking applicable tax credits when submitting your tax return.\n\nInternal Revenue Services. \"Part 9. Criminal Investigations-Chapter 1. Criminal Investigation Mission and Strategies-Section 3. Criminal Statutory Provisions and Common Law-9.1.3 Criminal Statutory Provisions and Common Law.\"\n\nInternal Revenue Service. \"Tax Crimes Handbook-Office of Chief Counsel-Criminal Tax Division,\" Page 62-90.\n\nInternal Revenue Service. \"The Difference Between Tax Avoidance and Tax Evasion.\"\n\nInternal Revenue Service. \"Topic No. 451, Individual Retirement Arrangements (IRAs).\"\n\nInternal Revenue Service. \"Charitable Contribution Deductions.\"\n\nMinnesota Department of Revenue. \"Signs of Potential Tax Evasion or Tax Fraud.\"\n\nInternal Revenue Service. \"How Criminal Investigations Are Initiated.\"\n\nInternal Revenue Service. \"Tax Crimes Handbook,\" Page 2.\n\nCornell Law School Legal Information Institute. \"26 U.S. Code § 7201 - Attempt to Evade or Defeat Tax.\"",
  "url": "https://www.investopedia.com/terms/t/taxevasion.asp"
}