{
  "term": "Tax Lien: Meaning, How to Resolve With IRS",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA tax lien is a legal claim against the assets of an individual or business that fails to pay taxes owed to the government. In general, a lien serves to guarantee payment of a debt such as a loan, or in this case, taxes. If the obligation is not satisfied, the creditor may proceed to seize the assets.\n\nThe federal or state government can place a tax lien on a property if the owner is in arrears on income taxes. Local governments may place a lien on a property fornonpayment of property or local income taxes.\n\nThe lien does not mean that the property will be sold. Rather, it ensures that the tax authority gets the first claim over any other creditors vying for the creditor's assets.\n\nThe process begins when a taxpayer gets a letter that details how much is owed. This is known as a notice and demand for payment.\n\nIf the taxpayer fails to pay the debt or attempt to resolve it with the Internal Revenue Service (IRS), the agency can place a lien on the person's assets.\n\nThis lien attaches to all of a taxpayer’s assets, including securities, property, and vehicles. Any assets the taxpayer acquires while the lien is in effect also apply. It also attaches to any business property and the accounts receivable for the business.\n\nIf the taxpayer chooses to file forbankruptcy, the lien and the tax debt could continue even after the bankruptcy. Most debts are wiped out by bankruptcy proceedings, but not federal tax debt.\n\nIn the U.S., the IRS may place a lien against a taxpayer's home, vehicle, and bank accounts if federal tax payments are delinquent and there has been no demonstrated effort to pay the taxes owed.\n\nA federal tax lien has precedence over all other creditors' claims. It also makes it difficult for the taxpayer to sell the assets or to obtain credit.\n\nThe only way to release a federal tax lien is to fully pay the tax owed or reach a settlement with the IRS.\n\nOnce a lien has been filed, it used to show up on the taxpayer'scredit report, damaging the person's credit score. This could also prevent the taxpayer from selling or refinancing any assets to which liens have been attached. Note that since 2018, the three major credit reporting agencies have stopped including tax liens on credit reports.\n\nIf the taxes remain unpaid, the tax authority can use a tax levy to legally seize the taxpayer's assets in order to collect the money it is owed. While a lien secures the government’s interest or claim in the property, a levy permits the government to seize and sell the property in order to pay the tax debt.\n\nThe lien will remain in place until the tax bill is resolved or thestatute of limitationson the debt expires.\n\nThe simplest way to get out of a federal tax lien is to pay the taxes owed. Tax liens are publicly recorded. After a tax debtor pays off the debt, the county records will be updated to reflect the fact that the lien has been released.\n\nHowever, if this is not possible, there are other ways to deal with a lien with the cooperation of the IRS.\n\nIf repaying the taxes is simply impossible, the taxpayer must pay as much of the debt as possible and seek dismissal of the balance inbankruptcy court.\n\nIn many localities and states, public tax debt can be sold through auctions known as \"tax lien sales.\" At auctions, third parties can bid on liens and buy them from munipalities and states. After such a transfer occurs, the property owner will owe unpaid taxes and interest to the third-party purchaser of their lien going forward. A goodunderstanding of tax lien investingand the local real estate market is important.\n\nThe length of time that one can be delinquent on their property taxes varies from state to state. In general, property owners have around two years before their homes are foreclosed on.\n\nHow an individual can determine whether they have a tax lien against their property depends on where they live and which agency imposed that lien. In most places, a search via the state record office or the attorney general's office will reveal the existence of a lien against property. The Automated Lien System of the IRS can locate liens against businesses. There are private, third-party lien searching services that can also do lien research.\n\nA tax lien is a claim against the assets of an individual or business who fails to pay their tax debt to the government. This is related to but different from a tax levy, which is the act of taking the property if the subject of a lien neglects to make arrangements to settle their debt. Individuals affected by tax liens can resolve them by paying off their tax debt, or coming to a negotiated settlement with the agency pursuing it, such as the IRS.\n\nInternal Revenue Service. \"Understanding a Federal Tax Lien.\"\n\nExperian. \"Tax Liens Are No Longer a Part of Credit Reports.\"\n\nInternal Revenue Service. \"Additional Information on Payment Plans.\"\n\nInternal Revenue Service. \"Instructions on How to Apply for Certificate of Discharge from Federal Tax Lien.\"\n\nInternal Revenue Service. \"Instructions on How to Apply for a Certificate of Subordination of Federal Tax Lien.\"\n\nInternal Revenue Service. \"Understanding a Federal Tax Lien.\"",
  "url": "https://www.investopedia.com/terms/t/taxlien.asp"
}