{
  "term": "Taxable Wage Base: Overview and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term taxable base refers to the maximum amount ofearned incomeon which employees must pay Social Security taxes. The employee's gross wages are generally equal to the taxable wage base. An employer typically handles this calculation and withholds the correct amount of taxes from each of the employee's paychecks. Meanwhile, the employee is still responsible for reporting the tax on their tax return each year. The taxable wage base is also known as the Social Security wage base.\n\nTheSocial Security taxrate is 12.4%. Half of the tax, which comes to 6.2%, is paid by the employer, and the employee is responsible for paying the other half throughpayroll deductions. But Social Security tax is applied to earnings only up to a certain limit. Wages, salaries, and bonuses in excess of the stipulated maximum amount of earnings are not taxable. The limit adjusts annually, pegged to changes in the national average wage index.\n\nThe maximum amount of income that is subject to Social Security taxes is $160,200 in 2023 and $168,600 in 2024.This means that you don't pay Social Security taxes on any amount over these thresholds. The Social Security tax is deducted from individuals' payroll automatically along with the Medicare tax. Keep in mind that although the Social Security tax is applied up to the taxable wage base, theMedicare taxof 2.9% has no such limit. Therefore, it is applied to 100% of an employee's income.\n\nAn employee's taxable wage base is reported on theirW-2form (the Wage and Tax Statement) each year. Employers prepare the W-2s annually, sending copies to both theInternal Revenue Service (IRS)and the employee. Box 3 (\"Social security wages\") form essentially gives your taxable wage base, detailing how much of an individual's earnings are subject to Social Security tax. Box 4 indicates the amount of Social Security tax withheld.\n\nIf you're self-employed, you're responsible for paying the employee and employer's portion of the Social Security and Medicare tax to the IRS.\n\nThe taxes that are taken out of Social Security wages go to fund the Social Security payments that millions receive each month. The best-known of these is the retirement benefits paid to those 65 years old and up. Here's a snapshot of how many individuals receive each different benefit through the Social Security program as of September 2023:\n\nSocial Security tax and Medicare tax are collectively known asFederal Insurance Contributions Act (FICA)taxes. The 7.65% of gross income that an employee pays toward them appears as FICA taxes on their paystub and on their annual W-2 form.\n\nA taxable wage base is most often used in reference to Social Security taxes, though it can also apply to any income-based tax. For example, some state unemployment agencies use a taxable wage base to calculateunemployment taxes. The following is a list of taxable wage bases to calculate unemployment insurance in 2023 in several states:\n\nLike the taxable wage base for Social Security, theunemploymenttax basis increases every year or every few years, depending on the state.\n\nIn some instances, an employee earns wages that are classified as excess wages. The excess wage can be subtracted from gross income so that the taxable wage base is lower than gross income.\n\nNot every part of an individual's income is considered taxable. As such, even if they are included in a paycheck, some common types of compensation are exempt from the taxable wage base, either completely or within limits. They include:\n\nThe COVID-related Tax Relief Act of 2020 deferred the due date for the withholding and payment of the employee share of Social Security tax on Q4 wages until the period beginning on Jan. 1, 2021, and ending on Dec. 31, 2021. This applied to employees whose Social Security wages for a biweekly pay period were less than $4,000.\n\nThe following are two examples of the taxable wage base and how Social Security taxes are calculated. We'll use the 2024 taxable wage base in the examples.\n\nLet's say Rob earns $85,000 ingross incomeand has a 6.2% Social Security tax withheld from his pay. The federal government, in effect, will collect $5,270 (6.2% x $85,000) from Rob to help fundretirementand disability benefits for retirees.\n\nNow let's look at Sue's situation. Suppose she earns $175,000 gross income. The Social Security tax rate will only be applied up to the taxable wage base of $168,600, which is less than her gross income. Therefore, Sue will pay $10,453.20 (6.2% x $168,600) as her contribution to the country’s Social Security account for retirees and the disabled.\n\nShort for Federal Insurance Contributions Act taxes, the FICA tax is a duty imposed on wages and earnings. Constituting 7.65% of the employee's gross pay, it actually consists of two separate taxes: Social Security (6.2%) and Medicare (1.45%). The employee and the employer each contribute half of the FICA tax, which is taken out of every paycheck.\n\nSelf-employed individuals (independent contractors, sole proprietors, etc.) must pay both halves of Social Security and Medicare taxes—the entire 15.3% FICA tax. It is paid on the net income of their business, or the sum of their self-employed earnings after expenses and losses are deducted. While the Social Security and Medicare tax rate is the same as for employees, the self-employed can take a deduction for half the amount on their tax returns.\n\nYes, for most people, Social Security does count as income, and is, therefore,subject to income taxes. More specifically, it counts as unearned income.Whether you actually pay taxes on it, however, depends on your overall gross income. In 2023, up to 50% of Social Security income is taxable for individuals with a total gross income of at least $25,000, or couples filing jointly with a combined gross income of at least $32,000. Up to 85% of Social Security benefits are taxable for an individual with a combined gross income of at least $34,000, or a couple filing jointly with a combined gross income of at least $44,000. (These sums include your benefit payments.)\n\nYour Social Security benefits could theoretically be tax-free once you reach full retirement age, which is around 66 or 67, depending on your year of birth.But that's only if they're your sole source of income. More specifically, if your overall gross income is $25,000 or above ($32,000 if married filing jointly), they are taxable, at your ordinary income tax rate.\n\nThe taxable wage base is the maximum annual income on which individuals are required to pay certain payroll taxes such as Social Security and Medicare taxes. In 2024, the maximum annual income limit is $168,600, and the income limit often increases every year.\n\nInternal Revenue Service. “Understanding Employment Taxes.”\n\nSocial Security Administration. “Fact Sheet: 2024 Social Security Changes,” Page 1.\n\nSocial Security Administration. “How Is Social Security Financed?”\n\nU.S. Department of Labor. “Unemployment Insurance Tax Topic.”\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nSocial Security Administration. “Understanding the Benefits,” Page 3.\n\nInternal Revenue Service. \"2023 General Instructions for Forms W-2 and W-3,” Page 17.\n\nSocial Security Administration. \"Fact Sheet,\" Page 1.\n\nOfficial Alaska State Website. “Employment Security Tax FAQ.”\n\nEmployment Development Department. “2023 California Employer’s Guide,” Page 9.\n\nFlorida Department of Revenue. \"Reemployment Tax Rate Information.”\n\nKentucky Career Center. \"Kentucky's Unemployment Insurance Self-Service Web.\"\n\nNevada Department of Employment, Training and Rehabilitation. \"What's New in UI Tax.\"\n\nNew York State Department of Labor. \"NYS-45 Quarterly Reporting.”\n\nOhio Department of Job & Family Services. \"Taxable Wage Base.\"\n\nOffice of Unemployment Compensation. \"Yearly Tax Highlights.\"\n\nWyoming Workforce Services. \"Unemployment Taxable Wage Base.\"\n\nInternal Revenue Service. \"Publication 15 (2023), (Circular E), Employer's Tax Guide.\"\n\nInternal Revenue Service. \"Deferral of Employment Tax Deposits and Payments Through December 31, 2020,”\n\nInternal Revenue Service. “Topic No. 756 Employment Taxes for Household Employees.”\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nSocial Security Administration. \"Understanding Supplemental Security Income SSI Income -- 2022 Edition.\"\n\nSocial Security Administration. “Retirement Benefits,” Pages 11-12.\n\nSocial Security Administration. \"Starting Your Retirement Benefits Early.”\n\nSocial Security Administration. \"Income Taxes And Your Social Security Benefit.\"",
  "url": "https://www.investopedia.com/terms/t/taxable-wage-base.asp"
}