{
  "term": "Taxation Without Representation: What It Means and History",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe phrase taxation without representation describes a populace that is required to pay taxes to a government authority without having any say in that government's policies. The term has its origin in a slogan of the American colonials against their British rulers: \"Taxationwithout representation is tyranny.\"\n\nAlthough taxation without representation has been perpetrated in many cultures, the phrase came to the common lexicon during the 1700s in the American colonies. Opposition to taxation without representation was one of the primary causes of the American Revolution.\n\nThe British Parliament began taxing its American colonists directly in the 1760s, ostensibly to recoup losses incurred during the Seven Years’ War of 1754 to 1763.\n\nOne particularly despised tax, imposed by theStamp Act of 1765, required colonial printers to pay a tax on documents used or created in the colonies and to prove it by affixing an embossed revenue stamp to the documents.\n\nViolators were tried in vice-admiralty courts without a jury. The denial of a trial by peers was a second injury in the minds of colonists, compounding the problem of taxation without governmental representation.\n\nColonists considered the tax to be illegal because they had no representation in the Parliament that passed it and were denied theright to a trial by a juryof their peers. Delegates from nine of the 13 colonies met in New York in October 1765 to form the Stamp Act Congress.\n\nWilliam Samuel Johnson of Connecticut, John Dickinson of Pennsylvania, John Rutledge of South Carolina, and other prominent colonials met for 18 days.They then approved a \"Declaration of the Rights and Grievances of the Colonists,\" stating the delegates’ joint position for other colonists to read. Resolutions three, four, and five stressed the delegates’ loyalty to the crown while stating their objection to taxation without representation.\n\nA later resolution disputed the use ofadmiralty courtsthat conducted trials without juries, citing a violation of the rights of all free Englishmen.The Congress eventually drafted three petitions addressed to King George III, the House of Lords, and the House of Commons.\n\nThe petitions were initially ignored, but boycotts of British imports and other financial pressures by the colonists finally led to the repeal of the Stamp Act in March 1766.In spite of the repeal, and after years of increasing tensions, the American Revolution began on April 19, 1775, with battles between American colonists and British soldiers in Lexington and Concord.\n\nOn June 7, 1776, Richard Henry Lee introduced a resolution to Congress declaring the 13 colonies free from British rule. Benjamin Franklin, John Adams, and Thomas Jefferson were among the representatives chosen to word the resolution that declared the colonists' intent to dissolve ties with Britain and become self-governing.Taxation without representation has since been considered one of the instigating grievances of the American Revolution.\n\nThe Second Continental Congress adopted the Declaration of Independence on July 4, 1776, with the signing occurring primarily on Aug. 2, 1776.\n\nTaxation without representation in the United States did not end with the separation of the Americancolonies from Britain. There are still parts of the U.S. that pay taxes without receiving representation in the federal government.\n\nResidents of Puerto Rico, for example, are U.S. citizens but do not have the right to vote in presidential elections. They also have no voting representatives in the U.S. Congress unless they move to one of the 50 states.\n\nResidents of Washington, D.C., payfederal taxesdespite having no voting representation in Congress. Beginning in the year 2000, the phrase \"Taxation Without Representation\" appeared on license plates issued by the District of Columbia to increase awareness of this disparity.In 2017, the District's City Council changed the slogan to \"End Taxation Without Representation.\"\n\nThe Stamp Act of 1765 angered many colonists as it taxed every paper document used in the colonies. It was the first tax that the crown had demanded specifically from American colonists.However, there were many causes of the American Revolution in addition to anger over the Stamp Act.\n\nAfter the American Revolution, taxation without representation ended in some areas of the United States. While residents of the 50 states can elect representatives to the federal government, federal districts like Washington, D.C., and territories like Puerto Rico still lack the same representation on the federal level.\n\nToday, the phrase refers to a lack of representation at the federal level. As an example, Puerto Rico has the same structure as a state, with mayors of cities and a governor. Puerto Ricans are United States citizens. But instead of senators or representatives in Congress, they have a resident commissioner that represents the people in Washington, D.C., and Puerto Ricans can only vote for president if they establish residency in the 50 states.\n\n\"Taxation without representation\" refers to those taxes imposed on a population who doesn't have representation in the government. The slogan \"No taxation without representation\" was first adopted during the American Revolutionby American colonists under British rule.\n\nToday, the phrase refers to a lack of representation at the federal level. Residents of Washington, D.C., and Puerto Rico are still taxed without representation.\n\nNational Constitution Center. \"On This Day: 'No Taxation Without Representation!'\"\n\nGovernment of the District of Columbia. \"Why Statehood for DC.\"\n\nUnited States Department of State, Office of the Historian. \"French and Indian War/Seven Years’ War, 1754–63.\"\n\nNational Parks Service. \"Britain Begins Taxing the Colonies: The Sugar & Stamp Acts.\"\n\nLibrary of Congress. \"Magna Carta: Muse and Mentor - No Taxation Without Representation.\"\n\nUniversity of Michigan Library. \"Proceedings of the Congress at the New-York, Boston, 1765.\"\n\nUniversity of Michigan Library. \"Proceedings of the Congress at New York - WEDNESDAY, October 23, 1765, A. M.\"\n\nUniversity of Michigan Library. \"Proceedings of the Congress at New York - TUESDAY, October 22, 1765, A. M.\"\n\nYale Law School, The Avalon Project. \"Great Britain: Parliament - An Act Repealing the Stamp Act; March 18, 1766.\"\n\nAmerican Battlefield Trust. \"Lexington and Concord.\"\n\nNational Archives. \"Signers of the Declaration of Independence.\"\n\nLibrary of Congress. \"Declaring Independence: Drafting the Documents.\"\n\nNational Park Service. \"The Second Continental Congress and the Declaration of Independence.\"\n\nU.S. Commission on Civil Rights. \"Voting Rights in US Territories.\" Page 4.\n\nNational Archives. \"Unratified Amendments: DC Voting Rights.\"\n\nDepartment of Motor Vehicles, District of Columbia. \"End Taxation Without Representation Tags.\"\n\nCouncil of the District of Columbia. \"B21-0708 - End Taxation Without Representation Amendment Act of 2016.\"\n\nLibrary of Congress. \"The Commonwealth of Puerto Rico and its Government Structure.\"",
  "url": "https://www.investopedia.com/terms/t/tax_without_representation.asp"
}