{
  "term": "Taxable Income: What It Is, What Counts, and How to Calculate",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nTaxable income is the portion of your gross income used to calculate how much tax you owe in a given tax year. It can be described broadly asadjusted gross income (AGI)minus allowable itemized or standard deductions. Taxable income includes wages, salaries, bonuses, and tips, as well as investment income and various types of unearned income.\n\nInvestopedia / Paige McLaughlin\n\nTaxable incomeconsists of both earned andunearned income. Unearned income that is considered taxable includes canceled debts, government benefits (such as unemployment benefits and disability payments), strike benefits, and lottery payments. Taxable income also includes earnings generated fromappreciatedassets that have been sold during the year and fromdividendsand interest income.\n\nWhen it comes to deductions, the IRS offers individual tax filers the option to claim thestandard deductionor a list ofitemized deductions.Itemized deductions include interest paid on mortgages, medical expenses exceeding a specific threshold (7.5% of your AGI), and a range of other expenses.\n\nWhen businesses file their taxes, they do not report theirrevenuedirectly as taxable income. Rather, they subtract theirbusiness expensesfrom their revenue to calculate theirbusiness income. Then, they subtract deductions to calculate their taxable income.\n\nTax bracketsandmarginal tax ratesare based on taxable income, not gross income.\n\nTaxable income is any income you earn during the tax year. The most common is employee compensation. But there are other sources of income that are taxable.\n\nAs noted above, this is the most common type of taxable income. This comes in the form of salaries and wages, tips, bonuses, and fees that are paid to you by your employer. The income is reported to you on your W-2, which the company sends out to you electronically or by snail mail.This form also includes any applicable deductions to your taxable income, such as income tax,Social Security,Medicare, and 401(k) contributions, among others.\n\nAccording to the IRS, people who provide childcare either in their own homes or elsewhere must include the amount they receive as taxable income. This rule also applies to any money you receive if you babysit.\n\nIf you receive certainfringe benefitsas a director, partner, or through your employer, you must include their value, too.The IRS has a full list of what's taxable and exemptions on its website.\n\nYou are responsible for declaring any income you earn from certain types of business and investment activity. This includes any rental income you receive from properties that you own. It doesn't matter if the rental activity you receive is the result of a business, or if you earn it for a profit.Keep in mind that you may be able to declare the expenses related to the rental, which can offset the income you receive.\n\nThe IRS doesn't taxpartnershipentities but any income, deductions, and losses that stem from these entities are passed through to individual partners. As such, the partnership doesn't pay taxes. If you're a partner, you must declare any pass-throughs on your annual tax return. This must occur even if the pass-through doesn't apply to you directly.\n\nJust like a partnership, this type of corporation doesn't pay any income tax on earnings. This is passed through to shareholders based on their ownership stake in theS corporation. if you're a shareholder, earnings, losses, and deductions are reported on your personal income tax return.\n\nHere's a step-by-step guide to calculating taxable income.\n\nTo calculate your taxable income for anindividual tax return, you first need to determine your filing status. If you are unmarried, you can file your taxes either as asingle fileror, if you have a qualifying person for whom you pay more than half of the support and housing costs, ashead of household (HOH).\n\nIf you are married, you will most likely want to file asmarried filing jointly. However, there aresome limited instanceswhen it may make sense to file asmarried filing separately.\n\nWhen you know your filing status, you will need to gather documents for all sources of income for yourself, your spouse (if applicable), and anydependents(if applicable).The total of all these sources of income is known as yourgross income.Below are the most common tax forms that you will need in order to calculate your gross income.\n\nThe next step is to calculate your AGI. Your AGI is the result of taking certain “above-the-line” adjustments to your gross income, such as contributions to a qualifyingindividual retirement account (IRA), student loan interest, and certain education expenses.\n\nThese items are referred to as “above the line” because they reduce your income before taking any allowable itemized deductions or standard deductions.\n\nThe next step is to calculate your deductions. As mentioned above, you can either take the standard deduction oritemize your deductions.\n\nThe standard deduction is a set amount that tax filers can claim if they don’t have enough itemized deductions to claim. For the 2024 tax year, individual tax filers can claim a $14,600 standard deduction (up to $15,000 for 2025) or $21,900 (up to $22,500 for 2025) if they are heads of households. For married couples filing jointly, the standard deduction is $29,200 (up to $30,000 for 2025).\n\nIf you plan to itemize deductions rather than take the standard deduction, these are the records most commonly needed:\n\nOwners ofsole proprietorships, partnerships,S corporations, and some trusts and estates may be eligible for a qualified business income (QBI) deduction, which allows eligible taxpayers to deduct up to 20% of QBI,real estate investment trust (REIT)dividends, and qualified publicly traded partnership (PTP) income.If you are an independent contractor, then your work will most likely qualify for this special deduction.\n\nFor the final step in calculating your taxable income, you will need to take your AGI, calculated above, and subtract all applicable deductions.\n\nAs part of theAmerican Rescue Plan, student loan forgiveness issued from Jan. 1, 2021, to Dec. 31, 2025, will not be taxable to the recipient.\n\nThe IRS considers almost every type of income to be taxable, buta small number of income streams are nontaxable.For example, if you are a member of a religious organization who has taken a vow of poverty, work for an organization run by that order, and turn your earnings over to the order, then your income is nontaxable.\n\nSimilarly, if you receive an employee achievement award, its value is not taxable as long as certain conditions are met.If someone dies and you receive alife insurancepayment, then that is nontaxable income as well.\n\nDifferent tax agencies define taxable and nontaxable income differently. For example, while the IRS considerslottery winnings to be taxableincome in the United States, the Canada Revenue Agency considers most lottery winnings and other unexpected one-time windfalls to be nontaxable.\n\nThe term taxable income refers to any gross income earned that is used to calculate the amount of tax you owe. Put simply, it is your adjusted gross income less any deductions. This includes any wages, tips, salaries, and bonuses from employers. Investment and unearned income are also included.\n\nExamples of unearned income subject to taxation by federal or state authorities include interest, dividends, and rents, along withcapital gains.Other forms of taxable income can derive from loans that have been forgiven, government benefits (like disability or unemployment benefits), and winnings from casinos or lotteries.\n\nTaxable income is calculated by adding up all sources of income, excluding nontaxable items, and subtracting credits and deductions.\n\nExamples of nontaxable income include earnings made from a religious or charitable organization that are subsequently returned to that organization.Another example can be an employee achievement award, as long as certain conditions are met.If someone dies and youreceive a life insurance benefit, that is also nontaxable income (although it may subject you to anestate tax).\n\nEnding the year with a taxable income can put you into a higher tax bracket, which means you'll have a higher tax bill. Most people lower this figure by taking the standard deduction when they file their return. Or, if you itemize, make sure you factor in every deduction possible. But there are ways to lower your taxable income even before you file, such as contributing to a retirement account like a 401(k) or an individual retirement account or setting money aside in aflexible spendingorhealth savings account.\n\nIncome is any compensation you receive for providing a service. The most common form is, of course, money. But what most people don't realize is that there are other forms of income, including property and services in-kind.—and all of these are taxable. Knowing what to include can make filing your taxes easy and hassle-free. To avoid any complications, use the information and tips above to ensure that you calculate and declare your taxable income accurately.\n\nInternal Revenue Service. “What Is Taxable and Nontaxable Income?”\n\nInternal Revenue Service. \"About Publication 525.\"\n\nInternal Revenue Service. \"Unearned Income.\"\n\nInternal Revenue Service. \"Topic No. 501, Should I Itemize?.\"\n\nInternal Revenue Service. \"About Form 1098, Mortgage Interest Statement.\"\n\nInternal Revenue Service. \"Publication 542 Corporations (Rev. January 2024),” Page 7.\n\nInternal Revenue Service. \"Federal Income Tax Rates and Brackets.\"\n\nInternal Revenue Service. “About Form W-2, Wage and Tax Statement.”\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 3.\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 5.\n\nInternal Revenue Service. “Publication 15-B (2024), Employer's Tax Guide to Fringe Benefits.”\n\nInternal Revenue Service. \"1040 (and 1040-SR),” Pages 85-87.\n\nInternal Revenue Service. “Topic No. 414, Rental Income and Expenses.”\n\nInternal Revenue Service. \"Tax Information for Partnerships.”\n\nInternal Revenue Service. \"S Corporations.”\n\nInternal Revenue Service. \"Topic No. 420, Bartering Income.”\n\nInternal Revenue Service. \"Digital Assets.”\n\nInternal Revenue Service. \"Taxpayers Should Know and Understand Their Correct Filing Status.\"\n\nInternal Revenue Service. “About Form W-2, Wage and Tax Statement.”\n\nInternal Revenue Service. “Publication 501: Dependents, Standard Deduction, and Filing Information,” Pages 11-12.\n\nInternal Revenue Service. “Definition of Adjusted Gross Income.”\n\nInternal Revenue Service. “General Instructions for Forms W-2 and W-3,” Page 5.\n\nInternal Revenue Service. \"Instructions for Forms 1099-MISC and 1099-NEC,\" Page 1.\n\nInternal Revenue Service. “Topic No. 403, Interest Received.”\n\nInternal Revenue Service. “Definition of Adjusted Gross Income.”\n\nAARP. \"8 Tax Deductions to Claim Without Itemizing Your Return.\"\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. “How Long Should I Keep Records?.”\n\nInternal Revenue Service. “Topic No. 503, Deductible Taxes.”\n\nInternal Revenue Service. “Self-Employed Individuals Tax Center.”\n\nInternal Revenue Service. \"Publication 526, Charitable Contributions,\" Page 3.\n\nInternal Revenue Service. “Qualified Education Expenses.”\n\nInternal Revenue Service. “Topic No. 502 Medical and Dental Expenses.”\n\nInternal Revenue Service. “Qualified Business Income Deduction.”\n\nInternal Revenue Service. “Instructions for Form 8995,” Page 2.\n\nU.S. Congress. “H.R. 1319,” Pages 182-183.\n\nInternal Revenue Service. \"Publication 517, Social Security and Other Information for Members of the Clergy and Religious Workers,\" Page 4.\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 4.\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 23.\n\nInternal Revenue Service. “Topic No. 419, Gambling Income and Losses.”\n\nCanada Revenue Agency. “Income Tax Folio S3-F9-C1, Lottery Winnings, Miscellaneous Receipts, and Income (and Losses) From Crime.”\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 2.\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 34.\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 30.\n\nInternal Revenue Service. “Estimated Taxes.”\n\nInternal Revenue Service. \"Publication 525: Taxable and Nontaxable Income,\" Page 22.\n\nInternal Revenue Service. “Publication 525: Taxable and Nontaxable Income,” Page 1.\n\nInternal Revenue Service. \"Topic No. 501, Should I Itemize?”",
  "url": "https://www.investopedia.com/terms/t/taxableincome.asp"
}