{
  "term": "Taxes",
  "definition": "Knowing the tax rules can help you plan your financial life and not pay more than necessary. Pretty much everyone pays some taxes, whether they are federal, state, local income taxes, sales taxes, property taxes, or capital gains.\n\nJust 5 states don’t impose state sales taxes: Alaska, Delaware, Montana, New Hampshire, and Oregon. However, that doesn’t keep them from chargingincome tax,excise taxesor tourist taxes. And it doesn’t mean that cities or municipalities within those states can’t change a local sales tax.\n\nThere are complicated rules for how stock-option taxes are calculated, sometimes depending on whether the options the employer granted are statutory stock options—granted under an employee stock purchase plan or anincentive stock option (ISO)plan—or nonstatutory ones. ISO options affectalternative minimum taxand nonstatutory options have three possible tax events, so get the help of a tax advisor to handle stock options issues.\n\nDocuments around property acquisition and improvements are especially important forcapital gains tax when you sell your home; so are documents needed by heirs to establish thecost basisof stocks they inherit.\n\nStart by using the exclusion for $250,000 of capital gains ($500,000) for married couples if the home was your primary residence for at least two of the last five years. Then look at all the expenditures you made that can reduce the amount of capital gains—for example,capital improvements, settlement feesand closing costs.\n\nAlternative minimum tax (AMT)is a system invented to make sure that higher income people with significant tax deductions didn’t avoid paying federal income tax. It uses a separate set of rules to calculate the tax owed after adding certain tax preference items back intoadjusted gross income (AGI).What you need to do is keep your AGI as low as possible through maximizing salary deferrals and pre-tax contributions to flexible spending plans and the like, keeping tax-efficient investments in taxable investment accounts, and taking all the tax credits of which you qualify.\n\nSome of these are simple carelessness, such as using the wrong line of the form or entering incorrect figures or names. Others are automatically taking thestandard deduction, missingwrite-offs, making math errors, not telling the IRS what to do with your refund, and making payment mistakes.\n\nThis is a nine-digit tracking number used by theInternal Revenue Service (IRS)and is required on all tax returns. It is required information on all tax returns filed with the IRS. The IRS issues all U.S. tax identification numbers (TIN) or tax I.D. numbers. Two tax ID numbes not issued by the IRS: Social Security numbers (SSNs), which are issued by theSocial Security Administration (SSA)and foreign tax identifying numbers (foreign TIN), which are issued by the country in which the non-U.S. taxpayer pays taxes.\n\nSome states impose these taxes on heirs. Unlike the estate tax, which is paid by the deceased’s estate, this tax is paid by the beneficiary. States that charge inheritance taxes: Iowa, Kentucky, Maryland, Nebraska, New Jersey, and Pennsylvania.\n\nThere is no federal inheritance tax.\n\nLargely paid by businesses on goods and services at purchase, these taxes can bead valorem(a percentage of the cost) or specific (a set dollar amount). Excise taxes levied on goods with a high social cost such as alcohol and tobacco are known assin taxes. Motor fuels, airline tickets, and health services are other major sources of excise tax revenue.\n\nThese taxes are paid by the manufacturer or retailer, not the consumer, but are passed on to the consumer in the form of higher costs.Excise taxeson fuel, alcohol, and tobacco are one example of an indirect tax. So areimport dutiespaid by those who import goods from outside the country.\n\nA consumption tax imposed on goods and services, a sales tax is paid at the point of sale by the consumer and is collected by the seller. A manufacturer at an interim step in the manufacturing process (say a yarn maker who sells the yarn to a sweater manufacturer) can obtain a certificate of resale to avoid being charged sales tax on the yarn.\n\nThis is any tax on the purchase of goods and services.Sales taxes,excise taxesandtariffsare all consumption taxes. They are taxes on what you spend, rather than taxes on what you earn (income taxes).\n\nIncome or transactions that aren’t subject to any federal, state, or local tax are tax exempt. Some religious andcharitable organizationsare also tax exempt. So are earnings frommunicipal bonds.",
  "url": "https://www.investopedia.com/taxes-4427724"
}