{
  "term": "Taxes Definition: Types, Who Pays, and Why",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nTaxes are mandatory contributions levied on individuals or corporations by a government entity—whether local, regional, or national.Tax revenuesfinance government activities, including public works and services such as roads and schools, or programs such as Social Security and Medicare.\n\nIn economics, taxes fall onwhoever pays the burden of the tax, whether this is the entity being taxed, such as a business, or the end consumers of the business’s goods. From an accounting perspective, there are various taxes to consider, including payroll taxes, federal and state income taxes, and sales taxes.\n\nTo help fund public works and services—and to build and maintain theinfrastructureused in a country—a government usually taxes its individual and corporate residents. The tax collected is used for the betterment of theeconomyand all who are living in it.\n\nIn the United States and many other countries in the world, income taxes are applied to some form of money received by ataxpayer. The money could be income earned from salary,capital gainsfrom investment appreciation,dividendsorinterestreceived as additional income, payments made for goods and services, and so on.\n\nTax revenues are used for public services and the operation of the government, as well as forSocial SecurityandMedicare.As the large baby boomer generation has aged, Social Security and Medicare have claimed increasingly high proportions of the total federal expenditure of tax revenue.Throughout U.S. history, tax policy has been a consistent source of political debate.\n\nA tax requires a percentage of the taxpayer’s earnings or money to be taken and remitted to the government. Payment of taxes at rates levied by the government is compulsory, andtax evasion—the deliberate failure to pay one’s full tax liabilities—is punishable by law. (On the other hand,tax avoidance—actions taken to lessen your tax liability and maximize after-tax income—is perfectly legal.)\n\nMost governments use an agency or department to collect taxes. In the United States, this function is performed federally by theInternal Revenue Service (IRS).\n\nThere are several very common types of taxes:\n\nTax systems vary widely among nations, and it is important for individuals and corporations to carefully study a new locale’s tax laws before earning income or doing business there.\n\nBelow, we will take a look at various tax situations in the United States. Generally speaking, the federal government levies income, corporate, and payroll taxes; the state levies income and sales taxes; and municipalities or other local governments mainly levy property taxes.\n\nLike many nations, the United States has aprogressive income taxsystem, through which a higher percentage of tax revenues are collected from high-income individuals or corporations than from low-income individual earners. Taxes are applied through marginaltax rates.\n\nA variety of factors affect the marginal tax rate that a taxpayer will pay, including their filing status—married filing jointly,married filing separately,single, orhead of household. Which status a person filescan make a significant differencein how much they are taxed. The source of a taxpayer’s income also makes a difference in taxation.It’s important to learn the terminology of the different income types that may affect how income is taxed.\n\nCapital gains taxesare of particular relevance for investors. Levied and enforced at the federal level, these are taxes on the profit generated when you sell anassetthat's increased in value.\n\nThe rate of taxation on the profit depends on the length of time for which the asset was held. Short-term capital gains (on assets sold one year or less after they were acquired) are taxed at the owner’s ordinary income tax rate, whereas long-term gains on assets held for more than a year are taxed at a lower capital gains rate—based on the rationale that lower taxes will encourage high levels of capital investment.Tax recordsshould be maintained to substantiate the length of ownership when both the assets were sold and the tax return was filed.\n\nPayroll taxes are withheld from an employee’s paycheck by an employer, who remits the amount to the federal government to fund Medicare and Social Security programs. In 2024, employees will pay 1.45% into Medicare on all wages and 6.2% into Social Security on the first $168,600 earned, increasing to $176,100 in 2025.\n\nAnyone who earns more than $200,000 as a single filer (or $250,000 for married couples filing jointly) pays an additional 0.9% into Medicare.\n\nPayroll taxes have both an employee portion and an employer portion. The employer remits both the employee portion, described above, and a duplicate amount for the employer portion. The employer rates are the same 6.2% for Social Security up to the wage base limit, and 1.45% for Medicare on all wages. Therefore, the total remitted is 15.3% (6.2% employee Social Security + 6.2% employer Social Security + 1.45% employee Medicare + 1.45% employer Medicare).\n\nPayroll taxes and income taxes differ, although both are withheld from an employee’s paycheck and remitted to the government. Payroll taxes are specifically to fund Social Security and Medicare programs.A self-employed individual must pay the equivalent of both the employee and employer portion of payroll taxes throughself-employment taxes, which also fund Social Security and Medicare.\n\nCorporate taxes are paid on a company’s taxable income. The steps to calculate a company’s taxable income are:\n\nThe corporate tax rate in the United States is currently a flat rate of 21%. Before theTax Cuts and Jobs Act (TCJA)of 2017, the corporate tax rate was 35%.\n\nIn August of 2022, the United States Congress passed a new 15% corporate minimum tax into law as part of the Inflation Reduction Act of 2022. This new minimum tax only affects U.S. corporations with three-year average book values of $1 billion or more and foreign corporations with three-year average U.S. income over $100 million.\n\nSales taxes are charged at thepoint of salewhen a customer executes the payment for a good or service. The business collects the sales tax from the customer and remits the funds to the government.\n\nEach state can implement its own sales taxes, meaning they vary depending on location. There's even room for cities and counties to use their own rates, provided that they abide by the taxing rules of their state.\n\nIn 2024, the highest average state and local sales tax rate was found in Louisiana, at 9.56%. Five states—Alaska, Delaware, Montana, New Hampshire, and Oregon—did not have a state sales tax, although Alaska did allow municipalities to charge local sales tax.\n\nA common property tax in the United States is the real estatead valoremtax. Amillage rateis used to calculate real estate taxes; it represents the amount per every $1,000 of a property’s assessed value. The property’s assessed value is determined by a propertyassessorappointed by the local government. Reassessments are typically performed every one to five years.\n\nProperty tax rates vary considerably by jurisdiction and many states also taxtangible personal property, such as cars and boats.\n\nIn FY 2022, the state with the highest property effective tax rate was New Jersey at 2.08%. The lowest state ranking was Hawaii at 0.26%.\n\nA tariff is a tax imposed by one country on the goods and servicesimportedfrom another country. The purpose is to encourage domestic purchases byincreasing the price of goods and servicesimported from other countries.\n\nThere are two main types of tariffs: fixed fee tariffs, which are levied as a fixed cost based on the type of item, and ad valorem tariffs, which are assessed as a percentage of the item’s value (like the real estate tax in the previous section).\n\nTariffs are politically divisive, with debate over whether the policies work as intended.\n\nEstate taxes are levied only onestatesthat exceed the exclusion limit set by law. In 2024,the federal exclusion limit is $13.61 million, increasing to $13.99 million in 2025. Surviving spouses are exempt from estate taxes.\n\nThe estate tax due is the taxable estate minus the exclusion limit. For example, a $15.7 million estate would owe estate taxes on $2.09 million in 2024 ($1.71 million in 2025).\n\nThe estate tax rate is a progressive marginal rate that increases from 18% to 40%. The maximum estate tax rate of 40% is levied on the portion of an estate that exceeds the exclusion limit by more than $1 million.\n\nStates may have lower exclusion limits than the federal government, but no state taxes estates worth less than $1 million. Only Oregon has the $1 million exemption limit.State rates are also different from the federal rate. In 2024, the highest state estate tax rate, implemented in Hawaii and Washington, was 20%.\n\nSome states levy their own additional estate or inheritance tax, with exclusion limits that differ from those of the federal government.\n\nEstate taxes are different frominheritance taxesin that an estate tax is applied before assets are disbursed to anybeneficiaries. An inheritance tax is paid by the beneficiary. There is no federal inheritance tax, and, as of 2024, only six states have an inheritance tax: Iowa, Kentucky, Maryland, Nebraska, New Jersey, and Pennsylvania. Iowa will completely phase out its inheritance tax by 2025.\n\nEvery type of tax has a different due date or reporting requirement. Some are collected immediately at the time of a transaction or leading up to a transaction like sales taxes or tariffs. Others are on a fixed recurring schedule with a due date repeating on a specific date or specific day/month combination (e.g., property taxes being due the first day of April). The due dates for similar types of taxes will vary across governing bodies (i.e. different counties will have different property tax due dates).\n\nUpon failure to remit the appropriate amount of a tax to the taxing authorities, various penalties may be incurred. Regarding the various taxes mentioned above, tax penalties may include:\n\nTaxes are the primary source of revenue for most governments. Among other things, this money is spent to improve and maintain public infrastructure, including the roads we travel on, and fund public services, such as schools, emergency services, and welfare programs.\n\nIn the U.S., taxation progressively increases as an individual’s income grows. There are currently seven federal tax brackets in the U.S., with rates ranging from 10% to 37%.\n\nGenerally speaking, U.S. taxes are lower than in other developed nations. In 2021, total U.S. tax revenue represented 24% ofgross domestic product (GDP)according to the Tax Policy Center, whereas the average among the other 37 member countries of theOrganisation for Economic Co-operation and Development (OECD)was 34%.\n\nThe taxpayer will depend on the type of tax and associated regulation for that tax. For example, federal income tax legislation usually only pertains to people who have earned a certain amount of income or adjusted gross income. Corporate taxes may be limited to companies that have performed business in a specific area or are incorporated to do business within a specific country. Each tax is handled differently, and there are often exceptions and qualifications for whom the tax pertains to.\n\nTaxes can be classified in different ways. Some taxes may be incurred on transactions (i.e. sales taxes or tariffs). Other taxes are incurred on net financial results (i.e. individual income taxes or corporate income taxes). There are also taxes that occur due to one-time or non-recurring events (i.e. estate taxes, capital gains taxes).\n\nThere are many types of taxes that are applied in various ways. Understanding what triggers a tax situation can enable taxpayers to manage their finances to minimize the impact of taxes. Techniques that can help includeannual tax-loss harvestingto offset investment gains with investment losses, andestate planning, which works to shelter inherited income for heirs.\n\nU.S. Department of the Treasury. “Economics of Taxation.”\n\nCongressional Budget Office. “Mandatory Spending in Fiscal Year 2023: An Infographic.”\n\nInternal Revenue Service. “Worksheet Solutions: The Difference Between Tax Evasion and Tax Avoidance,” Page 1.\n\nInternal Revenue Service. “The Agency, Its Mission and Statutory Authority.”\n\nInternal Revenue Service. \"Tax Information for Federal, State, and Local Governments.\"\n\nTax Policy Center. “Are Federal Taxes Progressive?”\n\nInternal Revenue Service. \"Filing Status.\"\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nSocial Security Administration. \"Fact Sheet: 2025 Social Security Changes, Cost-of-Living Adjustment (COLA),\" Page 1.\n\nInternal Revenue Service. \"Topic No. 560 Additional Medicare Tax.\"\n\nU.S. Government Publishing Office. \"26 CFR Parts 1 and 31, TD 9645, Rules Relating to Additional Medicare Tax,\" Page 71471.\n\nInternal Revenue Service. \"Topic No. 751 Social Security and Medicare Withholding Rates.\"\n\nInternal Revenue Service. \"Publication 15, (Circular E), Employer's Tax Guide,\" Pages 25-26.\n\nInternal Revenue Service. “Self-Employment Tax (Social Security and Medicare Taxes).”\n\nTax Policy Center. \"How Did the Tax Cuts and Jobs Act Change Business Taxes?\"\n\nCongress.gov. “H. R. 1, 115th Congress,” Page 43.\n\nCongress.gov. \"H.R.5376 - Inflation Reduction Act of 2022.\"\n\nTax Foundation. “State and Local Sales Tax Rates, 2024.\"\n\nTax Foundation. \"How High Are Property Taxes in Your State?\"\n\nTax Foundation. \"States Should Continue to Reform Taxes on Tangible Personal Property.\"\n\nTax Foundation. “Property Taxes by State and County, 2024.\"\n\nCouncil on Foreign Relations. \"The Truth About Tariffs.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments For Tax Year 2025.\"\n\nInternal Revenue Service. “Estate Tax.”\n\nInternal Revenue Service. “Instructions for Form 706.”\n\nOregon.gov. \"Estate Transfer Taxes and Fiduciary Income Taxes.\"\n\nMercer Advisors. \"To Minimize Inheritance and Estate Tax, Make These Moves Now.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2025.”\n\nTax Policy Center. \"How Do U.S. Taxes Compare Internationally?\"",
  "url": "https://www.investopedia.com/terms/t/taxes.asp"
}