{
  "term": "Taylor Rule Definition",
  "definition": "The Taylor Rule (sometimes referred to as Taylor's rule or Taylor principle) is an equation linking the Federal Reserve's benchmark interest rate to levels of inflation and economic growth. Stanford economist John Taylor originally proposed the rule as a rough guideline formonetary policybut has subsequently urged afixed-rule policybased on the equation, a cause adopted by Republicans seeking to limit the Federal Reserve's policy discretion.\n\nThe Taylor Rule's formula ties the Fed's key interest rate policy instrument, the federal funds rate, to two factors: the difference between the actual and targeted inflation rates and that between the desired and apparent growth in thereal Gross Domestic Product (GDP). Because policymakers aim for maximum sustainable growth at the economy's productive potential, the difference between the actual and desired real GDP growth rates can also be described as anoutput gap.\n\nWhen Taylor introduced the Taylor Rule formula, he noted it accurately reflectedFederal Reserve policyduring several years leading up to 1993, but also described it as a \"concept...in a policy environment where it is practically impossible to follow mechanically any particular algebraic formula that describes the policy rule.\"\n\nThe rule prescribes a higherfederal funds ratewhen inflation is above the Fed's inflation target, and a lower one if inflation is lagging. Similarly, real GDP growth above a target (typically defined by the economy's full potential) would dictate a higher interest rate, while growth short of the mark would serve to lower it.\n\nTaylor's equation in its simplest form looks like:\n\nThe equation assumes the equilibrium federal funds rate of 2% above inflation, represented by the sum ofp(inflation rate) and the \"2\" on the far right.\n\nFrom that equilibrium, the federal funds rate is assumed to move up or down by half the difference between actual and targeted inflation, with overshoots relative to the target increasing the rate and undershoots lowering it.\n\nThe other variable is the output gap or the difference betweenactual and targeted growth in real GDP. As with inflation, each percentage point of the output gap moves the expected federal funds rate by half a percentage point, with growth above target raising it and shortfalls lowering it.\n\nThe Taylor Rule has tended to serve as a fairly accurate guide to monetary policy during relatively calm periods marked by steady growth and moderate inflation, but much less so during economic crises. For instance, the Taylor Rule and its derivatives prescribed a sharply negative federal funds rate during the short, deep recession caused by the COVID-19 pandemic, while in practical terms the fed funds rate is constrained by thezero bound, the Federal Reserve noted in its June 2022 monetary policy report to Congress.\n\nBecause monetary policy becomes ineffective atnegative interest rates, central banks have responded to severe economic crises with alternative tools including large-scale asset purchases, also known asquantitative easing. The basic Taylor Rule does not consider these policy options, the Fed noted. Nor does it apply risk management principles, treating the output gap and the inflation rate as predictable and their divergences from targets as equally important.\n\nIn times of economic stress, these measures are subject to large fluctuations that can complicate policymakers' assessments of their sustainable path. Few faulted the Fed for focusing on downside risks at the depths of the COVID-19 panic, while the Taylor Rule will always treat recent inflation as an equally important consideration regardless of circumstances.\n\nFormer Federal Reserve Chairman Ben Bernanke used similar arguments in responding to Taylor's criticisms of the Fed's monetary policy before and after the 2007-2009 global financial crisis. Given the limitations of the Taylor Rule formula, \"I don’t think we’ll be replacing theFOMCwith robots anytime soon,\" Bernanke concluded.\n\nBy assuming a base short-term interest rate 2% above annual inflation, the Taylor Rule makes inflation its single most important factor. While Federal Reserve vice chair,Janet Yellenreferenced a modified Taylor Rule giving equal weight to deviations from the Fed's inflation and growth targets, while noting that it would still have prescribed suboptimally tight monetary policy.\n\nThe Federal Reserve's monetary policy report in June 2022 presented a version of such a \"balanced-approach\" rule, along with an alternative modification of the Taylor Rule delaying the prescribed increases in rates to offset cumulative shortfall in policy accommodation as a result of the effective lower bound limit.\n\nBernanke has written that the Fed is more likely to trust a Taylor Rule formula doubling the weighting of the output gap factor relative to inflation as most consistent with its dual mandate to promote stable prices and maximum employment.\n\nThe Federal Reserve's versions of the Taylor Rule also replace the output gap with the difference between the long-run unemployment rate and current unemployment, in keeping with the employment part of the Fed's mandate. The Federal Reserve focuses on thePersonal Consumption Expenditures (PCE)Price Index as its preferred measure of inflation.\n\nIn assuming an equilibrium federal funds rate 2% above annual inflation, the Taylor Rule fails to account for both the Federal Reserve's mandate to promote maximum employment and the range of policy tools at the Fed's disposal. Moreover, a fixed-rule monetary policy discounts the variety and unpredictability of the real world. Taylor himself noted in 1993 that \"it is difficult to see how…algebraic policy rules could be sufficiently encompassing\" to guide rates. In the same paper, he acknowledged that \"there will be episodes where monetary policy will need to be adjusted to deal with special factors.\"\n\nThe Brookings Institution. \"The Taylor Rule: A Benchmark for Monetary Policy?\"\n\nTaylor, John B. \"Discretion Versus Policy Rules in Practice.\"Carnegie-Rochester Conference Series on Public Policy, vol. 39, 1993, Page 195.\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy Report, June 17, 2022,\" Pages 46-48.\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy Report, June 17, 2022,\" Page 48.\n\nBoard of Governors of the Federal Reserve System. \"Revolution and Evolution in Central Bank Communications.\"\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy Report, June 17, 2022,\" Pages 1, 46.\n\nTaylor, John B. \"Discretion Versus Policy Rules in Practice.\"Carnegie-Rochester Conference Series on Public Policy, vol. 39, 1993, Pages 196-197.",
  "url": "https://www.investopedia.com/terms/t/taylorsrule.asp"
}