{
  "term": "Teacher Retirement System (TRS): What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Teacher Retirement System (TRS) is a network of state and city-level organizations that collectively administer pensions and retirement accounts for public education employees within their states. They also provide educators with help and advice regarding theirretirement planning.\n\nEach state organization offers a different array of plans and benefits to its beneficiaries, which may include not only teachers but other public-education staffers, such as maintenance workers, janitors, and administrators.\n\nThe biggest such systems—the California State Teachers Retirement System, the Teacher Retirement System of Texas, and the New York State Teachers' Retirement System—are among the 10 largest pension plans in the U.S.\n\nA TRS typically provides adefined-benefit pension plan, which guarantees a monthly benefit based on plan-specific features. Most pensions that use the TRS name arequalified retirement plansunder theEmployee Retirement Income Security Act(ERISA).\n\nAs with many pensions, TRS plans typically award benefits based on a pension factor that is multiplied by your age or years of service in the plan, which is then multiplied by your final average salary or an average of your highest-earning years of employment.\n\nIn addition to a TRS pension plan, many teachers are eligible for a403(b) plan.A 403(b) operates much like a401(k), which allows participants to defer some of their own salaries into the plan, offering an effective way for teachers to save in addition to their TRS pension plan.\n\nA Teacher Retirement System may offer disability anddeath benefitsto its members.\n\nExperts say the plans are in dire need of reform. In a recent study, 20 state Teacher Retirement Systems received an F grade, while none received an A grade. The situation is not improving; it's getting worse. New teachers are facing benefit cuts in order to make up the shortfall for older workers. This means that new hires need to work more years before they can receive benefits.\n\nReports also indicate that only 50% of teachers remain in a TRS long enough to receive minimum benefits.\n\nPublic school teachers have access to defined-benefit pension plans through their state's Teacher Retirement System. Teachers can also contribute to defined-contribution plans, such as 403(b) plans. Most teachers are not likely to qualify forSocial Security, as they do not pay into the system.\n\nMost teachers retire at the age of 58. The age at which teachers can start receiving retirement benefits will depend on the state. Many states require teachers work for a certain number of years before being eligible, regardless of their age.\n\nAccording to Bellwether, a national nonprofit, the state that has the best teacher retirement plan is South Dakota, earning an 88.4%. Other states that also ranked high include Tennessee (82.5%) and Washington (81.9%). The worst scores were earned by Kentucky (39.7%), New Jersey (36.2%), and Illinois (34.9%).\n\nA Teacher Retirement System is a state-level organization that administers retirement savings plans for workers in public schools and colleges.\n\nThe majority of state Teacher Retirement Systems receive low rankings. Only 1 out of 5 teachers receive their fullpensions.\n\nExperts recommend that teachers do not cross state lines for new jobs, as it is one of the sure-fire ways to lose out on their pension.\n\nPension and Investments. “The P&I 1000.\"\n\nInternal Revenue Service. “Governmental Plans under Internal Revenue Code Section 401(a).”\n\nU.S. Department of Labor. “Types of Retirement Plans.”\n\nInternal Revenue Service. “Retirement Plans FAQs regarding 403(b) Tax-Sheltered Annuity Plans.”\n\nTeachers’ Retirement System of the State of Illinois. “Chapter Thirteen: Disability Benefits.”\n\nTeachers’ Retirement System of the State of Illinois. “Chapter Fourteen: Death Benefits.”\n\nThe74. \"New Report Gives Low Grades to Most Teacher Retirement Systems.\"\n\nSapling. \"How Many Years Are Teachers Required to Work Before They Can Retire?\"\n\nBellwether Education Partners. \"Teacher Retirement Systems: A Ranking of the States,\" Pages 25-26.",
  "url": "https://www.investopedia.com/terms/t/trs.asp"
}