{
  "term": "Technical Skills You Should List on Your Resume",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nTechnical skills may include knowledge of accounting principles, software programs, or the ability to operate a specific piece of machinery.\n\nMany employers use automated systems to cull resumes. Writingresumesrequires a delicate balance: If you get too creative, you risk not making it past theartificial intelligence (AI)screeners, but if you don’t include your skills, the human who ultimately reviews your application may be unable to evaluate the person behind the resume.\n\nHighlightingtechnical skillsand including a programming language such as Python, data analysis tools like Tableau, yourCPAcertification, and skills on specialized equipment or machinery may help move your application forward in the queue.\n\nA well-constructed resume will present the qualifications, experience, and skills that make you a qualified candidate. When including technical skills, it’s important to list those pertinent to the job for which you’re applying. Begin with the technical skills most critical to the role, and follow with ancillary skills you’ll need in the specific position.\n\nEmployers seek basic technical skills that relate to positions in data analysis, project management, accounting, and marketing. Whether your skills are inenterprise resource planning (ERP)systems, financial modeling andforecasting, or you knowgenerally accepted accounting principles (GAAP), commonly used resume software may create a skills section using an appropriate heading and organize them in a list format, with the most relevant skills first.\n\nQuantify your experience by listing the number of years of experience using a specific skill or the number of projects you have completed using the skill.\n\nAccording to the job website Indeed, employers commonly look at the last 15 years of a candidate’s experience.\n\nProfessional affiliations demonstrate your commitment to your field and engagement with industry networks. Common organizations that candidates may add to their resume include the American Accounting Association, the National Criminal Justice Association, the American Society of Civil Engineers, or the Association for Financial Professionals.\n\nGeneral skills in communication, teamwork, or creativity, while valuable, do not count as technical. Instead, these are classified assoft skills. Technical skills reveal your ability to handle the specific technical demands of a job, which can be critical in fields ranging from information technology (IT) and engineering to marketing and finance.\n\nTechnical skills are the abilities and knowledge that enable someone to perform certain functions. Whether attained through training or education, technical skills are essential for increased productivity and competitive advantage. You can position yourself for success by staying informed about the most sought-after technical abilities, investing in continuous learning, and effectively showcasing your expertise on your resume.\n\nIndeed. “How Many Years You Should Go Back On a Resume?”\n\nIndeed. “57 Professional Associations To Join to Boost Your Resume.”",
  "url": "https://www.investopedia.com/terms/t/technical-skills.asp"
}