{
  "term": "Technical Analysis: What It Is and How to Use It in Investing",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nTechnical analysis is a method of evaluating statistical trends in trading activity, typically involving price movement and volume. It is used to identify trading and investment opportunities.\n\nUnlike fundamental analysis, which attempts to evaluate a security's value based on financial information such as sales and earnings, technical analysis focuses on price and volume to draw conclusions about future price movements.\n\nTechnical analysis is used to scrutinize the ways supply and demand for a security affect changes in price, volume, and implied volatility. It assumes that past trading activity and price changes of asecuritycan be valuable indicators of the security's future price movements when paired with appropriate investing or trading rules.\n\nTechnical analysis' various charting tools are often used to generate short-term trading signals. They can also help improve the evaluation of a security's strength or weakness relative to the broader market or one of its sectors. This information helps analysts improve their overall valuation estimate.\n\nTechnical analysis as we know it today was first introduced byCharles Dowas the Dow Theory in the late 1800s.Several noteworthy researchers including William P. Hamilton, Robert Rhea, Edson Gould, and John Magee further contributed to Dow Theory concepts. Nowadays, technical analysis has evolved to include hundreds of patterns and signals developed through years of research.\n\nProfessional analysts often use technical analysis in conjunction with other forms of research. Retail traders may make decisions based solely on the price charts of a security and similar statistics. But practicing equity analysts rarely limit their research to fundamental or technical analysis alone.\n\nTechnical analysis can be applied to any security with historical trading data. This includes stocks,futures,commodities, fixed-income securities, currencies, and more. In fact, technical analysis is prevalent in commodities andforexmarkets wheretradersfocus on short-term price movements.\n\nTechnical analysis attempts to forecast the price movement of virtually any tradable instrument that is generally subject to forces of supply and demand. Some view technical analysis as simply the supply and demand forces reflected by the market price movements of a security.\n\nTechnical analysis most commonly applies to price changes, but some analysts track numbers other than just price, such as trading volume or open interest figures.\n\nHundreds of patterns and signals have been developed by researchers to support technical analysis trading. Technical analysts have also developed numerous types of trading systems to help them forecast and trade on price movements.\n\nSome indicators focus primarily on identifying the current market trend, including support and resistance areas. Others focus on determining the strength of a trend and the likelihood of its continuation.\n\nCommonly used technical indicators and charting patterns include trendlines, channels, moving averages, and momentum indicators.\n\nIn general, technical analysts look at the following broad types of indicators:\n\nThe CMT Association supports the largest collection of chartered or certified analysts using technical analysis professionally around the world. The association's Chartered Market Technician (CMT) designation can be obtained after three levels of exams that cover both a broad and deep look at technical analysis tools.\n\nTechnical analysis attempts to decipher the market sentiment behind price trends by looking for price patterns and trends.\n\nCharles Dow released a series of editorials discussing technical analysis theory. He had two basic assumptions that continue to form the framework for technical analysis trading.\n\nToday the field of technical analysis builds on Dow's work. Professional analysts typically accept three general assumptions:\n\nFundamental analysis and technical analysis, the major schools of thought when it comes to approaching the markets, are at opposite ends of the spectrum. Both methods are used to research andforecast future trends in stock prices, and like any investment strategy or philosophy, both have their advocates and adversaries.\n\nFundamental analysis is a method of evaluating securities by attempting to measure theintrinsic valueof a stock. Fundamental analysts study everything from the overall economy and industry conditions to the financial condition and management of companies.Earnings,expenses, assets, and liabilities are all important characteristics of fundamental analysis that help analysts determine the fair value of a business.\n\nTechnical analysis differs from fundamental analysis in that the stock's price and volume are the only inputs. The core assumption is that all publicly known fundamentals have factored into price; thus, there is no need to pay close attention to them. Technical analysts do not attempt to measure a security's intrinsic value, but instead,use stock charts to identify patternsand trends that suggest how a stock's price will move in the future.\n\n1.For some analysts and academic researchers, the EMH demonstrates why no actionable information is contained inhistorical priceand volume data. However, by the same reasoning, nor should business fundamentals provide actionable information. These points of view are known as the weak form and semi-strong form of the EMH.\n\n2.Another criticism of technical analysis is that history does not repeat itself exactly, so price pattern study is of dubious importance and can be ignored. Prices seem to be better modeled as a random walk.\n\n3.A third criticism of technical analysis is that it works in some cases but only because it constitutes a self-fulfilling prophecy. For example, many technical traders will place astop-loss orderbelow the 200-day moving average of a certain company.\n\nIf a large number of traders have done so and the stock reaches this price, there will be a large number of sell orders, which will push the stock price down, confirming the movement traders anticipated.\n\nThen, other traders will see the price decrease and sell their positions, reinforcing the strength of the trend. This short-term selling pressure can be considered self-fulfilling, but it will have little bearing on where the asset's price will be weeks or months from now.\n\nIn sum, if enough people use the same signals, they could cause the movement foretold by the signal. However, over the long run, this sole group of traders cannot drive the price.\n\nProfessional technical analysts typically assume three things. First, the market discounts everything. Second, prices, even in random market movements, will exhibit trends regardless of the time frame being observed. Third, history tends to repeat itself. The repetitive nature of price movements is often attributed to market psychology, which tends to be very predictable.\n\nFundamental analysis is a method of evaluating securities by attempting to measure the intrinsic value of a stock. The core assumption of technical analysis, on the other hand, is that all known fundamentals are factored into price; thus, there is no need to pay close attention to them. Technical analysts do not attempt to measure a security's intrinsic value, but instead, use stock charts to identify patterns and trends that might suggest how the security's price will move in the future.\n\nYour first step is to learn about investing, stocks, markets, and financials. This can be done through books, online courses and materials, and in-person classes. Once you understand the basics, you can startstudying technical analysis.\n\nTechnical analysis is a longstanding method of analyzing the price and volume data of securities to determine future price action. This data usually appears on charts. Investors and professional traders apply a variety of technical indicators to these price and volume charts to draw conclusions and make decisions about entry and exit points for trades.\n\nJohn J. Murphy. \"Technical Analysis of the Financial Markets: A Comprehensive Guide to Trading Methods and Applications,\" Page 23. Penguin, 1999.\n\nCMT Association. \"Enroll in the CMT Program.\"\n\nCFA Institute Research Foundation. \"Technical Analysis: Modern Perspectives,\" Page 1.",
  "url": "https://www.investopedia.com/terms/t/technicalanalysis.asp"
}