{
  "term": "Technical Indicator: Definition, Analyst Uses, Types and Examples",
  "definition": "Technical indicators are heuristic or pattern-based signals produced by the price, volume, and/or open interest of a security or contract used by traders who follow technical analysis.\n\nBy analyzing historical data, technical analysts use indicators to predict future price movements. Examples of common technical indicators include theRelative Strength Index(RSI),Money Flow Index(MFI), stochastics,moving average convergence divergence(MACD), andBollinger Bands®.\n\nTechnical analysisis a trading discipline employed to evaluate investments and identify trading opportunities by analyzing statistical trends gathered from trading activity, such asprice movement and volume. Unlike fundamental analysts, who attempt to evaluate a security’s intrinsic value based on financial or economic data,technical analystsfocus on patterns of price movements, trading signals, and various other analytical charting tools to evaluate a security’s strength or weakness.\n\nTechnical analysis can be used on any security with historical trading data. This includes stocks,futures,commodities, fixed-income, currencies, and other securities. In this tutorial, we’ll usually analyze stocks in our examples, but keep in mind that these concepts can be applied to any type of security. In fact, technical analysis is far more prevalent in commodities andforexmarkets, wheretradersfocus on short-term price movements.\n\nTechnical indicators, also known as “technicals,” are focused on historical trading data, such as price,volume, and open interest, rather than the fundamentals of a business, such asearnings,revenue, orprofit margins. Technical indicators are commonly used by active traders, since they’re designed toanalyze short-term price movements, but long-term investors may also use technical indicators to identify entry and exit points.\n\nThere are two basic types of technical indicators:\n\nTraders often usemany different technical indicatorswhen analyzing a security. With thousands of different options, traders must choosethe indicators that work bestfor them and familiarize themselves with how they work. Traders may also combine technical indicators with more subjective forms of technical analysis, such as looking at chart patterns, to come up with trade ideas. Technical indicators can also be incorporated into automated trading systems, given their quantitative nature.\n\nThe following chart shows some of the most common technical indicators, includingmoving averages, the RSI, and the MACD.\n\nIn this example, the 50- and 200-day moving averages are plotted over the top of the prices to show where the current price stands relative to its historical averages. The 50-day moving averages is higher than the 200-day moving average in this case, which suggests that the overalltrendhas been positive. The RSI above the chart shows the strength of the current trend—a neutral 49.07, in this case. The MACD below the chart shows how the two moving averages haveconvergedordiverged—slightly bearish, in this case.",
  "url": "https://www.investopedia.com/terms/t/technicalindicator.asp"
}