{
  "term": "Telegraphic Transfer (TT): What It Is and How It's Processed",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA telegraphic transfer (TT) is an electronic method of transferring funds used primarily for overseas wire transactions. These transfers are used most commonly withClearing House Automated Payment System(CHAPS) transfers in the U.K. banking system. Telegraphic transfers are also known as telex transfers.\n\nOriginally, as the name suggests, telegraphs were used to communicate transfers betweenfinancial institutions. The sender went to their bank and provided the required data about the amount sent and the recipient.An operator at that bank would send a message to the recipient’s bank using Morse code.\n\nWhile the telegraph itself has become obsolete, the telegraphic transfer concept has remained—although it has evolved with changing technologies and uses secure cable networks totransfer funds. At times, the transfer mechanism may be referred to by the more general term \"wire transfer,\" or by the updated term \"electronic funds transfer\" (EFT).\n\nTelegraphic transfers are usually fairly expensive, sometimes including multiple fees, due to the fast nature of the transaction.Generally, the telegraphic transfer is complete within two to four business days, depending on the origin and destination of the transfer, as well as any currency-exchange requirements.\n\nFunds sent between institutions are transferred through the Federal Reserve System for U.S. domestic transfers and theSociety for Worldwide Interbank Financial Telecommunication (SWIFT)network for international transfers.\n\nSWIFT (the Society for Worldwide Interbank Financial Telecommunication) was launched in 1973. The system facilitated cross-border transfers between banks by introducing uniform standards, which made transactions less prone to error and able to move swiftly.\n\nWhile the term can refer to both U.S. domestic and international transfers, TTs are most commonly associated with transfers through SWIFT. The use of these systems provides a level of security to the transaction as well as a set of standards and regulations to control how the transfers take place.\n\nThe cost associated with a telegraphic transfer can also be affected by these variables. Additional factors influencing the cost can include the amount being transferred and the institution chosen to complete the transaction.\n\nAssociated fees to complete the transfer aren't standardized across all institutions and can thus vary dramatically from one institution to the next.\n\nCertain information regarding the sender and destination is required to complete the transfer. Whether a persontransfers fundsbetween two accounts that are both held in their name, or between two accounts held by two different individuals, the most pertinent information required for the transfer is the relevant account numbers and details of the corresponding financial institutions.\n\nPersonal identifiable information is also required for security purposes and to confirm the identity of the sender. Similar requirements exist for business entities, but the identifiable information relates to the business, instead of the individual.\n\nOriginally, money transfers between financial institutions were once accomplished over telegraph wires. Because the telegraph itself has become obsolete, the telegraphic transfer concept has evolved with changing technologies. Now, funds move via cable networks or cloud-based apps.\n\nTelegraphic transfers provide a level of security as well as a set of standards and regulations to control how the transfers take place. Generally, the TT is complete within two to four business days, depending on the origin and destination of the transfer, as well as any currency exchange requirements. TTs are also usually fairly expensive—the price one pays for the rapid service.\n\nTTs are used most commonly in connection withClearing House Automated Payment System (CHAPS)transfers in the U.K. banking system. U.S. domestic transfers of funds sent between institutions are transferred through the Federal Reserve System, while international transfers use the Society for Worldwide Interbank Financial Telecommunication (SWIFT).\n\nThe most pertinent information required for the telegraphic transfer is the account numbers androuting numbersof the parties and the financial institutions involved. Then there is the amount of money being transferred and the bank or non-bank transfer provider, such as Western Union, that is chosen to actually carry out the transaction (though, strictly speaking, TTs are carried out between two banks and don't involve third parties). Other details may also be required for security purposes and to confirm the identity of the sender.\n\nA telegraphic transfer (TT) is an electronic way of transferring funds that is used primarily for overseas wire transactions. Usually, a telegraphic transfer is complete in two to four business days, depending on the origin and destination of the transfer. Telegraphic transfers are also known as telex transfers (TT), or more generically as wire transfers or electronic funds transfers. TTs are usually fairly expensive, sometimes charging multiple fees, due to the fast nature of the transfer.\n\nWorldRemit. \"Telegraphic Transfers: Everything You Need To Know.\"\n\nOFX. \"What Is a Telegraphic Transfer?\"\n\nMoneyTransfers.com. \"Telegraphic Transfers.\"\n\nSociety for Worldwide Interbank Financial Telecommunication. \"SWIFT History.\"",
  "url": "https://www.investopedia.com/terms/t/telegraphic-transfer.asp"
}