{
  "term": "Temporal Method: What it Means, Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe temporal method (also known as the historical method) converts the currency of a foreign subsidiary into the currency of the parent company. This technique of foreigncurrency translationis used when the local currency of the subsidiary is not the same as the currency of the parent company. Differingexchange ratesare used depending on the financial statement item being translated.\n\nWhen a company has operations or subsidiaries in a country other than where the parent company is domiciled, the parent company mustconvert the valueson the foreign entity's financial statements back into the parent company's currency in order to calculate its profits and losses and generate thefinancial statements. The currency used by the parent company is sometimes referred to as the subsidiary’s \"functional currency\" or \"reporting currency.\"\n\nIf the subsidiary's functional currency differs from its local currency, the temporal method is used to perform currency translations. Exchange rate values are based on the timeassetsandliabilitiesare acquired or incurred, which makes it possible to convert the numbers on the books of an integrated foreign entity into the parent company's currency.\n\nMonetary assets and liabilities are converted using the exchange rate in effect as of the balance sheet date.Non-monetary assetsand liabilities are converted using the exchange rate in effect on the date of the transaction. Gains and losses due to foreign exchange are reported in net earnings.\n\nAn example of the temporal method would besubsidiaryXYZ being domiciled in Great Britain. The local currency of XYZ is the British pound. However, if the majority of XYZ's clients reside in continental Europe, then it may conduct its business in euros. The euro would be the functional currency. In this instance, the parent company of XYZ would use the temporal method to translate XYZ's financial statements back into the currency used by the parent company.\n\nMonetary assets such asaccounts receivable, investments, and cash are converted to the parent's currency at the exchange rate in effect on the balance sheet date. Non-monetary assets are longer-term assets—such as property, plant, and equipment—are converted using the exchange rate in effect on the date the asset was obtained. Since all foreign exchange gains and losses are reported in net earnings of the parent company, the result can be an increase in the volatility of the parent company's earnings if it has substantial income coming from subsidiaries in different countries.",
  "url": "https://www.investopedia.com/terms/t/temporalmethod.asp"
}