{
  "term": "Tenancy-at-Will: Definition, How It Works, Protections, and Rules",
  "definition": "A tenancy-at-will is a property tenure that can be terminated at any time by either the tenant or the owner/landlord. It exists without a contract or lease and it usually doesn't specify the duration of a tenant’s rental or the exchange of payment. The agreement is governed by state law and the terms can vary by state, although federal law comes into play in cases of discrimination.\n\n“Estate-at-will” is another name for a tenancy-at-will. The estate-at-will or tenancy-at-will agreement is generally beneficial to both tenants and owners, who may wish to have the flexibility to change rental situations easily and without breaking a contract.\n\nTenants who have permission from their landlords to reside in a property but don’t have leases generally have a tenancy-at-will. These tenancies are sometimes called “month-to-month” or “at-will” agreements. There's no formal contract specifying the length of time during which the tenancy will take place.\n\nA tenancy-at-will defines the relationship between the landlord and tenant when strict terms, such as those contained within a lease agreement, aren't present or are defective. Terms may have expired. A tenancy-at-will agreement may also be created at the beginning of the landlord-tenant relationship.\n\nTenancies-at-will are effective if there's an oral agreement instead of a written one between the two parties or if there's a written agreement stating either that the tenancy is on a month-to-month basis or there's no specified timeline. They can also be effective if the tenancy is continued after the original lease expires but a new one hasn't yet been signed.\n\nTenancies-at-will generally involve parties who are known to each other. They may take place between family members in some cases.\n\nBoth parties are afforded certainlegal protectionsgoverning the relationship even in the absence of a written agreement. For example, the landlord must provide a safe environment as required by law. The landlord must also provide notice before entering the tenant-occupied property as governed by local statutes.\n\nThe tenant also has certainunspoken responsibilitiesthat they must fulfill even under a tenancy-at-will. Rent payments must be made and the tenant must adhere to any rules they've agreed upon with the landlord. The tenant is also responsible for any damages beyond normal wear and tear on the property. Both parties must follow local regulations when it comes to vacating or having the property vacated.\n\nA notice to vacate is normally required to terminate a tenancy-at-will even though there's no formal agreement.\n\nA tenancy-at-will arrangement may not have written and agreed-upon requirements regarding notification of intention to vacate, but terms are generally spelled out within local landlord-tenant regulations.\n\nIt's not uncommon for a 30-day notice to apply to both the tenant and the landlord. Thirty days’ notice must be provided to the other party if the tenant intends to vacate or if the landlord wants the tenant to vacate. A reason for the request to vacate is not required to be cited by either party. The notice is traditionally provided in writing.\n\nLandlords in an at-will arrangement in Maine can evict tenants without giving a reason, but they must give a 30-day written notice of the intended eviction. But certain circumstances can allow a landlord to give a tenant a seven-day notice to vacate in a tenancy-at-will agreement in this state. These circumstances can include serious damage to the premises, being a perpetrator of domestic violence or sexual assault, and being at least seven days in arrears for rent.\n\nThere are also circumstances when a tenancy-at-will can be terminated without the need for a notice to vacate. The tenancy agreement is nullified if the tenant or property owner dies, or if the landlord decides tosell the property.\n\nThe most common type of tenancy is a tenancy-for-years in which the rental agreement is for a fixed period. It has a specified beginning and termination date, at which point the tenant is expected to vacate the premises. The lease’s end date is already set so there's generally no need for a notice to vacate but the landlord may choose to renew the lease.\n\nA periodic tenancy allows a tenant to remain within the property for an undetermined period because the lease has no set end date. The lease typically stipulates when notice to vacate is required, however, and both parties are bound to adhere to that clause..\n\nTwo or more tenants have equal rights to a property when they haverights of survivorship. They would automatically inherit another tenant's share in equal proportions if one of them were to die.\n\nThis legal arrangement is most common with property deeds that convey ownership rather than leases. A tenancy-at-will agreement would be dissolved if only one tenant resided in the property and that tenant died. Whether a roommate could effectively remain in residence would most likely be decided on a case-by-case basis depending on the relationship between the landlord and tenant and the terms of the tenancy-at-will agreement.\n\nBoth a tenant-at-will and aholdover tenantlack formal rental agreements. A holdover tenant typically stays on after their fixed-term lease has expired. The tenant can legally occupy the unit if the landlord continues to accept rental payments. Otherwise, the tenant is considered to be a trespasser and must move out. The landlord can begin eviction proceedings if they don't do so or for a variety of other reasons based on state law.\n\nAtenant at sufferanceis a holdover tenant. They may legally occupy a property after their lease expires in a tenancy-at-sufferance arrangement provided that they're paying rent, the landlord is accepting the money, and the landlord has not yet issued a notice to vacate. There was a lease at one point, but that lease has reached its term and has expired.\n\nA tenancy-at-will can provide a measure of flexibility that might appeal to some people and in some situations. But there are legal protections inherent in a written, signed lease that can safeguard both landlord and tenant in the event of a dispute. This might be the case even if you're renting from a friend or family member. In the end, it's a personal decision and the success of a tenancy-at-will can depend on the people involved.\n\nMassLegalHelp.org. \"Chapter 4: What Kind of Tenancy Do You Have?,\" Page 65.\n\nMassLegalHelp.org. \"Chapter 4: What Kind of Tenancy Do You Have?,\" Page 63.\n\nMaine Legislature. \"§6002. Tenancy at Will; Buildings on Land of Another.\"\n\nCornell University Legal Information Institute. \"Right of Survivorship.\"\n\nCornell University Legal Information Institute. \"Holdover Tenant.\"\n\nHG.org Legal Resources. \"What Does a Sufferance Tenancy Mean?\"",
  "url": "https://www.investopedia.com/terms/t/tenancy-at-will.asp"
}