{
  "term": "Tenants by Entirety (TBE): Meaning, Legality",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nTenants by entirety (TBE) is a method in some states by which married couples can hold the title to a property. In order for one spouse to modify his or her interest in the property in any way, the consent of both spouses is required by tenants by entirety. It also provides that when one spouse passes away the surviving spouse gains full ownership of the property.\n\nFor example, a husband could not decide to sell his ownership interest in a vacation home owned by his wife without the wife's consent.\n\nAbout half of the U.S. states allow tenancy by entirety for all types of property. Property can include real estate, bank and other financial accounts, and even business property. A handful of states allow it only forreal estate. Other possible structures under which spouses may choose to jointly own property includetenancy in commonandjoint tenancy. Each method of holding title affects each owner's rights to transfer the property and use it ascollateral. The ownership structure also determines what will happen to the property when one spouse dies and whether the property can be used to satisfy a debt or judgment.\n\nProperty that is held by tenants by entirety is comparable tocommunity property. Both spouses mutually own the entire property as a whole rather than any type of subdivision,where each would have individual ownership. One key distinction, however, relates to a creditor's ability to attach property in order to collect on a debt. Tenants by entirety precludes creditor's from attaching the property of an individual debtor. Only in cases where both the husband and wife are parties to the debt can the property be attached. This is not the case with community property. Regardless of who owes the debt, community property can be attached. In addition, federal tax liens against one spouse could in some circumstances be attached to property that is covered by tenants by entirety and potentially subject to seizure\n\nThe rights of tenants by entirety can supersede the terms laid out in a will or trust that might otherwise grant property to heirs upon the death of one of the spouses. For example, the will left by a deceased party might state they want one of their surviving children to take possession of a piece of property. If that property isjointly ownedby the decedent's spouse and falls under the terms of tenants by entirety, the terms of the will may be ignored. The surviving spouse would retain sole ownership of the property.\n\nA tenancy by entirety can be eliminated under such circumstances as a divorce, which would see the property divided between the parties, or a voluntary, mutually-sought petition by both parties to change the nature of ownership.",
  "url": "https://www.investopedia.com/terms/t/tbe.asp"
}