{
  "term": "Tenancy at Sufferance: Legal Definition, vs. Tenancy at Will",
  "definition": "Plan Shooting 2 / Imazins / Getty Images\n\nTenancy at sufferance occurs when a tenant stays in a property after their lease ends, without a new agreement. The landlord can collect rent but may evict the tenant or extend the lease.\n\nTenancy at sufferance is a type of tenancy where a tenant continues to occupy a property after their lease term has expired, without a new agreement in place. In this scenario, thelandlordhas the right to collect rent payments for the time the tenant overstays, but the tenant does not have permission to stay on the property. This situation continues until the landlord either evicts the tenant or extends the lease.\n\nThis can continue until the landlord is able to obtain an eviction order, or decides to extend the lease. This can be contrasted withtenancy at will, where a tenant occupies the property with the consent of the owner but without necessarily a written contract or lease.\n\nTenancy at sufferance (also called \"estate at sufferance\" or \"holdover tenancy\") arises when a tenant who has a lawful possession of a property (for example, a lease) holds over without the owner's consent. The only difference between aholdover tenantat sufferance and a trespasser is that the tenant entered into possession in a legal manner but has now overstayed his or her welcome.\n\nEach state may have different legal definitions and criteria to determine whether or not an occupant is classified as a trespasser if they remain on a property they previously had a lease agreement for.\n\nA tenancy at sufferance can occur in several scenarios, one of which is whenevictionproceedings are underway. This situation arises when a tenant’s lease ends, but the tenant refuses to vacate the property. If thelandlordintends to lease the space to a new tenant, they may initiate legal actions to remove the tenant.\n\nDuring the eviction process, the tenant is expected to continue paying rent under the original lease terms. However, in some jurisdictions, the landlord may be advised not to accept rent payments during this period, as accepting rent could be seen as renewing the lease, thus preventing the tenant from becoming a tenant at sufferance.\n\nThe length of the eviction process can vary, sometimes taking several months depending on the state. Throughout this time, the landlord must accept the tenant’s presence, even if they wish to remove them from the property.\n\nTo expedite the process, a property owner might offer a \"buyout\" to encourage the tenant to vacate the premises quickly. This could be a more expensive option, but can lead to a quicker resolution. If the tenant accepts a new lease agreement, the tenancy at sufferance would end, and the tenant would be bound by the new terms.\n\nTenancy at sufferance occurs when a tenant stays beyond their lease term without the landlord’s permission, while tenancy at will refers to a situation where a tenant stays with the landlord’s consent but without a formal lease agreement.\n\nWhile a tenant at sufferance is different from a trespasser, in some cases, they may be considered a trespasser if they remain on the property without the landlord’s consent and after the lease has expired.\n\nA tenancy at sufferance can last until the landlord successfully evicts the tenant, accepts rent for the period, or enters into a new lease agreement. The length of time depends on the jurisdiction and the legal process.\n\nTenancy at sufferance occurs when a tenant overstays their lease without the landlord's consent. While the tenant initially had lawful possession, they now risk eviction or other legal action.\n\nLandlords must carefully navigate eviction proceedings and avoid certain actions, like accepting rent, which could extend the lease. In most cases, buyout offers or a new lease agreement may help end the tenancy at sufferance. It’s important for both tenants and landlords to understand their rights and responsibilities to avoid prolonged disputes.\n\nCornell Law School Legal Information Institute. \"Tenancy at Sufferance.\"\n\nCornell Law School Legal Information Institute. \"Tenancy at Will.\"\n\nCornell Law School Legal Information Institute. \"Holdover Tenant.\"\n\nCornell Law School Legal Information Institute. \"Eviction.\"",
  "url": "https://www.investopedia.com/terms/t/tenancy-at-sufferance.asp"
}