{
  "term": "Tender in Finance: Definition, How It Works, and Example",
  "definition": "A tender is a government or financial institution's invitation to bid for a project.\n\nTendering usually refers to the process where governments and financial institutionsinvite bidsfor large projects that must be submitted within by a deadline. The word tender can also refer to the acceptance of a formal offer, such as atakeover bid. This form of tendering is the process whereshareholderssubmit their shares in response to a takeover offer.\n\nAs noted above, a tender is a term used in business to refer to an invitation by governments and other entities to submit a bid for contracts. Most institutions have a well-defined tender process for projects orprocurements. There are also specific processes in place to govern the opening, evaluation, and final selection of thevendors. This ensures that the selection process is fair and transparent.\n\nA request for tender is a formal and structured invitation to suppliers to submit competitive bids to supplyraw materials, products, or services.\n\nBecause this is a public and open process, laws were created to govern the process to ensure fair competition among bidders.For example, without laws, bribery and nepotism may flourish.\n\nTender services are available for potential bidders and include a wide range of tenders from private and public sources. These services include crafting suitable bids, coordinating the process to ensure deadlines are met, and ensuring compliance with applicable laws.\n\nIn the private sector, requests for tenders are referred to asrequests for proposals(RFPs). This allows potential bidders to respond to the defined needs of the issuer.\n\nDon't confuse the term tender with atender offer. The latter is a public solicitation to all shareholders requesting that they tender their stock for sale at a specific price during a certain time. To entice shareholders to release a specific number of shares, the offer typically exceeds the current market value of the shares. In the U.S., tender offers are highly scrutinized and subject to extensive regulation.\n\nFor example, on December 13, 2021, Dell (DELL) announced it closed a tender offer to repurchase shares of the company's securities. To fund the stock buyback, the company used cash on hand along with the net proceeds from the sale of $2.25 billion ofsenior notes.\n\nSince the deal targets shareholders directly, it effectively removes upper management from the process, unless those members of management are also substantial shareholders. If an acquiring company already has a notable share of thetarget company(which is referred to as a foothold block), a minority of the remaining shareholders may be enough to allow the offering company to become the majority shareholder.\n\nIf the requested shares are not released by the deadline, the deal is often considered void. If this happens, it effectively allows shareholders to block the deal.\n\nThe terms competitive tender and non-competitive tender refer to two different methods governments use to sellgovernment securities. In the United States, the government sellsTreasury securities, such as bonds, bills, and notes, to help fund the government's operations. Individual investors, commercial banks, corporations, pension funds, brokers, and dealers are some of the typical buyers of government securities. In exchange for investing in these securities, buyers will receive the government's promise of full repayment atmaturityalong with a specified interest payment.\n\nThere are two ways that investors can purchase government securities: through a competitive tender and a non-competitive tender. Acompetitive tenderis a bidding process in which large institutional investors buy newly-issued government securities. Theseinstitutional investorscompete with one another to purchase the securities in an auction. The investor that bids the highest will win the auction and can purchase the security at the bid price.\n\nSmaller, non-institutional investors purchase government securities through anon-competitive tenderprocess. The price for these securities is set by the large institutional investors during the competitive tender. For example, when the U.S. Treasury auctions securities to large institutional investors, it will use the winning bid to establish thefair market value(FMV) for its securities. It will then use this value to set the price that smaller investors will pay during the non-competitive tender.\n\nThe U.S. Treasury issues bonds in a term of 20 years or 30 years and pays a fixed interest rate every six months until they mature.\n\nIn the U.S., many business owners look to expand their businesses by becominggovernment contractorswith federal, state, or local governments. They sell services or goods to governments and a variety of agencies. Federal agencies that routinely buy from contractors include the Defense Contract Management Agency, Department of Energy, Department of Education, Department of Health and Human Services, and Department of Homeland Security.\n\nBecoming a contractor requires businesses to compete with one another by presenting proposals and quotes based on the requirements outlined by the government or agency in their invitation to tender. This process is also referred to as a call for bids. The U.S. federal government listscontract opportunitiesin a searchable database that helps business owners match open opportunities with the products or services they offer. The database also lists pre-solicitation notices, solicitation notices, and award notices.\n\nTender can have a couple of different meanings in business in finance. The most common definition of the word is the invitation to bid for a project—usually a large bid from contractors for projects by governments and financial institutions. It may also refer to the acceptance of a formal offer, which can include a takeover bid. In this case, shareholders put up their shares to the offering entity.\n\nSome of the most common examples of tendering include the submission process by contractors to various levels of government. For instance, private companies compete with one another to become government contractors. The process involves submitting proposals with costs based on the work required. Government agencies that typically put out calls for proposals are the Department of Energy, Department of Health and Human Services, and Department of Homeland Security.\n\nThe tender process steps generally include the call for submissions, the bid submission, the selection process, and the formation of the contract. Once these steps are all complete, the contractor starts the project and sees it through completion.\n\nPeople often confuse the terms tender and tender offer. Tender (or tendering) is mainly defined as the invitation to submit a bid for a project. Governments and other entities normally put out calls for contractors to submit proposals for projects that need to be done. They review these proposals and choose the best one for the job.\n\nA tender offer, on the other hand, is made by a public company or third party to purchase shares from another company's shareholders. The bidder is the party conducting the tender offer. Companies can offer to repurchase debt securities or bonds from holders using adebt tender offer.\n\nTender is an often-used term in business, finance, and investing that can have various meanings. In a business setting, tender refers to the process where governments invite vendors to bid for the right to work on government projects or provide goods or other services.\n\nWhen purchasing government securities—such as U.S. Treasury bills, bonds, and notes—a tender has a different meaning. It refers to the bidding process where investors purchase these securities. In a stock buyback, a tender offer refers to a corporation's solicitation to repurchase its stock from shareholders. Other uses of the term includeshort tenderandhedged tender.\n\nLegal Information Institute, Cornell Law School. \"22 CFR Sec. 201.22 - Procurement Under Public Sector Procedures.\"\n\nU.S. Department of Justice. \"Price Fixing, Bid Rigging, and Market Allocation Schemes: What They Are and What to Look For.\"\n\nU.S. Securities and Exchange Commission. \"Tender Offer.\"\n\nDell Technologies. \"Dell Technologies Announces Early Results and Increase of Tender Cap and Maximum Tender Amount for Cash Tender Offers for Certain Outstanding Debt Securities.\"\n\nTreasury Direct. \"Treasury Bonds.\"\n\nU.S. General Services Administration. \"How to Access Contract Opportunities.\"\n\nSam.gov. \"Contract Opportunities.\"",
  "url": "https://www.investopedia.com/terms/t/tender.asp"
}