{
  "term": "Tenement: What It Means, How It Works, History",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA tenement can refer to any multi-occupancy residential rental building. However, the term is associated most often with crowded, run-down buildings with low-quality living conditions.\n\nTenement buildings date back to the growth of the industrial revolution in the 19th century and the sudden influx of people moving to cities. In modern times, the term is associated with inner-city housing or low-income housing projects.\n\nHistorically, the word \"tenement\" meant any permanent residential property used for rental purposes. It could refer to houses, land, and other buildings and the rights attached to this property. In Scotland, the word is still used mainly in this way, primarily when referring to a multi-occupancy building. The word is also used in this way for some legal purposes. For example, a \"dominant tenement\" is an estate with the benefit of aneasement, while a \"servient tenement\" is an estate that is subject to the burden of an easement.\n\nIn the U.S., however, the word has come to predominantly mean a crowded, dilapidated apartment building for low-income tenants. This building typically has many units under one roof, divided by walls to give each family privacy. The rental agreement usually involves a contract that specifies the period the apartment will be leased out to the tenant and the cost of renting the property.\n\nThe Tenement House Act of 1867 legally defined (for the first time) a tenement as \"any house, building, or portion thereof, which is rented, leased, let or hired out to be occupied or is occupied, as the home or residence of more than three families living independently of one another and doing their own cooking upon the premises, or by more than two families upon a floor, so living and cooking and having a common right in the halls, stairways, yards, water-closets, or privies, or some of them.\"\n\nDuring the Industrial Revolution, many tenements were built to houseworking-classfamilies, many of whom were moving to cities to work manufacturing jobs. Other buildings, such as middle-class houses or warehouses, were repurposed as tenements. These repurposed buildings were known as \"rookeries,\" after the term for a collection of nests.\n\nIn 1867 the New York State Legislature passed the Tenement House Act, which defined a tenement as any building rented out to at least three families, each of which lives independently but shares halls, stairways, and yards.In the late-nineteenth century, tenements contrasted with middle-class apartment buildings.\n\nSome of the most well-known tenements existed on the Lower East Side of Manhattan in the nineteenth century. Many were three- and four-story buildings converted into so-called \"railroad flats,\" many of whose rooms lacked windows. These buildings were poorly regulated and were under constant threat of collapse or fire. Communal water taps and water closets could often be found in the narrow spaces between tenements. An 1865 report asserted that 500,000 people lived in tenements.Many of these residents were immigrant families, and at this time, the Lower East Side was one of the most densely populated places on earth.\n\nThe Tenement Act of 1901 improved tenement conditions dramatically, mandating better lighting and fireproofing, as well as requiring privies to be replaced with indoor toilet facilities connected to the city sewers.\n\nIn the 19th century, tenement housing was single-family buildings divided into multiple living spaces. Often narrow, low-rise apartments, the rooms were built \"railroad style\" which meant rooms without windows and poor ventilation. Many of the properties were overcrowded and lacked indoor plumbing.\n\nLegally, the term \"tenement\" refers to an apartment building with multiple dwellings, usually with a few apartments on each floor that all share an entry staircase. However, some people refer to tenements as a reference to low-income housing.\n\nNo. Tenements were apartment housing complexes and they were not illegal, however, the conditions were unsanitary and at times dangerous. The Tenement Act of 1901 was passed to protect individuals who lived in tenements and made it mandatory for tenements to be fireproofed, have indoor plumbing, and ventilation.\n\nNew York Public Library. \"Tenement Homes: The Outsized Legacy of New York's Notoriously Cramped Apartments.\"\n\nJohn F. Bauman, Roger Biles, and Kristin M. Szylvian. \"From Tenements to the Taylor Homes,\" Page 6. Pennsylvania State University Press, 2010.\n\nSmithsonian American Art Museum. \"Tenement House Act of 1901.\"",
  "url": "https://www.investopedia.com/terms/t/tenement.asp"
}