{
  "term": "Tenkan-Sen (Conversion Line): Formula, Calculation and Meaning",
  "definition": "Tenkan-Sen, or Conversion Line, is the mid-point of the highest and lowest prices of an asset over the last nine periods. The Tenkan-Sen is part of a larger indicator called theIchimoku Kinko Hyo, which shows potentialsupport and resistanceareas based on different timeframes. Ichimoku Kinko Hyo roughly means \"one look equilibrium chart,\" and is commonly called the Ichimoku Cloud indicator.\n\nThe Ichimoku Cloud indicator was developed by Japanese journalist Goichi Hosoda and promoted to the public in 1969. The Ichimoku combines a typicalcandlestick chartwith five additional lines that measure price movement and volatility. One of those lines is the Tenkan-Sen.\n\n﻿Tenkan-Sen(Conversion Line):(9PH+9PL)2where:PH=Period HighPL=Period Low\\begin{aligned} &\\text{Tenkan-Sen(Conversion Line)}: \\frac {(9PH + 9PL)}{2}\\\\ &\\textbf{where:}\\\\ &PH = \\text{Period High}\\\\ &PL = \\text{Period Low}\\\\ \\end{aligned}​Tenkan-Sen(Conversion Line):2(9PH+9PL)​where:PH=Period HighPL=Period Low​﻿\n\nThe Tenkan-Sen shows an asset's short-term price momentum. On its own, it shows the mid-point price over the last nine periods. Due to the very short-term nature of the indicator, it is not typically used on its own but rather used in conjunction with the other elements of the Ichimoku Cloud indicator.\n\nFor example, if the Tenkan-Sen moves above theKijun-Sen(Base Line), which is the 26-period price midpoint, some traders view that as a buy signal. Conversely, if the Tenkan-Sen drops below the Kijun-Sen, it may be viewed as a sell signal.\n\nThese signals are also filtered via the \"cloud,\" a colored part of the indicator that is used to help identify thetrend. When the price is above the cloud the trend is up, and when the price is below the cloud the trend is down. If the price is moving within the cloud, that often indicateschoppy trading, or that the trend is in the process of reversing.\n\nTherefore, when the price is above the cloud, traders may prefer to buy when the Tenkan-Sen crosses above the Kijun-Sen. They may also sell thatlong positionwhen it crosses back below.\n\nIn a downtrend, when the price is below the cloud, traders mayshort-sellwhen the Tenkan-Sen crosses below the Kijun-Sen. They maycoverthe short position when the Tenkan-Sen crosses back above the Kijun-Sen.\n\nThe Tenkan-Sen also plays a role in generatingSenkou Span A, one of two lines creating the \"cloud\" on the Ichimoku indicator. The edges of the cloud indicate support and resistance points, and the thickness of the cloud indicates pricevolatility. As indicated above, the cloud also helps identify the trend.\n\nThe Tenkan-Sen is sometimes wrongly confused with asimple moving average(SMA). The Tenkan-Sen is a mid-point, calculated by adding the nine-period high and low and dividing by two. This is a different calculation than a SMA, which would add up theclosing pricesfrom the nine periods and then divide the total by nine.\n\nThe Tenkan-Sen moves closely with the price, so it doesn't provide a lot of information on its own, except possibly to very short-term traders. Because of this, the Tenkan-Sen is typically used in conjunction with other lines in the Ichimoku indicator.\n\nCrossovertrade signals are sometimes used between the Tenkan-Sen and the Kijun-Sen. While these crossover trade signals may produce high-profit trades, the strategy is also prone towhipsaws. This is when crossovers occur but the price fails to move as anticipated, resulting in more crossovers and losing trades.\n\nThe Tenkan-Sen is the mid-point price of the last nine periods. There is nothing inherently predictive in its calculation. Therefore, while it may provide some insight and trade signals, traders are well advised to also incorporate other forms of analysis, such asprice actionand other indicators, into their strategy, as opposed to relying exclusively on the Ichimoku indicator and its elements.\n\nIG Bank. \"Ichimoku Cloud Definition.\" Accessed June 23, 2021.",
  "url": "https://www.investopedia.com/terms/t/tenkansen.asp"
}