{
  "term": "Term Life Insurance: What It Is, Different Types, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nTerm life insurance provides a death benefit for a specified period of time that pays the policyholder's beneficiaries. Once the term expires, the policyholder can either renew it for another term, possibly convert it to permanent coverage, or allow the termlife insurance policyto lapse.\n\nInvestopedia / Madelyn Goodnihgt\n\nWhen you buy a term life insurance policy, the insurance company determines the premium based on the policy's value (the payout amount) and factors such asage, gender, and health. Other considerations affecting rates include the company’s business expenses, how much it earns from its investments, and mortality rates for each age.\n\nIn some cases, a medical exam may be required. The insurance company may also inquire about your driving record, current medications, smoking status, occupation, hobbies, family history, and similar information.\n\nIf you die during the policy term, the insurer will pay the policy's face value to your beneficiaries. This cash benefit—which is not typically taxable—may be used by beneficiaries to settle your healthcare and funeral costs, consumer debt, mortgage debt, and other expenses.However, beneficiaries are not required to use the insurance proceeds to settle the deceased's debts.\n\nThere is no payout if the policy expires before your death or you live beyond the policy term. You may be able to renew a term policy at expiration, but the premiums will be recalculated based on your age at the time of renewal.\n\nTerm life insurance is usually theleast costly life insuranceavailable because it offers a death benefit for a restricted time and doesn’t have acash valuecomponent like permanent insurance. For example, data from Quotacy shows that a healthy, non-smoking man aged 30 could get a 30-year term life insurance policy with a $250,000 death benefit for an average of $18 per month as of October 2024.At age 50, the premium would rise to $67 a month.\n\nIn contrast, here’s a look at rates for a $100,000whole life policy(which is a type ofpermanent policy, meaning it lasts your lifetime and includes cash value). As you can see, the same 30-year-old healthy male would pay an average of $100 a month and at 50, he’d pay $227. Although this policy pays out significantly less than the term policy in the previous example, it costs more since it lasts the policyholder's whole life.\n\nMost term life insurance policies expire without paying a death benefit, lowering the insurer's overall risk compared to a permanent life policy. The reduced risk is one factor that allows insurers to charge lower premiums.\n\nInterest rates, the financials of the insurance company, and state regulations can also affect premiums. In general, companies often offer better rates at the \"breakpoint\" coverage levels of $100,000, $250,000, $500,000, and $1,000,000.\n\nWhen you consider the amount of coverage you can get for your premium dollars, term life insurance tends to be the least expensive life insurance. Check our recommendations for thebest term life insurance policieswhen you are ready to buy.\n\nThirty-year-old George wants to protect his family in the unlikely event of his early death. He buys a 10-year, $500,000 term life insurance policy with a premium of $50 per month.\n\nIf George dies within the 10-year term, the policy will pay George’s beneficiary $500,000. If he dies after the policy has expired, his beneficiary will receive no benefit. If he remains alive and renews the policy after 10 years, the premiums will be higher than his initial policy because they will be based on his current age of 40 rather than 30.\n\nIf George is diagnosed with a terminal illness during the first policy term, he probably will not be eligible to renew the policy when it expires. Some policies offer guaranteed re-insurability (without proof of insurability), but such features come at a higher cost.\n\nThere are several types of term life insurance. The best option will depend on your individual circumstances. Generally, most companies offer terms ranging from 10 to 30 years, although a few offer 35- and 40-year terms.\n\nLevel-premium insurancehas a fixed monthly payment for the life of the policy. Most term life insurance has a level premium, and it’s the type we’ve been referring to in most of this article. As we mentioned before, this type of policy generally provides coverage for a period ranging from 10 to 30 years. The death benefit is also fixed.\n\nBecause actuaries must account for the increasing costs of insurance over the life of the policy's effectiveness, the level premium is comparatively higher than yearly renewable term life insurance.\n\nYearly renewable term (YRT) policiesare one-year policies that can be renewed each year without providing evidence of insurability.\n\nThe premiums rise from year to year as the insured person ages. Thus, they can become prohibitively expensive as the policyholder ages. However, they may be a good option for someone who needs temporary insurance.\n\nThese policies have a death benefit that declines each year according to a predetermined schedule. The policyholder pays a fixed level premium for the duration of the policy.\n\nDecreasing term policies are often used in conjunction with a mortgage, with the policyholder matching the insurance payout to the declining principal of the home loan.\n\nTerm life insurance is attractive to young people with children. Parents can obtain substantial coverage for a low cost, and if the insured dies while the policy is in effect, the family can rely on the death benefit to replace lost income.\n\nThese policies are also well-suited for people with growing families. They can maintain the coverage needed until, for example, their children reach adulthood and become self-sufficient.\n\nThe term life benefit may be equally useful to an older surviving spouse. However, premiums for people who wait until they are older to apply for insurance will pay higher premiums than if they’d gotten a level-term policy when they were younger.\n\nEach insurance company sets a maximum age for its term life insurance coverage, which usually ranges from about 80 to 90 years old.\n\nThe main differences between a term life insurance policy and a permanent insurance policy (such as whole life or universal life insurance) are the duration of the policy, the accumulation of cash value, and the cost. The right choice for you will depend on your needs. Here are some things to consider.\n\nTerm life policies are ideal for people who want substantial coverage at a low cost.\n\nPeople who own whole life insurance pay more in premiums for less coverage but have the security of knowing they are protected for life.\n\nPeople who buy term life pay premiums for an extended period, but they get nothing in return unless they have the misfortune to die before the term expires. Plus, term life insurance premiums increase with age.\n\nUnless a term policy is aguaranteed renewable, the company could refuse to renew coverage at the end of a policy's term if the policyholder develops a severe illness. Permanent insurance provides coverage for life as long as the premiums are paid, regardless of changes in the insured’s health.\n\nSome customers prefer permanent life insurance because the policies typically contain an investment or savings vehicle. A portion of each premium payment is allocated to the cash value, which usually grows while the policy remains in force. Some plans pay dividends, which can be paid out in cash or left on deposit within the policy.\n\nOver time, the cash value may grow large enough to pay the policy's premiums. There are also several unique tax benefits, such as tax-deferred cash value growth and tax-free access to the cash portion.\n\nHowever, financial advisors warn that the growth rate of a policy with cash value is often paltry compared to other financial instruments, such asmutual fundsandexchange-traded funds (ETFs).Also, substantial administrative fees often cut into the rate of return. This is the source of the phrase, “buy term and invest the difference.” However, the performance of permanent insurance can be steady and it is tax-advantaged, providing additional benefits when the stock market is volatile.\n\nThere is no one-size-fits-all answer to the term versus permanent insurance debate. Other factors to consider include:\n\nConvertible term life insuranceis a term life policy that includes a conversion rider. The rider guarantees the right to convert an in-force term policy—or one about to expire—to a permanent plan without going through underwriting or proving insurability. The conversion rider should allow you to convert to any permanent policy the insurance company offers without restrictions.\n\nThe primary features of the rider are maintaining the original health rating of the term policy upon conversion (even if you later have health issues or become uninsurable) and deciding when and how much of the coverage to convert. The basis for the premium of the new permanent policy is your age at conversion.\n\nOf course, overall premiums will increase significantly since whole life insurance is more expensive than term life insurance. The advantage is the guaranteed approval without a medical exam. Medical conditions that develop during the term life period cannot cause premiums to be increased. However, the company may require limited or full underwriting if you want to add additional riders to the new policy, such as along-term carerider.\n\nIt depends on your family's needs. Term life insurance is arelatively inexpensive wayto provide a lump sum to your dependents if something happens to you. It can be a good option if you are young and healthy and support a family.\n\nWhole life insurance comes with substantially higher monthly premiums. It is meant to provide coverage for as long as you live. As the coverage matures, the policy grows in value, and the policyholder can withdraw for any purpose. Thus, it can serve as an investment product as well as an insurance policy.\n\nIf you're alive when the term expires, you get nothing back from your term life insurance policy. The death benefit is only payable to your beneficiaries if you die. That is the reason why term life insurance is relatively inexpensive. Most people outlive their term life insurance policies.\n\nIt depends on their age. Insurance companies set a maximum age limit for term life insurance policies. This is usually 80 to 90 years old but may be higher or lower depending on the company. The premium also rises with age, so a person aged 60 or 70 will pay substantially more than someone decades younger.\n\nTerm life insurance is a good option for people who cannot afford or will not pay the much higher monthly premiums associated with whole life insurance.\n\nTerm life is somewhat similar to car insurance. It's statistically unlikely that you'll need it, and the premiums are money down the drain if you don't. But if the worst happens, your family will receive the benefits.\n\nNew York Department of Financial Services. \"The Cost of Life Insurance.”\n\nInternal Revenue Service. \"Life Insurance & Disability Insurance Proceeds.\"\n\nQuotacy. \"Average Monthly Life Insurance Cost in 2023.\"\n\nFidelity Life. \"Cash Value Life Insurance.\"\n\nStern School of Business, New York University. \"Historical Returns on Stocks, Bonds and Bills: 1928-2023.\"\n\nGuardian Life. “Why You Should Consider Convertible Term Life Insurance.”",
  "url": "https://www.investopedia.com/terms/t/termlife.asp"
}