{
  "term": "Term to Maturity in Bonds: Overview and Examples",
  "definition": "A bond's term to maturity is the length of time during which the owner will receive interest payments on the investment, when the bond reaches maturity and the principal is repaid.\n\nBonds can be grouped into three broad categories depending on their terms to maturity:short-termbonds of one to three years, intermediate-term bonds of four to 10 years, andlong-termbonds of 10 to 30 years.\n\nGenerally, the longer the term to maturity is, the higher the interest rate on the bond will be and the less volatile its price will be on the secondary bond market. Also, the further a bond is from its maturity date, the larger the difference between its purchase price and its redemption value, which is also referred to as its principal, par, or face value.\n\nThere are other factors that will also affect the difference between the price of a bond and its par value, not the least of which is the credit worthiness of the issuer. Other factors include whether or not the bond is \"callable.\"\n\nThe interest rate on long-term bonds is higher to compensate for the interest rate risk the investor is taking on. The investor is locking in money for the long run, with the risk of missing out on a better return if interest rates go higher. The investor will be forced to forego the higher return or sell the bond at a loss in order to reinvest the money at a higher rate.\n\nThe term to maturity is one factor in the interest rate paid on a bond. The longer the term, the higher the return.\n\nA short-term bond pays relatively less interest but the investor gains flexibility. The money will be repaid in a year or less and can be invested at a new, higher, rate of return.\n\nIn the secondary market, a bond's value is based on its remaining yield to maturity as well as its face, or par, value.\n\nFor many bonds, the term to maturity is fixed. However, the term to maturity can be changed if the bond has a call provision, aput provision, or a conversion provision:\n\nThe Walt Disney Company raised $7 billion by selling bonds in September 2019.\n\nThe company issued new bonds with six terms of maturity in short-term, medium-term, and long-term versions. The long-term version was a 30-year bond that pays 0.95% more than the comparable Treasury bonds.\n\nInvestopedia does not provide investment advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor, and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nFinancial Regulatory Authority. \"Bond Basics.\"",
  "url": "https://www.investopedia.com/terms/t/termtomaturity.asp"
}