{
  "term": "Terminal Value (TV) Definition and Formula",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nTerminal value is the estimated value of a business or other asset beyond the cash flow forecast period and into perpetuity.\n\nTerminal value (TV) is the value of a company beyond the period for which future cash flows can be estimated. Terminal value assumes that the business will grow at a set rate forever after the forecast period, which is typically five years or less.\n\nTerminal value often makes up a large percentage of the total assessed value of a business.\n\nTerminal value also can be used to value an asset or a project.\n\nForecasting becomes murkier as the time horizon grows longer, especially when it comes to estimating a company's cash flows well into the future. Businesses must still be valued, however.\n\nAnalysts use financial models to solve this, such as discounted cash flow (DCF), as well as certain assumptions to derive the total value of a business or project. Discounted cash flow (DCF) is a popular method used in feasibility studies,corporate acquisitions, and stock market valuation.\n\nThis method is based on the theory that an asset's value equals all future cash flows derived from that asset. These cash flows must be discounted to thepresent valueat a discount rate representing the cost of capital, such as the interest rate.\n\nDCF has two major components: forecast period and terminal value. Analysts use a forecast period of about three to five years. The accuracy of the projections suffers when using a period longer than that. This is where calculating terminal value becomes important. This period is often longer for certain industries, however, such as those involved in natural resource extraction.\n\nTwocommonly used methodsto calculate terminal value are perpetual growth (Gordon Growth Model) and exit multiple. The former assumes that a business willcontinue to generate cash flowsat a constant rate forever. The latter assumes that a business will be sold for a multiple of some market metric.\n\nInvestment professionals prefer the exit multiple approach. Academics favor the perpetual growth model.\n\nTerminal value can be determined using several formulas. Most terminal value formulas project future cash flows to return the present value of a future asset like discounted cash flow (DCF) analysis.\n\nThe liquidation value model or exit method requires figuring out the asset's earning power with an appropriate discount rate and then adjusting for the estimated value of outstanding debt.\n\nThe stable or perpetuity growth model doesn't assume the company will be liquidated after the terminal year. It instead assumes that cash flows arereinvestedand that the firm can grow at a constant rate into perpetuity.\n\nThemultiples approachuses the approximate sales revenues of a company during the last year of a discounted cash flow model and then uses a multiple of that figure to arrive at the terminal value without further discounting applied.\n\nThe Gordon Growth Model is named after Myron Gordon, an economist at the University of Toronto, who worked out the basic formula in the late 1950s.\n\nDiscounting is necessary because the time value of money creates a discrepancy between the current and future values of a given sum of money.\n\nFree cash flowor dividends can be forecast in business valuation for a discrete period but the performance of ongoing concerns becomes more challenging to estimate as the projections stretch further into the future. It's also difficult to determine when a company might cease operations.\n\nInvestors can assume that cash flows will grow at a stable rate forever to overcome these limitations starting at some future point. This represents the terminal value.\n\nTerminal value is calculated by dividing the last cash flow forecast by the difference between the discount and terminal growth rates. The terminal value calculation estimates the company's value after the forecast period.\n\nAssuming that cash flows will grow at a constant rate forever, the formula to calculate a firm's terminal value is:\n\nThe terminal growth rate is the constant rate at which a company is expected to grow forever. This growth rate starts at the end of the last forecasted cash flow period in a discounted cash flow model and goes into perpetuity.\n\nA terminal growth rate is usually in line with the long-term inflation rate but not higher than the historical gross domestic product (GDP) growth rate.\n\nThere's no need to use the perpetuity growth model if investors assume a finite window of operations. The terminal value must instead reflect the net realizable value of a company's assets at that time. This often implies that the equity will be acquired by a larger firm and the value of acquisitions is often calculated with exit multiples.\n\nExit multiples estimate a fair price by multiplying financial statistics by a factor that's common for recently acquired and similar firms. Statistics include sales, profits, or earnings before interest, taxes, depreciation, and amortization (EBITDA).\n\nThe terminal value formula using the exit multiple method is the most recent metric such as sales and EBITDA multiplied by the decided-upon multiple which is usually an average of recent exit multiples for other transactions.\n\nInvestment banks often employ this valuation method but some detractors hesitate to use intrinsic and relative valuation techniques simultaneously.\n\nTerminal value accounts for a significant portion of the total value of a business in a DCF model because it represents the value of all future cash flows beyond the projection period. The assumptions made about terminal value can significantly impact the overall valuation of a business.\n\nTerminal value isn't the same as net present value (NPV). Terminal value is a financial concept used in discounted cash flow (DCF) analysis and depreciation to account for the value of an asset at the end of its useful life or of a business that's past some projection period.\n\nNet present value (NPV)measures the profitability of an investment or project. It's calculated by discounting all future cash flows of the investment or project to the present value using a discount rate and then subtracting the initial investment.\n\nNPV is used to determine whether an investment or project is expected to generate positive returns or losses. It's a commonly used tool in financial decision-making because it helps to evaluate the attractiveness of an investment or project by considering the time value of money.\n\nMost companies don't assume that they'll stop operations after a few years. They expect business to continue forever or at least for a very long time. Terminal value is an attempt to anticipate a company'sfuture valueand apply it to present prices through discounting.\n\nNeither the perpetuity growth model nor the exit multiple approach is likely to render a perfectly accurate estimate of terminal value. The choice of which method to use to calculate terminal value depends partly on whether an investor wants to obtain a relatively more optimistic estimate or a relatively more conservative estimate.\n\nUsing the perpetuity growth model to estimate terminal value generally renders a higher value. Investors can benefit from using both terminal value calculations and then using an average of the two values arrived at for a final estimate of NPV.\n\nA negative terminal value would be estimated if the cost of future capital exceeded the assumed growth rate. Negative terminal valuations can't exist for very long in practice, however.\n\nA company's equity value can only realistically fall to zero at a minimum and any remaining liabilities would be sorted out in a bankruptcy proceeding. It's probably best for investors to rely on other fundamental tools outside of terminal valuation when they come across a firm with negative net earnings relative to its cost of capital.\n\nTerminal value is the estimated value of an asset at the end of its useful life. It's used for computing depreciation and is also a crucial part of DCF analysis because it accounts for a significant portion of the total value of a business.\n\nTerminal value can be calculated using the perpetual growth method or the exit multiple method. It's a crucial part of DCF analysis because it accounts for a significant portion of the total value of a business.\n\nIt's important to carefully consider the assumptions made whencalculating terminal valuebecause they can significantly impact a business's overall valuation.\n\nCFI Education. \"Terminal Value.\"\n\nGordon, M.J. \"Dividends, Earnings, and Stock Prices.\"The Review of Economics and Statistics,vol. 41, no. 2, May 1959, pp. 99-105.\n\nCFI Education. \"DCF Terminal Value Formula.\"",
  "url": "https://www.investopedia.com/terms/t/terminalvalue.asp"
}