{
  "term": "Term Loan Definition, Types, and Common Attributes",
  "definition": "A term loan provides borrowers with a lump sum of cash upfront in exchange for specific borrowing terms. Term loans are normally meant for established small businesses with soundfinancial statements. In exchange for a specified amount of cash, the borrower agrees to a certain repayment schedule with a fixed orfloating interest rate. Term loans may require substantialdown paymentsto reduce the payment amounts and the total cost of the loan.\n\nTerm loans are commonly granted to small businesses that need cash to purchase equipment, a new building for their production processes, or any otherfixed assetsto keep their businesses going. Some businesses borrow the cash they need to operate on a month-to-month basis. Many banks have established term loan programs specifically to help companies in this way.\n\nBusiness owners apply for term loans the same way they would any other credit facility—by approaching their lender. They must provide statements and other financial evidence demonstrating theircreditworthiness.Approved borrowers get alump sumof cash and are required to make payments over a certain period of time, usually on a monthly or quarterly repayment schedule.\n\nTerm loans carry a fixed orvariable interest rateand a set maturity date. If the proceeds are used to finance the purchase of an asset, theuseful lifeof that asset can impact the repayment schedule. The loan requires collateral and a rigorous approval process to reduce the risk ofdefaultor failure to make payments. As noted above, some lenders may require down payments before they advance the loan.\n\nBorrowers often choose term loans for several reasons, including:\n\nTaking out a term loan also frees up cash from a company's cash flow in order to use it elsewhere.\n\nVariable-rate term loans are based on a benchmark rate like the U.S. prime rate or theLondon InterBank Offered Rate(LIBOR).\n\nTerm loans come in several varieties, usually reflecting the lifespan of the loan. These include:\n\nBoth short- and intermediate-term loans may also be balloon loans and come withballoon payments. This means the final installment swells or balloons into a much larger amount than any of the previous ones.\n\nWhile the principal of a term loan is not technically due until maturity, most term loans operate on a specified schedule requiring a specific payment size at certain intervals.\n\nASmall Business Administration(SBA) loan, officially known as a 7(a) guaranteed loan, encourages long-term financing. Short-term loans and revolving credit lines are also available to help with a company’s immediate and cyclical working capital needs.\n\nMaturities for long-term loans vary according tothe ability to repay, the purpose of the loan, and the useful life of the financed asset. Maximummaturity datesare generally 25 years for real estate, up to 10 years for working capital, and 10 years for most other loans. The borrower repays the loan with monthly principal and interest payments.\n\nAs with any loan, an SBA fixed-rate loan payment remains the same because the interest rate is constant. Conversely, a variable-rate loan's payment amount can vary since the interest rate fluctuates. A lender may establish an SBA loan with interest-only payments during a company's startup orexpansionphase. As a result, the business has time to generate income before making full loan payments. Most SBA loans do not allow balloon payments.\n\nThe SBA charges the borrower aprepaymentfee only if the loan has a maturity of 15 years or longer. Business and personal assets secure every loan until the recovery value equals the loan amount or until the borrower has pledged all assets as reasonably available.\n\nA term loan is usually meant for equipment, real estate, or working capital paid off between one and 25 years. A small business often uses the cash from a term loan to purchase fixed assets, such as equipment or a new building for its production process. Some businesses borrow the cash they need to operate from month to month. Many banks have established term loan programs specifically to help companies in this way.\n\nTerm loans come in several varieties, usually reflecting the lifespan of the loan. A short-term loan, usually offered to firms that don't qualify for a line of credit, generally runs less than a year, though it can also refer to a loan of up to 18 months or so.An intermediate-term loan generally runs more than one to three years and is paid in monthly installments from a company’s cash flow. A long-term loan runs for three to 25 years, uses company assets as collateral and requires monthly or quarterly payments from profits or cash flow.\n\nTerm loans carry a fixed or variable interest rate, a monthly or quarterly repayment schedule, and a set maturity date. If the loan is used to finance an asset purchase, the useful life of that asset can impact the repayment schedule. The loan requires collateral and a rigorous approval process to reduce the risk of default or failure to make payments. However, term loans generally carry no penalties if they are paid off ahead of schedule.\n\nU.S. Small Business Administration. \"7(a) Loans.\"\n\nCorporate Finance Institute. \"Short Term Loan.\"\n\nSofi. \"What Are Common Small Business Term Loans?\"\n\nU.S. Small Business Administration. \"Terms, Conditions, and Eligibility.\"",
  "url": "https://www.investopedia.com/terms/t/termloan.asp"
}