{
  "term": "Terminal Capitalization Rate: Definition and Calculation Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe terminal capitalization rate, also known as the exit rate, is the rate used to estimate the resale value of a property at the end of theholding period. The expectednet operating income(NOI) per year is divided by the terminal cap rate (expressed as a percentage) to getthe terminal value.\n\nTerminal capitalization rates are estimated based on comparable transaction data or what is believed to be appropriate for a particular property's location and attributes.\n\nThe going-incap rateis the projected first-year NOI divided by the initial investment or purchase price. In contrast, the terminal capitalization rate is the projected NOI of the last year (exit year) divided by the sale price. If this rate is lower than the going-in cap rate, it usually means that the property investment was profitable.\n\nMost real estate investing professionals agree that it's important to match the terminal capitalization rate to the current rate of the market, keeping in mind that it may be a safer test for the development to nudge the terminal cap rate up a bit. A dynamic spreadsheet can be useful to stress test the development project to establish the highest terminal capitalization rate that would still provide a sufficientupsideto investors.\n\nSavvyreal estate investorslook for markets and property types for which market capitalization rates are expected to fall since a lower terminal capitalization rate, compared to the going-in cap rate, will result incapital gains, assuming that the NOI will not decrease over the holding period. Some of the data that must be considered includes supply-and-demand metrics for each category of space, as well as for the services and expenses assumed to be related to each area of operation.\n\nWhile the future is always uncertain, two things are certain about the end of any holding period: the buildings will age and the markets will change. It's thus critical that all real estate investors compile and analyze as much data as possible to accurately pinpoint a terminal capitalization rate for a project.\n\nAn investor buys a fully occupied property for $100 million. First-year NOI is estimated at $5.0 million. The going-in cap rate is therefore 5.0%.\n\nSeven years later, the investor believes that the terminal capitalization rate is approximately 4.0%. Last year NOI, which has taken into account rent escalation along the way, is projected at $5.5 million (again, assuming full occupancy).\n\nThe resale value is estimated at $137.5 million ($5.5 million in NOI divided by the 4.0% terminal capitalization, or exit, rate).",
  "url": "https://www.investopedia.com/terms/t/terminal-capitalization-rate.asp"
}