{
  "term": "Terms of Trade (TOT): Definition, Use as Indicator, and Factors",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nTerms of trade (TOT) represent the ratio between a country'sexportprices and itsimportprices. TOT indexes are defined as the value of a country's total exports minus total imports. The ratio is calculated by dividing the price of the exports by the price of the imports and multiplying the result by 100.\n\nWhen more capital is leaving the country than is entering the country, then the TOT will be less than 100%. When the TOT is greater than 100%, the country is accumulating more capital from exports than it is spending on imports. In the United States, the ebb and flow of value of trade activity is tracked by theImport/Export Price Index (MXP).\n\nThe TOT is used as an indicator of a country’s economic health, but it can lead analysts to draw the wrong conclusions. Changes in import prices and export prices impact the TOT, and it's important to understand the specific causes underlying price increases or decreases. TOT measurements are often recorded in anindexfor economic monitoring purposes.\n\nAn improvement or increase in a country's TOT generally indicates that export prices have gone up as import prices have either maintained or dropped. Conversely, export prices might have dropped but not as significantly as import prices. Export prices might remain steady while import prices have decreased or they might have simply increased at a faster pace than import prices. All these scenarios can result in an improved TOT.\n\nTOT is dependent to some extent on exchange and inflation rates and prices. A variety of other factors influence TOT as well, and some are unique to specific sectors and industries.\n\nScarcity—the number of goods available for trade—is one such factor. The more goods a vendor has available for sale, the more goods it will likely sell, and the more goods that vendor can buy usingcapitalobtained from sales.\n\nThe size and quality of goods also affect TOT. Larger and higher-quality goods will likely cost more. If goods sell for a higher price, a seller will have additional capital to purchase more goods.\n\nA country can purchase more imported goods for every unit of export that it sells when its TOT improves. An increase in the TOT can thus be beneficial because the country needs fewer exports to buy a given number of imports.\n\nIt might also have a positive impact on domesticcost-push inflationwhen the TOT increases because the increase is indicative of falling import prices to export prices. The country’s export volumes could fall to the detriment of thebalance of payments(BOP), however.\n\nThe country must export a greater number of units to purchase the same number of imports when its TOT deteriorates. The Prebisch-Singer hypothesis states that some emerging markets and developing countries have experienced declining TOTs because of a generalized decline in the price of commodities relative to the price of manufactured goods.\n\nDeveloping countries experienced increases in their terms of trade during the commodity price boom in the early 2000s.They could buy more consumer goods from other countries when selling a certain quantity of commodities, such as oil and copper.\n\nA rise inglobalization, however, has reduced the price of manufactured goods. Industrialized countries' advantage over developing countries is becoming less significant.\n\nTerms of trade for a country can be calculated by dividing its price index of exports by its price index of imports. This ratio is then multiplied by 100:\n\nAn increasing TOT ratio indicates that a country is exporting relatively more goods than it is importing. Over time, this can lead to atrade surplus. The opposite would be true if TOT were decreasing.\n\nA rise in the domestic currency's exchange rate should improve terms of trade, as this makes imports relatively less expensive while boosting the prices of exports. Increasing the competitiveness of firms will also tend to boost TOT as they can compete better internationally. Inflation can also have a short-term benefit to TOT.\n\nU.S. Bureau of Labor Statistics “Terms of Trade Indexes.”\n\nU.S. Bureau of Labor Statistics. \"Terms of Trade Indexes.\"\n\nU.S. International Trade Commission. “Prebisch-Singer Redux.” Pages 2-3.\n\nWorld Trade Organization. \"Commodity Terms of Trade: The History of Booms and Busts.\"\n\nSSRN. “Commodity Terms of Trade: The History of Booms and Busts.” Pages 13-15. Download PDF.\n\nInternational Monetary Fund. \"Globalization: a Brief Overview.\" Page 1.\n\nInternational Monetary Fund. \"The Distribution of Gains from Globalization.\" Pages 38-39. Download PDF.",
  "url": "https://www.investopedia.com/terms/t/terms-of-trade.asp"
}