{
  "term": "Tether (USDT): Meaning and Uses for Tethering Crypto",
  "definition": "USDT is the symbol for Tether, a cryptocurrency that is pegged to the U.S. dollar. This means USDT is a stablecoin, fluctuating in value with the U.S. dollar and backed by Tether's dollar reserves. USDT is issued by Tether, a company owned by iFinex, the Hong Kong-registered company that also owns the crypto exchange BitFinex.\n\nAs of March 2024, USDT was the third-largestcryptocurrencyafter Bitcoin (BTC) and Ethereum (ETH) and the largest stablecoin, with a market capitalization of nearly $99 billion.In 2023 and early 2024, Tether's USDT accounted for most of the exchanges out of other cryptocurrencies by volume.\n\nUSDT, or Tether, belongs to a fast-growing type of cryptocurrency called stablecoins which avoid the extreme volatility of untethered cryptocurrencies, most commonly by tying their values to the price of a traditional currency like the U.S. dollar.\n\nTether was launched as RealCoin in July 2014 and was rebranded as Tether (USDT) in November 2014. Originally based on the Bitcoinblockchain, Tether now supports Bitcoin's Omni and Liquid protocols as well as the Ethereum, Avalanche, Kava, Polka, TRON, EOS, Algorand, and Solana blockchains.Tether also issues tokens pegged to the euro, the offshore Chinese yuan, the Mexican peso, and gold, none with more than a fraction of the market cap of its U.S. dollar-pegged USDT tokens.\n\nA pegged currency is often backed by reserves made up entirely or mostly of the pegged currency. A number of fiat currencies arepegged to the U.S. dollar, including those of Panama and Saudi Arabia. This protects the currencies from extreme fluctuations in value, as their trading values move with the USD.\n\nThe same price stability underlies pegged cryptocurrency.\n\nTether updates a breakdown of its reserves holdings daily on its website. As of March 3, 2024, it reported assets of $99.45 billion for USDT. The company reported holding 84.58% of its reserves in cash, cash equivalents, short-term deposits, and commercial paper; 76.87% of this was in U.S. Treasury bills.\n\nIt also held 0.05% of its reserves in corporate bonds, 3.62% in precious metals, 2.91% in bitcoin, 4.95% in secured loans to unaffiliated entities, and 3.89% in other investments.\n\nWhile Tether promotes that it backs every USDT with an equivalent amount of currency, this isn't entirely the truth, as the numbers above show. However, it has usually honored its 1-to-1 commitment.\n\nA stable value promotes using stablecoins as amedium of exchangelike conventional money.\n\nIn practical terms, stablecoins have made it easier to speculate in cryptocurrency markets. Their rapid growth in popularity is also the result of stablecoins' use as collateral bydecentralized finance(deFi) lending and staking protocols.\n\nIn November 2017, Tether reported the electronic theft of $31 million in USDT tokens. The company implemented a hard fork, a security technique that involves splitting a blockchain into two streams.\n\nBy then, the company was already dealing with questions about the adequacy of its reserves and, as subsequent investigations would show, having trouble accessing banking services.\n\nIn April 2019, New York Attorney General Letitia James obtained a court order enjoining Tether and BitFinex parent iFinex from further violations of New York law. It had been determined that BitFinex had borrowed at least $700 million from Tether's reserves to offset BitFinex corporate and client funds frozen (and ultimately seized) from its Panamanian banking partner Crypto Capital Corp. in a money-laundering probe.\n\nTether is a chartered member of the Blockchain Alliance, a coalition that works to promote blockchain development and its legal uses.\n\nIn February 2021, Tether and BitFinex settled the case by agreeing to pay a fine of $18.5 million, discontinue trading with any New York state residents or entities, and furnish information about its reserves to the New York Attorney General's office for the next two years.\n\nIn October 2021, the U.S. Commodity Futures Trading Commission (CFTC) announced that Tether agreed to pay a $41 million fine \"over claims that Tether stablecoin was fully backed by U.S. dollars.\" In fact, \"Tether held sufficient fiat reserves in its accounts to back USDT tether tokens in circulation for only 27.6% of the days in a 26-month sample time period from 2016 through 2018,\" according to CFTC. Bitfinex agreed to pay a $1.5 million fine to settle separate CFTC allegations as part of the settlement.\n\nIn May 2022, Tether's price briefly fell to as little as $0.96 following the TerraUSD (UST) peg loss, even though it wasn't an issuer affiliated with Tether or BitFinex. The price of Tether tokens quickly rebounded to more than $0.99, and Tether said it was continuing to honor redemption requests at a 1-to-1 ratio to the U.S. dollar.\n\nTether also launched MXNT, a stablecoin backed by the Mexican peso following earlier expansions into Europe (EURT) and China (CNHT).\n\nIn 2023, Tether expanded into artificial intelligence by acquiring Northern Data Group.It appointed a new CEO—Paolo Ardoino, its former chief technology officer and a staunch cryptocurrency and blockchain financial solutions advocate.\n\nThe same year, a lengthy lawsuit against Tether and Bitfinex was finally concluded following Judge Laura Swain's dismissal of the claims in November 2023.\n\nThe company also continued participating in several measures to enhance cryptocurrency security, educate users and legislators, and cooperate with law enforcement agencies.\n\nUSDT is a pegged cryptocurrency, meaning its value is only as volatile as that of the U.S. dollar. Other examples are USD Coin (USDC), Binance USD (BUSD), and Dai (DAI).One of the benefits of tethering is that it allows investors to easily move money between cryptocurrency markets and the traditional financial system. They don't have to wait out steep declines in trading values.\n\nTether tokens can be bought and sold oncryptocurrency exchanges, including Binance, CoinSpot, Bitfinex, andKraken. Some online brokerages also offer cryptocurrencies.\n\nYes. Tether was the first and is the best-known stablecoin in the crypto world. The company had a market capitalization of nearly $99 billion as of March 2024.\n\nTether is a cryptocurrencythat attempts to maintain a value peg to an underlying currency such as the dollar or euro. It does this by keeping enough actual currency or equivalents in reserves that the cryptocurrency holds the same value as the fiat currency.\n\nTether is primarily used to convert cryptocurrencies to fiat to prevent slippage, or a decrease in value between transaction initiation and execution. However, there are times when it isn't exactly pegged to the fiat currency it is supposed to be tracking. For instance, when the exchange FTX collapsed in November 2022, Tether plummeted to nearly $0.995 but rebounded quickly, at times seeing more than a 1-to-1 peg.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.\n\nCoinMarketCap. \"Today's Cryptocurrency Prices by Market Cap.\"\n\nCryptoCompare. \"Stablecoins & CBDCs Report, Report Summary.\"\n\nTether. \"Tether Launches MXN₮ Tether Tokens Pegged to the Mexican Peso.\"\n\nTether. \"Tether Continues to Honour All Redemptions From Verified Customers During Market Volatility, on Track to Process 2bn Today.\"\n\nTether. \"Update on Security Incident.\"\n\nAttorney General of the State of New York. \"Settlement Agreement,\" Page 3.\n\nNew York Attorney General. \"Attorney General James Announces Court Order Against “Crypto” Currency Company Under Investigation For Fraud.\"\n\nBlockchain Alliance. \"A Public-Private Forum To Help Combat Criminal Activity on the Blockchain.\"\n\nAttorney General of the State of New York. \"Settlement Agreement.\"\n\nU.S. Commodity Futures Trading Commission. \"CFTC Orders Tether and Bitfinex to Pay Fines Totaling $42.5 Million.\"\n\nTether. \"Tether Makes Strategic Investment into Northern Data Group - Set to Become the Biggest Independent AI Player in Europe.\"",
  "url": "https://www.investopedia.com/terms/t/tether-usdt.asp"
}