{
  "term": "Tezos (XTZ): Definition and How It Works in Crypto",
  "definition": "Mark Jahn is a financial writer, editor, consultant, and award-winning economist covering ETFs, stocks, cryptocurrencies, options, and more.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nTezos is a blockchain network hosting the associated digital token Tez (XTZ), which is also known as tezzie. Like other cryptocurrency blockchains, Tezos facilitates user participation indecentralized finance (DeFi),decentralized applicationsandnon-fungible token (NFT)projects.\n\nIn contrast with other blockchains, Tezos precludeshard forks, or blockchain splits, with a blockchain-based governance mechanism that adopts and implements protocol upgrades chosen by voting proportional to users' economic stake in Tezos.\n\nTezos was conceived by Arthur Breitman, a France native and former engineer at Google X and Waymo who went on to work as a quantitative analyst at Morgan Stanley (MS).It was developed with the participation of Kathleen Breitman, Arthur's wife and a former employee of the hedge fund Bridgewater Associates and R3, a software company. The couple reportedly met at an Anarcho-Capitalist meetup in New York.\n\nIn 2014, while still working at Morgan Stanley, Arthur Breitman published a white paper under a pseudonym outlining the principles behind Tezos.In July 2017, the Switzerland-based Tezos Foundation, headed by Swiss entrepreneur Johann Gevers, organized with the Breitmans aninitial coin offering(ICO) for Tezos that proved to be the most successful ICO to date; by January 2021 it ranked as the seventh-largest crypto coin offering.\n\nIn 13 days, the ICO drew 66,000 Bitcoins and 361,000 ethers. The ICO was valued at $232 million at the time, with Bitcoin trading at $1,964.Tezos Foundation reported assets of $471 million as of Dec. 31, 2022.\n\nAmid investor warnings regarding ICOs by theU.S. Securities and Exchange Commission (SEC), including notice that some are investment securities subject to registration under U.S. law, the Tezos ICO was labeled a fundraiser of donations, though it eventually allocated Tez in proportion to outside contributions.\n\nThe distribution of coins was delayed first by a power struggle between the Breitmans and Johann Gevers, who ultimately stepped down as Tezos Foundation president in early 2018.\n\nNearly a year after the ICO, in June 2018, the Tezos Foundation said ICO \"donors\" awaiting their Tez allocations would have to first submit toknow-your-customer (KYC)andanti-money-laundering (AML)verification.As of November 2020, Tezos had verified 94% of the ICO funds.\n\nIn March 2020 the Tezos Foundation, the Breitmans, and the Breitmans' company Dynamic Ledger Solutions settled for $25 million in a class action lawsuit brought on behalf of ICO participants looking to withdraw their investment.\n\nTez started trading just under $3 in July 2018 but fell to a low of $0.36 by December of that year. It peaked at $8.55 in October 2021 and was at $2.21 on June 9, 2022. Tez was up nearly 9% that day afterTether(USDT) said it would deploy its leadingstablecoinon the Tezos network.Tez had a market capitalization of $1.99 billion, ranking 33rd among cryptocurrencies, as of the same date.\n\nLike Bitcoin andEthereum, Tezos is adecentralized ledgerthat makes use of blockchain technology. Like Ethereum, Tezos is designed to make use ofsmart contracts. Depending on the source, “Tezos” is either the ancient Greek term for “smart contract” or (much more likely) the name discovered by an algorithm Arthur Breitman wrote to sift through names unclaimed on the internet and pronounceable in English.\n\nStaking8,000 Tez, known in the Tezos network as a roll, permits the owner to operate a network node earning a proportional share of Tez rewards for validating blockchain transactions. Holders of smaller Tez sums may delegate them to a network node known in Tezos parlance as a baker.\n\nWhen additional Tez currency is created at the end of protocol upgrade cycles to compensate developers whose protocol upgrades are adopted, baker stakes are increased proportionately as an inflation adjustment.\n\nDecisions on adopting protocol upgrades depend on voting by bakers in proportion to the size of their stakes, and the changes are automatically implemented throughout the blockchain. Final votes require the participation of owners holding at least 81% of the current coin supply.\n\nAll network activity and governance are decentralized, and the Tezos Foundation disclaims any role in its operations. Instead, it supports the development of Tezos infrastructure and dispenses grants and other funding to foster adoption of the network.\n\nTezos' governance protocols distinguish it from Bitcoin as well asEthereum, which lack formal governance systems, and its insistence that the blockchain can't be forked also stands out among cryptocurrencies. The provision adjusting active stakes for the creation of new tokens is also unusual and is meant to encourage participation.\n\nAdditionally, Tezos backers say its proof of stakes model for blockchain validation consumes less energy thanBitcoin mining.\n\nCryptocurrencies are highly speculative and their prices are extremely volatile. Exercise due diligence and never risk more than you can afford to lose.\n\nIt remains to be seen whether Tezos' inflation mechanism can really protect stakeholders over the long run by issuing them additional tokens.\n\nThe network's governance protocols and protections against blockchain forks do provide some advantages.\n\nTezos technology was used in a recent experiment by European central banks exploring the feasibility of launching a digital euro, acentral bank digital currency.\n\nTezos has also attracted One Of, the NFT platform backed by music producer Quincy Jones.\n\nOther use cases, including cryptocurrency yield farming dependent on rising crypto valuations and buoyant financial markets, may prove less resilient over time.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nCoinMarketCap. \"Today's Cryptocurrency Prices by Market Cap.\"\n\nTEDx San Francisco. \"Arthur Breitman.\"\n\nTezos. \"Tezos — A Self-Amending Crypto-Ledger.\"\n\nDecrypt. \"The 10 Biggest ICOs: Here’s Where the Money Went.\"\n\nTezos Foundation. \"Tezos Foundation Biannual Update,\" Page 10.\n\nU.S. Securities and Exchange Commission. \"Spotlight on Initial Coin Offerings (ICOs).\"\n\nCoinDesk. \"Tezos Board Reshuffled As Johann Gevers Steps Down.\"\n\nWired. \"Inside the Crypto World's Biggest Scandal.\"\n\nCoinDesk. \"Surprise KYC: Investors in Tezos' Troubled ICO Might Finally Be Fed Up.\"\n\nCoinTelegraph. \"The History of Tezos: The Infamous ICO Trying to Rebound Amidst Lawsuits and Disputes.\"\n\nCourthouse News Service. \"Tezos Cryptocurrency Founders Settle With Investors for $25 Million.\"\n\nTether. \"Tether Tokens (USDT) to Launch on Tezos.\"\n\nReuters. \"Backroom Battle Imperils $230 million Cryptocurrency Venture.\"\n\nOpenTezos. \"Become a Baker or a Delegator.\"\n\nCryptopedia. \"Tezos (XTZ): Superior Governance and Use Cases.\"\n\nTezos Foundation. \"Tezos Foundation FAQ.\"\n\nXTZ News. \"Tezos Technology Used in Digital Euro Model Experiments.\"\n\nBanque de France. \"Digital Euro Experiment Combined Feasibility – Tiered Model,\" Page 6-7.",
  "url": "https://www.investopedia.com/terms/t/tezos.asp"
}