{
  "term": "The FIFO Method: First In, First Out",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFIFO is an accepted inventory costing method in the U.S. using Generally Accepted Accounting Principles (GAAP).\n\nFIFO means \"First In, First Out.\" It's a valuation method in which older inventory is moved out before new inventory comes in. The first goods to be sold are the first goods purchased. The FIFO method maintains the newest items in inventory.\n\nTheinventory valuationmethod a company uses doesn't have to follow the actual flow of inventory through the business, but it must support why it selected the valuation method.\n\nThe FIFO method is used for cost flow assumption purposes. The costs associated with manufactured products must be recognized as an expense as items progress to later development stages and finished inventory items are sold. The cost of the inventory purchased first will be recognized first under FIFO.\n\nThe dollar value of total inventory decreases in this process because inventory has been removed from the company’s ownership. The costs associated with the inventory can be calculated in several ways, one being the FIFO method.\n\nTypical economic situations involve inflationary markets and rising prices. The oldest costs will theoretically be priced lower than the most recent inventory purchased at current inflated prices in this situation if FIFO assigns the oldest costs to thecost of goods sold(COGS). This lower expense results in higher net income. The ending inventory balance is inflated.\n\nCompanies choose which valuation method to use. Some may elect a method that mirrors their inventory. A grocer often sells their oldest inventory first.\n\nInventory is assigned costs as items are prepared for sale and based on the order in which the product was used. It's based on what arrived first for FIFO.\n\nAssume a company purchased 100 items for $10 each and then purchased 100 more items for $15 each. The company sold 60 items. The COGS for each of the 60 items is $10/unit under the FIFO method because the first goods purchased are the first goods sold. Of the 140 remaining items in inventory, the value of 40 items is $10/unit and the value of 100 items is $15/unit because the inventory is assigned the most recent cost under the FIFO method.\n\nThe company sells an additional 50 items with this remaining inventory of 140 units. The cost of goods sold for 40 of the items is $10 and the entire first order of 100 units has been fully sold. The other 10 units that are sold have a cost of $15 each and the remaining 90 units in inventory are valued at $15 each or the most recent price paid.\n\nTheLIFOinventory valuation method is the opposite of FIFO. The last item purchased or acquired is the first item out. This results in deflated net income costs in inflationary economies and lower ending balances in inventory compared to FIFO.A company sells the last item in inventory instead of the first. The inventory item sold is assessed a higher cost of goods sold under LIFO during periods of increasing prices.\n\nThere are balance sheet implications between these two valuation methods. More expensive inventory items are usually sold under LIFO, so the expensive inventory items are kept as inventory on the balance sheet under FIFO. Not only is net income often higher under FIFO, but inventory is often larger as well.\n\nLIFO is not permitted under International Financial Reporting Standards.\n\nThe FIFO method is easy to understand and to implement. Statements are more transparent, and it's more difficult to manipulate FIFO-based accounts to embellish the company's financials. FIFO is required under theInternational Financial Reporting Standards,and it's also standard in many other jurisdictions.\n\nThe FIFO method also follows the natural flow of inventory. Most businesses prefer to sell their oldest products first. The company's accounts will better reflect the value of current inventory because the unsold products are also the newest ones.\n\nThere are some disadvantages, however. The FIFO method can result in higher income taxes for a company because there's a wider gap between costs and revenue. The alternate method of LIFO allows companies to list their most recent costs first in jurisdictions that allow it. Expenses rise over time, so this can result in lower corporate taxes.\n\nEasier to understand and implement\n\nFollows the natural flow of inventory\n\nReflects the current value of inventory better than the LIFO method\n\nCan overstate the company's profits, due to the gap between costs and revenue\n\nCompany may end up with higher income taxes\n\nMay not truly reflect the flow of inventory, especially for innovative industries\n\nFIFO is the most widely used method of valuing inventory globally. It's also the most accurate method of aligning the expected cost flow with the actual flow of goods. This offers businesses an accurate picture of inventory costs. It reduces the impact of inflation, assuming that the cost of purchasing newer inventory will be higher than the purchasing cost of older inventory.\n\nThe opposite of FIFO is LIFO (Last In, First Out). This method dictates that the last item purchased or acquired is the first item out. This results in deflated net income costs and lower ending balances in inventory in inflationary economies compared to FIFO.\n\nAverage cost inventory is another method that assigns the same cost to each item and results in net income and ending inventory balances between FIFO and LIFO.\n\nSpecific inventory tracing is only used when all components attributable to a finished product are known.\n\nFIFO is calculated by adding the cost of the earliest inventory items sold. The price of the first 10 items bought as inventory is added together if 10 units of inventory were sold. This equals the cost of goods sold. The cost of these 10 items may differ depending on the valuation method chosen.\n\nThe First In, First Out FIFO method is a standard accounting practice that assumes that assets are sold in the same order they're bought. All companies are required to use the FIFO method to account for inventory in some jurisdictions but FIFO is a popular standard due to its ease and transparency even where it isn't mandated.\n\nInternal Revenue Service. \"Publication 538, Accounting Periods and Methods.\"\n\nAmerican Institute of Certified Public Accountants. \"Is IFRS That Different From U.S. GAAP?\"",
  "url": "https://www.investopedia.com/terms/f/fifo.asp"
}