{
  "term": "The Wealth Effect: Definition and Examples",
  "definition": "The wealth effect is abehavioral economictheory suggesting thatpeople spend more as the value of theirassetsrise.The idea is that consumers feel more financially secure and confident about their wealth when their homesor investmentportfoliosincrease in value. They are made to feel richer, even if their income andfixed costsare the same as before.\n\nThe wealth effect reflects the psychological effect that rising asset values, such as those that occur during abull market, have onconsumer spendingbehavior. The concept hones in on how the feelings of security, referred to asconsumer confidence, are strengthened by sizable increases in the value of investment portfolios. Extra confidence contributes to higher levels of spending and lower levels of saving.\n\nThis theory can also be applied to businesses. Companies tend to increase their hiring levels andcapital expenditures (CapEx)in response to rising asset values, in a similar fashion to that observed on the consumer side.\n\nWhat this means iseconomic growthshould strengthen during bull markets—and erode in bear markets.\n\nAt first glance, the notion that the wealth effect spurs personal consumption makes sense. It is reasonable to assume that anyone sitting on huge gains from a house or stock portfolio would be more inclined to splash out on an expensive holiday, new car, or otherdiscretionary items.\n\nNevertheless, critics claim that increasing asset wealth should have a much smaller impact on consumer spending than other factors, such as tax, household expenses, and employment trends. Why? Because a gain in the value of an investor’s portfolio does not actually equate to higherdisposable income.\n\nInitially,stock marketgains must be consideredunrealized. An unrealized gain is a profit that exists on paper, but that has yet to be sold in return for cash. The same applies to rocketing property prices.\n\nProponents of the wealth effect can point to several occasions whensignificantinterest rateandtaxincreases during bull markets failed to put the brakes on consumer spending. Events in 1968 offer a good example.\n\nTaxes were hiked by 10%, yet people continued to spend more. Even though disposable income declined because of the additional tax burden, wealth continued to grow as the stock market persistently climbed higher.\n\nStill, there is considerable debate among market pundits about whether or not the wealth effect truly exists, especially within the context of the stock market. Some believe the effect has more to do withcorrelationand not causation, proposing that increased spending leads to asset appreciation, not the other way around. There is also a school of thought that promotes thePigou Effecttheory. Here, when prices fall, individuals gain purchasing power and raise consumption rates, which leads to higher employment rates.\n\nWhile it has yet to be definitively connected, there is more robust evidence linking increased spending to higher home values.\n\nEconomic luminaries Karl Case and Robert Shiller, the developers of theCase-Shiller home price indices, together with John Quigley set out to research the wealth effect theory by compiling data from 1982 to 1999. The results, presented in a paper titled “Comparing Wealth Effects: the Stock Market versus the Housing Market,” found “at best weak evidence” of a stock market wealth effect, but strong evidence that variations in housing market wealth have important effects upon consumption.\n\nThe authors later extended their study of wealth and consumer spending in a panel of U.S. states to an expanded 37-year period, from 1975 to the second quarter of 2012. The results, released in January 2013, revealed that an increase in housing wealth, similar to the rise between 2001 and 2005, would boost household spending by a total of about 4.3% over the four years. In contrast, a fall in housing wealth comparable to the crash between 2005 and 2009 would cause a spending drop of roughly 3.5%.\n\nSeveral other economists have supported claims that an increase in housing wealth encourages extra spending. However, others dispute these theories and claim that previous research on the topic has been overstated.\n\nTIME. \"Business: The Economy in 1968: An Expansion That Would Not Quit.\"\n\nCase, Karl E. and et al. \"Comparing Wealth Effects: The Stock Market Versus the Housing Market.\"National Bureau of Economic Research, Working Paper 8606, November 2001, pp. 1-28. Download PDF.\n\nCase, Karl E. and et al. \"Wealth Effects Revisited: 1975-2012.\"National Bureau of Economic Research, Working Paper 18667, January 2013, pp. 1-32. Download PDF.",
  "url": "https://www.investopedia.com/terms/w/wealtheffect.asp"
}