{
  "term": "The Bond Market and Debt Securities: An Overview",
  "definition": "The bond market is often referred to as the debt market, fixed-income market, orcredit market. It is the collective name given to all trades and issues ofdebt securities. Governments issue bonds to raise capital to pay debts or fund infrastructural improvements. Publicly traded companies issue bonds to finance business expansion projects or maintain ongoing operations.\n\nInvestopedia / Danie Drankwalter\n\nLoans that were assignable or transferrable to others appeared as early as ancient Mesopotamia, where debts denominated in units of grain weight could be exchanged among debtors. The recorded history of debt instruments dates back to 2400 B.C.⁠ via a clay tablet discovered at Nippur, now present-day Iraq. This artifact cites a guarantee for payment of grain and the consequences if the debt was not repaid.\n\nIn the middle ages, governments issued sovereign debt to fund wars. TheBank of England, the world's oldest central bank, was established to raise money to rebuild the British navy in the 17th century through bonds.The first U.S. Treasury bonds were issued to help fund the military, first in the war of independence from the British crown, and again in the form of \"Liberty Bonds\" to raise funds to fight World War I.\n\nEarly chartered corporations such as the Dutch East India Company (VOC) and the Mississippi Company issued debt instruments before they issued stocks.These bonds, such as in the image above, were \"guarantees\" or \"sureties\" and were hand-written to the bondholder.\n\nBonds are traded on the primary market and the secondary market. Theprimary marketis the \"new issues\" market, and transactions occur directly between the bond issuers and the bond buyers. This offering is known as theprimary distribution. The primary market holds brand-new debt securities not previously offered to the public.\n\nIn thesecondary market, securities previously sold in the primary market are bought and sold.Investors can purchase these bonds from a broker, who acts as an intermediary between the buying and selling parties. These secondary market issues may be packaged aspension funds, mutual funds, and life insurance policies.\n\nCompanies issuecorporate bondsto raise money for current operations, expanding product lines, or opening up new manufacturing facilities. Corporate bonds are commonly longer-termdebt instrumentswith a maturity of at least one year and are commonly categorized into two types based on the credit rating assigned to the bond and its issuer.\n\nInvestment gradesignifies a high-quality bond that presents a relatively low risk of default.Bond-ratingfirms likeStandard & Poor’sandMoody'suse different designations, consisting of the upper- and lower-case letters \"A\" and \"B,\" to identify a bond's credit quality rating.\n\nJunk bonds orhigh-yieldbonds carry a higher risk. Junk bonds represent bonds issued by companies that are financially struggling and have a high risk ofdefaulting, not paying their interest payments, or repaying the principal to investors. Junk bonds are also called high-yield bonds since the higher yield is needed to help offset any risk of default.\n\nNationally-issuedgovernment bondsorsovereign bondsentice buyers by paying out theface valuelisted on the bond certificate on the agreedmaturity datewith periodic interest payments. This makes government bonds attractive to conservative investors and considered the least risky. In the U.S., government bonds are known as Treasuries and the most active and liquid bond market.\n\nIn August 2023, Fitch Ratings downgraded the long-term ratings of the United States to \"AA+\" from \"AAA\" based on the expected fiscal deterioration over the next three years, a high and growing general government debt burden, and the erosion of governance relative to \"AA\" and \"AAA\" peers over the last two decades with repeated debt limit standoffs and untimely resolutions.\n\nMunicipal bonds or\"muni\" bondsare locally issued by states, cities, special-purpose districts, public utility districts, school districts, publicly owned airports and seaports, and other government-owned entities that seek to raise cash to fund various projects. Municipal bonds are commonly tax-free at the federal level and can be tax-exempt at state or local tax levels, making them attractive to qualified tax-conscious investors.\n\nAgeneral obligation bond (GO bond)is issued by government entities not backed by revenue from a specific project. Some GO bonds are backed byproperty taxesor payable from general funds. Arevenue bondsecures principal and interest payments through sales, fuel, hotel occupancy, or other taxes. When a municipality is aconduit issuerof bonds, a third party covers interest and principal payments.\n\nMortgage-backed security (MBS)issues consist of pooled mortgages onreal estateproperties. The investor who buys a mortgage-backed security is essentially lending money to homebuyers through their lenders. These typically pay monthly interest.\n\nThe MBS is a type ofasset-backed security (ABS).During thesubprime mortgage meltdownof 2007-2010, this type of security relied on failed mortgages to support it.\n\nGovernments and companies inemerging market economiesissue bonds that provide growth opportunities but with greater risk than domestic or developed bond markets. In the 1980s, U.S. Treasury Secretary Nicholas Brady began a program to help global economies restructure their debt via bond issues denominated in U.S. dollars.\n\nMany countries in Latin America issued theseBrady bondsthroughout the next two decades, marking an upswing in the issuance of emerging market debt.Bonds are issued in developing nations and by corporations in Asia, Latin America, Eastern Europe, Africa, and the Middle East.\n\nInvesting in emerging market bonds includes the standard risks that accompany alldebt issues, such as the variables of the issuer's economic or financial performance and the ability of the issuer to meet payment obligations. These risks can be heightened by the political and economic volatility in developing nations. Emerging market risks also includeexchange ratefluctuations and currency devaluations.\n\nJust as the S&P 500 and the Russell indices trackequities, bond indices like theBloomberg Aggregate Bond Index, the Merrill Lynch Domestic Master, and the Citigroup U.S. Broad Investment-Grade Bond Index track and measure corporate bond portfolio performance.\n\nThe Bloomberg U.S. Aggregate Bond Index, the 'Agg,' is a market-weightedbenchmarkindex. It provides investors with a standard against which they can evaluate a fund or security. The index includes government and corporate bonds and investment-grade corporate debt instruments with issues higher than $300 million and maturities of one year or more.The Agg is a total return benchmark index for many bond funds andexchange-traded funds (ETFs).\n\nBonds represent debt financing, whilestocksare equity financing. Bonds are a form of credit where the bond issuer must repay the bond owner's principal plus additional interest. Stocks do not entitle the shareholder to any return of capital.\n\nBecause of their legal protections and guarantees, bonds are typically less risky than stocks and command lower expected returns than stocks. Stocks are inherently riskier than bonds and have the potential for bigger gains or bigger losses.\n\nBoth stock and bond markets tend to be very active and liquid. Bond prices tend to be sensitive to interest rate changes, varying inversely to interest rate moves. Stock prices are sensitive to changes in future profitability and growth potential.\n\nInvestors without access to bond markets can still invest in bonds through bond-focused mutual funds and ETFs.\n\nFinancial experts commonly recommend a well-diversified portfolio with some allocation to the bond market.Bonds can be less volatilethan stocks with lower returns and carry credit and interest rate risk. Owning too many bonds is considered overly conservative over long time horizons.\n\nLess risky and less volatile than stocks.\n\nWide range of issuers and bond types to choose from.\n\nBondholders have preference over shareholders in the event of bankruptcy.\n\nLower risk translates to lower return.\n\nBuying bonds in the primary market is less accessible for ordinary investors.\n\nExposure to default risk and interest rate risk.\n\nThe bond market is where various debt instruments are sold by corporations and governments. Bonds are issued to raise debt capital to fund operations or seek growth opportunities. Issuers promise to repay the original investment amount plus interest.\n\nLike any investment, the expected return of a bond must be weighed against its risk. The riskier the issuer, the higher the yield investors will demand. Junk bonds pay higher interest rates but are also at greater risk of default. U.S. Treasuries pay very low-interest rates but have low risk.\n\nYes. While not as risky as stocks, bond prices fluctuate and can go down. If interest rates rise, the price of a highly-rated bond will decrease. The sensitivity of a bond's price to interest rate changes is known as itsduration. A bond will also lose significant value if its issuer defaults or goes bankrupt, and it can no longer repay in full the initial investment nor the interest owed.\n\nThe bond market includes debt securities issued by governments and corporations, both domestic and foreign. Bonds may also be structured with fixed or variable interest rates and may or may not be convertible into equity. Bonds are typically thought to be less volatile than stocks since they pay regular interest and return principal upon maturity.\n\nThe Oriental Institute of the University of Chicago. \"Microfiche Archives, Vol 1: Old Babyloian Contracts From Nippur 1, Selected Texts from the University Museum, University of Pennsylvania,\" Page 3.\n\nViking Bond Service. \"History of the Surety Bond [Infographic].\"\n\nAmerican Bankers Association. \"England’s ‘Secret Weapon’: How a Bank Laid the Groundwork for the British Empire.\"\n\nTreasuryDirect. \"World War I (1914-1918) to the Great Depression (1929-1941).\"\n\nTreasuryDirect. \"The Beginning of U.S. Debt.\"\n\nMississippi Historical Society. \"John Law and the Mississippi Bubble: 1718-1720.\"\n\nYale University Library. \"Bond Issued by the Dutch East India Company, Printed Form, Completed in MS.\"\n\nU.S. Securities and Exchange Commission. \"Primary Market.\"\n\nU.S. Securities and Exchange Commission. \"Secondary Market.\"\n\nU.S. Securities and Exchange Commission. \"Corporate Bonds.\"\n\nUnited Commercial Bank Limited. \"Long Term Debt Instrument.\"\n\nMoody's Investors Service. \"What Is a Credit Rating?\"\n\nS&P Global Ratings. \"A Credit Rating Is an Informed Opinion.\"\n\nU.S. Securities and Exchange Commission. \"What Are High-yield Corporate Bonds?\"\n\nTreasuryDirect. \"About Treasury Marketable Securities.\"\n\nFitch Ratings. \"Fitch Downgrades the United States' Long-Term Ratings to 'AA+' from 'AAA'.\"\n\nU.S. Securities and Exchange Commission. \"Municipal Bonds.\"\n\nRaymond James Financial, Inc. \"Understanding Mortgage-Backed Securities.\"\n\nFinancial Industry Regulatory Authority. \"Asset-Backed Securities (ABS) Data Glossary.\"\n\nFederal Reserve History. \"Subprime Mortgage Crisis.\"\n\nBoard of Governors of the Federal Reserve System. \"Brady Bonds and Other Emerging-Markets Bonds: Section 4255.1,\" Pages 1-2.\n\nBergant, Katharina; Milesi Ferretti, Gian Maria; and Schmitz, Martin. \"Cross-Border Investment in Emerging Market Bonds: Stylized Facts and Security-Level Evidence from Europe.\"The Brookings Institution, Hutchins Center on Fiscal and Monetary Policy, Hutchins Center Working Paper #84, February 2023, pp. 5.\n\nFinancial Industry Regulatory Authority. \"Bonds: Risks.\"\n\nBloomberg Professional Services. \"Bloomberg Fixed Income Indices Fact Sheets and Publications,\" Download PDF \"US Aggregate Index,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Stocks.\"\n\nU.S. Securities and Exchange Commission. \"Bonds.\"\n\nVanguard. \"Vanguard Portfolio Allocation Models.\"\n\nFinancial Industry Regulatory Authority. \"Brush Up on Bonds: Interest Rate Hikes and Duration.\"",
  "url": "https://www.investopedia.com/terms/b/bondmarket.asp"
}