{
  "term": "The Interbank Market: What It Is and How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe interbank market is a global network used by financial institutions to trade currencies and other currencyderivativesdirectly between themselves. Some interbank trading is done by banks on behalf of large customers, but most interbank trading is proprietary. It takes place on behalf of the banks' own accounts.\n\nBanks around the world use the interbankmarket to manage their own exchange rate and interest rate risk as well as to take speculative positions based on research. The interbank market is a subset of theinterdealer market, an over-the-counter (OTC) venue where financial institutions can trade a variety of asset classes among one another and on behalf of their clients. This is often facilitated byinterdealer brokers(IDBs).\n\nThe interbank market forforeign exchange(forex) serves commercial turnover of currency investments as well as a large amount of speculative, short-termcurrency trading. The typical maturity term for transactions in the interbank market is overnight or six months.\n\nThe forex interdealer market is characterized by large transaction sizes and tightbid-ask spreads. Currency transactions in the interbank market can be either speculative (initiated with the sole intention of profiting from a currency move) or for the purposes ofhedgingcurrency exposure. It may also be proprietary but it's customer-driven to a lesser extent by an institution's corporate clients. These might include exporters and importers.\n\nThe interbank forex market developed after the collapse of theBretton Woods agreementand following the decision by former U.S. President Richard Nixon to take the country off thegold standardin 1971.\n\nCurrency rates of most of the large industrialized nations were allowed tofloat freelyat that point with only occasional government intervention. There's no centralized location for the market because trading takes place simultaneously around the world. It stops only for weekends and holidays.\n\nThe advent of the floating rate system coincided with the emergence of low-cost computer systems that allowed increasingly rapid trading on a global basis. Voice brokers over telephone systems matched buyers and sellers in the early days of interbank forex trading but they were gradually replaced by computerized systems that could scan large numbers of traders for the best prices.\n\nTrading systems from Reuters and Bloomberg allow banks to trade billions of dollars at once, with daily tradingvolumetopping $6 trillion on the market's busiest days.\n\nA bank must be willing to make prices to other participants as well as ask for prices to be considered an interbankmarket maker. Interbank deals can top $1 billion in a single deal.\n\nCiticorp and JP Morgan Chase are among the largest players in the United States. Deutsche Bank in Germany and HSBC in Asia are also among the largest. There are several other participants in the interbank market, including trading firms andhedge funds. They contribute to the setting of exchange rates through their purchase and sale operations but other participants don't have as much of an effect on currencyexchange ratesas large banks do.\n\nMostspot transactionssettle two business days after execution (T+2). The major exception to this rule is the U.S. dollar versus the Canadian dollar which settles the next day. Banks must have credit lines with their counterparts to trade, even on a spot basis.\n\nMost banks have netting agreements that require the offset of transactions in the samecurrency pairthat settle on the same date with the same counterpart. This reducessettlement risk. It substantially reduces the amount of money that changes hands and thus the risk involved.\n\nThe bid-ask spread is the difference between the bid price and the ask price. The bid price is lower most of the time.\n\nMarket makers make stock transactions at any given time and they do so on a more or less continuous basis. They provide bid/ask spreads and their participation keeps the market liquid and flowing along.\n\nA spot transaction dictates the sale or purchase of a commodity or a currency for immediate delivery on a specific date, usually within two business days. The deadline can shift a little, however, depending on the nature of the market involved.\n\nThe interbank market is decentralized. It isn't regulated but mostcentral bankswill collect data from market participants to assess whether there are any economic implications. This market has to be monitored because any problems can have a direct impact on overall economic stability.\n\nBrokers who put banks in touch with each other for trading purposes have also become an important part of the interbank market ecosystem over the years.\n\nDietrich, Diemo, and Achim Hauck, via Springer Link. \"Interbank Borrowing and Lending Between Financially Constrained Banks.\"Economic Theory, vol. 70, 2020, pp. 347–385.\n\nFederal Reserve History. \"Nixon Ends Convertibility of US Dollars to Gold and Announces Wage/Price Controls.\"\n\nNASDAQ. \"Global Daily FX Trading at Record 6.6 Tln As London Extends Lead.\"\n\nInvestor.gov. \"Bid Price/Ask Price.\"\n\nBritannica Money. \"Market Makes: Keeping Markets Efficient, Liquid, and Robust.\"\n\nFederal Reserve Bank of New York. \"Background,\" Page 2.",
  "url": "https://www.investopedia.com/terms/i/interbankmarket.asp"
}