{
  "term": "The Reserve Bank of India (RBI): What It Is and How It Works",
  "definition": "Investopedia / Michela Buttignol\n\nThe Reserve Bank of India (RBI) is the central bank of India, originally established as a private entity in 1935, then nationalized in 1949.\n\nEstablished on April 1, 1935, under the Reserve Bank of India Act of 1934, the Reserve Bank of India (RBI) serves as the nation'scentral bankinginstitution. It plays a pivotal role in formulating and implementingmonetary policyto maintain economic stability. Additionally, the RBI oversees the regulation of currency issuance and manages the country's credit systems.\n\nLocated in Mumbai, the RBI serves thefinancial marketin many ways. The bank sets the overnight interbank lending rate. The FBIL-Overnight MIBOR serves as a benchmark for interest rate–related financial instruments in India.This benchmark replaced theMumbai Interbank Offer Rate (MIBOR)in 2015.\n\nThe main purpose of the RBI is to conduct consolidatedsupervision of the financial sector in India, which is made up of commercial banks, financial institutions, and non-banking finance firms. Initiatives adopted by the RBI include restructuring bank inspections, introducing off-site surveillance of banks and financial institutions, and strengthening the role of auditors\n\nFirst and foremost, the RBI formulates, implements, and monitors India’s monetary policy. The bank’s management objective is to maintain price stability and ensure that credit is flowing to productive economic sectors. The RBI also manages all foreign exchange under the Foreign Exchange Management Act of 1999. This act allows the RBI to facilitate external trade and payments to promote the development and health of the foreignexchange market in India.\n\nThe RBI acts as a regulator and supervisor of the overall financial system. This injects public confidence into the national financial system, protects interest rates, and provides positive banking alternatives to the public. Finally, the RBI acts as the issuer of the national currency. For India, this means that currency is either issued or destroyed depending on its fit for current circulation. This provides the Indian public with a supply of currency in the form of dependable notes and coins, a lingering issue in India.\n\nAs of 2025, the Governor is Shri Sanjay Malhotra, and he has four Deputy Governors who report to him directly.\n\nThe Reserve Bank of India has a number of departments, each of which has a very specific purpose. An entire list of departments can be found on the Reserve Bank of India's site. Some of the key departments within the Reserve Bank of India, along with what that department does, include but aren't limited to:\n\nThe RBI was originally set up as a private entity, but it was nationalized in 1949. The Reserve Bank is governed by a centralboard of directorsappointed by the national government. The government has always appointed the RBI’s directors, and this has been the case since the bank became fully owned by the government of India, as outlined by the Reserve Bank of India Act. Directors are appointed for a period of four years.\n\nAccording to its website, the current focus of the RBI is to continue its increased supervision of financial institutions, while dealing with legal issues related to bank fraud and consolidated accounting, and attempting to create a supervisory rating model for its banks.\n\nThe Reserve Bank of India acknowledges the pivotal role that communication plays in modern central banking. On its website, it emphasizes a collegial approach to monetary policy decision-making. The Reserve Bank of India's communication policy adheres to guiding principles of relevance, transparency, clarity, comprehensiveness, and timeliness with the aim of enhancing public understanding of developments across its various domains.\n\nIn its latest vision statement titled \"Utkarsh 2.0,\" the RBI delineates objectives including excellence in performance of its functions, enhanced public trust, increased relevance nationally and globally, transparent governance, best-in-class and environment-friendly digital and physical infrastructure, and a skilled workforce. Strategies to achieve these objectives involve consolidating past gains, capitalizing on emerging opportunities, and addressing future challenges through tangible, time-bound milestones.\n\nThe RBI commits to reviewing its communication policy every three years, reflecting its recognition of communication as a dynamic process crucial for effective central banking operations.\n\nThe RBI regulates banks and financial institutions in India through various measures such as licensing and supervision, setting capital adequacy norms, and conducting inspections and audits. The RBI is also the governing body responsible for issuing regulatory guidelines and directives.\n\nThe primary objectives of the RBI, as outlined in the Reserve Bank of India Act, 1934, include regulating the issuance of banknotes, maintaining monetary stability, operating the currency and credit system to the country's advantage, and fostering economic growth.\n\nThe RBI's latest vision statement outlines key initiatives and strategies aimed at achieving excellence in statutory functions, strengthening public trust, and enhancing relevance nationally and globally. It is also currently aiming to ensure transparent governance, modernize infrastructure, and foster a skilled workforce.\n\nThe Reserve Bank of India is the central banking institution in India responsible for formulating and implementing monetary policy, regulating and supervising the banking and financial system, and managing the issuance and circulation of currency. It plays a crucial role in maintaining financial stability, not just for the country but for the broader global economy.\n\nReserve Bank of India. \"About Us.\"\n\nFinancial Benchmarks India Private Limited. \"Administering Independent Benchmarks.\"\n\nReserve Bank of India. \"RBI announces Revised Methodology for Overnight MIBID/MIBOR from July 22, 2015.\"\n\nThe Fixed Income Money Market and Derivatives Association of India. \"Discontinuation of 8 Indian Benchmarks.\"\n\nReserve Bank of India. \"Foreign Exchange Management.\"\n\nReserve Bank of India. \"Organisation Structure.\"\n\nReserve Bank of India. \"Departments.\"\n\nReserve Bank of India. \"About RBI Factsheet.\" Page 1.\n\nReserve Bank of India. \"Communication Policy of RBI.\"",
  "url": "https://www.investopedia.com/terms/r/rbi.asp"
}