{
  "term": "The Supply Chain: From Raw Materials to Order Fulfillment",
  "definition": "A supply chain is a network of individuals and companies that are involved in creating a product and delivering it to the consumer. Links on the chain begin with the producers of the raw materials and they end when the van delivers the finished product to the user.\n\nSupply chain managementis a crucial process because an optimized supply chain results in lower costs and a more efficient production cycle. Companies seek to improve their supply chains so they can reduce their costs and remain competitive.\n\nInvestopedia / Michela Buttignol\n\nA supply chain includes every step that's involved in getting a finished product or service to the customer. The steps may include sourcing raw materials, moving them to production, then transporting the finished products to a distribution center or retail store where they can be delivered to consumers.\n\nThe entities involved in the supply chain include producers, vendors, warehouses, transportation companies, distribution centers, and retailers.\n\nThe supply chain begins operating when a business receives an order from a customer. Its essential functions include product development, marketing, operations, distribution networks, finance, and customer service.\n\nIt can lower a company's overall costs and boost its profitability when supply chain management is effective. It can affect the rest of the chain and can be costly if one link breaks.\n\nThe supply chain model that a company selects will depend on how the company is structured and its specific needs.\n\nSuccessful supply chain management systems benefit from several practices:\n\nThe termssupply chain management(SCM) and business logistics management or simplylogisticsare often used interchangeably but logistics is one link in the supply chain.\n\nLogistics deals with the planning and control of the movement and storage of goods and services from their point of origin to their final destination.\n\nSuccessful logistics management ensures that there's no delay in delivery at any point in the chain and that products and services are delivered in good condition. This helps keep the company's costs down.\n\nEfficient supply chain systems can get each piece of the product to the location where it's needed when it's needed. This requires control of the flow of manufacturing costs.\n\nThe flow of manufacturing costs is most relevant to businesses that produce products that require many parts from several vendors. A clothing manufacturer might need deliveries of fabric, zippers, trim, and thread that must all arrive at the same time. They must be stored at the business' expense if some supplies arrive too early and the machines stand idle while they wait if some arrive late.\n\nAn efficient supply chain management process requires reliable suppliers that produce a product that meets the manufacturer’s specifications and deliver it on time.\n\nAssume that XYZ Furniture manufactures high-end furniture and that a supplier provides metal handles and other attachments. The metal components must be durable so they last for many years. They must meet the design and quality specified by the manufacturer and they must work as intended.\n\nA reliable supplier will fill the manufacturer’s order and ship the parts on time.\n\nThe increased efficiencies of supply chains have played a significant role in curbinginflation. Costs decrease as efficiencies in moving products from point A to point B increase. This reduces the final cost to the consumer.Deflationis often regarded as a negative but supply chain efficiencies are one of the few examples in which it's a good thing.\n\nSupply chain efficiencies become more optimized as globalization increases and this keeps the pressure on input prices.\n\nOne of the most severe economic problems caused by the COVID-19 pandemic was damage to the supply chain. Its effects touched nearly every sector of the economy.\n\nSupplies of products of all kinds were delayed due to ever-changing restrictions at national borders and long backups in ports.\n\nDemand for products changed abruptly. Shortages developed as consumers hoarded essentials like toilet paper and baby formula. Masks, cleaning wipes, and hand sanitizers were suddenly in demand.\n\nShortages of computer chips delayed the delivery of a wide range of products from electronics to toys and cars.\n\nA survey by Ernst & Young of 200 senior-level supply chain executives points to three essential findings:\n\nSupply chain management (SCM) is the oversight and control of all the activities required for a company to convert raw materials into finished products that are then sold to users. It provides centralized control for the planning, design, manufacturing, inventory, and distribution phases required to produce and sell a company's products.\n\nA goal of supply chain management is to improve efficiency by coordinating the efforts of the various entities in the supply chain. This can result in a company achieving a competitive advantage over its rivals and enhancing the quality of the products it produces. Both can lead to increased sales and revenue.\n\nThe key steps in a supply chain include:\n\nA supply chain begins with the sourcing of raw materials. The raw materials are then hauled to a wholesaler that sells them in batches to manufacturers. The manufacturer uses the materials to create a product which is then delivered to a retailer. Finally, it's sold to a consumer.\n\nA supply chain is what lets you plug in your new television or bite down on that hamburger you’ve made at home. It’s a network made up of producers and manufacturers, vendors, warehouses, transportation companies, and retailers. The process begins when a product is created and it ends when you purchase it. Many supply chains are global in scale.\n\nEach step in the process is complicated by the need to create, prepare, package, ship, and unpack the product at each of its successive destinations but it can result in lower costs when it's done effectively. This benefit can be passed on to consumers.\n\nThe White House. \"Why the Pandemic Has Disrupted Supply Chains.\"\n\nInternational Monetary Fund (IMF). \"Supply Chains and Port Congestion Around the World.\" Pages 9-13.\n\nNational Library of Medicine. \"Product Availability and Stockpiling in Times of Pandemic: Causes of Supply Chain Disruptions and Preventive Measures in Retailing.\"\n\nS&P Global. \"The Semiconductor Shortage Is – Mostly – Over for the Auto Industry.\"\n\nErnst & Young. \"How COVID-19 Impacted Supply Chains and What Comes Next.\"",
  "url": "https://www.investopedia.com/terms/s/supplychain.asp"
}