{
  "term": "The 80-20 Rule (aka Pareto Principle): What It Is and How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe 80-20 rule, also known as thePareto Principle, is a familiar saying that asserts that 80% of outcomes happen because of 20% of inputs. The general guiding principle of the rule is that a smaller proportion of items cause a larger proportion of outcomes. In business, a goal of the 80-20 rule is to identify inputs that are potentially the mostproductiveand make them the priority. For instance, once managers identify factors that are critical to their company's success, they should give those factors the most focus.\n\nYou may think of the 80-20 rule as simple cause and effect: 80% of outcomes (outputs) come from 20% of causes (inputs). The rule is often used to point out that 80% of a company's revenue is generated by 20% of its customers.\n\nViewed in this way, it might be advantageous for a company to focus on the 20% of clients that are responsible for 80% ofrevenuesand market specifically to them. By doing so, the company may retain those clients, and acquire new clients with similar characteristics. However, there's a more fundamental meaning to the 80-20 rule.\n\nAt its core, the 80-20 rule is about identifying an entity's best assets and using them efficiently to create maximumvalue. For example, a student should try to identify which parts of a textbook will create the most benefit for an upcoming exam and focus on those first. This does not imply, however, that the student should ignore the other parts of the textbook.\n\nPeople may not realize that the 80-20 rule is a precept, not a hard-and-fast mathematical law. Furthermore, it is isn't necessary that the percentages equal 100%.Inputs and outputssimply represent different units. The percentages of these units don't have to add up to 100%. It's the concept behind the rule that matters.\n\nThere's another way in which the 80-20 rule is misinterpreted. Namely, that if 20% of inputs are most important, then the other 80% must not be important. This is a logical fallacy. The 80% can be important, even if the decision is made to prioritize the 20%.\n\nBusiness managers from all industries use the 80-20 rule to help narrow their focus and identify those issues that cause the most problems in their departments and organizations.\n\nThe 80-20 rule is also known as the Pareto principle and is applied inPareto analysis. It was first used in macroeconomics to describe the distribution of wealth in Italy in the early 20th century. It was introduced in 1906 by Italian economist Vilfredo Pareto, who is best known for the concepts ofPareto efficiency.\n\nPareto noticed that 20% of the pea pods in his garden were responsible for 80% of the peas. Pareto expanded this principle tomacroeconomicsby showing that 80% of the wealth in Italy was owned by 20% of the population.\n\nIn the 1940s, Dr. Joseph Juran, a prominent figure in the field ofoperations management, applied the 80-20 rule toquality controlfor business production.\n\nHe demonstrated that 80% of product defects were caused by 20% of the problems in production methods. By focusing on and reducing the 20% of production problems, a business could increase the overall quality of its products. Juran referred to this phenomenon as \"the vital few and the trivial many.\"\n\nRead about Investopedia's10 Rules of Investingby picking up a copy of our special issue print edition.\n\nAlthough there is little scientific analysis that either proves or disproves the 80-20 rule's validity, there is much anecdotal evidence that supports the rule as being essentially valid, if not numerically accurate.\n\nPerformance results of salespeople in a wide range of businesses have demonstrated success by incorporating the 80-20 rule. In addition, external consultants who useSix Sigmaand other management strategies have incorporated the 80-20 principle in their practices with good results.\n\nA Harvard graduate student, Carla, was working on an assignment for her digital communications class. The project was to create a blog and monitor its success during the course of a semester.\n\nCarla designed, created, and launched the site. Midway through the term, the professor conducted an evaluation of the blogs. Carla's blog, though it had achieved some visibility, generated the least amount of traffic compared with her classmates' blogs.\n\nCarla happened upon an article about the 80-20 rule. It said that you can use this concept in any field. So, Carla began to think about how she might apply the 80-20 rule to her blog project. She thought, \"I used a great deal of my time, technical ability, and writing expertise to build this blog. Yet, for all of this expended energy, I am getting very little traffic to the site.\"\n\nShe now understood that even if a piece of content is spectacular, it is worth virtually nothing if no one reads it. Carla deduced that perhaps hermarketing of the blogwas a greater problem than the blog itself.\n\nTo apply the 80-20 rule, Carla decided to assign her 80% to all that went into creating the blog, including its content. Her 20% would be represented by a selection of the blog's visitors.\n\nUsingweb analytics, Carla focused closely on the blog's traffic. She asked herself:\n\nCarla analyzed the answers to these questions, and edited her blog accordingly:\n\nSignificantly, although her analysis did confirm that the blog's biggest problem was its marketing, Carla did not ignore its content. She remembered the common fallacy cited in the article—if 20% of inputs are most important, then the other 80% must be unimportant—and did not want to make that mistake. She knew it was necessary to address aspects of the content, as well.\n\nBy applying the 80-20 rule to her blog project, Carla came to understand her audience better and therefore targeted her top 20% of readers more purposefully. She reworked the blog's structure and content based on what she learned, and traffic to her site rose by more than 220%.\n\nThe 80-20 rule is a principle that states 80% of all outcomes are derived from 20% of causes. It's used to determine the factors (typically, in a business situation) that are most responsible for success and then focus on them to improve results. The rule can be applied to circumstances beyond the realm of business, too.\n\nAt its heart, the 80-20 rule simply underscores the importance of exerting your energy on those aspects of your business—or life, sports activity, musical performance, blog, etc.—that get you the best results. However, it does not mean people should then ignore the areas that are less successful. It's about prioritizing focus and tasks, and then solving problems that reveal themselves due to that focus.\n\nWhen building a portfolio, you could consider investing in 20% of the stocks in the S&P 500 that have contributed 80% of the market’s returns. Or you might create an 80-20 allocation: 80% of investments could be lower risk index funds while 20% might could be growth funds. Of course, past performance doesn't necessarily correlate with future results. So, be sure to monitor your portfolio's performance to see how well the results match your intent and your goals.\n\nSix Sigma Daily. \"Remembering Joseph Juran and His Lasting Impact on Quality.\"",
  "url": "https://www.investopedia.com/terms/1/80-20-rule.asp"
}