{
  "term": "The Glass Ceiling: Definition, History, Effects, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term “glass ceiling” refers to a metaphorical invisible barrier that prevents certain individuals from being promoted to managerial- and executive-level positions within an organization orindustry.\n\nThe phrase is commonly used to describe the difficulties faced by women and minorities when trying to move to higher roles in a male-dominatedcorporate hierarchy. The barriers are most often unwritten, meaning that these individuals are more likely to be restricted from advancing through accepted norms and implicit biases rather than defined corporate policies.\n\nMarilyn Loden first coined the phrase “glass ceiling” while speaking as a panelist at the 1978 Women’s Exposition in New York. As a fill-in for her employer’s only female executive, Loden was invited to discuss how women were to blame for the barriers preventing them from advancing in their careers. Instead, she spoke about deeper, ignored issues that historically kept women from occupying positions of authority: the glass ceiling.\n\nThis concept was later popularized in a 1986Wall Street Journalarticle discussing the corporate hierarchy and how invisible barriers seemed to prevent women from advancing in their careers past a certain level. In 2015, the publication reported (quoting Gay Bryant, former editor ofWorking Womanmagazine) that the concept goes back to the 1970s and may have originated with two women at Hewlett-Packard.The concept expanded in more contemporary times to include minorities in addition to women.\n\nThe equality gap varies between countries and may be driven by cultural stances against women and minority groups from participating in the workforce. Companies in the United States have responded to the equality gap by focusing onmeasures to increase diversity. This includes hiring personnel specifically tasked with ensuring that women and minorities see improved representation in management-level positions. By focusing on policies that reduce or eliminate the glass ceiling, companies can ensure that the most qualified candidates hold decision-making positions.\n\nIn 2023, women accounted for 46.9% of the labor force in the U.S. But when it came to chief executive positions, women held only 30.6% of these roles, and 85.8% of chief executives identified as White, according to theBureau of Labor Statistics (BLS).\n\nResearch shows that diverse groups are more successful in making decisions than homogeneous ones, which has the effect of signaling to companies that eliminating the glass ceiling can positively affect their bottom line.\n\nThe U.S.Department of Laborlaunched the Glass Ceiling Commission in 1991 in response to the growing concern over barriers preventing women and minorities from advancing.It was charged with identifying the barriers that exist and policies that companies adopted or could undertake to increase diversity at managerial and executive levels.\n\nThe commission found that qualified women and minorities were being denied the opportunity to compete for or win decision-making positions. It also found that the perceptions of both employees and employers often included stereotypes that held women and minorities in a negative light.\n\nWhen Hillary Clinton ran for president in 2008 and 2016, she repeatedly spoke of her goal of shattering the “highest, hardest glass ceiling” by becoming America’s first female president. Vice PresidentKamala Harrisshattered the second-highest glass ceiling in the U.S. when she became the first female and first Black and South Asian vice president on Jan. 20, 2021. She was also the first woman and first Black and South Asian attorney general of California, as well as the first Black woman to be elected district attorney of San Francisco.When President Joe Biden declined to run for a second term in 2024, Harris said, “I am honored to have the President’s endorsement and my intention is to earn and win this nomination.”However, on Nov. 6, 2024,Donald Trumpdefeated Harris.\n\nThe number of female chief executive officers leading Fortune 500 companies in 2024, the same as 2023. In 2022, there were 44 of them.\n\nTheglass cliffis a closely related term but refers to a phenomenon wherein women tend to be promoted to positions of power during times of crises when failure is more likely. This could occur in fields as diverse as finance, politics, technology, and academia.\n\nWhile the more common glass ceiling presents a barrier to reaching the highest executive levels within their respective organizations, the glass cliff addresses the tendency to place women who have broken through it into precarious positions, making it likely their performance will falter, as if they are at risk of falling off a cliff.\n\nHad Hillary Clinton won the presidential election in 2008, which was the height of theGreat Recession, she might have been seen as the victim of the glass cliff. The term was coined by professors Michelle K. Ryan and Alexander Haslam of the University of Exeter, United Kingdom, in 2004. Ryan and Haslam documented this phenomenon extensively in a study of Great Britain’s FTSE 100 companies.\n\nThere are numerous examples of instances where individuals encountered and have been able to shatter the glass ceiling.\n\nAs noted above, Hillary Clinton became the first woman to secure the Democratic nomination when she ran for president during the 2016 election, followed by Kamala Harris during the 2024 election. Moreover, Harris shattered the glass ceiling when she became the first woman to be elected as U.S. vice president under then-PresidentJoe Biden. Harris was also the first Black and South Asian person to be elected to the position.\n\nJanet Yellenbecame the first female Treasury secretary afterbeing nominatedby President Biden and sworn in on Jan. 26, 2021. This isn’t the first glass ceiling Yellen has broken, either. She was also the first woman to head theFederal Reserve, a role she held during President Barack Obama’s administration.\n\nAfter his election in November 2024, Trump named Susie Wiles as his White House chief of staff. She is the first woman to hold that job.\n\nThe glass ceiling is a metaphor that refers to the barrier that marginalized people, such as women and minorities, encounter when seeking career advancements.\n\nThere are many examples of glass ceilings that individuals have broken through. Kamala Harris shattered a glass ceiling when she became the first woman vice president of the United States. She is also the first Black person and the first person of South Asian descent to be elected to the role of vice president.\n\nFrom the first U.S. presidential election in 1789 until the early 21st century, no Black person served as president. It was not until the passage of theVoting Rights Act of 1965that all Black people could vote.However, in 2008, Barack Obama became the first African American to be elected president of the United States.\n\nBreaking the glass ceiling means overcoming the barriers set to prevent access to advancement. Breaking the glass ceiling also includes removing barriers for others experiencing the same struggles.\n\nThe term “glass ceiling” was coined by Marilyn Loden, a New York telephone company manager, during a 1978 Women’s Exposition.\n\nThe glass ceiling still exists across various industries for different groups of people. Men still occupy most of the executive positions in corporations and other positions of power. Although there is more attention given to breaking down these barriers, they are still very much present in the workforce.\n\nGlass ceiling is a metaphor that describes how marginalized people, such as women and minorities, are often restricted in how high they can rise in the workplace. In most countries, the corporate hierarchy is dominated by White men from wealthy backgrounds. For anyone else, it can be difficult to reach these top positions.\n\nMore efforts are being made to break down invisible barriers and give managerial- and executive-level positions to other people. There have been signs of progress, but inequality is still prevalent.\n\nBBC News. “100 Women: ‘Why I Invented the Glass Ceiling Phrase’.”\n\nU.S. Bureau of Labor Statistics. “Labor Force Statistics from the Current Population Survey.”\n\nU.S. Department of Labor. “The U.S. Department of Labor Timeline—Alternate Version: Then and Now, Glass Ceiling Commission Created by Civil Rights Act of 1991.”\n\nThe Wall Street Journal. “The Phrase ‘Glass Ceiling’ Stretches Back Decades.”\n\nNeuroLeadership Institute. “Why Diverse Teams Outperform Homogeneous Teams.”\n\nU.S. Equal Employment Opportunity Commission. “Glass Ceilings: The Status of Women as Officials and Managers in the Private Sector.”\n\nThe White House, Biden Administration Archives. “Kamala Harris, the Vice President.”\n\nX, @KamalaHarris. “July 21, 2024, 4:31 p.m. ET.”\n\nFortune. “The Share of Fortune 500 Companies Run by Women CEOs Stays Flat at 10.4% as Pace of Change Stalls.”\n\nRyan, Michelle, and Alexander Haslam. “The Glass Cliff: Evidence That Women Are Over-Represented in Precarious Leadership Positions.”British Journal of Management, vol. 16, no. 2, June 2005, pp. 81–90.\n\nU.S. Department of the Treasury. “Janet Yellen (2021–2025).”\n\nBBC News. “Susie Wiles: Who Is Trump’s New Chief of Staff?”\n\nNational Archives. “Voting Rights Act (1965).”",
  "url": "https://www.investopedia.com/terms/g/glass-ceiling.asp"
}