{
  "term": "The Golden Rule of Government Spending: Definition, Applications, US Approach",
  "definition": "The golden rule of government spending is afiscal policythat a government should borrow only to invest, not to fund current spending. In other words, the government should borrow money only to make investments that will produce long-term benefits for the future. Current spending, or spending on short-term needs, should be funded by tax revenues.\n\nSupporters of the golden rule of government spending, which limits borrowing to funding investments, generally seek to protect future generations from being overburdened by debt attributable to borrowing for current expenditures. Some economists emphasize that other policies also affect future generations’ debt burden. They contend that the golden rule is not the optimal way to achieve intergenerational fairness.Others support the golden rule to realize a different goal: limiting the size of government.\n\nThe golden rule in fiscal policy has been implemented in a number of countries. While its application varies from country to country, the basic premise of spending less than the government takes in is always at its foundation. Most countries that have adopted the rule—the United States is not one of them—have had to make changes in their constitution or statutes.\n\nSome countries have experienced a reduction in deficits as a share ofgross domestic product (GDP)as a result.Governments may also need more flexible fiscal policies during economic downturns and emergencies.\n\nThe golden rule in government spending is different than the ethical golden rule, \"do unto others as you would have them do unto you,\" which can be found in the places like Talmud, the New Testament, and the Koran.\n\nOver the last 30 years, a number of countries, particularly nations with advanced economies, have adopted fiscal policies incorporating some form of the golden rule. Whether effected as law or as the policy of a governing party, these policies generally provided exceptions for economic emergencies.\n\nAt various times, golden rule policies have helped Canada, New Zealand, Sweden, Switzerland, andGermany reduce spending growth and debt levels.The United Kingdom adopted a golden rule policy in 1998. By 2007 economic problems and shortfalls in tax revenues undercut compliance. Even before the international financial crisis in 2008, the economy's need for government support and stimulus led the UK to abandon the policy.\n\nThe European Union’s experience with the golden rule indicates that, because of economic unpredictability, the policy operates better as a guideline than as an absolute requirement. In 1997, the European Union adopted aStability and Growth Pact (SGP)to monitor and stabilize theEconomic and Monetary Unionand to coordinate fiscal policy among EU members. EU member states were to implement fiscal policies designed to achieve deficits no higher than 3% of GDP and maintain a debt level below 60% of GDP. In 2005, the rules were revised to allow greater flexibility; additional rules and oversight policies were adopted following the 2008 financial crisis.\n\nAs a result of the Covid-19 pandemic in 2020, the EU suspended the SGP borrowing limits until 2023.Some members are seeking further amendments to provide more flexibility in the future. And in May 2022, the EU announced that it was proposing a further suspension of the limits through 2023.\n\nThe United States federal government has not adopted a fiscal policy reflecting the golden rule. Although some commentators on U.S. fiscal policy urge the adoption of a golden rule, others recommend a more flexible, multi-faceted approach.From time to time, policymakers have proposed legislation—even a Constitutional amendment—that would require a balanced budget.\n\nCurrently, the federal government is subject to a legislated budget ceiling. When the government’s borrowing authority nears its limit, thedebt ceilingis increased by Congressional action, often generating political debate. In 1985, Congress passed the Gramm-Rudmann-Hollings bill, whichspecified annual deficit targets that, if missed, would trigger an automaticsequestrationprocess. The following year the Supreme Court ruled that the law was unconstitutional.\n\nOn Jan. 13, 2023,Treasury Secretary Janet Yellen warnedthat the U.S. was expected to reach the $31.38 trillion borrowing ceiling Congress approved in December 2021 on Jan. 19. On that day, she announced that Treasury can take \"extraordinary measures\" to forestall a shutdown until \"early June.\"After that point, Congress will need to take action to avert a government shutdown and a default on the federal government's debt obligations.\n\nSupporters believe that limiting government borrowing to funding only projects that will pay off in the future protects future generations. This is because they won't be burdened by debt from borrowing for expenditures that benefited people in the past, but not them. It is called the \"golden rule\" to compare it to the ethical golden rule and show that its supporters believe it is equally fundamental.\n\nIn May 2022, the European Commission announced that it was proposing to extend its suspension of borrowing limits through 2023. Key goals were funding the transition to a digitized green economy not dependent on Russian gas and recovering from the pandemic.\n\nThe debt limit is the total amount of money the U.S. is authorized to borrow to meet obligations such as Social Security and Medicare benefits, military salaries, interest on the national debt, and tax refunds. To date, the U.S. government has never defaulted on its debts.\n\nThe golden rule that goes deep into ancient history has a more modern incarnation—the golden rule of government spending. This concept believes that future generations shouldn't be burdened with debt incurred by governments for current-day expenditures that long predate them. Instead, it decrees, governments should only take on debt to pay for investments that will produce long-term benefits for the future.\n\nA number of countries have experimented with fiscal policy that seeks to adhere to this rule, though not the United States. It has periodically needed to be suspended in times of financial emergency. In fact, in the EU, borrowing limits are still on a hiatus that began in 2020.\n\nInstitute for Fiscal Studies. “The IFS Green Budget 2009 – Chapter 5, The Fiscal Rules and Policy Framework.” Pages 82-83.\n\nCato Institute. \"A Golden Fiscal Rule Nurtures Prosperity.\"\n\nZeyneloglu, Irem. \"Fiscal Policy Effectiveness and The Golden Rule of Public Finance.\"Central Bank Review, vol. 18, no. 3, September 2018, pp. 85-93.\n\nInstitute for Fiscal Studies. “The IFS Green Budget 2009 – Chapter 5. The Fiscal Rules and Policy Framework.” Pages 81-82, 85, 97-98\n\nEuropean Commission, Economy and Finance. \"History of the Stability and Growth Pact.\"\n\nEuropean Parliament. \"Implementation of the Stability and Growth Pact Under Pandemic Times.\" Pages 3-4.\n\nEuroNews.Next. \"EU Commission to Propose Keeping Fiscal Rules Suspended in 2023-Officials.\"\n\nCato Institute. “The Golden Rule of Spending Restraint.”\n\nCenter for American Progress. “Economic Stewardship in Times of Crisis.”\n\nJustia, U.S. Supreme Court. \"Bowsher v. Synar, 478 U.S. 714 (1986).\"\n\nU.S. Department of Treasury. \"Secretary of the Treasury Janet L. Yellen Sends Letter to Congressional Leadership on the Debt Limit.\"\n\nU.S. Department of Treasury. \"Debt Limit.\"",
  "url": "https://www.investopedia.com/terms/g/golden-rule.asp"
}