{
  "term": "The Correlation Coefficient: What It Is and What It Tells Investors",
  "definition": "The correlation coefficient is a statistical measure of the strength of alinear relationshipbetween two variables. Its values can range from -1 to 1. A correlation coefficient of -1 describes a perfectnegative, orinverse,correlation, with values in one series rising as those in the other decline, and vice versa. A coefficient of 1 shows a perfectpositive correlation, or a direct relationship. A correlation coefficient of 0 means there is no linear relationship.\n\nCorrelation coefficients are used in science and finance to assess the degree of association between two variables, factors, or data sets. For example, as high oil prices are favorable for crude producers, one might assume that the correlation between oil prices and forward returns on oil stocks is strongly positive. Calculating thecorrelationcoefficient for these variables based on market data reveals a moderate and inconsistent correlation over lengthy periods.\n\nDifferent types of correlation coefficients are used to assess correlation based on the properties of the compared data. By far the most common is thePearson coefficient, known as “Pearson’s R,”which measures the strength and direction of a linear relationship between two variables.\n\nThe Pearson coefficient uses a mathematical statistics formula to measure how closely the data points combining the two variables (with the values of one data series plotted on the x-axis and the corresponding values of the other series on the y-axis) approximate theline of best fit. The line of best fit can be determined through regression analysis.\n\nThe Pearson coefficient, the most common correlation coefficient, cannot assess nonlinear associations between variables and or differentiate between dependent and independent variables.\n\nThe further the coefficient is from zero, whether it is positive or negative, the better the fit and the greater the correlation. The values of -1 (for a negative correlation) and 1 (for a positive one) describe perfect fits in which all data points align in a straight line, indicating that the variables are perfectly correlated.\n\nIn other words, the relationship is so predictable that the value of one variable can be determined from the matched value of the other. The closer the correlation coefficient is to zero, the weaker the correlation, until at zero no linear relationship exists at all.\n\nAssessments of correlation strength based on the correlation coefficient value vary by application. In physics and chemistry, a correlation coefficient should be lower than -0.9 or higher than 0.9 for the correlation to be considered meaningful, while in social sciences the threshold could be as high as -0.5 and as low as 0.5.\n\nFor correlation coefficients derived fromsampling, the determination of statistical significance depends on thep-value, which is calculated from the data sample’s size as well as the value of the coefficient.\n\nTo calculate the Pearson correlation, start by determining each variable’sstandard deviationas well as thecovariancebetween them. The correlation coefficient is covariance divided by the product of the two variables’ standard deviations.\n\nρxy=Cov(x,y)σxσywhere:ρxy=Pearson product-moment correlation coefficientCov(x,y)=covariance of variablesxandyσx=standard deviation ofxσy=standard deviation ofy\\begin{aligned} &\\rho_{xy} = \\frac { \\text{Cov} ( x, y ) }{ \\sigma_x \\sigma_y } \\\\ &\\textbf{where:} \\\\ &\\rho_{xy} = \\text{Pearson product-moment correlation coefficient} \\\\ &\\text{Cov} ( x, y ) = \\text{covariance of variables } x \\text{ and } y \\\\ &\\sigma_x = \\text{standard deviation of } x \\\\ &\\sigma_y = \\text{standard deviation of } y \\\\ \\end{aligned}​ρxy​=σx​σy​Cov(x,y)​where:ρxy​=Pearson product-moment correlation coefficientCov(x,y)=covariance of variablesxandyσx​=standard deviation ofxσy​=standard deviation ofy​\n\nStandard deviation is a measure of the dispersion of data from its average. Covariance shows whether the two variables tend to move in the same direction, while the correlation coefficient measures the strength of that relationship on a normalized scale, from -1 to 1.\n\nThe formula above can be elaborated as\n\nr=n×(∑(X,Y)−(∑(X)×∑(Y)))(n×∑(X2)−∑(X)2)×(n×∑(Y2)−∑(Y)2)where:r=Correlation coefficientn=Number of observations\\begin{aligned}&r = \\frac { n \\times ( \\sum (X, Y) - ( \\sum (X) \\times \\sum (Y) ) ) }{ \\sqrt { ( n \\times \\sum (X ^ 2) - \\sum (X) ^ 2 ) \\times ( n \\times \\sum( Y ^ 2 ) - \\sum (Y) ^ 2 ) } } \\\\&\\textbf{where:}\\\\&r=\\text{Correlation coefficient}\\\\&n=\\text{Number of observations}\\end{aligned}​r=(n×∑(X2)−∑(X)2)×(n×∑(Y2)−∑(Y)2)​n×(∑(X,Y)−(∑(X)×∑(Y)))​where:r=Correlation coefficientn=Number of observations​​\n\nThe correlation coefficient is particularly helpful inassessing and managing investment risks. For example,modern portfolio theorysuggests diversification can reduce the volatility of a portfolio’s returns, curbing risk. The correlation coefficient between historical returnscan indicatewhether adding an investment to a portfolio will improve its diversification.\n\nCorrelation calculations are also a staple offactor investing, a strategy for constructing a portfolio based on factors associated with excess returns. Meanwhile, quantitative traders use historical correlations and correlation coefficients to anticipate near-term changes in securities prices.\n\nCorrelation does not imply causation, as the saying goes, and the Pearson coefficient cannot determine whether one of the correlated variables is dependent on the other.\n\nNor does the correlation coefficient show what proportion of the variation in the dependent variable is attributable to the independent variable. That's shown by thecoefficient of determination, also known as “R-squared,” which is simply the correlation coefficient squared.\n\nThe correlation coefficient also does not describe the slope of the line of best fit; the slope can be determined with theleast squares methodin regression analysis.\n\nThe Pearson correlation coefficient can’t be used to assess nonlinear associations or those arising from sampled data not subject to a normal distribution. It can also be distorted by outliers—data points far outside the scatterplot of a distribution.\n\nThose relationships can be analyzed using nonparametric methods, such as Spearman’s correlation coefficient, the Kendall rank correlation coefficient, or a polychoric correlation coefficient.\n\nThere are a few ways tocalculate correlation in Excel. The simplest way is to input two data series in adjacent columns and use the built-in correlation formula:\n\nIf you want to create a correlation matrix across a range of data sets, Excel has a data analysis plugin.  To use it, you must first enable the data analysis ToolPak. This can be done by clicking on \"file,\" and then \"options,\" which should open the Excel options dialogue box. In the box, click on \"add-ins\" and then on the \"manage\" dropdown select \"Excel add-ins\" and click on \"go.\" This will cause the add-ins box to appear. Check the checkbox for \"analysis TookPak,\" then click \"ok.\" The enable process should now be complete.\n\nTo use the data analysis plugin, click on the \"data\" ribbon and then select \"data analysis,\" which should open a box. In the box, click on \"correlation\" and then \"ok.\" The correlation box will now open and you can enter the input ranges, either manually or by selecting the relevant cells.\n\nIn this case, our columns are titled, so we want to check the box “labels in first row,” so Excel knows to treat these as titles. Then you can choose to output on the same sheet or on a new sheet.\n\nHitting enter will produce the correlation matrix. You can add some text and conditional formatting to clean up the result.\n\nNo, R and R2 are not the same when analyzing coefficients. R represents the value of the Pearson correlation coefficient, which is used to note strength and direction amongst variables, whereas R2 represents the coefficient of determination, which determines the strength of a model.\n\nThe correlation coefficient is calculated by determining the covariance of the variables and dividing that number by the product of those variables’ standard deviations.\n\nCorrelation coefficients play a key role inportfolio risk assessmentsand quantitative trading strategies. For example, some portfolio managers will monitor the correlation coefficients of their holdings to limit a portfolio’s volatility and risk.\n\nThe correlation coefficient describes how one variable moves in relation to another. A positive correlation indicates that the two move in the same direction, with a value of 1 denoting a perfect positive correlation. A value of -1 shows a perfect negative, or inverse, correlation, while 0 means no linear correlation exists.\n\nDataTrek Research. \"Oil Prices/Energy Stock Correlations, Rate Expectations.\"",
  "url": "https://www.investopedia.com/terms/c/correlationcoefficient.asp"
}