{
  "term": "The 10 Richest People in the World",
  "definition": "Alain Jocard / AFP / Getty Images\n\nBillionaires play an outsized role in shaping the global economy, politics, and philanthropy.Forbesputs the number of billionaires in the world at 3,028 in 2025. The wealthiest among them is Elon Musk, CEO of Tesla and SpaceX.\n\nThe individuals on this list belong to an even more exclusive club and wield still more power. Many are founders of technology giants, with much of their wealth still invested in the companies they started.\n\nThese billionaires can, however, still borrow against that wealth to avoid selling stock, deferring (or eliminating for heirs) taxes onunrealized capital gainsin the process. Multi-billionaires can also take advantage of a panoply of tax deductions to offset reported income, leaving some on this list paying no income tax in some years.\n\nWith so much of their wealth in publicly traded stocks, thenet worth of the richest fluctuatesalong with the market valuations of the companies they own. Below are the 10 wealthiest people on the planet, according to the Bloomberg Billionaires Index. All figures are current as of July 1, 2025.\n\nElon Muskis the richest man in the world. He was born in South Africa and attended a university in Canada before transferring to the University of Pennsylvania, where heearned bachelor's degreesin physics and economics.\n\nTwo days after enrolling in a graduate physics program at Stanford University, Musk deferred attendance to launch Zip2, one of the earliest online navigation services. He reinvested a portion of the proceeds from this startup to create X.com, the online payment system that was sold to eBay (EBAY) and ultimately became PayPal Holdings (PYPL).\n\nIn 2004, Musk became a major funder of Tesla Motors (now Tesla), which led to his current position as CEO of the electric vehicle company. In addition to its line of electric automobiles, Tesla produces energy storage devices, automobile accessories, and, through itsacquisitionof SolarCity in 2016, solar power systems. Musk is also CEO and chief engineer of Space Exploration Technologies (SpaceX), a developer of space launch rockets.\n\nIn December 2020, Tesla joined theS&P 500, becoming the largest company added, and in January 2021, Musk became the richest person in the world—a title that has fluctuated alongside the value of Tesla.\n\nIn April 2022,Musk began a campaign to take X private, which culminated in a $44 billion buyout. Musk planned to fund the deal with $21 billion of his own capital. In the run-up to the buyout announcement, Musk sold 9.6 million shares of Tesla, valued at roughly $8.5 billion.\n\nIn July 2022, Musk decided to back out of the buyout. The company filed a lawsuit against Musk to force the buyout to go through. Musk countersued the company but then reversed course and declared he was willing to buy it after all. The deal officially closed in October 2022, giving him a 79% stake in the company.\n\nMusk founded xAI in 2023. It is an artificial intelligence company with the goal of creating AI tools to advance human scientific discovery. In March 2025, X (formerly Twitter) and xAI merged to form XAI holdings, of which Musk owns about 33%.\n\nMark Zuckerbergfirst developed Facebook (now Meta) alongside fellow students Eduardo Saverin, Dustin Moskovitz, and Chris Hughes while attending Harvard University in 2004. As Facebook began to be used at other universities, Zuckerberg dropped out of Harvard to focus entirely on his growing business. Today, Zuckerberg is the CEO and chair of Meta.Facebook is the world's largest social networking service. As the website is free to use, most of the company's revenue is generated through advertising.\n\nMeta is also host to several other brands, including photo-sharing app Instagram, which it acquired in 2012; cross-platform mobile messaging service WhatsApp; virtual-reality–headset producer Oculus, both acquired in 2014, and Workplace, its enterprise-connectivity platform.\n\nZuckerberg and his wife, Priscilla Chan, founded the Chan Zuckerberg Initiative in 2015, with each of them serving as co-CEOs. Their charity seeks to leverage technology to fix societal ills, such as improving the access and quality of education, reforming both the criminal justice system and the U.S. immigration system, improving housing affordability, and eventually eradicating all diseases.\n\nIn 1994,Jeff Bezosfounded Amazon.com in a garage in Seattle, shortly after he resigned from the hedge fund giant D.E. Shaw. He had originally pitched the idea of an online bookstore to his former boss, David E. Shaw, who wasn’t interested.\n\nThough Amazon originally started out selling books, it has since morphed into a one-stop shop for everything under the sun and is expected to overtake Walmart as the world’s largest retailer by 2024. Amazon's pattern of constantdiversificationis evident in some of its unexpected expansions, which include acquiring Whole Foods in 2017 and entering the pharmacy business the same year.Bezos owned as much as 16% of Amazon in 2019 before transferring 4% to his former wife, MacKenzie Scott, as part of their divorce proceedings. In 2020, Amazon’s share price jumped 76% on the heightened demand for online shopping amid the COVID-19 pandemic. On July 5, 2021, Bezos stepped down as CEO of thee-commercegiant, becoming its executive chair.\n\nBezos originallytook Amazon publicin 1997 and went on to become the first man since Bill Gates in 1999 to achieve a net worth of more than $100 billion. Bezos’ other projects include aerospace company Blue Origin,The Washington Post(which he purchased in 2013), and the 10,000-year clock—also known as the Long Now.\n\nOn July 20, 2021, Bezos, his brother Mark, aviation pioneer Wally Funk, and Dutch student Oliver Daemen completed Blue Origin's first successful crewed flight, reaching an altitude of more than 66 miles before landing safely. Bezos' wealth peaked at $213 billion in the same month.\n\nIn 2023, he paid $500 million for the superyacht, Koru.\n\nLarry Ellisonwas born in New York City to a 19-year-old single mother. After dropping out of the University of Chicago in 1966, Ellison moved to California and worked as a computer programmer. In 1973, he joined the electronics company Ampex, where he met future partners Ed Oates and Bob Miner. Three years later, Ellison moved to Precision Instruments, serving as the company’s vice president of research and development.\n\nIn 1977, Ellison founded Software Development Laboratories alongside Oates and Miner. Two years later, the company released Oracle, the first commercial relational database program to use Structured Query Language. The database program proved so popular that SDL changed its name to Oracle Systems Corporation in 1982. Ellison gave up the CEO role at Oracle in 2014 after 37 years. He joined Tesla's board in December 2018 and stepped down in June 2022.\n\nOracle is the world's second-largest software company, providing a wide variety of cloud computing programs as well as Java and Linux code and the Oracle Exadata computing platform. Oracle has acquired numerous large companies over its history, such as Sun Microsystems and Cerner.\n\nEllison has focused his philanthropy on medical research. In 2016, he gave $200 million to the University of Southern California for a new cancer research center. Ellison backed the Oracle Team USA sailing team, which won the America's Cup racing series in 2010 and 2013.\n\nWhile attending Harvard University in 1975,Bill Gateswent to work alongside his childhood friend Paul Allen to develop new software for the original microcomputers. Following this project’s success, Gates dropped out of Harvard during his junior year and founded Microsoft with Allen.\n\nThe largest software company in the world, Microsoft, also produces a line of personal computers, provides email services through its exchange server, and sells video game systems and associated game devices. It has recently invested heavily in cloud services.\n\nGates shifted from the company's CEO to the role of board chair in 2008. He joined Berkshire Hathaway’s board in 2004. He stepped down from both boards on March 13, 2020.\n\nThe bulk of Bill Gates's wealth is inCascade Investment LLC, a privately held investment vehicle that owns a variety of stocks.\n\nSteve Ballmer joined Microsoft in 1980 after Bill Gates convinced him to drop out of Stanford University's MBA program. He was Microsoft's 30th employee. Ballmer went on to succeed Gates as Microsoft CEO in 2000. He held the position until stepping down in 2014. Ballmer oversaw Microsoft's 2011 purchase of Skype for $8.5 billion.Ballmer owns an estimated 4% of Microsoft, making him the software giant's largest individual shareholder. In 2014, shortly after stepping down as Microsoft CEO, Ballmer purchased the Los Angeles Clippers basketball team for $2 billion.\n\nBallmer lived in the same dorm and on the same floor as Bill Gates when the two attended Harvard University. Their brotherly relationship became strained when Ballmer started pushing the tech company into hardware, such as the Surface tablet and the Windows mobile phone, during his tenure as CEO.\n\nLike several of the tech billionaires on this list,Larry Pageembarked on his path to fame and fortune in a college dorm room. While attending Stanford University in 1995, Page and his friend Sergey Brin came up with the idea of improving Internet data extraction. The duo devised a new search engine technology they dubbed Backrub after its ability to assess links to a page.\n\nFrom there, Page and Brin went on to found Google in 1998, with Page serving as CEO of the company until 2001, and again between 2011 and 2019.Google is the world's dominant Internet search engine, accounting for more than 92% of global search requests. In 2006, the company purchased YouTube, the top platform for user-submitted videos.\n\nAfter acquiring Android in 2005, Google released the Android mobile phone operating system in 2008. Google reorganized in 2015, becoming asubsidiaryof Alphabet, a holding company.\n\nPage was among the early investors in Planetary Resources, a space exploration and asteroid-mining company. Established in 2009, the company was acquired by blockchain firm ConsenSys in 2018 amid funding problems. He has also shown an interest in flying car companies, investing in both Kitty Hawk and Opener, although Kitty Hawk ceased operations in 2022.\n\nThe most famous living value investor,Warren Buffett, filed his first tax return in 1944 at age 14, declaring earnings fromhis boyhood paper route. He first bought shares in a textile company called Berkshire Hathaway in 1962, becoming the majority shareholder by 1965. Buffett expanded the company's holdings to insurance and other investments in 1967.Widely known as the Oracle of Omaha, Buffett is a buy-and-hold investor who built his fortune by acquiringundervaluedcompanies. More recently, Berkshire Hathaway has invested in large, well-known companies. Its portfolio of wholly owned subsidiaries includes interests in insurance, energy distribution, and railroads as well as consumer products.\n\nBuffett is a notable Bitcoin skeptic.\n\nBuffett has dedicated much of his wealth to philanthropy. Between 2006 and 2020, he gave away $41 billion—mostly to the Bill & Melinda Gates Foundation and his children’s charities. Buffett launched the Giving Pledge alongside Bill Gates in 2010.\n\nNow 93 years old, Buffett still serves as CEO, but in 2021, he stated that his likely successor would be Gregory Abel, head of Berkshire’s non-insurance operations.\n\nSergey Brin was born in Moscow, Russia, and moved to the U.S. with his family when he was six in 1979. After co-founding Google with Larry Page in 1998, Brin became Google's president of technology when Eric Schmidt took over as CEO in 2001. He held the same post at the Alphabet holding company after it was established in 2015, stepping down in 2019 whenSundar Pichaitook over as CEO.\n\nIn addition to its dominant internet search engine, Google offers a suite of online tools and services known as Google Workspace, which includes Gmail, Google Drive, Google Calendar, Google Meet, Google Chat, Google Docs, Google Sheets, Google Slides, and more. Google also offers a variety of electronic devices, including Pixel smartphones, computers, and tablets, Nest smart home devices, and the Stadia gaming platform.\n\nBrin has donated millions of dollars to Parkinson’s disease research, partnering with The Michael J. Fox Foundation.\n\nFrench nationalBernard Arnaultis the chairman and CEO of LVMH, the world’s largest luxury goods company. LVMH brands include Louis Vuitton, Hennessy, Marc Jacobs, and Sephora.\n\nMost of Arnault's wealth comes from his massive stake in LVMH. His shares in LVMH are held through entities associated with Financiere Agache, the investment firm that manages his fortune.\n\nChristophe Morin / Getty Images\n\nAn engineer by training, Arnault first showed his business acumen while working for his father’s construction firm, Ferret-Savinel, taking charge of the company in 1971. He converted Ferret-Savinel to a real estate company named Férinel Inc. in 1979.\n\nArnault remained Férinel's chair for another six years, until he acquired and reorganized luxury goods maker Financière Agache in 1984, eventually selling all its holdings other than Christian Dior and Le Bon Marché. He was invited to invest in LVMH in 1987 and became the majority shareholder, chair of the board, and CEO of the company two years later.\n\nThe top 10 richest people in the world as of July 1, 2025, are:\n\nAs of July 1, 2025, Elon Musk, the CEO of Tesla and SpaceX, is the world's richest man. He has a net worth of $363 billion.\n\nThe richest woman in the world is Alice Walton. As of July 1, 2025, her net worth is $118 billion, derived from her holdings in Walmart.\n\nIf you want to get a little closer to making the richest billionaires rankings, you might need to become a technological innovator or a luxury retail mastermind. Or you could keep it simple andfocus on value investing.\n\nIt also wouldn’t hurt to have been born into wealth; however, the greatest fortunes on this list started as good ideas that people with creativity, drive, and connections used to build some of the world's largest companies.\n\nForbes. \"Forbes World's Billionaires List.\"\n\nBloomberg. \"Bloomberg Billionaires Index.\"\n\nBNY Mellon Wealth Management. \"Your Active Wealth Podcast: Borrow Like a Billionaire, February 2022.\"\n\nProPublica. \"The Secret IRS Files: Trove of Never-Before-Seen Records Reveal How the Wealthiest Avoid Income Tax.\"\n\nS&P Global. \"Tesla Set to Join S&P 500.\"\n\nThe Wall Street Journal. \"Elon Musk Plans to Take Twitter Public a Few Years After Buyout.\"\n\nThe Wall Street Journal. \"Elon Musk Sells $8.5 Billion of Tesla Shares After Deal to Buy Twitter.\"\n\nNPR. \"Elon Musk Says He's Willing to Buy Twitter After All.\"\n\nYahoo! Finance. \"Elon Musk Accuses Twitter of 'Burying' His Side of the Fight Over Their $44 Billion Deal.\"\n\nMeta. \"Facebook to Acquire Oculus.\"\n\nU.S. Securities and Exchange Commission. \"Facebook to Acquire WhatsApp.\"\n\nMeta. \"Facebook to Acquire Instagram.\"\n\nChan Zuckerberg Initiative. \"About Us.\"\n\nMeta. \"Mark Zuckerberg, Founder, Chairman and Chief Executive Officer.\"\n\nYourStory. \"Jeff Bezos Almost Did Not Start Up Amazon. Here’s Why.\"\n\nAmazon. \"Amazon and Whole Foods Market Announce Acquisition to Close This Monday, Will Work Together to Make High-Quality, Natural and Organic Food Affordable for Everyone.\"\n\nThe American Consumer Institute: Center for Citizen Research. \"Amazon’s Next Step in the Pharmacy Industry.\"\n\nNasdaq. \"Why Amazon Stock Soared 76% in 2020.\"\n\nNPR. \"Jeff Bezos Built Amazon 27 Years Ago. He Now Steps Down As CEO at Critical Time.\"\n\n10,000 Year Clock. \"Welcome to the 10,000 Year Clock Website.\"\n\nThe Washington Post. \"Washington Post Sale: Details of Bezos Deal.\"\n\nScientific American. \"Jeff Bezos Launches Into Space on Blue Origin's First Astronaut Flight.\"\n\nOracle. \"Larry Ellison Biography.\"\n\nOracle. \"Oracle Board Appoints Larry Ellison Executive Chairman and CTO.\"\n\nCNBC. \"Activist Investor Group Asks SEC to Investigate Tesla Over Plan to Shrink Board.\"\n\nU.S. Securities and Exchange Commission. \"Microsoft Corporation, Form 10-K, For the Fiscal Year Ended June 30, 2023,\" Pages 4-7.\n\nMicrosoft. \"Statement by Bill Gates Regarding His Election to the Board of Directors of Berkshire Hathaway.\"\n\nMicrosoft. \"Microsoft Announces Change to Its Board of Directors.\"\n\nU.S. Securities and Exchange Commission. \"Berkshire Hathaway, Inc., Schedule 14A, May 2, 2020,\" Page 2.\n\nWorldAtlas. \"The Biggest Software Companies Operating in The World Today.\"\n\nBioSpace. \"Oracle Co-Founder Larry Ellison Gives $200 Million to University of Southern California for Cancer Research.\"\n\nGoogle. \"From the Garage to the Googleplex.\"\n\nBernd W. Wirtz. \"Digital Business and Electronic Commerce,\" Page 692. Springer, 2021.\n\nU.S. Securities and Exchange Commission. \"Google to Acquire YouTube for $1.65 Billion in Stock.\"\n\nCNET. \"A Brief History of Android Phones.\"\n\nThe New York Times. \"A Murky Road Ahead for Android, Despite Market Dominance.\"\n\nKnowledge at Wharton. \"What’s Behind Google’s Alphabet Restructuring?\"\n\nSpaceNews. \"Asteroid Mining Company Planetary Resources Acquired by Blockchain Firm.\"\n\nThe Verge. \"Larry Page’s Flying Car Startup Kitty Hawk is Shutting Down.\"\n\nGlobe Newswire. \"OPENER Announces Silicon Valley Luminary Backing.\"\n\nBarron's. \"Berkshire Adds a Provision for Directors: Buy the Stock.\"\n\nPBS. \"Here Is Warren Buffett’s First Tax Return, Filed at Age 14.\"\n\nBerkshire Hathaway. \"Berkshire — Past, Present and Future,\" Pages 24–25.\n\nCNBC. \"Berkshire Hathaway Portfolio Tracker.\"\n\nBerkshire Hathaway. \"Links to Berkshire Hathaway Subcompanies.\"\n\nCNBC. \"Warren Buffett: Cryptocurrency 'Has No Value' – 'I Don't Own Any and Never Will'.\"\n\nBerkshire Hathaway. \"Comments by Warren E. Buffett in Conjunction With His Annual Contribution of Berkshire Hathaway Shares to Five Foundations,\" Page 2.\n\nThe Giving Pledge. \"History of the Pledge.\"\n\nCNBC Warren Buffett Archive. \"Annual Meeting 2021, Part 2,\" All Chapters Sidebar, Select \"28. Munger unintentionally reveals Greg Abel designated to eventually replace Buffett as CEO.\"\n\nForbes. \"Larry Page Steps Down as CEO of Alphabet.\"\n\nMichael J. Fox Foundation. \"Bloomberg Businessweek: Google Co-Founder Sergey Brin Partners With the Foundation to Create 'Manhattan Project' in Search for Parkinson's Cure.\"\n\nLuxebook. \"Inspiring: Inside the World of LVMH’s CEO and Centibillionaire Bernard Arnault.\"\n\nBloomberg. \"Francoise Bettencourt Meyers.\"",
  "url": "https://www.investopedia.com/articles/investing/012715/5-richest-people-world.asp"
}