{
  "term": "The Rise and Fall of WorldCom: Story of a Scandal",
  "definition": "WorldCom was a major telecom company and one of the largest long-distance providers in the U.S. until its collapse in 2006 due to an accounting fraud scandal and subsequent bankruptcy.\n\nWorldCom was an American telecom company. At its height, WorldCom was one of the largest long-distance providers in the United States. The company is best known for being embroiled in one of the largest accounting scandals in the country, which came on the heels of the Enron andTycofrauds. This came after it was revealed the companycooked its books.\n\nWorldCom was also involved in one of the largestbankruptciesof all time. The company came out of bankruptcy, rebranded itself, and its network assets were sold to Verizon.\n\nWorldCom is now a byword foraccounting fraudand a warning to investors that when things seem too good to be true, they just might be. The company was founded in 1983 as Long Distance Discount Service.It was established after the breakup of AT&T by Murray Waldron, William Rector, early investor Bernard Ebbers, and their business partners. The group secured a $650,000 loan, which allowed them to buy the technology to route long-distance calls.\n\nSince courts ordered AT&T to lease its phone lines to new companies at cheap rates, Ebbers, who was the company’schief executive officer (CEO), could offer his customers very low rates. This allowed him to build the company into one of America’s leading long-distance phone companies by acquiring as many as 30 competing telecom companies. At the peak of thedotcom bubble, WorldCom’smarket capitalizationgrew to $186 billion.\n\nWhen the tech boom turned to bust, and companies slashed spending on telecom services and equipment, WorldCom resorted to accounting tricks to maintain the appearance of ever-growing profitability. By then, many investors became suspicious of Ebbers’ story—especially after theEnronscandal broke in the summer of 2001.\n\nIn 2002, it was revealed that Ebbers borrowed $408 million from WorldCom’s board of directors to covermargin callson loans secured by company stock. At the same time, the company’s accounting fraud and real financial situation were coming to light as the U.S.Securities and Exchange Commission (SEC)began to investigate. As a result, Ebbers met his downfall and resigned as CEO on April 30, 2002. In 2005, he was convicted ofsecurities fraud, conspiracy, and making false filings, and he was sentenced to 25 years in prison.\n\nEbbers was a larger-than-life figure whose trademark was a 10-gallon hat and cowboy boots.\n\nThere were several factors that pushed WorldCom into a loss. The company pursued acquisitions aggressively, buying up rival companies in an attempt to gainmarket share. This, coupled with a major drop in revenue and rates, pushed the company further into thered. Executives needed a way to prove WorldCom was still financially viable to its board and shareholders.\n\nWorldCom used a series of questionableaccountingtechniques to hide its financial position, which inflated its profits. This amounted to billions in capital expenditures being improperly recorded on the books. But this was hardly a sophisticated fraud.\n\nTo hide its falling profitability, WorldCom inflated net income and cash flow by recording expenses as investments. Bycapitalizingexpenses, it exaggerated income by $3.8 billion, including $3.055 billion in 2001 and $797 million in the first quarter of 2002, reporting a net profit of $1.38 billion instead of anet loss.\n\nTo hide its falling profitability, WorldCom inflated its net income and cash flow by recording expenses as investments, reporting a profit of $1.38 billion—instead of a net loss.\n\nSeveral individuals played a key role in exposing the fraud at WorldCom. These people included Cynthia Cooper, who was vice president of WorldCom’sinternal auditdepartment, and Gene Morse, another auditor. They became concerned about several inconsistencies in the company’s financial records, including:\n\nCooper and Morse conducted investigations on their own as well as an audit. They were challenged by the company’schief financial officer (CFO), Scott Sullivan, who requested that the process be delayed. They contacted KPMG, the external auditor that replaced Arthur Andersen, as well as WorldCom’s audit committee.\n\nAs a result of her diligence, Cooper was named a Person of the Year by Time and was featured on the magazine’s cover in 2002.She is now an author, consultant, and internationally recognized speaker.\n\nThe company could no longer keep up once things started to unravel. In fact, WorldCom had toadjust its earningsfor the period from 1999 to 2002 by $11 billion, and the fraud was estimated to be in the neighborhood of $79.5 billion.\n\nBankruptcy was the only option. WorldCom filed for Chapter 11 bankruptcy on July 21, 2002, only a month after its now-former auditor, Arthur Andersen, had been found guilty in court and lost its license to practice accounting.By this time, the company was indebted to its creditors by as much as $7.7 billion. In its filing, the company noted $107 billion inassetsand $41 billion worth ofdebt.\n\nThe filing allowed WorldCom to provide some restitution. Doing so allowed existing customers to continue receiving services. WorldCom was also able to pay its employees and keep its assets. It also provided some much-needed time torestructureeven though it lost its luster within the corporate marketplace.\n\nSome of the key personnel involved in the firm’s accounting scandal received harsh punishment for their roles, including:\n\nDebtor-in-possession financingfrom Citigroup, J.P. Morgan, and GE Capital allowed the company to survive.It emerged from bankruptcy in 2004 and rebranded itself as MCI—a telecom company WorldCom acquired in 1997.Verizon purchased MCI and its assets in 2006.WorldCom’s former banks settled lawsuits with creditors for $6 billion without admitting liability. Around $5 billion went to the bondholders, with the balance going to former shareholders.\n\nIn a settlement with the SEC, the newly formed MCI agreed to pay shareholders and bondholders $500 million in cash and 10 million shares of MCI.\n\nThis spate of corporate crime led to theSarbanes-Oxley Actin July 2002, which strengthened disclosure requirements and the penalties for fraudulent accounting.In the aftermath, WorldCom left a stain on the reputation of accounting firms, investment banks, and credit rating agencies that had never quite been removed.\n\nAlthough no one actually admitted their part in the scandal, there were several players who were at fault—some within the company and others who weren’t even employed by WorldCom.\n\nArthur Andersen, the accounting firm that audited WorldCom’s 2001financial statementsand reviewed WorldCom’s books for Q1 2002, was found to have ignored memos from WorldCom executives informing them that the company was inflating profits by improperly accounting for expenses.\n\nKey management personnel, including WorldCom CEO Bernie Ebbers and CFO Scott Sullivan, the company’s board of directors, and its internal audit team, were also singled out for their lack of oversight, ignoring ofaccounting principles, and committing fraud. Ebbers and his lawyer initially denied any involvement or knowledge of the fraud. These claims were refuted by aWall Street Journalreport, which cited internal communications to the contrary.\n\nWall Streetanalyst Jack Grubman gave the company consistently high ratings even though the company (along with other telecoms) performed poorly. Grubman was fired from his job at Salomon Smith Barney and was fined $15 million by the SEC. He was also banned from any activity in securities exchanges.\n\nWorldCom was a telecommunications company that provided discount long-distance services to its customers. The company was embroiled in one of the largest accounting scandals in the United States, which led to an equally large bankruptcy filing. The company used fraudulent accounting practices to cover up its losses by making itself look more profitable than it was. Several individuals were concerned about fraudulent financial transactions and reported the inconsistencies to authorities. Its bankruptcy helped the company restructure, rebranding itself as MCI. This new entity was sold to Verizon in 2006.\n\nSeveral key individuals and entities were involved in the WorldCom scandal. Some of the most notable names include CEO Bernie Ebbers, CFO Scott Sullivan, and the company’s auditing firm, Arthur Andersen. Wall Street analyst Jack Grubman also played a role in providing the telecom company with positive ratings.\n\nCynthia Cooper was a key player in bringing attention to the company’s financial inconsistencies. Together with auditor Gene Morse, Cooper investigated and reported WorldCom’s questionable accounting practices. She was named a Person of the Year by Time in 2002.\n\nCynthia Cooper was largely responsible for bringing attention to WorldCom’s questionable accounting practices. She discovered several inconsistencies in the company’s financial statements and reported them to auditors and the company’s board. In her book “Extraordinary Circumstances: The Journey of a Corporate Whistle-Blower,” Cooper said it was a difficult time in her career.But she was awarded by Time by being named a Person of the Year in 2002.She is now a speaker and consultant.\n\nWorldCom was a telecommunications company that prided itself on providing its customers with affordable long-distance services. But an aggressive acquisition strategy and falling revenues led the company to a downward spiral that would ultimately open the door to one of the largest accounting frauds and bankruptcies in the United States.\n\nThe company used fraudulent accounting techniques to hide its losses while making itself look more profitable than it was, which helped it retain its place as a darling among investors. Although it managed to restructure and emerge from bankruptcy, WorldCom’s example helped corporate management teams and investors learn a valuable lesson: If something looks too good to be true, it probably is.\n\nVerizon. “WorldCom Is Now Part of Verizon.”\n\nLos Angeles Times. “WorldCom At a Glance.”\n\nFrontline. “The WorldCom-Wall Street Connection.”\n\nCNN Money. “Meet the Market’s Biggest Losers: WorldCom.”\n\nTheStreet. “What Was the Dot-Com Bubble & Why Did It Burst?”\n\nAuburn University, Harbert College of Business. “WorldCom’s Bankruptcy Crisis.” Page 1.\n\nAuburn University, Harbert College of Business. “WorldCom’s Bankruptcy Crisis.” Pages 1 and 10.\n\nInternational Banker. “The WorldCom Scandal (2002).”\n\nU.S. Securities and Exchange Commission. “SEC Charges WorldCom With $3.8 Billion Fraud.”\n\nAuburn University, Harbert College of Business. “WorldCom’s Bankruptcy Crisis.” Pages 3–4.\n\nTime. “The Whistleblowers: 2002.”\n\nBritannica Money. “Arthur Andersen.”\n\nAuburn University, Harbert College of Business. “WorldCom’s Bankruptcy Crisis.” Page 4.\n\nAuburn University, Harbert College of Business. “WorldCom’s Bankruptcy Crisis.” Pages 5 and 10.\n\nCNBC. “Judge Orders Early Prison Release For Convicted Ex-WorldCom CEO Bernie Ebbers, Citing Accounting Fraudster’s Dire Health.”\n\nThe New York Times. “Bernard J. Ebbers, WorldCom Chief Jailed In Fraud, Dies at 78.”\n\nCNN Money. “WorldCom Files Largest Bankruptcy Ever.”\n\nNBC News. “MCI Emerges From Bankruptcy.”\n\nCNN Money. “J.P. Morgan Settles For $2B: On the Eve of WorldCom Trial, It Joins 13 Other Investment Banks in a Record $6 Billion Settlement.”\n\nU.S. Securities and Exchange Commission. “Securities and Exchange Commission v. WorldCom, Inc., Civil Action No. 02-CV-4963 (SDNY) (JSR).”\n\nCongress.gov. “H.R.3763—Sarbanes-Oxley Act of 2002: Summary.”\n\nAuburn University, Harbert College of Business. “WorldCom’s Bankruptcy Crisis.” Page 5.",
  "url": "https://www.investopedia.com/terms/w/worldcom.asp"
}