{
  "term": "The Collar Options Strategy Explained in Simple Terms",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA collar, also known as a hedge wrapper or risk-reversal, entails buying an out-of-the-money put option while also writing an out-of-the-money call option as a hedging strategy.\n\nA collar is an options strategy used to protect against significant losses but also limits your potential profits. It's used when you're optimistic about a stock you own long-term but worry about short-term volatility in the market. A collar strategy produces income from selling a call option, which hopefully at least covers the cost of buying a put option.\n\nInvestors typically use collars if they own a stock whose value is higher than when they bought it, and they are optimistic about the stock going up but unsure of its shorter-term prospects. To protect their gains against a downside move in the stock, they can carry out the collar option strategy. The best outcome for an investor is when the stock's price matches the set price of the call option they've sold right when the option is about to expire.\n\nThe collar strategy combines two methods: buying a put to protect against price drops and selling a call to earn some money upfront. Let's break this down:\n\nHere's your checklist for carrying this out:\n\nThis setup is ideal if you don't want to spend extra money and are fine with not getting the profits should the stock go up higher than you thought. Thus, this is not the best choice if you're very bullish on a stock.\n\nAfenceis a similarrisk-reversal strategythat uses three option actions.\n\nFor investors using a collar strategy, their break-even point is calculated by looking at the difference between what they spent and what they earned from theoptions. When they end up with more money from the options than they paid, a net credit, they add this extra to the stock's purchase price. If they spent more on the options than they got back, a net debit, they subtract this from the stock's purchase price. You need the stock to end at this final number so you break even.\n\nThe most investors can make from a collar strategy is found by looking at how high the call option's preset sell price is above what they originally paid for the stock after considering the costs or gains from dealing with the options. The biggest loss they can face is the difference between what they paid for the stock and the safety net price set by the put option, again after accounting for the options' costs or gains. How to calculate this is below for each possible outcome:\n\nSuppose you own 100 shares of stock ABC, bought originally at $80 per share, and the stock is trading at $87 per share. You want to temporarily hedge the position since there's beenvolatilityin the overall market.\n\nYou buy one put option (note that one stock option contract is 100 shares) with a strike price of $77 and a premium of $3.00. You also write (sells) one call option with a strike price of $97 with a premium of $4.50.\n\nWhen you start the collar strategy in the above scenario, you receive a net credit of $1.50 per share, and $1.50 × 100 = $150.\n\nThis is because you sold the call for $1.50 more than you paid for the put, and you pocket that difference for now.\n\nLet's also look at what it would take to break even:\n\nBreakeven = Underlying Cost + Put Cost – Call Premium Received\n\n= $80 + 3.00 - 4.50 = $78.50 in the stock price\n\nLet's now calculate the best upside you would see with this strategy:\n\nMaximum Profit for a credit collar = Call Strike - Stock Purchase Price + Net Premium Paid\n\n= 97 - 80 + 1.50 = 18.50 × 100 shares per contract = $1,850\n\nLastly, let's look at the worst possible outcome:\n\nMaximum Loss for a credit collar = Put Strike - Stock Purchase Price + Net Premium Collected\n\n= 77 - 80 + 1.50 = -1.5 × 100 shares per contact = -$150\n\nThis strategy appeals to investors seeking to protect theirlongpositions against market volatility or downside risk. However, like all investment strategies, it has its benefits and drawbacks.\n\nA collar is worthwhile when an investor is looking to protect gains on a stock that has appreciated in value but is concerned about a potential short-term downturn in the market. So, a collar is helpful if you are moderately bullish or neutral on the stock and want to hedge against potential downside risk without costing too much. But if you're very bullish on a stock, you are limiting profits you anticipate are possible.\n\nIt's likewise a promising approach for investors comfortable capping their upside potential in exchange for downside protection. This makes it a fitting strategy for conservative investors or those approaching a financial goal when preserving gains is more important than achieving potentially higher returns.\n\nThe main downside to a collar is that it does cap upside gains if the underlying asset continues to rise past the call's strike price. Meanwhile, if the stock price does not fall to the put strike price level, the put option's cost would have been an unnecessary expense.\n\nCan be low-cost or a net credit to do\n\nCosts more that a covered call since you buy a put\n\nThe collar strategy is named that because it essentially puts both a \"floor\" and \"ceiling\" on the stock position, like a collar around the neck. The stock price is effectively \"collared\" within those two strike prices, giving some downside protection but limiting potential upside gains.\n\nIf you own shares of a stock, collars are worthwhile if you maintain a moderately bullish outlook but are concerned about downside risks. It's often used by investors who have seen a significant appreciation of their stock's value and want to protect their gains against potential downturns, particularly if they are nearing a financial goal or require capital preservation. Collars also tend to work best when volatility is high.\n\nThe downside put places a floor below the stock price, limiting losses to the difference between the putstrike priceand the original stock price minus the premium received for the call. The put strike is selected based on the level of downside protection desired. Meanwhile, the short reduces the cost of the strategy but caps the upside potential as the gains in the existing shares will be offset by equivalent losses in that call option.\n\nYes, a collar strategy can be adjusted or unwound before the expiration of the options. If the outlook on the stock changes, you can buy back the call option and sell the put option. However, these adjustments might come at a cost and will change the overall profitability of the strategy. It’s essential to carefully monitor options positions, especially in volatile markets.\n\nA collar is a defensive options strategy used to protect against downside losses while limiting upside gains. Investors and traders can usecollar options for interest rate risksas well as losses from holding a long position on a stock.\n\nIt is essentially the combination of a protective put with a covered call. To perform the strategy, you would already own a stock and be moderately bullish about its price outlook. You would then buy a downside put and sell an upside call, effectively \"collaring\" the position between the two strike prices. If the stock drops, the put creates a floor, preventing further losses, while the short call provides some additional income to offset the initial cost of the put. If the stock rises, the put expires worthless and the short call will limit further upside beyond its strike price (plus any net credit received for selling it).\n\nE. Sinclair. \"Positional Option Trading: An Advanced Guide,\" Pages 138-142. John Wiley & Sons, 2020.",
  "url": "https://www.investopedia.com/terms/c/collar.asp"
}