{
  "term": "The Basics of Probability Density Function (PDF), With an Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe probability density function (PDF) is an analytical technique that outlines how likely different outcomes are across a range of possibilities. In this function, the probability is the percentage of a dataset's distribution that falls between two criteria. PDF is commonly used byfinancial analyststo understand how returns are distributed to evaluate the risk and expectations of investment prices and returns.\n\nStatistical tools are commonly used by people in the investment world. They are very useful to analyze and determine market trends, along with understanding the potentialrisks and returnsassociated with certain investments. This allows investors and financial professionals to make more well-informed decisions about how to invest their money.\n\nThe probability density function is a statistical measurement of how often investment returns fall within a specified range. PDFs are typically depicted on a graph, with a normalbell curveindicating neutral market risk, and a skewed curve at either end indicating greater or lesser risk-reward.\n\nSkewnessis a shift of the taller portion of the curve to the right or left:\n\nThe image below demonstratesnormally distributed datawith a bell curve. The data mean is the line in the middle, and the vertical lines are standard deviations, or how far the data falls from the mean.\n\nImage by Julie Bang © Investopedia 2020\n\nThe first two vertical lines on either side of the mean show that 68.5% of the data fall within +/-1 standard deviation from the mean. So, if this were a curve of normally distributed stock returns, you would see that 68.5% of the time, returns fall between the -1 SD and +1 SD lines and that market risk is neutral (there is no skew).\n\nComputing the PDF and plotting it graphically can involvecomplex hazard rate calculationsthat use differential equations or integral calculus. In practice, graphing calculators or statistical software packages are required to calculate a probability density function.\n\nThe PDF can never have a negative value.\n\nThe probability density function measures continuous variables. Having said that, it's important to note that stock and investment returns are generally not continuous random variables. Rather, they are discrete. However, most financial analysts assume that returns and prices are continuous, so they can model performance and analyze risks.\n\nIn the image below, theS&P 500 indexvalues over three years were sequenced and plotted. The result was a bell curve with a right skew, indicating the possibility of greater upside reward over three years.\n\nInvestment returns are rarely, if ever, normally distributed, so graphs will likely never be a clean normal distribution curve.\n\nA probability density function (PDF) describes how likely it is to observe some outcome resulting from a data-generating process. A PDF can tell us which values are most likely to appear versus the less likely outcomes. This will change depending on the shape and characteristics of the PDF.\n\nThecentral limit theorem (CLT)states that the distribution of a random variable in a sample will begin to approach a normal distribution as the sample size becomes larger, regardless of the true shape of the distribution. Thus, we know that flipping a coin is a binary process, described by the binomial distribution (heads or tails).\n\nHowever, if we consider several coin tosses, the odds of getting any particular combination of heads and tails begin to differ. For instance, if we were to flip the coin 10 times, the odds of getting five of each are most likely, but getting 10 heads in a row is extremely rare. Imagine 1,000 coin flips, and the distribution approaches the normal bell curve.\n\nA probability density function (PDF) explains which values are likely to appear in a data-generating process at any given time or for any given draw. A cumulative distribution function (CDF) instead depicts how these marginal probabilities add up, ultimately reaching 100% (or 1.0) of possible outcomes. Using a CDF, we can see how likely it is that a variable's outcome will be less than or equal to some predicted value.\n\nProbability distribution functions (PDFs)describe the expected values of random variables drawn from a sample. The shape of the PDF explains how likely it is that an observed value might occur.\n\nStock prices and returns tend to follow a log-normal distribution rather than a normal one, indicating that downside losses are more frequent than very large gains relative to what the normal distribution would predict.\n\nWall Street Journal. \"S&P 500 Index.\"",
  "url": "https://www.investopedia.com/terms/p/pdf.asp"
}