{
  "term": "The Gramm-Leach-Bliley Act of 1999 (GLBA) Purpose, Implications",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe Gramm-Leach-Bliley Act of 1999 (GLBA) was a bi-partisan regulation under President Bill Clinton, passed by Congress on November 12, 1999. The GLBA was an attempt to update and modernize the financial industry. The GLBA is most well-known as the repeal of theGlass-Steagall Actof 1933, which stated thatcommercial bankswere not allowed to offer financial services—like investments and insurance-related services—as part of normal operations.\n\nDue to the remarkable losses incurred as a result of 1929'sBlack TuesdayandThursday, the Glass-Steagall Act was originally created to protect bank depositors from additional exposure to risk, associated with stock market volatility.As a result, for many years, commercial banks were not legally allowed to act asbrokers.Since many regulations have been instituted since the 1930s to protect bank depositors, GLBA was created to allow these financial industry participants to offer more services.\n\nGLBA was passed on the heels of commercial bank Citicorp merger with the insurance firm Travelers Group. This led to the formation of the conglomerateCitigroup, which offered not only commercial banking and insurance services, but also lines of business related tosecurities. Its brands at this stage included Citibank, Smith Barney, Primerica, and Travelers.Citicorp merger was a violation of the then-existing Glass–Steagall Act, as well as the Bank Holding Company Act of 1956.\n\nThe act is also known as the Gramm-Leach-BlileyFinancial Services Modernization Act.\n\nTo allow the merger to take place, theU.S. Federal Reservegave Citigroup a temporary waiver in September 1998—a precursor to Congress’s passage of GLBA.Moving forward, other similar mergers would be fully legal. Repealing Glass–Steagall also removed the ban of “simultaneous service by any officer, director, or employee of a securities firm as an officer, director, or employee of any member bank.”\n\nThe Gramm-Leach-Bliley Act also required financial institutions offering consumers loan services, financial or investment advice, and/or insurance, to fully explain their information-sharing practices to their customers. Firms must allow their customers the option to \"opt-out\" if they do not want their sensitive information shared.\n\nWhile many consider critical information, such as bank balances and account numbers, to be confidential, in reality, this data is consistently bought and sold by banks, credit card companies, and others. Gramm-Leach-Bliley required limited privacy protections against such personal data sales, along with pretexting (obtaining personal information through false pretenses).\n\nGovtrack. \"S. 900 (106th): Gramm-Leach-Bliley Act.\"\n\nU.S. Government Publishing Office. \"Glass-Steagall and the Anniversary of the Stock Market Crash.\"\n\nFederal Reserve History. \"Banking Act of 1933 (Glass-Steagall).\"\n\nSecurities and Exchange Commission. \"Form 8-K Current Report.\"\n\nFederal Reserve. \"Federal Reserve Press Release,\" Page 1.\n\nLibrary of Congress. \"S.900 - Gramm-Leach-Bliley Act.\"\n\nFederal Deposit Insurance Corporation. \"Gramm-Leach-Bliley Act (Privacy of Consumer Financial Information),\" Page 1.",
  "url": "https://www.investopedia.com/terms/g/glba.asp"
}