{
  "term": "The Great Moderation: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Great Moderation is the name given to the period of decreased macroeconomic volatility experienced in the United States starting in the 1980s. During this period, thestandard deviationof quarterlyreal gross domestic product(GDP) declined by half and the standard deviation of inflation declined by two-thirds, according to figures reported by former U.S. Federal Reserve Chair Ben Bernanke.The Great Moderation can be summed up as a multi-decade period of low inflation and positive economic growth.\n\nThe Great Moderation followed a period of at times violent swings in economic performance andinflationin the U.S. economy. From the 1960s Vietnam War inflation to the collapse ofBretton Woodsto the stagflationary recessions of the 1970s to the era of volatile interest rates and inflation amid a double-dip recession in the early 1980s, the years leading up to the Great Moderation had some severe economic ups and downs.\n\nThe Great Moderation marked a period when U.S. inflation remained low and stable, andrecessions, when they came, were relatively mild.\n\nThe Great Moderation has been portrayed as an outcome of themonetary policyframework laid by Paul Volcker and continued by Alan Greenspan andBen Bernankeduring their stints as Federal Reserve chairs. In a speech delivered in 2004, Bernanke hypothesized three potential causes for the Great Moderation:structural changein the economy, improved economic policies, and good luck.\n\nThe structural changes Bernanke referred to included the widespread use of computers to enable more accurate business decision-making, advances in the financial system,deregulation, the economy's shift toward services, and increased openness to trade.\n\nBernanke also pointed to improved macroeconomic policies helping to moderate the largeboom and bust cyclesof the past, with many economists suggesting that a gradual stabilizing of the U.S. economy correlated with increasingly sophisticated theories of monetary and fiscal policy. Finally, Bernanke referred to studies indicating that greater stability has resulted from a decrease in economic shocks during this period, rather than a permanent improvement in stabilizing forces.\n\nIn retrospect, Bernanke's speech has been widely judged to have been prematurely self-congratulatory.\n\nA few years after Bernanke's speech, the Great Moderation came to a crashing halt with the financial crisis and theGreat Recession. Imbalances in the economy that had been allowed to build up for years or even decades by the Fed's easy money policies throughout the Great Moderation came to a head. The U.S. housing market collapsed and price inflation accelerated in early 2008, freezing up the flow of credit and liquidity in financial markets, and precipitating the worst global recession since the Great Depression.\n\nThis was made possible because the normal feedback mechanisms to monetary policy stopped working during the Great Moderation. The spread of globalization, interconnected financial markets, and the hegemony of the U.S. dollar in international trade had given the Fed's decades-long inflationary policies an outlet in foreign markets that effectively soaked up the price inflation that would otherwise have rapidly driven up the domestic price level and spoiled the Fed's party. With each recessionary cycle that occurred over the course of the Great Moderation, the Fed was able to simply double down and inflate more, paperingover underlying problems in the economy by printing more money.\n\nThe Great Recession, when it came, represented a trade-off between risk and stability: rather than allow moderate recessions to periodically run their course, Fed policymakers during the Great Moderation chose to run the long-term risk of a catastrophic crash in order to put off short-term pain.\n\nLike a patient given painkillers and instructed to continue walking around on a broken leg by his doctor, the economy muddled through mild recessions in the early 1990s and 2000s until it reached a final breaking point in 2008. The fragile economy that the Fed, and others, had built through the Great Moderation ended in a spectacular global meltdown.\n\nThe Federal Reserve Board. \"Remarks by Governor Ben S. Bernanke.\" Accessed Aug. 17, 2021.",
  "url": "https://www.investopedia.com/terms/g/great-moderation.asp"
}