{
  "term": "The New Deal: Meaning, Overview, and History",
  "definition": "The New Deal was a comprehensive and broad set of government-directed projects introduced by President Franklin Delano Roosevelt in an attempt to help the United Stateseconomyemerge from theGreat Depression. It launched in the early 1930s and was designed to bolster the United States economy, reduce unemployment, provide a social safety net, and instill confidence in the government’s ability to protect its citizens.\n\nThestock market crashof 1929 began on October 24—a day known asBlack Thursday. It brought a period of roaring growth to a sudden halt.Companies and banks across the United States started failing, and the unemployment rate skyrocketed to an almost 200% increase by 1930.\n\nPresident Franklin Roosevelt launched the New Deal after taking office in 1933. It consisted of a variety of government-funded programs aimed at getting people back to work, as well as legislation and executive orders that propped up farmers and stimulated business activity.\n\nThe New Deal engendered controversy by introducing a number of radical reforms and increasing the government’s role in guiding the economy. Several of its programs were ultimately declared unconstitutional by the U.S. Supreme Court, including two major pillars: the National Recovery Administration (NRA)—which set working conditions, minimum wages, and maximum hours, while guaranteeing the right of labor tobargain collectively—and the Agricultural Adjustment Administration (AAA), which intended to stabilize farm prices.\n\nPublic opinion was for the New Deal, though, and, as a result, in February of 1937 Roosevelt tried to increase the number of Supreme Court justices in order to prevent future programs from being shuttered.Though he failed in this court-packing attempt, he succeeded in his objective. In May 1937, the Supreme Court declared theSocial Security Actto be constitutional by a five-to-four vote after one of its justices changed his anti–New Deal stance. No other New Deal program was ever again judicially invalidated by the court.\n\nThe New Deal was enacted in two parts: the first in 1933 and the second in 1935.\n\nThe New Deal is often broken into two segments. The “first” New Deal was launched in 1933 during the initial two years of the Roosevelt presidency. In addition to the NRA and AAA, it consisted of measures to stabilize the banking system (Emergency Banking Act), ensure bank deposit security (Banking Act of 1933, known as theGlass-Steagall Act), and increase confidence in the stock market (Securities Act of 1933).\n\nThe “second” New Deal, in 1935, introduced perhapsthe program’s greatest and most enduring legacy: government-sponsored retirement plans in the form of Social Security. It also increased government employment (Works Progress Administration) and minimum wages (Fair Labor Standards Act).\n\nHistorians credit the New Deal with some success in reviving the country’s fortunes. The economy did slowly recover during the 1930s, confidence was restored to the banking system through federal deposit insurance, working conditions were improved, and labor unions strengthened the hand of workers.\n\nIt was World War II, however, that ultimately provided the impetus to get America fully back to work. The unprecedented spending worldwide on ships, arms, and planes propelled the country intofull employment—a feat that the New Deal programs, despite their best efforts, were unable to achieve on their own.\n\nLibrary of Congress. \"Stock Market Panics.\"\n\nFederal Reserve History. “Stock Market Crash of 1929.”\n\nU.S. Bureau of Labor Statistics. \"Labor Force, Employment, and Unemployment, 1929-39: Estimating Methods.\" Page 51.\n\nLibrary of Congress. \"President Franklin Delano Roosevelt and the New Deal.\"\n\nNational Archives Catalog. \"Department of Agriculture. Agricultural Adjustment Administration. (1933 - 2/23/1942).\"\n\nLibrary of Congress. \"National Recovery Administration (NRA) and the New Deal: A Resource Guide.\"\n\nFederal Judicial Center. \"FDR's \"Court-Packing\" Plan.\"\n\nSocial Security Administration. \"Constitutionality of Social Security Act.\"\n\nSocial Welfare History Project, VCU Libraries. \"President Roosevelt’s New Deal.\"\n\nLibrary of Congress. \"The New Deal: Historical Background.\"",
  "url": "https://www.investopedia.com/terms/n/new-deal.asp"
}