{
  "term": "The Great Depression: Overview, Causes, and Effects",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Great Depression was the deepest and longest economic contraction in U.S. history.\n\nThe Great Depression was a devastating and prolonged economic recession that followed the crash of the United States stock market in 1929. It lasted through 1941, the same year that the U.S. entered World War II.\n\nThe period was marked by several economic contractions, including the stock market crash of 1929, banking panics in 1930 and 1931. and the Smoot-Hawley Tariff that crashed world trade. Other events and policies helped to prolong the Depression during the 1930s.\n\nEconomists and historians often cite the Great Depression as the most significant, if not the most catastrophic, economic event of the 20th century.\n\nIt's hard to pinpoint exactly what caused the Great Depression, but economists and historians generally agree that several factors led to this period of downturn. They include the stock market crash of 1929, the gold standard, a drop in lending, tariffs, banking panics, and contractionary monetary policies of the Fed.\n\nThe U.S. stock market fell by nearly 50%, and corporate profits declined by over 90% during a short depression known as the Forgotten Depression that lasted from 1920 to 1921. The U.S. economy enjoyed robust growth during the rest of the decade. The American public discovered the stock market and dove in headfirst during the Roaring Twenties period.\n\nSpeculative frenzies affected both the real estate markets and the New York Stock Exchange (NYSE). Loose money supply and high levels of margin trading by investors helped fuel an unprecedented increase in asset prices.\n\nThe lead-up to October 1929 saw equity prices rise to all-time high multiples of more than 19 times after-tax corporate earnings. Coupled with the benchmark Dow Jones Industrial Index (DJIA) increasing 500% in just five years, the stock market crash that followed was severe.\n\nThe NYSE bubble burst violently on Oct. 24, 1929, a day that has come to be known asBlack Thursday.A brief rally occurred on Friday the 25th and during a half-day session on Saturday the 26th, but the following week brought Black Monday (Oct. 28) and Black Tuesday (Oct. 29). The DJIA fell by more than 20% over those two days.The stock market would eventually fall almost 90% from its 1929 peak.\n\nRipples from the crash spread across the Atlantic Ocean to Europe, triggering other financial crises such as the collapse of the Boden-Kredit Anstalt, Austria’s most important bank. The economic calamity hit both continents in full force in 1931.\n\nThe 1929 stock market crash wiped outnominalwealth, both corporate and private, and this sent the U.S. economy into a tailspin. The U.S. unemployment rate was 3.2% in early 1929. It soared to over 24% by 1933.\n\nThe unemployment rate remained above 18.9% in 1938 despite unprecedented interventions and government spending by both the Hoover and Roosevelt administrations.\n\nThe stock market crash likely triggered the decade-long economic downturn, but most historians and economists agree that it didn't cause the Great Depression by itself. Nor does it explain why the slump's depth and persistence were so severe. A variety of specific events and policies contributed to the Great Depression and helped to prolong it during the 1930s.\n\nThe relatively new Federal Reserve mismanaged the supply of money and credit before and after the crash in 1929, according to monetarists such asMilton Friedmanand acknowledged by former Federal Reserve ChairBen Bernanke.\n\nThe Fed was created in 1913, and it remained fairly inactive throughout the first eight years of its existence. Then it allowed significant monetary expansion after the economy recovered from the 1920 to 1921 depression.\n\nThe total money supply grew by $28 billion, a 61.8% increase between 1921 and 1928.Bank deposits increased by 51.1%, savings and loan shares rose by 224.3%, and net life insurance policy reserves jumped by 113.8%. All this occurred after the Federal Reserve cut required reserves to 3% in 1917. Gains in gold reserves via the Treasury and Fed were only $1.16 billion.\n\nThe Fed instigated the rapid expansion that preceded the collapse by increasing the money supply and keeping the federal funds interest rate low during the decade. Much of the surplus money supply growth inflated the stock market and real estate bubbles.\n\nThe Fed took the opposite course by cutting the money supply by nearly a third after the bubbles burst and the market crashed. This reduction caused severe liquidity problems for many small banks and choked off hopes for a quick recovery.\n\nWorld War II created international trading channels and reversed burdensome price and wage controls, which helped the country recover from the Great Depression.\n\nAs Bernanke noted in a November 2002 address, before the Fed existed, bank panics were typically resolved within weeks. Large private financial institutions would loan money to the strongest smaller institutions to maintain system integrity.That sort of scenario had occurred two decades earlier during thePanic of 1907.\n\nAt that time, investment banker J.P. Morgan stepped in to rally Wall Street denizens to move significant amounts of capital to banks that were lacking funds when frenzied selling sent the NYSE spiraling downward and led to a bank run.Ironically, it was that panic that led the government to create the Federal Reserve to cut its reliance on individual financiers such as Morgan.\n\nThe heads of several New York banks had tried to instill confidence after Black Thursday by prominently purchasing stocks and encouraging others to do so. These actions caused a brief rally on Friday, but the panicked sell-offs resumed on Monday. The stock market has grown beyond the ability of such individual efforts in the decades since 1907. Only the Fed was big enough to prop up the U.S. financial system.\n\nThe Fed failed to do so, providing no cash injection between 1929 and 1932. Instead, it watched the money supply collapse and let thousands of banks fail. This and a collapsing financial sector led to deflation and spurred the following depression. Banking laws at the time made it very difficult for institutions to grow and diversify enough to survive a massive withdrawal of deposits.\n\nThe Fed's harsh reaction may have been the result of its fear that bailing out careless banks would encourage fiscal irresponsibility in the future. Some historians argue that the Fed created the conditions that caused the economy to overheat and then exacerbated an already dire economic situation.\n\nHerbert Hoover has often been characterized as a do-nothing president, but he took action after the crash occurred. He implemented three major changes between 1930 and 1932:\n\nHoover was mainly concerned that wages would be cut following the economic downturn. He reasoned that prices had to stay high to ensure high paychecks in all industries. Consumers would have to pay more to keep prices high.\n\nBut the public was burned badly in the crash, leaving many people without the resources to spend lavishly on goods and services. Nor could companies count on overseas trade because foreign nations weren't willing to buy overpriced American goods any more than Americans were.\n\nMany of Hoover's other post-crash interventions and actions by Congress, such as wage, labor, trade, and price controls, damaged the economy's ability to adjust and reallocate resources.\n\nThe bleak reality forced Hoover to use legislation to prop up prices and wages by choking out cheaper foreign competition. He signed theSmoot-Hawley Tariff Act of 1930into law following the tradition of protectionists and in the face of the protests from more than a thousand of the nation's economists.\n\nThe act was initially intended to protect agriculture, but it swelled into a multi-industry tariff, imposing huge duties on more than 880 foreign products. Nearly three dozen countries retaliated, and imports fell from $1.3 billion in 1929 to just $390 million in 1932. International trade declined by 66% by 1934. Not surprisingly, economic conditions worsened worldwide.\n\nHoover's desire to maintain jobs as well as individual and corporate income levels was understandable, but he encouraged businesses to raise wages, avoid layoffs, and keep prices high at a time when they naturally should have fallen. The U.S. suffered one to three years of low wages and unemployment, plus cycles of recession/depression, before dropping prices led to a recovery.\n\nThe U.S. economy deteriorated from a recession to a depression when it was unable to sustain these artificial levels, with global trade effectively cut off.\n\nPresident Franklin Roosevelt promised massive change when he was elected in 1933. The New Deal program that he initiated was an innovative, unprecedented series of domestic programs and acts that were designed to bolster American businesses, reduce unemployment, and protect the public.\n\nThe New Deal was loosely based on Keynesian economics and the idea that the government could and should stimulate the economy. It set lofty goals to create and maintain the nationalinfrastructure, full employment, and healthy wages. The government set about achieving these through price, wage, and even production controls.\n\nSome economists claim that Roosevelt continued many of Hoover's interventions, just on a larger scale. He kept a rigid focus on price supports and minimum wages and removed the country from the gold standard, forbidding individuals to hoard gold coins and bullion.He banned monopolistic business practices and instituted dozens of new public works programs and other job-creation agencies.\n\nThe Roosevelt administration also paid farmers and ranchers to stop or cut back on production. One of the most heartbreaking conundrums of the period was the destruction of excess crops, even though thousands of Americans needed affordable food.\n\nFederal taxes tripled between 1933 and 1940 to pay for these initiatives as well as new programs such as Social Security. These increases included hikes in excise taxes, personal income taxes, inheritance taxes, corporate income taxes, and an excess profits tax.\n\nThe New Deal led to measurable results, including financial system reform and stabilization. It also boosted public confidence.\n\nRoosevelt declared a bank holiday for an entire week in March 1933 to prevent institutional collapse due to panicked withdrawals. This was followed by a construction program for a network of dams, bridges, tunnels, and roads. These projects opened up federal work programs, employing thousands of people.\n\nThe economy showed some recovery, but the rebound was far too weak for the New Deal's policies to be deemed successful in pulling America out of the Great Depression. Historians and economists disagree on the reason:\n\nA study by two economists at the University of California, Los Angeles, estimated that the New Deal extended the Great Depression by at least seven years.\n\nHowever, it's possible that the relatively quick recovery that was characteristic of other post-depression recoveries may not have occurred as rapidly after 1929 because it was the first time the general public and not just the Wall Street elite lost large amounts in the stock market.\n\nAmerican economic historian Robert Higgs argued that Roosevelt's new rules and regulations came so fast and were so revolutionary that businesses became afraid to hire or invest.\n\nPhilip Harvey, a professor of law and economics at Rutgers University, suggested that Roosevelt was more interested in addressing social welfare concerns than in creating a Keynesian-style macroeconomic stimulus package.\n\nSocial Security policies enacted by the New Deal created programs for unemployment, disability insurance, old age, and widows' benefits.\n\nLooking at employment and GDP figures, the Great Depression appeared to end suddenly around 1941 to 1942. This was the time when the U.S. entered World War II. The unemployment rate fell from eight million in 1940 to just over one million in 1943.However, more than 16 million Americans were conscripted to fight in the Armed Services.The real unemployment rate in the private sector grew during the war.\n\nThe standard of living declined due to wartime shortages caused by rationing. Taxes rose dramatically to fund the war effort. Private investment dropped from $17.9 billion in 1940 to $5.7 billion in 1943, and total private-sector production fell by nearly 50%.\n\nThe notion that the war ended the Great Depression is abroken window fallacy, but the conflict put the U.S. on the road to recovery. The war opened international trading channels and reversed price and wage controls. Government demand opened up for inexpensive products, and that demand created a massive fiscal stimulus.\n\nPrivate investments rose from $10.6 billion to $30.6 billion in the first 12 months after the war ended. The stock market broke into a bull run after a few short years.\n\nMany people relied on government assistance, community support, thriftiness, and budgeting while growing food themselves.\n\nThe Great Depression taught economists, lawmakers, and the Fed how to better deal with the various economic circumstances and taught people how to survive in hard times.\n\nThe timing of many issues, lack of action by some, and inappropriate reactions by others all contributed to the Great Depression.\n\nThe Great Depression was the result of an unlucky combination of factors including a flip-flopping Fed, protectionist tariffs, and inconsistently applied government interventionist efforts. The depression could have been shortened or even avoided by a change in any one of these factors.\n\nThe debate continues as to whether the interventions were appropriate. Yet many of the reforms from the New Deal exist to this day. They include Social Security, unemployment insurance, and agricultural subsidies.\n\nThe assumption that the federal government should act in times of national economic crisis has become strongly supported. This legacy is one of the reasons why the Great Depression is considered one of the seminal events in modern American history.\n\nBerkeley Economic Review. \"In the Shadow of the Slump: The Depression of 1920-1921.\"\n\nHistory. \"Here Are Warning Signs Investors Missed Before the 1929 Crash.\"\n\nMcGrattan, Ellen R., and Edward C. Prescott. \"The 1929 Stock Market: Irving Fisher Was Right.\"International Economic Review,vol. 45, no. 4, 2004, pp. 991-1009.\n\nHistory. \"Great Depression History.\"\n\nFederal Reserve History. \"Stock Market Crash of 1929.\"\n\nFederal Reserve History. \"The Great Depression.\"\n\nU.S. Bureau of Labor Statistics. \"Databases, Tables & Calculators by Subject.\"\n\nFederal Reserve Bank of St. Louis. \"Lessons Learned? Comparing the Federal Reserve’s Responses to the Crises of 1929-1933 and 2007-2009.\" Page 90.\n\nThe Federal Reserve Board. \"Remarks by Governor Ben. S. Bernanke.\"\n\nCouncil on Foreign Relations. \"What Is the U.S. Federal Reserve?\"\n\nSieroń, Arkadiusz. \"Inflation and Income Inequality.\"Prague Economic Papers,vol. 26, no. 6, 2017, pp. 633-645.\n\nKenneth D. Garbade.\"Birth of a Market: The US Treasury Securities Market from the Great War to the Great Depression.\" MIT Press, 2012.\n\nThe Federal Reserve History. \"The Panic of 1907.\"\n\nSautter, Udo. \"Government and Unemployment: The Use of Public Works before the New Deal.\"The Journal of American History,vol.73, no. 1, 1986, pp. 59-86.\n\nEconlib. \"Hoover's Economic Policies.\"\n\nOffice of the Historian. \"Protectionism in the Interwar Period.\"\n\nFraser Economic Research Federal Reserve Bank of St. Louis. \"The International Gold Standard and U.S. Monetary Policy From World War I to the New Deal.\" Page 436.\n\nLibrary of Congress. \"President Franklin Delano Roosevelt and the New Deal.\"\n\nHarold L. Cole, et. al. \"New Deal Policies and the Persistence of the Great Depression: A General Equilibrium Analysis.\"Journal of Political Economy, vol. 112, no. 4, Aug. 2004, pp. 779-816,\n\nIndependent Institute. \"The Mythology of Roosevelt and the New Deal.\"\n\nNational Bureau of Economic Research. \"The Measurement and Behavior of Unemployment.\" Page 216.\n\nThe National WWII Museum. \"WWII Veteran Statistics.\"\n\nSkousen, Mark. \"Saving the Depression: A New Look at World War II.\"The Review of Austrian Economics,vol. 2, no. 1, 1988, pp. 211-226.",
  "url": "https://www.investopedia.com/terms/g/great_depression.asp"
}