{
  "term": "The S.C. Johnson Graduate School of Management: Overview",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Samuel Curtis Johnson Graduate School of Management, or Cornell Johnson, is a graduate business school based at Cornell University in Ithaca, New York.\n\nFounded in 1946, the school received its current name following a $20 million gift from the family ofphilanthropistSamuel Curtis Johnson. Cornell Johnson’s MBA program has historically performed well on internationalB-Schoolrankings. In 2023, U.S. News & World Report ranked it #15 worldwide.\n\nCornell Johnson offers a variety of programs, including a two-year residentialMaster of Business Administration (MBA)program and a one-year Johnson Cornell Tech MBA. For students unable to commit to a full-time program, Cornell’s Samuel Curtis Johnson Graduate School of Management offers threeExecutive MBAprograms that provide an Ivy League education with the needs of working professionals.\n\nThe Cornell Johnson MBA program provides a highly immersive experience throughinternships, case studies, and visits to relevant companies. Additionally, students select an area of focus relatively early in the MBA curriculum. Areas of specialization include:\n\nCornell Johnson offers a 22-month Executive MBA program where students take courses on alternating weekends in New York City and participate in four immersive, interactive residencies at Cornell University’s main campus in Ithaca, NY.\n\nIn line withIvy League schools, the cost of attending Cornell Johnson is among the highest of any business school. Its estimated full-time tuition is $76,690 per year. The Executive MBA program total is approximately $209,828.\n\nIn 2022, over 96% of Cornell Johnson graduates have received job offers within 3 months of graduation. The average starting salary for the graduating class of 2022 was $154,853.\n\nGraduates join the Johnson School’s alumni community and become part of Cornell’s Big Red Network, an international group of more than 150,000. Prominent alumni include Ken Durr, former CEO of Chevron, Daniel Hesse, former CEO of Sprint Corporation, and Anne Chow, CEO of AT&T Business.\n\nThe school partners with 65 companies or corporations to provide students with real-world exposure and industry connections.\n\nNearly 30% of Johnson School graduates pursue careers in consulting with preparation from project-based consulting courses, and a Management Consulting Immersion.\n\nCornell Johnson has an Immersion Program that works with veterans as they transition into new careers.\n\nThe Samuel Curtis Johnson Graduate School of Management has an extensive alumni network. The school has an MBA, Executive MBA, Master of Professional Studies, and other business degree options. Cornell Johnson provides students with an Ivy League education and professional connections.\n\nU.S. News & World Report. \"Best Business Schools.\"\n\nCornell University. \"Johnson Cornell Programs.\"\n\nCornell Johnson. \"Executive MBA Programs.\"\n\nCornell Johnson. \"2022 Employment Report Data.\"\n\nCornell Johnson. \"Why the Johnson School?\"\n\nCornell Johnson. \"Veterans at Johnson.\"",
  "url": "https://www.investopedia.com/terms/j/johnson-school-at-cornell-university.asp"
}