{
  "term": "The Basics on Payroll Tax",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA payroll tax includes the taxes employees and employers pay on wages, tips, and salaries. For employees, taxes are withheld from their paychecks and paid to the government by the employer. These taxes include federal, state, and local income taxes. It also includes the employee's share of Social Security and Medicare taxes (FICA), which are paid to the federal government.\n\nTaxes that employers must pay include their share of FICA as well as federal and state unemployment taxes. The employer's share of payroll taxes is paid directly by the employer and not withheld from employees' paychecks.\n\nFederal payroll taxes includeSocial Securityand Medicare contributions, which constitute theFederal Insurance Contributions Act(FICA) tax in the United States. These are labeled as MedFICA and FICA on pay stubs. Federal income tax, which is also withheld from employee paychecks, goes into the general fund of the U.S. Treasury.\n\nMost states as well assome cities and counties, impose income taxes, which are also withheld as payroll taxes. In addition, employers, but not employees, also pay federal unemployment taxes for each of their employees.\n\nPayroll taxes are collected by federal authorities and some state governments in many countries, including the U.S. These payroll tax deductions are itemized on an employee's pay stub. The itemized list notes how much is withheld for federal, state, and municipal income taxes, as well as the amounts collected for Medicare and Social Security payments.\n\nGovernments use revenues from payroll taxes to fund specific programs, including Social Security, healthcare, and workers' compensation. Local governments may collect a small payroll tax to maintain and improve local infrastructure and services, including first responders, road maintenance, and parks.\n\nThe premise of Social Security and Medicare is that you pay into them during your working years in order to qualify to withdraw these funds after retiring or under certain medical circumstances. An employee pays 7.65% of their pay for Medicare and Social Security (6.2% for Social Security and 1.45% for Medicare). An employer also pays the same tax of 7.65% for an employee, for a combined total of 15.3%.\n\nFunds paid to Social Security taxes go into two trust funds: theOld-Age and Survivors Insurance (OASI) Trust Fund, which pays retirement and survivor benefits; and the Disability Insurance Trust Fund, for disability benefits. TheSecretary of the Treasury, theSecretary of Labor,the Secretary of Health and Human Services, the Commissioner of Social Security, and two public trustees manage these trust funds.\n\nThe Social Security tax is 6.2%, paid by both the employee and the employer, for a total of 12.4%. In 2024, income above $168,600 in 2024 is not taxed for Social Security.\n\nPresident Franklin D. Roosevelt signed theSocial Security Actinto law on Aug. 14, 1935, to provide a safety net for the disabled and retirees. When the program was conceived, high-wage earners were exempt from paying into the fund and receiving Social Security benefits; however, the U.S. Congress replaced the exemption with a cap that usually increases at the same rate as wages.\n\nAs noted above, payroll taxes alsogo toward Medicare. These payroll deductions go into one of two separate trust funds: the Hospital Insurance Trust Fund. The Hospital Insurance Trust Fund pays forMedicare Part Aand the associated administration fees. Part A assists in covering hospital care, skilled nursing inpatient care, and, in some cases, home care.\n\nMost people don't pay a premium for Part A (hospital insurance) since they likely paid into the program during their working years through the payroll tax. The tax for Medicare is 1.45% for the employer and 1.45% for the employee, for a total Medicare tax of 2.9%. For individuals that earn over $200,000, an additional 0.9% is charged. This additional tax only applies to the employee, not the employer.\n\nThe other Medicare trust fund is the Supplementary Medical Insurance Trust Fund, which assists in paying for Medicare Parts B and D and other Medicare program administration costs. Part B covers laboratory tests and screenings, outpatient care, x-rays, ambulance service, and many additional costs. Part D helps with prescription drugs. This trust fund is funded through the authorization of congress that allocates funds, the premiums from people who are enrolled in Part B and D, and other sources, such as interest earned on the fund's investments.\n\nEmployers bear the primary responsibility for funding unemployment insurance. If they lay off employees, those employees are entitled to unemployment benefits. The rate of unemployment insurance the employer will pay varies by industry, state, and federal fees. Some states also require employees to contribute to unemployment and disability insurance.\n\nSelf-employedindividuals, including contractors, freelance writers, musicians, and small business owners, must remit payroll taxes as well. These are sometimes referred to asself-employment taxes.\n\nUnlike most salaried workers, self-employed peopledon't have employers to remit payroll taxeson their behalf. As a result, they must cover both the employer and employee portions of the tax on their own.\n\nThe self-employment tax rate for 2024 is 15.3%, including a 12.4% contribution to Social Security—old-age, survivors, and disability insurance. The other portion of the tax is a 2.9% payment to Medicare, with another 0.9% surtax for Medicare on earnings that exceed $200,000.\n\nIf you are self-employed, you can deduct the employer portion of FICA taxes as a business expense.\n\nThere is a distinction between a payroll tax and anincome tax, although both are deducted from paychecks. Payroll taxes are used to fund specific programs. Income taxes go into the general funds at the U.S. Treasury.State income tax, if the state levies any, goes into the state's treasury.\n\nEveryone pays a flat payroll tax rate up to a yearly cap. Income taxes, however, are progressive. Rates vary based on an individual's earnings.\n\nPayroll taxes include all of the taxes on an individual's salary, wage, bonus, commission, and tips. These taxes are used to pay for Social Security, Medicare, unemployment, government programs, and local infrastructure.\n\nThe FICA tax stands for Federal Insurance Contributions Act and is used to pay for Social Security and Medicare. The total tax is 15.3%, split evenly between an employer and an employee, meaning each pays a tax of 7.65%. This is made up of the Social Security tax (6.2%) and the Medicare tax (1.45%).\n\nYes, for the most part, everyone pays a payroll tax, which is automatically deducted from one's paycheck. The Social Security and Medicare taxes are regressive (everyone pays the same amount), while income tax is progressive (those who make more are taxed at a higher rate). If you don't receive a paycheck, you must pay estimated taxes equivalent to what would have been withheld from your income.\n\nPayroll taxes are the taxes employees and employers pay on wages, tips, and salaries. These taxes include federal, state, and local taxes, as well as FICA taxes, which are taxes for Social Security and Medicare. These taxes are all taken out of an employee's wages.\n\nThese taxes fund a range of programs, including Social Security, healthcare, defense spending, government salaries, and workers' compensation. Local governments may collect a small payroll tax to maintain and improve local infrastructure and services, including first responders, road maintenance, and parks.\n\nU.S. Department of the Treasury. \"Accounting & Budget FAQs.\"\n\nInternal Revenue Service. \"Federal Unemployment Tax.\"\n\nCenter on Budget and Policy Priorities. \"Policy Basics: Federal Payroll Taxes.\"\n\nInternal Revenue Service. \"Topic No. 751 Social Security and Medicare Withholding Rates.\"\n\nSocial Security Administration. \"Social Security/Medicare Trustees.\"\n\nSocial Security Administration. \"Status of the Social Security and Medicare Programs.\"\n\nSocial Security Administration. \"Contribution and Benefit Base.\"\n\nSocial Security Administration. \"Historical Background And Development Of Social Security.\"\n\nSocial Security Administration. \"The Social Security Act of 1935.\"\n\nSocial Security Administration. \"The Evolution of Social Security's Taxable Maximum.\"\n\nMedicare.gov. \"How Is Medicare Funded?\"\n\nInternal Revenue Service. \"Self-Employed Individuals Tax Center.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. \"Understanding Employment Taxes.\"",
  "url": "https://www.investopedia.com/terms/p/payrolltax.asp"
}