{
  "term": "The Ascending Triangle Pattern: What It Is, How To Trade It",
  "definition": "An ascending triangle is a chart pattern used intechnical analysis. It is created by price moves that allow for a horizontal line to be drawn along theswing highsand a rising trendline to be drawn along the swing lows. The two lines form a triangle. Traders often watch forbreakoutsfrom triangle patterns. The breakout can occur to the upside or downside.\n\nAscending triangles are often calledcontinuation patternssince price will typically break out in the same direction as the trend that was in place just prior to the triangle forming.\n\nAn ascending triangle is tradable in that it provides a clear entry point, profit target, andstop-losslevel. It may be contrasted with adescending triangle.\n\nAn ascending triangle is generally considered to be a continuation pattern, meaning that the pattern is significant if it occurs within an uptrend or downtrend.Once the breakout from the triangle occurs, traders tend to aggressively buy or sell the asset depending on which direction the price broke out.\n\nImage by Julie Bang © Investopedia 2019\n\nIncreasingvolumehelps to confirm the breakout, as it shows rising interest as the price moves out of the pattern.\n\nA minimum of two swing highs and two swing lows are required to form the ascending triangle's trendlines. But a greater number of trendline touches tends to produce more reliable trading results. Since the trendlines are converging on one another, if the price continues to move within a triangle for multiple swings, the price action becomes more coiled, likely leading to a stronger eventual breakout.\n\nVolume tends to be stronger during trending periods than during consolidation periods. A triangle is a type of consolidation, and therefore volume tends to contract during an ascending triangle. As mentioned, traders look for volume to increase on a breakout, as this helps confirm the price is likely to keep heading in the breakout direction. If the price breaks out on low volume, that is a warning sign that the breakout lacks strength. This could mean the price will move back into the pattern. This is called afalse breakout.\n\nFor trading purposes, an entry is typically taken when the price breaks out. Buy if the breakout occurs to the upside, or short/sell if a breakout occurs to the downside. A stop loss is placed just outside the opposite side of the pattern. For example, if a long trade is taken on an upside breakout, a stop loss is placed just below the lower trendline.\n\nA profit target can be estimated based on the height of the triangle added or subtracted from the breakout price. The thickest part of the triangle is used. If the triangle is $5 high, add $5 to the upside breakout point to get the price target. If the price breaks lower, the profit target is the breakout point less $5.\n\nHere an ascending triangle forms during a downtrend, and the price continues lower following the breakout. Once the breakout occurred, the profit target was attained. The short entry or sell signal occurred when the price broke below the lower trendline. A stop loss could be placed just above the upper trendline.\n\nWide patterns like this present a higherrisk/rewardthan patterns that get substantially narrower as time goes on. As a pattern narrows, the stop loss becomes smaller since the distance to the breakout point is smaller, yet the profit target is still based on the largest part of the pattern.\n\nThese two types of triangles are both continuation patterns, except they have a different look. The descending triangle has a horizontal lower line, while the upper trendline is descending. This is the opposite of the ascending triangle, which has a rising lower trendline and a horizontal upper trendline.\n\nThe main problem with triangles, andchart patternsin general, is the potential for false breakouts. The price may move out of the pattern only to move back into it, or the price may even proceed to break out the other side. A pattern may need to be redrawn several times as the price edges past the trendlines but fails to generate any momentum in the breakout direction.\n\nWhile ascending triangles provide a profit target, that target is just an estimate. The price may far exceed that target, or fail to reach it.\n\nLike other chart patterns, ascending triangles indicate the psychology of the market participants underlying the price action. In this case, buyers repeatedly drive the price higher until it reaches the horizontal line at the top of the ascending triangle. The horizontal line represents a level ofresistance—the point where sellers step in to return the price to lower levels.\n\nAs the price drops downward from the horizontal resistance level, buyers begin to show their resolve, and the price fails to reach the recent low, with the trend turning upward once again at a higher swing low. In other words, the upward-sloping trendline that forms the lower boundary of the ascending triangle is acting assupport—the level where buyers jump in and prevent the price from falling any lower.\n\nIn a well-defined ascending triangle pattern, the price bounces between the horizontal resistance line and the lower trendline. The lines of the triangle eventually converge, setting the stage for a showdown between upward and downward pressure that could determine which direction the price will move out of the pattern. As it approaches the vertex of the triangle, the price will either break out above the resistance level, suggesting additional gains ahead, or it will fall below the support level, increasing the likelihood that the price will decline.\n\nWhen you identify a continuation pattern on a chart, it suggests that the price of the asset has a greater likelihood of emerging from the pattern in the same direction that it was moving previously. There are several continuation patterns, including the ascending triangle, that technical analysts use as signals that the existing price trend will likely continue. Other examples of continuation patterns includeflags,pennants, andrectangles.\n\nSupport and resistance levels represent points on a price chart where there is a likelihood of a letup or a reversal of the prevailing trend. Support occurs where a downtrend is expected to pause due to a concentration of demand, while resistance occurs where an uptrend is expected to pause due to a concentration of supply.In an ascending triangle pattern, the upward-sloping lower trendline indicates support, while the horizontal upper bound of the triangle represents resistance.\n\nTraders generally enter a position on a security when its price breaks above or below the boundaries of an ascending triangle. If the price jumps above the horizontal resistance level, it may be a good time to buy, while a move below the lower trendline suggests that selling or shorting the asset could be a profitable move. Traders often protect their positions by placing a stop loss outside the opposite side of the pattern. To determine a profit target, it can be useful to start at the breakout point and then add or subtract the height of the triangle at its thickest point.\n\nAn ascending triangle is a technical analysis chart pattern that occurs when the price of an asset fluctuates between a horizontal upper trendline and an upward-sloping lower trendline. Since the price has a tendency to break out in the same direction as the trend in place before the formation of the triangle, ascending triangles are often called continuation patterns. Traders often wait for the price to break above or below the pattern before entering a position. The ascending triangle pattern is particularly useful for traders because it suggests a clear entry point, profit target, and stop-loss level.\n\nCFA Institute. \"Technical Analysis.\"",
  "url": "https://www.investopedia.com/terms/a/ascendingtriangle.asp"
}