{
  "term": "The Power of Compound Interest: Calculations and Examples",
  "definition": "Discover the magic of compounding and why it's important for increasing wealth\n\nCompound interest is interest on a loan or deposit added to the previous balance, which in turn increases the interest paid in the following period.\n\nCompound interest is interest that is added to the initial principal of an investment or loan, thereby increasing the balance and, in turn, increasing the amount of interest earned or paid in the next period.\n\nThe power of compounding helps a sum of money grow faster than if just simple interest were calculated on the principal alone. The greater the number of compounding periods, the greater the compound interest growth will be. For savings and investments, compound interest is your friend, as it multiplies your money at an accelerated rate. But if you have debt, compounding interest can make it increasingly difficult to pay off.\n\nCompound interest is calculated by multiplying the initial principal amount by one plus the annual interest rate raised to the number of compound periods minus one.\n\nThe total initial principal oramount of the loanis then subtracted from the resulting value.\n\nThe formulas for calculating compound interest are:\n\nFor example, if you had a 3-year loan of $10,000 at an interest rate of 5%, compounding annually. What would be the amount of interest? In this case, using the latter formula, it would be:\n\nThe Rule of 72 is another way to estimate compound interest. If you divide 72 by your rate of return, you find out how long it will take for your money to double in value. For example, if you have $100 that was earning a 4% return, it would grow to $200 in 18 years (72 / 4 = 18).\n\nBecause compound interest includes interest accumulated in previous periods, it grows at an ever-accelerating rate. In the example above, though the total interest payable over the loan's three years is $1,576.25, the interest amount is not the sameas it would be with simple interest. The interest payable at the end of each year is shown in the table below.\n\nCompound interest can significantly boost investment returns over the long term. Over 10 years, a $100,000 deposit receiving 5% simple annual interest would earn $50,000 in total interest. But if the same deposit had a monthly compound interest rate of 5%, interest would add up to about $64,700. While compound interest is interest-on-interest, cumulative interest is the addition of all interest payments.\n\nOrder your copy of Investopedia'sWhat To Do With $10,000 magazinefor more wealth-building advice.\n\nCompounding periods are the intervals at which interest is added to the balance. Interest can be compounded annually, semi-annually, quarterly, monthly, daily, continuously, or on any other basis.\n\nInterest on an accountmay accrue daily, but is only credited monthly. Only when the interest is credited, or added to the existing balance, does the interest begin to earn additional interest. Standard compounding frequency schedules are usually applied to financial instruments:\n\nSome banks also offercontinuously compoundinginterest, which adds interest to the principal as regularly as possible. For practical purposes, it doesn’t accrue that much more than daily compounding interest unless you want to put money in and take it out on the same day.\n\nMore frequent compounding of interest is beneficial to the investor or creditor. For a borrower, the opposite is true. The basic rule is that the higher the number of compounding periods, the greater the amount of compound interest.\n\nThe following table demonstrates the difference that the number of compounding periods can make for a $10,000 loan with an annual 10% interest rate over a 10-year period.\n\nYoung people often neglect to save for retirement. They may have other expenses they feel are more urgent, as they have more time to save. Yet the earlier you start saving, the more compounding interest can work in your favor, even with relatively small amounts. Saving small amounts can pay off massively down the road, far more than saving higher amounts later in life. Here's one example of its effect. Let's say you start saving $100 a month at age 20. You earn an average annual interest rate of 4%, compounded monthly, over 40 years. You earn $151,550 by age 65. Your principal investment was $54,100.\n\nYour twin doesn't begin investing until age 50. They invest $5,000 initially, then $500 monthly for 15 years, also averaging a monthly compounded 4% return. By age 65, your twin has only earned $132,147, with a principal investment of $95,000.\n\nWhen you hit your 45-year savings mark—and your twin would have saved for 15 years—your twin will have less, although they would have invested roughly twice your principal investment.\n\nThe same logic applies to opening an individual retirement account (IRA) and taking advantage of an employer-sponsored retirement account, such as a401(k)or403(b) plan. Start early and be consistent with your payments to get the maximum power of compounding.\n\nCan help build wealth long-term in savings and investments\n\nCompounding can work for you when making loan repayments\n\nWorks against consumers making minimum payments on high-interest loans or credit card debts\n\nAn investor opting for a brokerage account'sdividend reinvestment plan (DRIP)is essentially using the power of compounding in their investments.\n\nAssets that have dividends, like dividend stocks or mutual funds, offer a one way for investors to take advantage of compound interest. Reinvested dividends are used to purchase more shares of the asset. Then, more interest can grow on a larger investment.\n\nInvestors can also get compounding interest with the purchase of azero-coupon bond. Traditional bond issues provide investors with periodic interest payments based on the original terms of the bond issue. Because these payments are paid out in check form, the interest does not compound.\n\nZero-coupon bonds do not send interest checks to investors. Instead, this type of bond is purchased at a discount to its original value and grows over time. Zero-coupon bond issuers use the power of compounding to increase the value of the bond so it reaches its full price at maturity.\n\nYou can use several tools to help you calculate compound interest, including Microsoft Excel, which you can use in three different ways:\n\nThe first way to calculate compound interest is to multiply each year’s new balance by the interest rate.\n\nSuppose you deposit $1,000 into a savings account with a 5% interest rate that compounds annually, and you want to calculate the balance in five years.\n\nThe second way to calculate compound interest is to use a fixed formula.\n\nThe compound interest formula is [ ( P ( 1 + i )n) - P ], where P is the principal, i is the annual interest rate, and n is the number of periods.\n\nA third way to calculate compound interest is to create a macro function.\n\nYou can also use several free compound interest calculators online.\n\nTheTruth in Lending Act (TILA)requires that lenders disclose loan terms to potential borrowers, including the total dollar amount of interest to be repaid over the life of the loan and whether interest accrues simply or is compounded.\n\nCompound interest simply means you're earning interest on both your original saved money and any interest you earn on that original amount. Although the term \"compound interest\" includes the word interest, the concept applies beyond interest-bearing bank accounts and loans, including investments such as mutual funds.\n\nCompound interest benefits investors across the spectrum. Banks benefit from compound interest by lending money and reinvesting interest received into additional loans. Depositors benefit from compound interest, receiving interest on their bank accounts, bonds, or other investments.\n\nThe long-term effect of compound interest on savings and investments is indeed powerful. Because it grows your money much faster than simple interest, compound interest is a central factor in increasing wealth. It also mitigates the rising cost of living caused by inflation.\n\nFor young people, compound interest offers a chance to take advantage of the time value of money. Remember that when choosing your investments, the number of compounding periods is just as important as the interest rate.\n\nConsumer Financial Protection Bureau. \"I Want to Teach My 11-year-old About Compound Interest. Is There an Easy Way to Illustrate It?\"\n\nConsumer Financial Protection Bureau. \"§ 1030.7 Payment of interest.\"\n\nTreasurydirect.gov. \"Series I Bonds.\"\n\nFederal Student Aid. \"What Is Interest Capitalization on a Student Loan?\"\n\nExperian. \"Is Credit Card Interest Compounded Daily.\"\n\nUniversity of Hawai'i at Manoa. \"Compound Interest.\"\n\nInternal Revenue Service. \"Topic No. 403 Interest Received.\"\n\nInternal Revenue Service. \"Publication 550 (2021), Investment Income and Expenses.\"\n\nFederal Reserve Board. \"Regulation Z: Truth in Lending,\" Page 12-13.\n\nFederal Reserve Board. \"Regulation Z: Truth in Lending.\"",
  "url": "https://www.investopedia.com/terms/c/compoundinterest.asp"
}