{
  "term": "The Marshall School of Business at USC: Overview",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Marshall School of Business is the business school of the University of Southern California (USC). Located in Los Angeles, it offers a wide variety of both undergraduate and graduate courses, conferring both business-related B.S. (Bachelor of Science) degrees and severalMBAdegrees.\n\nFounded in 1920, the Marshall School of Business is one of the largest of the 17 schools that comprise the University of Southern California, a private academic institution. It is the oldest accredited business school in Southern California. The school was known as the College of Commerce and Business Administration. It had 300 students. Its first graduate degree was offered in 1922.\n\nUSC renamed its business school the Gordon S. Marshall School of Business after its alumnus Gordon Marshall, head of electronic components distributor Marshall Industries. His donation of $35 million was the largest ever given to a business school at the time.The Marshall School of Business boasts more than 90,000 alumni worldwide.\n\nThe Marshall School of Business occupies five buildings on the USC campus in Los Angeles, CA. It has 243 full-time faculty members.Students can earn undergraduate degrees in business administration, accounting, and world business; full- or part-time masters in business administration; an online MBA, executive MBA, or one-year international MBA; and ten specialized masters’ degrees, which include entrepreneurship and innovation, marketing, globalsupply chain management, and business analytics.\n\nMarshall degrees combine the theory and practice of business with a foundation in the liberal arts. All undergraduate degrees are STEM-designated. Degrees conferred include:\n\nUSC lets students customize undergraduate degrees with 16,000 combinations of majors and minors.\n\nThe Marshall MBA and Masters programs combine foundational knowledge across the business discipline and electives on a multitude of topics. The curriculum and degrees include:\n\nThe USC student community has representation from 128 countries, and Marshall students participate in international programs each year. The Marshall School of Business has approximately 4,000 undergraduate students and 1,200 individuals in various graduate programs.\n\nUSC requires undergraduate applicants to submit standardized test scores, applications, and resumes. Most admitted students are ranked in the top ten percent of their graduating class. First-year students can apply for Early Action or Regular Decision.Marshall does not seek a type of ideal MBA candidate but looks for students from all walks of life and varying degrees of experience. Unlike other business schools, it doesn't require application fees or references.\n\nAmong the Marshall School of Business' full-time MBA Class of 2022:\n\nThe Marshall School of Business is known for its innovative programs and approach to business education. Its location in Southern California supports its entrepreneurship courses and MBA degrees that focus on Silicon Valley and cinematic arts.\n\nMarshall's Global Leadership Program (GLP) and Learning About International Commerce (LINC) programs were the first of their kind available to freshman students.\n\nEstablished in 1997, the school's PRIME Program offers students a choice of six experiences in Southeast Asia, working with multinational companies, domestic enterprises, and governmental institutions.\n\nThe Marshall School of Business is the business school of the University of Southern California (USC) in Los Angeles, CA, and hosts students from 128 countries. It offers undergraduate business degrees, full- and part-time MBA degrees, specialized master's degrees, and doctorate degrees. The school is named for Gordan Marshall, who endowed $35 million in 1997.\n\nUSC Marshall School of Business. \"Home.\"\n\nUSC Marshall School of Business. \"Marshall History.\"\n\nUSC Marshall School of Business. \"Alumni Engagement and Resources.\"\n\nUSC Marshall School of Business. \"Why Marshall.\"\n\nUSC Marshall School of Business. \"USC Marshall School Profile Page.\"\n\nUSC Marshall School of Business. \"Degrees.\"\n\nUSC Marshall School of Business. \"Marshall Viewbook,\" Page 6.\n\nUSC Marshall School of Business. \"Graduate Programs.\"\n\nUniversity of Southern California. \"How To Apply.\"\n\nUSC Marshall School of Business. \"Application Requirements: Full-Time MBA.\"\n\nUSC Marshall School of Business. \"Class Profile: Full-Time MBA.\"\n\nUSC Marshall School of Business. \"Experiential Learning.\"",
  "url": "https://www.investopedia.com/terms/u/usc-marshall.asp"
}