{
  "term": "The Rule of 72: Definition, Usefulness, and How to Use It",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe Rule of 72 calculates how long your investment will need to double in value, given its annual rate of return. It is a mathematical formula.\n\nThe Rule of 72 is a quick, useful formula that is popularly used to estimate the number of years required to double invested money at a given annualrate of return. Alternatively, it can compute the annual rate ofcompounded returnfrom an investment, given how many years it will take to double the investment.\n\nWhile calculators and spreadsheet programs like Microsoft Excel have functions to accurately calculate the precise time required todouble the invested money, the Rule of 72 comes in handy for mental calculations to quickly gauge an approximate value. For this reason, the Rule of 72 is often taught to beginning investors, as it is easy to comprehend and calculate. The U.S. Securities and Exchange Commission (SEC) also cites the Rule of 72 in grade-level financial literacy resources.\n\nThe Rule of 72 can be leveraged in two different ways to determine an expected doubling period or required rate of return.\n\nYears to Double: 72 / Expected Rate of Return\n\nTo calculate the time period that an investment will double, divide the integer 72 by the expected rate of return. The formula relies on a single average rate over the life of the investment. The findings hold true for fractional results, as all decimals represent an additional portion of a year.\n\nExpected Rate of Return: 72 / Years to Double\n\nTo calculate the expected rate of interest, divide the integer 72 by the number of years required to double your investment. The number of years does not need to be a whole number; the formula can handle fractions or portions of a year. In addition, the resulting expected rate of return assumes compounding interest at that rate over the entireholding periodof an investment.\n\nThe Rule of 72 applies to cases of compound interest, not simple interest.Simple interestis determined by multiplying the dailyinterest rateby the principal amount and by the number of days that elapse between payments. Compound interest is calculated on both the initial principal and the accumulated interest of previous periods of a deposit.\n\nThe Rule of 72 could apply to anything that grows at a compounded rate, such as population, macroeconomic numbers, charges, or loans. For example, if thegross domestic product (GDP)grows at 4% annually, the economy will be expected to double in 72 / 4% = 18 years.\n\nWith regards to the fee that eats into investment gains, the Rule of 72 can be used to demonstrate the long-term effects of these costs. A mutual fund that charges 3% inannual expense feeswill reduce the investment principal to half in around 24 years. A borrower who pays 12% interest on their credit card (or any other form of loan that is chargingcompound interest) will double the amount they owe in six years.\n\nThe rule can also be used to find the amount of time it takes for money’s value to halve due toinflation. If inflation is 6%, then a given purchasing power of the money will be worth half in around 12 years (72 / 6 = 12). If inflation decreases from 6% to 4%, an investment will be expected to lose half its value in 18 years, instead of 12 years.\n\nAdditionally, the Rule of 72 can be applied across all kinds of durations provided the rate of return is compounded annually. If theinterestper quarter is 4% (but interest is only compounded annually), then it will take (72 / 4) = 18 quarters or 4.5 years to double the principal. If the population of a nation increases at the rate of 1% per month, it will double in 72 months, or six years.\n\nThe Rule of 72 dates back to 1494, when Luca Pacioli referenced the rule in his comprehensive mathematics book called “Summa de Arithmetica.”Pacioli makes no derivation or explanation of why the rule may work, so some suspect the rule predates Pacioli’s novel.\n\nHere’s how the Rule of 72 works. You take the number 72 and divide it by the investment’s projected annual return. The result is the number of years, approximately, it’ll take for your money to double.\n\nFor example, if an investment scheme promises an 8% annual compounded rate of return, it will take approximately nine years (72 / 8 = 9) to double the invested money. Note that a compound annual return of 8% is plugged into this equation as 8, and not 0.08, giving a result of nine years (and not 900).\n\nIf it takes nine years to double a $1,000 investment, then the investment will grow to $2,000 in year nine, $4,000 in year 18, $8,000 in year 27, and so on.\n\nThe Rule of 72 formula provides a reasonably accurate, but approximate, timeline—reflecting the fact that it’s a simplification of a more complex logarithmic equation. To get the exact doubling time, you would need to do the entire calculation.\n\nThe precise formula for calculating the exact doubling time for an investment earning a compounded interest rate of r% per period is:\n\nTo find out exactly how long it would take to double an investment that returns 8% annually, you would use the following equation:\n\nT = ln(2) / ln (1 + (8 / 100)) = 9.006 years\n\nAs you can see, this result is very close to the approximate value obtained by (72 / 8) = 9 years.\n\nThe Rule of 72 primarily works with interest rates or rates of return that fall in the range of 6% and 10%. When dealing with rates outside this range, the rule can be adjusted by adding or subtracting 1 from 72 for every 3 points the interest rate diverges from the 8% threshold.\n\nFor example, the rate of 11% annual compounding interest is 3 percentage points higher than 8%. Hence, adding 1 (for the 3 points higher than 8%) to 72 leads to using the rule of 73 for higher precision. For a 14% rate of return, it would be the rule of 74 (adding 2 for 6 percentage points higher), and for a 5% rate of return, it will mean reducing 1 (for 3 percentage points lower) to lead to the rule of 71.\n\nFor example, say you have a very attractive investment offering a 22% rate of return. The basic rule of 72 says the initial investment will double in 3.27 years. However, since (22 - 8) is 14, and (14 ÷ 3) is 4.67 ≈ 5, the adjusted rule should use 72 + 5 = 77 for the numerator. This gives a value of 3.5 years, indicating that you’ll have to wait an additional quarter to double your money compared to the result of 3.27 years obtained from the basic rule of 72. The period given by the logarithmic equation is 3.49, so the result obtained from the adjusted rule is more accurate.\n\nFor daily orcontinuous compounding, using 69.3 in the numerator gives a more accurate result. Some people adjust this to 69 or 70 for the sake of easy calculations.\n\nThe Rule of 72 can also estimate how long it will take fordebtto double, at a fixed annual rate of return.\n\nYou would divide 72 by the interest rate on a loan to see how quickly your debt could double if you only make minimum payments. For example, acredit cardwith a 20% interest rate would double your debt in just 3.6 years (72 / 20 = 3.6).\n\nThe Rule of 72 highlights how important it is to pay off high-interest debt quickly, to avoid itspiralingout of control.\n\nU.S. Securities and Exchange Commission. “Creating Choices.”\n\nAmerican Statistical Association, Chance, via Internet Archive Wayback Machine. “How the Rule of 72 Can Provide Guidance to Advance Your Wealth, Weight, Career, and Gas Mileage.”\n\nMathematical Association of America. “Mathematical Treasures—Pacioli’s Summa.”\n\nUniversity of Illinois System. “How the Rule of 72 Can Help You Build Wealth—or Sink Deeper Into Debt.”",
  "url": "https://www.investopedia.com/terms/r/ruleof72.asp"
}