{
  "term": "The Times-Revenue Method: How to Value a Company Based on Revenue",
  "definition": "The times-revenue method determines the maximum value of a company as a multiple of its revenue for a set period of time. The multiple varies by industry and other factors but is typically one or two. In some industries, the multiple might be less than one.\n\nThe value of a business might be determined for various reasons, including to aid financial planning or in preparation for selling the business.\n\nIt can be challenging to calculate the value of a business, especially if the value is largely determined by potential future revenues. Several models can be used to determine the value, or a range of values, to facilitate business decisions.\n\nThe times-revenue method attempts to value a business by valuing its cash flow.\n\nThe times-revenue method is used to determine a range of values for a business. The figure is based on actualrevenuesover a certain period of time (for example, the previous fiscal year). A multiplier provides a range that can be used as a starting point for negotiations.\n\nThe multiplier used in business valuation depends on the industry.\n\nSmall business valuation often involves finding the absolute lowest price someone would pay for the business, known as the \"floor.\" This is often theliquidation valueof the business's assets. Then, a ceiling is set. This is the maximum amount that a buyer might pay, such as a multiple of current revenues.\n\nOnce the floor and ceiling have been calculated, the business owner can determine the value, or what someone may be willing to pay to acquire the business. The value of the multiple used for evaluating the company’s value using the times-revenue method is influenced by a number of factors including the macroeconomic environment and industry conditions.\n\nThe times-revenue method is also referred to as the multiples of revenue method.\n\nThe times-revenue method is ideal for young companies with earnings that are volatile or non-existent. Also, companies that are poised to have a speedy growth stage, such as software-as-a-service firms, will base their valuations on the times-revenue method.\n\nThe multiple used might be higher if the company or industry is poised for growth and expansion. Since these companies are expected to have a high growth phase with a high percentage ofrecurring revenueand good margins, they would be valued in the three- to four-times-revenue range.\n\nThe multiplier might be one if the business is slow-growing or doesn't show much growth potential. A company with a low percentage of recurring revenue or consistently low forecasted revenue, such as a service company, may be valued at 0.5 times revenue.\n\nThe times-revenue method is not always a reliable indicator of the value of a firm. This is because revenue does not mean profit. The times-revenue method fails to consider the expenses of a company or whether the company is producing positive net income.\n\nMoreover, an increase in revenue does not necessarily translate into an increase in profits. A company may experience 10% year-over-year growth in revenue, yet the company may be experiencing 25% year-over-year growth in expenses.\n\nValuing a company only on its revenue stream fails to consider what it costs to generate its revenue.\n\nTo get a more accurate picture of the current real value of a company, earnings must be factored in. Thus, the multiples of earnings, orearnings multiplier, is preferred to the multiples of revenue method.\n\nThe times-revenue method can be calculated forward or backward. You can divide the purchase price by annual revenue to arrive at the multiple, or you can multiple annual revenues by a desired times-revenue target to arrive at a potential target price.\n\nIn fiscal year 2021, X (formerly Twitter) reported annual revenue of $5.077 billion. Annual revenue for grew from 2020 to 2021 by over $1.3 billion.In 2022, Elon Musk announced his intention to acquire the company for $44 billion.This decision was later reversed and solidified viaSecurities and Exchange Commissionfilings.\n\nThe acquisition occurred at a company valuation of approximately 8.7 times-revenue. This means that at an acquisition price of $44 billion, Musk paid 8.7 times the annual revenue of X ($5.1 billion).\n\nThe company's net annual loss for the same period demonstrates a glaring weakness of the times-revenue model. In 2021, it incurred an annual loss of $221 million, its second consecutive year of negative profit.Although the times-revenue valuation method indicates a value of 8.7, the method fails to consider that the company was not a profitable company at the time.\n\nAs a postscript, X recorded $4.4 billion in revenue in 2022, an 11% decline. Its estimated loss for the year was $152 million. That number presumably reflects some of the severe cost-cutting initiated by Musk after his takeover but also could include some of the estimated cost of repaying the $13 billion in loans Musk took out in order to finance the purchase.\n\nIn April 2023, it ceased to exist as a separate corporate entity and was merged int X Corp., a wholly-owned subsidiary of X Holdings Corp., which is owned by Musk.\n\nTimes-revenue is calculated by dividing the selling price of a company by the prior 12 months revenue of the company. The result indicates how many times of annual income a buyer was willing to pay for a company.\n\nEvery company, industry, and sector will have different guidelines on what constitutes a good times-revenue valuation.Companies in higher growth industries will often sell for higher multiples due to the greater potential of future revenue. Alternatively, companies of different sizes may be valued differently due to the inherent risk of a newer business compared to an established company.\n\nTimes-revenue is used to set a benchmark purchase price of a company. Using only the revenue of the business, a buyer can estimate a fair selling price by imputing what times-revenue they are willing to pay. Alternatively, a seller may have a purchase price in mind but must check times-revenue for reasonableness.\n\nA low times multiple isn't necessarily bad. It simply means the company is being valued lower than other companies. If a seller is motivated to sell, having a low times multiple may be a good thing as it may be seen by buyers as a cheaper, potentially bargain price compared to companies with much higher multiples.\n\nThe times-revenue method of valuing a company has the virtue of being straightforward. It's revenue for a certain period multiplied by a set factor, usually one or two, to arrive at a figure that reflects the company's value.\n\nIt has a big drawback, though. Cash flow does not equal profits, and a valuation based on the times-revenue method does not reflect the costs of doing business.\n\nThere is another drawback that is shared by every method of valuation: All are, by necessity, based on past performance and none can accurately predict future sales.\n\nTiran Rothman. \"Valuations of Early-Stage Companies and Disruptive Technologies,\" Page 14. Springer International Publishing, 2020.\n\nU.S. Securities and Exchange Commission. \"Twitter, Inc., Form 10-K, For the Year Ended December 31, 2021.\" Page 62.\n\nThe New York Times. \"Elon Musk Completes $44 Billion Deal to Own Twitter.\"\n\nU.S. Securities and Exchange Commission. \"Twitter, Inc., Amendment No. 9 to Schedule 13D, (Filed July 8, 2022).\"\n\nSocial Media Today. \"Challenges Continue at Twitter, with Revenue Down 40% Year-Over-Year.\"\n\nUnited States District Court Northern District of California. \"Case No. 3:22-cv-2646-LB: Defendant Twitter, Inc.'s Corporate Disclosure Statement and Certification of Interested Entities or Persons.\"",
  "url": "https://www.investopedia.com/terms/t/times-revenue-method.asp"
}