{
  "term": "The Phillips Curve Economic Theory Explained",
  "definition": "The Phillips curve is an economic theory that inflation and unemployment have a stable and inverse relationship. Developed by William Phillips, it claims that witheconomic growthcomes inflation, which in turn should lead to more jobs and less unemployment.\n\nThe original concept of the Phillips curve has been somewhat disproven due to the occurrence ofstagflationin the 1970s, when there were high levels of bothinflation and unemployment.\n\nThe concept behind the Phillips curve states the change in unemployment within an economy has a predictable effect onprice inflation. The inverse relationship between unemployment and inflation is depicted as a downward sloping, convex curve, with inflation on the Y-axis and unemployment on the X-axis. Increasing inflation decreasesunemployment, and vice versa. Alternatively, a focus on decreasing unemployment also increases inflation, and vice versa.\n\nThe belief in the 1960s was that any fiscal stimulus would increaseaggregate demandand initiate the following effects: Labor demand increases, the pool of unemployed workers subsequently decreases, and companies increase wages to compete and attract a smaller talent pool. The corporate cost of wages then increases and companies pass along those costs to consumers in the form of price increases.\n\nThis belief system caused many governments to adopt a \"stop-go\" strategy where atarget rateof inflation was established, and fiscal andmonetary policieswere used to expand or contract the economy to achieve the target rate. However, the stable trade-off between inflation and unemployment broke down in the 1970s with the rise of stagflation, calling into question the validity of the Phillips curve.\n\nStagflation occurs when an economy experiences stagnant economic growth, high unemployment, and high price inflation. This scenario, of course, directly contradicts the theory behind the Phillips curve. The United States never experienced stagflation until the 1970s, when rising unemployment did not coincide with declining inflation.Between 1973 and 1975, the U.S. economy posted six consecutive quarters of declining GDP and at the same time tripled its inflation.\n\nThe phenomenon of stagflation and the break down in the Phillips curve led economists to look more deeply at the role of expectations in the relationship between unemployment and inflation. Because workers and consumers canadapt their expectationsabout future inflation rates based on current rates of inflation and unemployment, the inverse relationship between inflation and unemployment could only hold over the short-run.\n\nWhen the central bank increases inflation in order to push unemployment lower, it may cause an initial shift along the short-run Phillips curve, but as worker and consumer expectations about inflation adapt to the new environment, in the long-run, the Phillips curve itself can shift outward.\n\nThis is especially thought to be the case around thenatural rate of unemployment or NAIRU(Non-Accelerating Inflation Rate of Unemployment), which essentially represents the normal rate of frictional and institutional unemployment in the economy. So in the long-run, if expectations can adapt to changes in inflation rates, then the long-run Phillips curve resembles a vertical line at the NAIRU; monetary policy simply raises or lowers the inflation rate aftermarket expectations have worked themselves out.\n\nIn the period of stagflation, workers and consumers may even begin torationally expectinflation rates to increase as soon as they become aware that the monetary authority plans to embark on expansionary monetary policy. This can cause an outward shift in the short-run Phillips curve even before the expansionary monetary policy has been carried out, so that even in the short run the policy has little effect on lowering unemployment, and in effect, the short-run Phillips curve also becomes a vertical line at the NAIRU.\n\nWhile the Phillips curve isn't without its limitations, some economists still find it useful to consider.Policymakers may use it as a general framework to think about the relationship between inflation and unemployment, both key measures of economic performance. Others caution that it does not capture the complexity of today's markets.\n\nDisagreements over the dependability of the Phillips curve can result in different economic policies. For instance, a policymaker who believes that lower unemployment is linked to higher inflation may seek to implement measures to keep inflation down, such as raising interest rates.Another policymaker might not agree with such a response.\n\nThere have been periods when unemployment rates have declined even as inflation remained low, suggesting a \"flattening\" of the Phillips curve. In part, this can be attributed to concerted efforts by the Federal Reserve to keep inflation low and stable, which may have weakened the relationship between inflation and labor market performance.\n\nThe Phillips curve is an economic theory positing an inverse relationship between inflation and unemployment. It resonated with economists in the 20th century, but became increasingly disputed in the 1970s, which saw rising unemployment and inflation simultaneously. Today, economists have adapted new models to explain the relationship between unemployment and inflation. However, some economists still maintain that the Phillips curve is useful to consider, despite its limitations.\n\nFederal Reserve Bank of San Francisco. \"The Natural Rate of Unemployment over the Past 100 Years.\"\n\nBrookings Institution. \"The Hutchins Center Explains: The Phillips Curve.\"\n\nUniversity of Miami. \"The Phillips Curve,\" Page 56.\n\nFederal Reserve History. \"The Great Inflation.\"\n\nFederal Reserve Bank of St. Louis. \"Real Gross Domestic Product,\" Select Dates, \"Jan 1, 1973, to Dec. 1, 1975.\"\n\nBrookings Institution. \"What is u*?\"\n\nFederal Reserve Bank of San Francisco. \"Dr. Econ, What Is the Relevance of the Phillips Curve to Modern Economies?\"\n\nFederal Reserve Bank of St. Louis. \"What Is the Phillips Curve (and Why Has It Flattened)?\"\n\nNPR. \"Is It Time For The Fed To Say Goodbye To The Phillips Curve Theory?\"",
  "url": "https://www.investopedia.com/terms/p/phillipscurve.asp"
}