{
  "term": "The Fear & Greed Index: What It Is and How It Works",
  "definition": "The Fear & Greed Index is a measure developed by CNN Business to gauge investor sentiment. It indicates how emotions influence the amount investors are willing to pay for stocks, which in turn provides a window into whether stocks are fairly priced at any given point in time.\n\nTheindexis based on the logic that excessive fear will drive share prices down, whereas excessive greed will drive prices up.\n\nThe aim of the Fear & Greed Index is to assessmarket sentiment.Because investing is often emotional and reactionary, mood can influence an investor's decision to buy or sell stock. The influence of 24-hour news and information networks can create strong reactions from investors, known as theCNN effect.\n\nThe Fear & Greed Index attempts to gauge market trends based on the premise that fear results in stockstradingbelow theirintrinsic valueand that greed causes upward trends. The index can be seen as both a legitimate investment research tool and abarometerfor market timing.\n\nWhile the Fear & Greed Index is a useful indicator, it is not the only available tool to make investment decisions. If you decide to use the index, make sure you do your research and compile information from other sources before you make any important moves.\n\nThe index is based on seven underlying indicators:\n\nThe index is scored by taking an equal-weighted average of the indicators.A reading of 50 is deemed neutral. Higher numbers signal greater greed; lower numbers signal greater fear.\n\nHistorically, the index has been a reliable indicator of turns inequity markets. The index sank to a low of 12 in September 2008, when the S&P 500 fell to a three-year low in the aftermath of theLehman Brothersbankruptcy and the near-demise of insurance giantAIG.By contrast, it traded over 90 in September 2012 as global equities rallied following theFederal Reserve'sthird round ofquantitative easing.\n\nOn March 12, 2020, during the rise of the COVID-19 pandemic, the index fell to an annual low of 2 when stocks plunged 10% and entered abear market. By November 2020, the index registered at 69 in the extreme greed category territory when optimism grew about a coronavirus vaccine.\n\nA similar index based on fear and greed and tailored to the cryptocurrency market was introduced by Alternative.me, a software recommendation website. This adapted version of the index was developed from various online sources to create a sentiment measure forBitcoinand othercryptocurrencies. According to the index developers, crypto market behavior can be as emotional as traditional markets.\n\nThe crypto fear and greed index from Alternative uses the following inputs:\n\nThe Fear & Greed Index helps gauge stock market movements and whether stocks are priced fairly. The index is based on the logic that excessive fear drives down share prices, and too much greed has the opposite effect.Alternative.me created a similar index to gauge cryptocurrency market sentiment.\n\nSeven factors are graded to establish how much fear and greed there is in the market, and an equal-weighted average is taken across them. Indicators include stock price momentum, stock price strength, stock price breadth, put and call options, junk bond demand, market volatility, and safe-haven demand.\n\nMany investors are emotional and reactionary, with fear and greed being thetwo predominant emotions affecting investors.\n\nInvestor sentiment is often characterized by two emotions, fear and greed. The CNN Business Fear & Greed Index quantifies this facet ofmarket psychologyon a scale of 0 as the most fearful to 100 as the most greedy. The company, Alternative.me, created a crypto-specific index that follows sentiment for Bitcoin and major cryptocurrencies.\n\nCNN Business. \"Fear and Greed Index.\"\n\nFinancial Crisis Inquiry Commission. \"Final Report of the National Commission on the Causes of the Financial and Economic Crisis in the United States.\" Page xvi.\n\nCNN Business. \"Investors Are Getting Greedy Again.\"\n\nAlternative. \"Crypto Fear & Greed Index.\"",
  "url": "https://www.investopedia.com/terms/f/fear-and-greed-index.asp"
}