{
  "term": "Theory of Liquidity Preference: Definition, History, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nLiquidity preference theory argues that people prefer to keep assets in a liquid form such as cash rather than in less liquid assets like bonds, stocks, or real estate. The upshot is that investors expect a greater premium for taking on a longer-term loss of liquidity.\n\nThis inclination is primarily due to the uncertainty of the future. Individuals, businesses, and investors can better navigate unforeseen financial and economic changes, especially during crises, by holding liquid assets.\n\nThere’s a tradeoff, however, between holding cash that offers liquidity but no returns vs. bonds that provide interest or returns but are less liquid. Theinterest rateis effectively the reward that investors demand to part with liquidity and hold less liquid assets like bonds.\n\nLiquidity preference theory says thatinterest ratesadjust to balance the desire to hold cash against less liquid assets. The more people prefer liquidity, the higher interest rates must rise to make them willing to hold bonds. The theory views interest rates as a payment for parting withliquidity.\n\nLiquidity preference theory was developed byJohn Maynard Keynes. It aims to explain how interest rates are determined.The key premise is that people naturally prefer holding assets in liquid form so they can be quickly converted into cash at little cost. The most liquid asset is money.\n\nEconomic conditions like recessions that create uncertainty raise liquidity preference as people want to remain more liquid. This requires higher interest rates to induce a shift to illiquid assets. Liquidity preference theory views interest rates as emerging from people’s desire for liquidity vs. illiquid, interest-earning assets.\n\nInterest rates provide an incentive for people to overcome their liquidity preference and hold less liquid assets like bonds, according to the theory.Bonds provide interest income but are less liquid than cash because they can’t immediately be converted to money. The more illiquid a bond, the more incentive people will need in terms of its interest rate.\n\nThe theory holds that interest rates are determined by the supply and demand for money for this reason. People want to hold more cash, decreasing the money supply and reducing bond prices, when liquidity preference is high. Interest rates have to rise as an incentive for giving up this liquidity to match this preference. A lower liquidity preference conversely means that people are willing to hold more bonds, increasing the money supply and lowering interest rates.\n\nJohn Maynard Keynes was an influential 20th century British economist. His groundbreaking 1936 work, “The General Theory of Employment, Interest, and Money,” challenged conventional economic wisdom and laid the foundation for modern macroeconomic theory.\n\nHis economic theories are collectively termedKeynesian economics. They fundamentally changed how governments and financial institutions perceive and respond to economic crises and helped shape postwar economic thinking. He championed the idea that government intervention is crucial to stabilizing economies during financial downturns.\n\nHis work became the cornerstone of modern macroeconomic theory, although it has been challenged often by neoclassical economists, monetarist theorists, and others over the years. Liquidity preference theory is one of his notable contributions.\n\nKeynes argued that the desire for liquidity springs from three motives: transactions, precautionary motives, and speculative motives.\n\nLiquidity preference theory has important implications for the shape and movement of theyield curvethat plots interest rates across various maturities for bonds of the same credit quality.\n\nThe yield curve normally slopes upward. Long-term interest rates are higher than short-term rates. Imagine a line graph where the vertical axis is for interest rates and the horizontal axis extends time for the duration of investments. The yield curve indicates what interest rates you can earn for different lengths of time.\n\nThe graph slopes upward under normal circumstances. You’ll see higher interest rates as you invest your money for longer periods. This upward slope reveals that people expect higher returns for locking their money away in long-term investments like bonds. This fits with what liquidity preference theory would suggest: individuals prefer liquidity, leading them to favor short-term securities over long-term ones.\n\nShort-term securities provide more liquidity because they mature faster. This enables reinvestment or cashing out sooner. This higher demand for short-term bonds leads to lower short-term interest rates. Their interest rates decline as bond prices are bid higher. Conversely, long-term securities must offer higher interest rates to compensate for the decrease in liquidity to entice investors. This dynamic naturally steepens the yield curve—as maturities increase, so do yields.\n\nHowever, changes in liquidity preference can shift the position and shape of the yield curve. The demand for short-term bonds often increases during recessions and periods of high market uncertainty, as investors flock to quality, liquid assets. If long-term economic forecasts appear grim, yields may fall or flatten for long-term securities, as these investments seem more risky or volatile. To compensate for the decrease in yields of long-term securities, investors may seek higher interest rates on short-term securities. This can raise short-term rates relative to long-term rates, flattening or eveninvertingthe yield curve.\n\nThe yield curve steepens asinvestorsbecome more willing to invest in higher-yielding long-term bonds when liquidity preferences decline during periods of economic stability.\n\nA steeper yield curve implies a higher liquidity premium as investors demand more for holding long-term bonds. A flatter or inverted yield curve could indicate lower liquidity premiums or other market dynamics at play.\n\nLiquidity preference theory provides a useful framework for investors to consider when they’re makingasset allocationandrisk managementdecisions. Investors can apply their understanding of liquidity preference to choose assets and strategies that align with their liquidity needs and risk tolerance.\n\nInvestors might increase allocations to safe and liquid assets like cash and short-term government bonds during periods of high liquidity preference such as recessions. Holding highly liquid assets provides protection and the flexibility to shift into other investments when the market changes. You might take on more risk and illiquidity through investments like stocks, real estate, or high-yield bonds when that occurs.\n\nThe theory also highlights the value ofladderingstrategies and planning investments to provide a steady cash flow to balance liquidity.Bond ladderswith staggered maturities can provide stable cash inflows to cover liquidity needs. Cash reserve buffers also help manage liquidity risk. Investors can hold higher cash reserves when liquidity preferences rise to avoid being forced to sell illiquid assets at unfavorable prices.\n\nLiquidity preference theory doesn’t give you an ideal set of assets to buy, but it provides a framework for adapting to economic conditions and your liquidity needs. Investors can apply the theory to buildportfoliosthat are resilient across the liquidity preference cycle, combining liquid low-risk assets with higher-return illiquid assets in appropriate proportions.\n\nLiquidity preference theory is influential, but it has been critiqued by some economists.\n\nOne common objection is that many complex factors determine interest rates, not just liquidity preference. The approach is also said to simplify changes in interest rates to just the demand and supply of money but factors likeinflation, default risk, credit risk, and the range of investment opportunities also do so.\n\nThe theory has been criticized as being too passive. It sees interest rates adapting to changing liquidity preferences rather than vice versa.Monetary policycan actively affect interest rates, however, affecting investment and consumption behavior beyond just passively responding to liquidity demand.\n\nThe empirical evidence for the impact of liquidity preference on interest rates is mixed. Some economists argue that other factors like inflation expectations play a bigger role in shaping rate changes.\n\nMeasuring liquidity preference quantitatively is also difficult. The theory may not work well in the globalized economy of the 2020s. Capital mobility allows liquidity to flow internationally to where rates are highest so national interest rates would reflect global liquidity preferences, not just domestic factors.\n\nLiquidity preference theory can shed light on liquidity dynamics and its effect on financial stability. The heightened preference for liquidity during financial crises can exacerbate market conditions. A sudden rush for liquidity can lead to fire sales of assets, plummeting asset prices, and a tightening of financial conditions.\n\nPolicymakers and financial institutions can better anticipate and mitigate the adverse effects of financial crises by understanding the principles of liquidity preference. They can devise strategies to enhance financial stability.\n\nSeveral contemporary economic theories challenge or build upon liquidity preferences. Rational expectations and market efficiency theories often posit that markets adjust quickly to new information, which might undercut the speculative motive for liquidity preference.\n\nDeveloping financial instruments and technologies that enhance liquidity and manage liquidity risk can also lead to rethinking liquidity preference.Modern monetary theoryand post-Keynesian economics build upon or extend Keynesian ideas including liquidity preference theory, however, to explain modern economic phenomena.\n\nFiscal policyuses government spending and tax policies to influence economic conditions. Expansionary fiscal policy increases government spending or cuts taxes and can lower liquidity preference by stimulating economic growth and confidence. This can lead to lower interest rates. Contractionary fiscal policies often raise liquidity preference because of heightened uncertainty, putting upward pressure on rates.\n\nLiquidity preference theory attempts to explain the relationship between liquidity, interest rates, and economic stability. It highlights how individual and institutional behaviors regarding liquidity can occur within financial markets.\n\nLiquidity preference theory originated in the work of Keynes and continues to serve as a pivotal lens through which to consider monetary economics phenomena. A grasp of liquidity preference by investors can be productive in making better asset allocation and risk management decisions. It sheds light on how monetary policies might sway interest rates and market stability for policymakers.\n\nJohn Maynard Keynes, via Marxists Internet Archive. “The General Theory of Employment, Interest, and Money,” Chapter 9. Macmillan, 1936.\n\nJörg Bibow, via Wiley Online Library. “On Keynesian Theories of Liquidity Preference.”The Manchester School. vol. 66, no. 2, March 1998, pp. 238–273.\n\nFranco Modigliani, via JSTOR. “Liquidity Preference and the Theory of Interest and Money.”Econometrica: Journal of the Econometric Society, vol. 12, no. 1, January 1944, pp. 45–88.\n\nGiancarlo Bertocco and Andrea Kalajzic, via IDEAS. “The Liquidity Preference Theory: A Critical Analysis.” University of Insubria Department of Economics Working Paper, 2014.\n\nJames Tobin, via JSTOR. “Liquidity Preference and Monetary Policy.”The Review of Economics and Statistics, vol. 29, no. 2, May 1947, pp. 124–131.\n\nCarlo Monticelli, via JSTOR. “Inflation and Liquidity Preference.”Giornale degli Economisti e Annali di Economia, 2015, pp. 481–490.\n\nSheila C. Dow. “Liquidity Preference in International Finance: The Case of Developing Countries.” Post-Keynesian Economic Theory, Springer, 1995, Pages 1–15.",
  "url": "https://www.investopedia.com/terms/l/liquiditypreference.asp"
}