{
  "term": "There Ain't No Such Thing as a Free Lunch: Meaning and Examples",
  "definition": "\"There ain't no such thing as a free lunch\" (TANSTAAFL), also known as \"there is no such thing as a free lunch\" (TINSTAAFL), is an expression that describes the cost of decision-making and consumption. The expression conveys the idea that things appearing free always have some cost paid by somebody, or that nothing in life is truly free.\n\nAfree lunchrefers to a situation where there is no cost incurred by the individual receiving the goods or services being provided, but economists point out that even if something were truly free there is an opportunity cost in what is not taken.\n\nThe TANSTAAFL concept is important to consider when making various types of decisions, whether they be financial or lifestyle. The concept can help consumers make wiser decisions by considering all indirect and direct costs andexternalities.\n\nIn economics, TANSTAAFL describes the concept ofopportunity costs, which states that for every choice made, there is an alternative not chosen which would also have produced someutility. Decision-making requires trade-offs and assumes that there are no real free offerings in society. For example, products and services gifted (free) to individuals are paid for by the person giving the gift. Even when there is no one to assume the direct costs, society bears the burden, as in the case of negative externalities like pollution.\n\nInvestors must remain particularly wary of a seemingly free lunch when dealing with investments that promise a stream of fairly high, fixed payments over a period of multiple years with supposedly low risk. Many of these investments remain laden with hidden fees, some of which may not be fully understood by investors. In general, any investment that promises a guaranteed return is not a free lunch because there is some implicit cost somewhere, including the opportunity cost of not investing elsewhere.\n\nThere is also the implicit cost related to unseen risks. Some brokerages heavily marketed mortgage-backed securities (MBS) as an apparent free lunch in the early 2000s. These investments were described as being very safe,AAA-ratedinvestments, backed by a diversified pool of mortgages. However, the housing crisis in the U.S. exposed the true underlying risk of these investments, as well as a faulty ratings system that classified pools of loans as AAA, even when many of the underlying loans carried very substantial default risks.\n\nEven products and services given to individuals for free are not truly free; a company, government, or individual ultimately pays the cost.\n\nThe concept of TANSTAAFL is thought to have originated in 19th-century American saloons where customers were given free lunches with the purchase of drinks. From the basic structure of the offer, it is evident that there is an implicit cost associated with the free lunch: the purchase of a drink.\n\nHowever, there are additional unseencostsresulting from the consumption of the free lunch. Because the lunches were high in salt, customers were enticed to purchase more drinks. So the saloons purposely offered free lunches with the expectation that they would generate enough revenue in additional drinks to offset the cost of the lunch. The proposal of a free good or service with the purchase of another good or service is an oxymoronic tactic many businesses still use to entice customers.\n\nTANSTAAFL has been referenced many times historically in a variety of different contexts. For example, in 1933, former New York City mayor Fiorello H. La Guardia used the Italian phrase “È finita la cuccagna!\"(translating to \"no more free lunch”) in his campaign against crime and corruption. Popular references to the phrase can also be found in Robert Heinlein's \"The Moon Is a Harsh Mistress\" as well as inMilton Friedman’s book “There Ain't No Such Thing as a Free Lunch.”\n\nAcross different disciplines (e.g., economics, finance, statistics, etc.), TANSTAAFL has different connotations. For example, in science, it refers to the theory that the universe is a closed system. The idea is that a source of something (e.g., matter) comes from a resource that will be exhausted. The cost of the supply of matter is the exhaustion of its source.\n\nIn sports, TANSTAAFL was used to describe the health costs associated with being great at a sport, like \"no pain, no gain.\" Despite the different meanings, the common factor is cost.\n\nFor investments, TANSTAAFL helps to explain risk.Treasury bills (T-bill), notes, and bonds offer a nearly risk-free return; however, the opportunity cost of investing in one of these instruments is the foregone opportunity to invest in an alternative, riskier investment. As an investor moves higher on the risk spectrum, the phrase TANSTAAFL becomes even more relevant as investors provide capital with hopes of achieving larger gains than what less-riskiersecuritiesyield; however, this choice assumes the cost that growth prospects may not be achieved and the investment could be lost.",
  "url": "https://www.investopedia.com/terms/t/tanstaafl.asp"
}