{
  "term": "Third-Party Transaction Definition, How It Works, Examples",
  "definition": "A third-partytransactionis a business deal that involves a person or entity other than the main participants. Typically, it would involve a buyer, a seller, and another party—thethird party. The involvement of the third party can vary, based on the type of business transaction.\n\nIn some cases, the involvement is one-time, such as a third-party payment for an item purchased from a website. Sometimes the involvement is longer term, such as a third-party vendor always used by a certain company.\n\nWhen a buyer and seller enter into a business deal, they may decide to use the services of an intermediary or third party that manages the transaction between both parties. Therole of the third partycan vary. It may include designing the particulars of the deal in question, providing a specific service for a company that is slightly outside its wheelhouse, serving as the middleman that connects two parties, or serving as the means of receiving payment from the buyer and forwarding that payment to the seller.\n\nThird-party transactionsare important for various accounting policies and occur in a variety of situations. Importantly, the third party is not affiliated with the other two participants in the transaction. For example, if Firm A sells inventory to its subsidiary, Firm B, a third-party transaction occurs when Firm B sells those final goods to Firm C.\n\nMany kinds of transactionsinvolve third parties, and they take place on aday-to-day basisacross a variety of industries.\n\nFor example, in the insurance industry, insurance brokers are third-party agents that market insurance products to insurance shoppers. The client goes through the broker to secure a good insurance contract that has reasonable rates and terms, while the insurance company works through the broker to bring in a new client. If the broker is successful in bringing a new client to an insurance provider, it is paid a commission by the insurer.\n\nIn the same light, amortgage brokeris considered a facilitator in third-party transactions, as they will attempt to match the needs of a potential homebuyer with the loan programs offered by a lender.\n\nThroughdigital platforms, a buyer can make a payment for the purchase of a good or service bought from a third party.\n\nAs technology evolves and changes the way interactions are handled in the digital era, more people and businesses are participating in third-party transactions through online payment platforms.\n\nThroughdigital platforms, a buyer can make a payment for the purchase of a good or service bought from another party. That third-party provider receives the payment from the buyer, verifies that the funds are available, and debits the buyer’s account. The money is then forwarded to the seller’s account—typically on the same online portal. The seller’s account may be credited in minutes or days, but the funds may be withdrawn to a bank account or used to conduct other transactions once the deposit has been made in the account.\n\nPayPalis one good example of an online payment portal that acts as a third party in a retail transaction. A seller offers a good or service, and a buyer uses a credit card entered through the PayPal payment service. The payment is run through PayPal and is thus a third-party transaction.",
  "url": "https://www.investopedia.com/terms/t/third-party-transaction.asp"
}