{
  "term": "Three Black Crows Definition and How to Use the Pattern",
  "definition": "Three black crows is a phrase used to describe a bearishcandlestickpattern that may predict thereversalof an uptrend. Candlestick charts show the day's opening, high, low, and closing prices for a particular security. For stocks moving higher, the candlestick is white or green. When moving lower, they are black or red.\n\nThe black crow pattern consists of three consecutive long-bodied candlesticks that have opened within thereal bodyof the previous candle and closed lower than the previous candle. Often, traders use this indicator in conjunction with othertechnical indicatorsor chart patterns as confirmation of a reversal.\n\nThree black crows are a visual pattern, meaning that there are no particular calculations to worry about when identifying this indicator. The three black crows pattern occurs whenbearsovertake the bulls during three consecutive trading sessions. The pattern shows on the pricing charts as three bearish long-bodied candlesticks with short or noshadowsor wicks.\n\nIn a typical appearance of three black crows, thebullswill start the session with the price opening modestly higher than the previous close, but the price is pushed lower throughout the session. In the end, the price will close near the session low under pressure from the bears.\n\nThis trading action will result in a very short or nonexistent shadow. Traders often interpret this downward pressure sustained over three sessions to be the start of a bearishdowntrend.\n\nImage by Julie Bang © Investopedia 2020\n\nAs a visual pattern, it's best to use three black crows as a sign to seek confirmation from other technical indicators. The three black crows pattern and the confidence a trader can put into it depends a lot on how well-formed the pattern appears.\n\nThe three black crows should ideally be relatively long-bodied bearish candlesticks that close at or near the low price for the period. In other words, the candlesticks should have long, real bodies and short, or nonexistent, shadows. If the shadows are stretching out, then it may simply indicate a minor shift inmomentumbetween the bulls and bears before the uptrend reasserts itself.\n\nVolumecan make the three black crows pattern more accurate. Volume during the uptrend leading up to the pattern is relatively low, while the three-day black crow pattern comes with relatively high volume during the sessions. In this scenario, the uptrend was established by a small group of bulls and then reversed by a larger group of bears.\n\nOf course, with markets being what they are that could also mean a large number of small bullish traders running into a smaller group of large volume bearish trades. The actual number of market participants matters less than the volume each is bringing to the table.\n\nThe opposite of the three black crows pattern is thethree white soldierspattern, which occurs at the end of a bearish downtrend and predicts a potential reversal higher. This pattern appears as three long-bodied white candlesticks with short, or ideally nonexistent, shadows. The open occurs within the previous candlestick's real body, and the close occurs above the previous candlestick's close.\n\nThree white soldiers are simply a visual pattern indicating the reversal of a downtrend whereas three black crows indicate the reversal of an uptrend. The same caveats apply to both patterns regarding volume and confirmation from other indicators.\n\nIf the three black crows pattern involves a significant move lower, traders should be wary of oversold conditions that could lead to consolidation before a further move lower. The best way to assess the oversold nature of a stock or other asset is by looking at technical indicators, such as therelative strength index(RSI), where a reading below 30.0 indicates oversold conditions, or thestochastic oscillatorindicator that shows the momentum of movement.\n\nMany traders typically look at other chart patterns or technical indicators to confirm abreakdown, rather than using the three black crows pattern exclusively. As a visual pattern, it is open to some interpretation such as what is an appropriately short shadow.\n\nAlso, other indicators will mirror a true three black crows pattern. For example, a three black crows pattern may involve a breakdown from keysupport levels, which could independently predict the beginning of an intermediate-term downtrend.The use of additional patternsand indicators increases the likelihood of a successful trade orexit strategy.\n\nIn thethird week of May 2018, a three black crows pattern appeared on theGBP/USDweekly price chart, representing an ominous sign for the currency pairing. Analysts speculated that the three black crows pattern indicated that the pairing would continue to trend low.Three factors were analyzed to determine that the three black crows pattern signaled a continuing downturn:",
  "url": "https://www.investopedia.com/terms/t/three_black_crows.asp"
}