{
  "term": "Thrift Savings Plan (TSP): What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA thrift savings plan (TSP) is a retirement investment program that is open only to federal employees and uniformed service members, including the Ready Reserve. It is a defined-contribution plan that offers federal employees many of the same benefits that are available to workers in the private sector.\n\nA TSP closely resembles a 401(k) plan offered by private employers.\n\nA TSP offers savers an upfront tax deduction on their contributions and tax-deferred investing. There are several ways to invest in a Thrift Savings Plan. These can include:\n\nNo matter the type of TSP or contribution structure you choose, the contribution limit is $23,000 for 2024 and $23,500 for 2025. Employees aged 50 or older can also makecatch-up contributionsof $7,500 in both years.\n\nStarting in 2025, a higher catch-up contribution limit is available to workers aged 60, 61, 62, and 63. This amount is $11,250.\n\nEmployees who are new to federal employment can roll over 401(k) andindividual retirement account (IRA)assets into a TSP. Rollovers can also go in theopposite directionif federal employees move to the private sector.\n\nA thrift savings plan (TSP) is a defined-contribution retirement plan with advantages similar to private-sector plans, such as a 401(k).\n\nThe TSPoffers a choice of six fundsand amutual fundoption:\n\nThe F, S, C, and I funds in the TSP areindex fundscurrently managed by the BlackRock Institutional Trust Company under contract by the Federal Retirement Thrift Investment Board (FRTIB).\n\nThis independent government agency administers the TSP and acts as afiduciarythat is legally liable to manage the TSP prudently and in the best interests of participants and theirbeneficiaries.\n\nIndex funds in the TSP are designed to match the return characteristics of the corresponding benchmark index. For example, the C Fund is invested in a fund that replicates theS&P 500 Index, which is made up of the stocks of 500 large- to medium-sized U.S. companies.\n\nL funds are invested in the five individual TSP funds, and their asset allocations are based on the individual investor’s time horizon.\n\nThe mutual fund window is for TSP participants who want more flexibility in their retirement investments. You can invest a portion of your TSP savings through the TSP mutual fund window into available mutual funds you choose.\n\nHowever, there are certain requirements for participating in the mutual fund window, such as having at least $40,000 in your TSP account and not investing more than 25% of your account balance in mutual funds using the window.\n\nThe maximum annual contribution to a Thrift Savings Plan in 2024 is $23,000. If you are 50 or older, you can add an extra $7,500.\n\nInvesting in the TSP versus an IRA is not an either/or proposition—you can have both a TSP and an IRA at the same time. One primary difference between them is their respective contribution limits.\n\nAs mentioned above, for 2024, the annual employee contribution limit is $23,000 for a TSP, with a catch-up contribution of $7,500 for those over 50. That makes the total limit on your contribution $30,500. For 2025, the annual limit is $23,500, with the same catch-up contribution. That makes the total limit $31,000.\n\nFor 2024 and 2025, the annual contribution limit for an IRA is much less—$7,000, or $8,000 with a $1,000 catch-up contribution if you are over 50. (If you have multiple IRAs, this is the total amount that you may contribute.)\n\nThus, a TSP allows you to build your retirement funds faster than an IRA. But if you have the extra money, investing in both a TSP and an IRA gives you a great savings opportunity.\n\nAnother big difference is in theemployer match. The federal government provides a sliding percentage scale of matching contributions for your TSP. Even if you contribute nothing, it will contribute 1% of your annual salary to your TSP.\n\nThe scale tops out at a 5% government match if you contribute 5% of your salary to your TSP, thus doubling the amount of money invested.\n\nBecause an IRA is something you set up for yourself, with no employer involved, there are no employer contributions. (The exception:SEP IRAsandSIMPLE IRAs.)\n\nInvestment fees also differ. TSP fees are pretty low, usually around 0.05%, and transparent.In the private sector, IRA investment fees can range from0.5% to 2.5%, depending on the kind of fund, and it can sometimes be difficult to know exactly how much they are in aggregate.\n\nIRAs offer more investment opportunities than TSPs, as TSPs are limited to the six funds discussed above. This means an IRA holder has more options for potentially higher returns than a TSP holder.\n\nSome final differences between TSPs and IRAs have to do with withdrawals. Traditional IRAs and TSPs, as well as Roth TSPs, haverequired minimum distributions (RMDs)that start at age 73.With an IRA, you are allowed to take any withdrawal amount you like, without a penalty, starting at age 59½.\n\nTSPs only allow you to withdraw monthly, quarterly, or annually. You can request that the payment be a specific dollar amount or an amount based on your life expectancy and account balance that is recomputed annually.\n\nIRAs also have an early withdrawal penalty of 10% for any money taken out when you are younger than 59½. However, if you retire at age 55 or older, TSPs will waive the 10% penalty.\n\nEven better, if you qualify underFederal Employees Retirement System (FERS)special provisions, this age drops to 50.\n\nYou can call their toll-free Thriftline at 877-968-3778, Monday through Friday, from 7 a.m. to 9 p.m. ET. There is also an international phone line at 404-233-4400 that is not a toll-free line. The 711 TTS Relay is available for people with hearing or speech disabilities by dialing 711. You can also use AVA, the TSP virtual assistant, from your TSP account page.\n\nThe Message Center allows you to send and receive messages if you have an online account. Response time is two business days.\n\nThrift Service Center, C/O Broadridge Processing, P.O. Box 1600, Newark, NJ 07101-1600.\n\nA TSP is not exactly the same thing as a 401(k), though they arestructured similarlyand have the same contribution limits. A TSP is what the federal government offers instead of a 401(k), the type of plan offered by private employers. It is possible to have both if you have worked for both the government and a private employer.\n\nTSPs and IRAs both have benefits. With a TSP, you can contribute considerably more each year, expect matching contributions from the federal government, and pay lower investment fees. With an IRA, you have greater control over your investments, and there are no limits on withdrawals from it upon retirement. You can borrow from your TSP (up to $50,000), but you cannot borrow from an IRA account.\n\nIf you quit your job, your Thrift Savings Plan will remain as is if the balance is $200 or more, and it will continue earning a return. However, if you're notfully vestedas a FERS or BRS employee, the government may withdraw its contributions and the associated earnings from your account. From there, you can control the principal in the account and adjust your investments, but you cannot make any more contributions.\n\nThe Thrift Savings Plan is a retirement plan for federal employees and service members. It is similar to private sector plans like the 401(k). The TSP is not necessarily better or worse than other retirement plans. If you have questions about your plan, contact your TSP administrator.\n\nThrift Savings Plan. \"Making Contributions.\"\n\nThrift Savings Plan. \"Move Money Into the TSP.\"\n\nThrift Savings Plan. \"Tax Rules About TSP Payments,\" Page 2.\n\nInternal Revenue Service. \"401(k) Limit Increases to $23,500 for 2025, IRA Limit Remains $7,000.\"\n\nThrift Savings Plan. \"TSP Basics.\"\n\nU.S. Office of Personnel Management. \"TSP Transfers and Rollovers: How, When, and Why (or Why Not!).\"\n\nThrift Savings Plan. \"Individual Funds.\"\n\nU.S. Department of Labor. \"Performance Audit of Thrift Savings Plan Investment Management Operations,\" Pages 6-7 of PDF.\n\nThrift Savings Plan. \"L Income.\"\n\nThrift Savings Plan. \"TSP Mutual Fund Window.\"\n\nThrift Savings Plan. \"Contribution Types.\"\n\nThrift Savings Plan. \"Expenses and Fees: Administrative and Investment Expenses.\"\n\nCongress.gov. \"H.R. 2617 Consolidated Appropriations Act, 2023,\" Page 831, Sec. 107 (c)(v)(I).\n\nInternal Revenue Service. \"IRA FAQs - Distributions (Withdrawals).\"\n\nThrift Savings Plan. \"In-Service Withdrawal Types and Terms.\"\n\nThrift Savings Plan. \"Withdrawals in Retirement.\"\n\nThrift Savings Plan. \"Considering Your Next Move?,\" Page 2 of PDF.\n\nThrift Savings Plan. \"Important Tax Information About Payments From Your TSP Account,\" Page 5.\n\nThrift Savings Plan. \"We're Here to Help.\"\n\nThrift Savings Plan. \"TSP Loans.\"",
  "url": "https://www.investopedia.com/terms/t/thrift_savings_plan.asp"
}