{
  "term": "Thrift Bank: Definition, History, How It Works, and Impact",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA thrift bank—also just called a thrift—is a type of financial institution that specializes in offering savings accounts and originating home mortgages for consumers. Thrift banks are also sometimes referred to as Savings and Loan Associations (S&Ls). Thrift banks differ from larger commercial banks, like Wells Fargo or Bank of America, because they usually offer higher yields on savings accounts and provide limited lending services to businesses.\n\nWhile a thrifts' core offerings are traditional savings accounts and home loanorigination, these institutions also offer checking accounts, personal and car loans, and credit cards for consumers. However, they give primary attention to home financing for single-family residences. Thrifts are structured either as corporate entities that are owned by their shareholders, or they are mutually owned (i.e., owned by their borrowers and depositors).\n\nThe thrift institution began with the establishment of the customer-ownedbuilding societyin the United Kingdom at the beginning of the 18th century. In the U.S., the first successor to the U.K.'s customer-owned building society was referred to as Savings and Loan Associations (S&Ls).One of the main impetuses for the founding of S&Ls in the U.S. was to make improvements to the market for mortgages in the U.S.\n\nAt the beginning of the 20th century, the typical U.S. mortgage was a five-to-10-year, interest-only loan that had to be refinanced or paid off with a large balloon payment at the end of the term. Homeowners often defaulted on these payments, especially as levels of unemployment rose during theGreat Depressionas levels of unemployment rose.\n\nIn 1932, President Herbert Hoover passed theFederal Home Loan Bank Act, an Act that was aimed at encouraging homeownership by providing member banks with a source of low-cost funds for use in extending mortgage loans.This act was the first in a series of bills that sought to make homeownership a more achievable goal for more Americans in the first half of the 20th century.\n\nIn addition, as a result of this act the Federal Home Loan Bank Board was created. This Board was tasked with facilitating the development of a secondary market for mortgages; it created S&Ls to issue those mortgages.\n\nOne of the major impacts of thrift banks—coupled with a mortgage insurance program created by the Veterans Administration in 1944–was the facilitation of home purchases in the aftermath of WWII. Many young war veterans and their families were able to purchase homes in the suburbs because of these federal programs.\n\nIn the 1960s and 1970s, the majority of mortgages were issued through thrifts and S&Ls. As a result of these institutions, and other federal programs, rates of homeownership in the U.S. rose significantly between 1940 and 1980.\n\nBy law, loans to commercial businesses can account for no more than 20% of a thrift bank's business.\n\nDuring theSavings and Loan Crisis, which occurred between 1986 and 1995, many thrift institutions and S&Ls failed. While analysts have come up with a number of explanations for the huge decline in the industry, in general, the failure has been attributed to poor lending practices.\n\nIn the years since the Crisis, many structural changes have been made to thrift banks that have blurred some of the distinctions between them and conventional banks. The Financial Institutions Reform, Recovery and Enforcement Act of 1989 (FIRREA) had a significant impact on the S&L and thrift industry.\n\nIn 2010, theDodd-Frank Acteliminated some of the key advantages of thrifts, such as less stringent regulations than those applied to major banks.The commitment of the thrifts to serving consumers continues, however. The most important purpose of S&Ls is still to make mortgage loans on residential property.\n\nThrift banks include savings banks, private development banks, and stock savings and loan associations.\n\nThrift banks operate similarly to traditional banks, but they are designed to serve consumers rather than businesses. In other words, thrifts primarily offer consumer accounts and loans, while commercial banks also offer financial services to businesses. Thrifts are generally smaller, local institutions and don't have the reach and resources of large banks with branches nationwide. However, thrift banks are increasingly offering the same services as commercial banks, creating less of a distinction between the two.\n\nMany thrift banks are alsomutual savings banks, meaning that account holders are also shareholders of the bank. In this sense, mutual banks are similar to credit unions, but the main difference between mutual banks and credit unions is that the former are for-profit, while the latter are nonprofit.\n\nCommercial banks, thrift banks, and credit unions are the three major types of depository institutions in the United States.\n\nThrift banks, also known as savings and loans associations (S&Ls), or simply thrifts, are financial institutions primarily funded by consumer deposits. A thrift specializes in offering savings accounts and originating home mortgages for consumers.\n\nThrifts also offer many of the same services as commercial banks, including debit and credit cards and savings and checking accounts.\n\nCompare Closing LLC. \"What Is A Thrift Bank? The Major Advantages And Disadvantages.\"\n\nThe American Presidency Project. “Statement About Signing the Federal Home Loan Bank Act.”\n\nGreen, Richard K. and Susan M. Wachter via Repository of University of Pennsylvania \"The American Mortgage in Historical and International Context,\"Journal of Economic Perspectives, pp. 94-97.\n\nComply Advantage. \"What is the Dodd-Frank Act?\"",
  "url": "https://www.investopedia.com/terms/t/thriftbank.asp"
}