{
  "term": "TIAA: Definition, History, and Retirement Products",
  "definition": "The Teachers Insurance and Annuity Association (TIAA) is a financial organization that provides investment and insurance services for those working for organizations in the nonprofit industry in academic, research, medical, government, and cultural fields.\n\nTIAA has a history that dates back to the lateAndrew Carnegie, whose Carnegie Foundation for the Advancement of Teaching created the initial organization in order to service the pension needs of professors.\n\nThe financial services company was founded in 1918 with a $1 millionendowmentfrom the Carnegie Foundation.It went by the name TIAA-CREF, short for Teachers Insurance and Annuity Association-College Retirement Equities Fund, until 2016 when it rebranded under the shortened name of TIAA.\n\nTIAA was founded as a nonprofit, which is still part of its charter. However, Congress revoked its tax-exempt status in theTaxpayer Relief Act of 1997. It is now structured as a nonprofit organization that has taxable subsidiaries, and all profits are returned to policyholders. TIAA offers retirement products,529 college savings plans,managed investment accounts, savings products, and brokerage accounts.\n\nDistributions to policyholders of the TIAA Traditional account are based on a yearly determination by the TIAA board.The main office is in New York, and as of 2024, there are 133 offices in the U.S.\n\nAs of 2024, TIAA has nearly 5 million active and retired employee accounts at more than 15,000 institutions, with $1.2 trillion under management.Its investment manager, Nuveen, is the No.1-rankedasset managerof real assets in farmland as of 2024.It was ranked the No.1 Best Overall Large Fund company by the Refinitiv Lipper Fund Awards for six years in a row, from 2013 to 2018.It also won the Lipper Best Mixed Assets Large Fund Group award for five consecutive years, from 2016 to 2020.\n\nWhile the creation of TIAA in 1918 as a means of providing guaranteed lifetime income and insurance was a groundbreaking new resource for teachers and educators, it was the establishment of the College Retirement Equities Fund (CREF) in 1952 that started the company on the road to becoming a diversified financial services firm.\n\nCiting rapidly increasingly life expectancies, CREF allowed individuals the opportunity to add equity investments to their personal portfolios through avariable annuityproduct. It was designed to use the higher expected returns of stocksto help stretch out the retirement income streams of workers.\n\nFortunemagazine described CREF in 1952 as “the biggest development in the insurance investment business since the passage of the Social Security Act in 1935.”TIAA dropped CREF from its name in 2016.\n\nIn the past decade, TIAA has made some acquisitions to grow its portfolio and product offerings.\n\nTIAA has demonstrated a history of accepting investment strategies before the strategies became mainstream. In 1979, the company was one of the first toutilize a broad portfolio of international stocks as part of its investment strategy. In 1990, it added the CREF Social Choice Account to its lineup, giving customers a socially responsible investing option. In 1992, it introduced the Rollover IRA. In 1995, TIAA offered individuals the ability to invest in directly owned real estate properties.In 1998, the company entered the 529 marketplace.\n\nOn May 1, 2021, Thasunda Brown Duckett became TIAA’s president and chief executive officer (CEO), making her one of only two Black women heading Fortune 500 companies. Previously, she was the CEO of Chase Consumer Banking.\n\nDuckett was named one ofFortune’sMost Powerful Women in 2021.American Bankermagazine named her the 7th Most Powerful Woman in Banking in 2019.Black Enterprisemagazine included her on its Most Powerful Women in Corporate America list in 2015.\n\nTIAA offers a variety of retirement products. Among the most popular are:\n\nThis employer-sponsored plan is adefined-contribution planlike a401(k), and there are significant differences between the two when it comes to their structure, funding, investments, and payouts. The TIAA-CREF Traditional plan can be funded with either fixed or variable annuities, and its emphasis is on providing lifetime income at retirement rather than tax-exempt wealth accumulation. There are eight different variable CREF structures:\n\nTIAA plans aren’t as concerned with the amount of money saved, which is intended to supplement other retirement income; instead, they look to future annual income generated by the accumulated money. The funds are annuitized to provide guaranteed lifetime annual income. In that sense, the TIAA traditional plan functions more like adefined-benefit pension planthan a 401(k).\n\nYou can also purchase a personal annuity directly from TIAA, which offers both the fixed and variable kinds. A fixed annuity grows at a slow but steady rate as you save, even during financial downturns. There are no mandatory withdrawals prior to age 90, and the money in your annuity grows tax-deferred. A variety of time periods are available.\n\nA variable annuity offers a chance for greater growth through investments but is subject to the vagaries of the market. There are virtually no contribution limits, allowing you to continue investing retirement money after you have maxed out your 401(k),403(b), orindividual retirement account (IRA).\n\nTIAA offers more than 60+ investment choices, and your money grows tax-deferred. You can invest or withdraw funds at any time, and both you and your spouse can receive payments in retirement. At retirement, you can choose to generate a set amount of annual lifetime income or take the money in a lump-sum payment. You never pay asurrender charge.\n\nTIAA offers traditional and Roth IRAs, and it also allows you to roll over other retirement accounts—401(k), 403(b), or IRA plans—into a new or existing TIAA IRA. Rollovers can also go the other way: from a TIAA plan to a regular retirement account.Traditional IRAs provide a tax break on the money you deposit, but you must pay taxes on the money when you withdraw it. Roth IRAs involve after-tax contributions, meaning that you don’t pay taxes on withdrawals. TIAA also hasSEPandSIMPLE IRAsfor small businesses.\n\nTarget-date fundsare labeled “lifecycle” funds by TIAA and allow you to invest inmutual funds. You pick a retirement date, and the fund automatically adjusts its mix of high-risk and low-risk investments over time, with the latter increasing as you come closer to your retirement date.\n\nThese plans are available to workers in the nonprofit sector in academic, research, medical, government, and cultural fields. TIAA was originally started in 1918 to provide pensions for professors.\n\nNo, though there are some similarities. Both are defined-contribution plans, but a 401(k) is designed to provide supplemental income in retirement and attempts to maximize the funds in it, while a TIAA plan is intended to provide a guaranteed lifetime annual income by annuitizing the money in the plan, making the amount saved less paramount.\n\nNo, however, they are owned by a not-for-profit company and have a charter to operate without profit.Such an organization came into being after Congress stripped the TIAA of its tax-exempt status in the Taxpayer Relief Act of 1997.\n\nThe Teachers Insurance and Annuity Association (TIAA) is a for-profit financial organization that provides pension, insurance, and investment services, mainly for teachers and their families. The mission of the organization, founded more than 100 years ago, is \"helping those who help others find confidence in retirement.\"\n\nTIAA serves over five million active and retired employees participating at more than 15,000 institutions. Today, TIAA's reach extends well beyond education, being the leading provider of financial services also in the research, medical, cultural, and governmental fields.\n\nCarnegie Corporation of New York. \"The Origins of the Carnegie Foundation for the Advancement of Teaching and the Birth of TIAA-CREF.\"\n\nCarnegie Foundation for the Advancement of Teaching. \"Foundation History.\"\n\nTeachers Insurance and Annuity Association. \"TIAA-CREF Begins New Chapter as TIAA.\"\n\nTeachers Insurance and Annuity Association. \"Our Investment Products.\"\n\nInternal Revenue Service. \"A History of the Tax-Exempt Sector: An SOI Perspective,\" Page 111.\n\nCision PR Newswire. \"TIAA Traditional Payout Increases 5% for 2022.\"\n\nTeachers Insurance and Annuity Association. \"Is TIAA a Not-for-Profit Company?\"\n\nTeachers Insurance and Annuity Association. \"TIAA Financial Services New York City - Financial Center.\"\n\nTeachers Insurance and Annuity Association. \"146 TIAA Offices in the United States.\"\n\nTeachers Insurance and Annuity Association. \"Who We Are.\"\n\nRefinitiv. \"U.S. Lipper Fund Awards Winners & Market Views.\"\n\nTeachers Insurance and Annuity Association. \"Awards & Recognition.\"\n\nGovernment Publishing Office. \"Congressional Record Volume 154, Number 80.\"\n\nTeachers Insurance and Annuity Association. \"TIAA-CREF to Purchase Nuveen Investments.\"\n\nTeachers Insurance and Annuity Association. \"TIAA-CREF Acquires Full Ownership of TIAA Henderson Real Estate.\"\n\nTeachers Insurance and Annuity Association. \"TIAA Announces Future Leadership of New Bank Post-Acquisition of EverBank Financial Corp.\"\n\nTeachers Insurance and Annuity Association. \"TIAA Completes Acquisition of EverBank.\"\n\nTeachers Insurance and Annuity Association. \"TIAA Real Estate Account Marks 20 Years.\"\n\nTeachers Insurance and Annuity Association. \"Who We Are.\"\n\nFortune. \"TIAA CEO Thasunda Brown Duckett on the Diversified Portfolio of Life.\"\n\nTeachers Insurance and Annuity Association. \"Thasunda Brown Duckett.\"\n\nFortune. \"Most Powerful Women.\"\n\nAmerican Banker. \"Most Powerful Women in Banking: No. 7, JPMorgan Chase's Thasunda Duckett.\"\n\nBlack Enterprise. \"Women of Power: Most Powerful Corporate Women Talk the Value of Mentorship.\"\n\nTeachers Insurance and Annuity Association. \"CREF for All.\"\n\nTeachers Insurance and Annuity Association. \"How TIAA-CREF Funded Plans Differ From a Typical 401(k) Plan,\" Page 3.\n\nTeachers Insurance and Annuity Association. \"Personal Annuities: Fixed Annuity.\"\n\nTeachers Insurance and Annuity Association. \"Personal Annuities: Variable Annuity.\"\n\nTeachers Insurance and Annuity Association. \"Making Transfers and Withdrawals From the TIAA Traditional Annuity.\"\n\nTeachers Insurance and Annuity Association. \"What Is an IRA? Everything You Need To Know.\"\n\nTeachers Insurance and Annuity Association. \"TIAA-CREF Lifecycle Target Date Funds.\"\n\nTeachers Insurance and Annuity Association. \"Giving Back.\"",
  "url": "https://www.investopedia.com/terms/t/tiaa-cref.asp"
}