{
  "term": "Tick Size: Definition in Trading, Requirements, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTick size is the the minimum price change of a trading instrument in a market.\n\nTick size is the minimum price change up or down of a trading instrument in a market. Tick size varies based on the different assets being traded.\n\nIn U.S. markets, the tick size increment is in dollars or cents (or fractions thereof). Stocks generally trade in one-cent tick increments, while currencies have tick sizes in pips and rates in basis points (bps). Many analysts and traders describe price changes in terms of ticks.\n\nIn modern trading, tick sizes are generally in decimals. Until the early 2000s, however, U.S. stock markets expressed tick sizes in fractions of a dollar. For most stocks, that fraction was one-sixteenth, so a tick size represented $0.0625, although some stocks had 1/8 (for lightly traded stocks) and 1/32 tick sizes (for more active and liquid issues). This ungainly convention originated with the early New York Stock Exchange, which first modeled its measurements on a centuries-old Spanish trading system that used a base of eight, or the number of fingers on a person’s two hands, minus the thumbs.\n\nIn 2005, the Securities and Exchange Commission (SEC) introduced Rule 612, also known as theSub-Penny Rule. Rule 612 required decimalization with the minimum tick size for stocks over $1.00 as $0.01 and stocks under $1.00 as $0.0001. The SEC now requires all U.S. exchanges to effectively use hundredths, which is why the tick size today is one cent for most stocks, though the SEC has experimented with larger tick sizes for some less liquid stocks.\n\nFutures marketstypically have a tick size specific to the instrument, with $1 minimum tick sizes known as “points.” For instance, S&P 500 futures contracts, which are heavily traded, have a tick size of 0.25. This means if, say, the March contract’s current price is $4,553.00, and someone wanted to offer more for it, they would have to bid, at a minimum, $4,553.25.\n\nOn October 3, 2016, the SEC initiated a two-year pilot program to evaluate the potential benefits of larger tick sizes for stocks with closing prices of $2 or more, amarket capitalizationof $3 billion or less, and a consolidated average daily volume of 1 million shares or less.\n\nThe SEC separated a sample of small-cap securities into one control group and two test groups as part of the test. According to the SEC, each test group included about 400 securities, with the rest in the control group.\n\nThe first group in the test used tick sizes of $0.05, although stocks in this group continued to trade at their current price increments. The second group also quoted tick sizes of $0.05 and traded only in these increments, although it included a small number of exceptions to this general rule.\n\nThe third group was quoted with trades in $0.05 increments, although a rule prevented price matching by trading organizations that did not display the best price unless an exception applied. Securities in the control group continued to trade in $0.01 increments.\n\nWhile only a test, some retail brokers and traders criticized the study, arguing that a move to $0.05 tick sizes only benefited market makers by raising trading margins at the expense of individual investors. A white paper on the plan, “Tick Size Pilot Plan and Market Quality,” released in January 2018, found that stocks in the test groups increased in spreads and volatility and decreased price efficiency relative to stocks in the control group.\n\nThe exchanges and the Financial Industry Regulatory Authority (FINRA) submitted to the SEC a publicly available joint assessment of the impact of the Tick Size Pilot in July 2018.\n\nIn the end, exchanges did not adopt the large nickel tick size in stocks, staying at one-penny increments.\n\nPips equal 1/100, one basis point, or 0.01%. The foreign exchange (forex) market uses a four-decimal quoting convention with pips for the tick size.\n\nFor example, the EUR/USD pair may have a 1.1257 bid. Some forex brokers also offer fractional pip pricing, which is to the fifth decimal place. For example, the above quote could be further specified as 1.12573. There are 10 factional pips to a whole pip, representing 1/10 the value of a full pip. The value of a pip varies based on thecurrency pairbeing traded.\n\nStocks: Trader A buys 100 shares of ABC stock at $50 per share. The tick size is $0.01 in most stocks today. The price moves up five ticks from $50 to $50.05. With 100 shares, Trader A sees a gain as follows: 100 × $0.05 = $5.00.\n\nFutures: Trader B buys one contract of theE-mini S&P 500 futuresat $4,700.00. The tick size in this futures market is 0.25 points, and S&P 500 futures trade with a multiplier of $50 per point per contract, so one tick equals a $12.50 profit or loss per contract. So, imagine the price moves up five ticks from $4,700.00 to $4,701.25. Trader B, therefore, profits as follows: 5 × $12.50 = $62.50.\n\nForex: Trader C buys 100,000 EUR/USD at 1.1200, representing one standard lot. The pip size is 0.0001. The price moves up five pips from 1.1200 to 1.1205. For 100,000 EUR, Trader C profits as follows: 5 × $0.0001 × 100,000 = $50.00.\n\nThe tick size is the minimum price increment by which an asset's market prices can rise or fall and is the dollar amount of such a change in price. For example, the S&P 500 E-mini futures' tick size is 0.25, while its tick value is $12.50 per tick.\n\nFor active traders, tick size is crucial in determining liquidity, position sizes, and potential risks and rewards. For example, a high tick size means each tick change equals a larger profit or loss. However, traders may opt for smaller position sizes if the tick size is high. The best tick size is one that fits your strategy and goals.\n\nA point in percentage (PIP) is the smallest price movement a currency pair can make, while a tick is the smallest price movement assets on many exchanges can make.\n\nTick size in the commodity markets is the smallest minimum price bid or order that may be placed.\n\nTick size is the lowest allowed increment of a price change for a listed security set by the exchanges. Different financial products have standardized tick sizes that vary. A smaller tick size allows tighter bid-ask spreads, and the trend has been to implement smaller tick sizes in many markets.\n\nU.S. Securities and Exchange Commission. \"Tick Size Pilot Plan and Market Quality.\"\n\nFinancial Industry Regulatory Authority. \"Assessment of the Plan to Implement a Tick Size Pilot Program.\"\n\nCME Group. \"E-Mini S&P 500 Futures - Contract Specs.\"",
  "url": "https://www.investopedia.com/terms/t/tick-size.asp"
}