{
  "term": "Tier 1 Capital: Definition, Components, Ratio, and How It's Used",
  "definition": "Tier 1 capital refers to the core capital held in a bank's reserves and is used to fund business activities for the bank's clients. It includes common stock, as well as disclosed reserves and certain other assets. Along with Tier 2 capital, the size of a bank's Tier 1 capital reserves is used as a measure of the institution's financial strength.\n\nRegulators require banks to hold certain levels of Tier 1 and Tier 2 capital as reserves, in order to ensure that they can absorb large losses without threatening the stability of the institution. Under theBasel III accord, the minimum Tier 1 capital ratio was set at 6% of a bank'srisk-weighted assets.\n\nTier 1 capital represents the core equity assets of a bank or financial institution. It is largely composed of disclosed reserves (also known as retained earnings) andcommon stock. It can also include noncumulative, nonredeemablepreferred stock.\n\nAs defined by theBasel III standard, Tier 1 capital has two components:Common Equity Tier 1(CET1) and Additional Tier 1 capital (AT1). CET1 is the highest quality of capital, and can absorb losses immediately as they occur. This category includes common shares, retained earnings,accumulated other comprehensive income, and qualifying minority interest, minus certain regulatory adjustments and deductions.\n\nAdditional Tier 1 Capital includes noncumulative, nonredeemable preferred stock and related surplus, and qualifying minority interest. These instruments can also absorb losses, although they do not qualify for CET1.\n\nTheTier 1 capital ratiocompares a bank’s equity capital with its total risk-weighted assets (RWAs). RWAs are all assets held by a bank that are weighted by credit risk. Mostcentral banksset formulas for asset risk weights according to the Basel Committee’s guidelines.\n\nTier 1 capital shouldn't be confused with Common Equity Tier 1 (CET1) capital. Tier 1 includes CET1, as well as Additional Tier 1 capital.\n\nIn the Basel Accords, theBasel Committee on Banking Supervisionset the regulatory standards for Tier 1 and Tier 2 capital that must be reserved by any financial institution. Tier 2 capital has a lower standard than Tier 1, and is harder to liquidate. It includes hybrid capital instruments, loan-loss and revaluation reserves as well as undisclosed reserves.\n\nThe difference betweenTier 1 and Tier 2 capitalreserves relates to the purpose of those reserves. Tier 1 capital is described as \"going concern\" capital—that is, it is intended to absorb unexpected losses and allow the bank to continue operating as agoing concern. Tier 2 capital is described as \"gone concern\" capital. In the event of abank failure, these assets are used to defray the bank's obligations before depositors, lenders, and taxpayers are affected.\n\nWhile the Basel agreements create a broad standard among international regulators, implementation will vary in each country.\n\nThe minimum requirements for Tier 1 and Tier 2 capital were set by theBasel Accords, a set of international regulatory agreements set by a committee of central banks and national bodies. Under the originalBasel I agreement, the minimum ratio of capital to risk-weighted assets was set at 8%.\n\nFollowing the 2007-8 financial crisis, the Basel Committee met again to address the weaknesses that the crisis had exposed in the banking system. The Basel III agreement, published in 2010, raised the capital requirements and introduced more-stringent disclosure requirements. It also introduced the distinction between Tier 1 and Tier 2 capital. Under the new guidelines, the minimum CET1 capital ratio was set at 4.5%, and the minimum Tier 1 capital ratio (CET1 + AT1) was set at 6%. The total amount of reserve capital (Tier 1 and Tier 2) must be over 8%.\n\nThese standards were further amended by the Basel IV standards in 2017, which started implementation in January 2023.The effects of the revised standards will vary, depending on each bank's business model.\n\nTier 1 capital represents the strongest form of capital, consisting of shareholder equity, disclosed reserves, and certain other income. Under the Basel III standards, banks must maintain the equivalent of 6% of their risk-weighted assets in Tier 1 capital. This allows them to absorb unexpected losses and continue operating as a going concern.\n\nCET1 is the main component of Tier 1 capital. It represents the strongest form of capital, which can be quickly liquidated to absorb unexpected losses. It comprises common stock and stock surplus, retained earnings, qualifying minority interest, and certain other income. Tier 1 includes CET1, as well as certain other instruments, such as preferred stock and related surplus.\n\nThe Basel IV standards are a set of recommendations to financial regulators that were adopted in 2017 and started to take effect in January 2023. These recommendations fine-tune thecalculationsof credit risk, market risk, and operations risk. They also enhance theleverage ratioframework for certain banks, and other reforms.\n\nTier 1 capital is the core capital held in a bank's reserves, and is used to fund business activities for clients. It comprises common stock, as well as disclosed reserves and certain other assets. Along with Tier 2 capital, the size of a bank's Tier 1 capital reserves is used as a measure of the institution's financial strength and a globally recognized standard to gauge banks' health. Under the Basel III accord, the value of a bank's Tier 1 capital must be greater than 6% of its risk-weighted assets.\n\nFederal Deposit Insurance Corp. \"Risk Management Manual of Examination Policies.\"\n\nBank of International Settlements. \"Definition of Capital in Basel III —Executive Summary.\"\n\nFederal Deposit Insurance Corp. \"The New Basel III Definition of Capital: Understanding the Deductions for Investments in Unconsolidated Financial Institutions.\" Page 27.\n\nKPMG. \"Basel 4—The Final Countdown?\"\n\nDeloitte. \"Basel III to Basel IV: What Changed?\"",
  "url": "https://www.investopedia.com/terms/t/tier1capital.asp"
}