{
  "term": "Tier 1 Leverage Ratio: Definition, Formula, and Example",
  "definition": "The Tier 1 leverage ratio measures a bank'score capitalrelative to its total assets. The ratio looks specifically atTier 1 capitalto judge how leveraged a bank is based on its assets. Tier 1 capital refers to those assets that can be easily liquidated if a bank needs capital in the event of a financial crisis. The Tier 1 leverage ratio is thus a measure of a bank's near-termfinancial health.\n\nThe Tier 1 leverage ratio is frequently used by regulators to ensure the capital adequacy of banks and to place constraints on the degree to which a financial company canleverageits capital base.\n\n﻿Tier 1 Leverage Ratio=Tier 1 CapitalConsolidated Assets×100where:Tier 1 Capital=Common equity, retained earnings,reserves, plus certain other instruments\\begin{aligned} &\\text{Tier 1 Leverage Ratio} = \\frac{ \\text{Tier 1 Capital} }{ \\text{Consolidated Assets} } \\times 100 \\\\ &\\textbf{where:} \\\\ &\\text{Tier 1 Capital} = \\text{Common equity, retained earnings,} \\\\ &\\text{reserves, plus certain other instruments} \\\\ \\end{aligned}​Tier 1 Leverage Ratio=Consolidated AssetsTier 1 Capital​×100where:Tier 1 Capital=Common equity, retained earnings,reserves, plus certain other instruments​﻿\n\nThe Tier 1 leverage ratio was introduced by theBasel IIIaccords, an international regulatory banking treaty proposed by theBasel Committee on Banking Supervisionin 2009.The ratio uses Tier 1 capital to evaluate how leveraged a bank is in relation to its overall assets. The higher the Tier 1 leverage ratio is, the higher the likelihood that the bank could withstand a negative shock to its balance sheet.\n\nTier 1 capital is the core capital of a bank according to Basel III and consists of the most stable and liquid capital as well as the most effective at absorbing losses during a financial crisis or downturn.\n\nThe denominator in the Tier 1 leverage ratio is a bank's total exposures, which include its consolidated assets, derivative exposure, and certain off-balance sheet exposures. Basel III required banks to include off-balance-sheet exposures, such as commitments to provide loans to third parties,standby letters of credit(SLOC), acceptances, and trade letters of credit.\n\nBasel III established a 3% minimum requirement for the Tier 1 leverage ratio, while it left open the possibility of increasing that threshold for certain systematically important financial institutions.\n\nIn 2014, the Federal Reserve, theOffice of the Comptroller of the Currency(OCC), and the Federal Deposit Insurance Corporation (FDIC) released regulatory capital rules that imposed higherleverage ratiosfor banks of certain sizes effective as of Jan. 1, 2018. Bank holding companies with more than $700 billion in consolidated total assets or more than $10 trillion in assets under management must maintain an additional 2% buffer, making their minimum Tier 1 leverage ratios 5%.\n\nIn addition, if an insured depository institution is being covered by a corrective action framework, meaning it demonstrated capital deficiencies in the past, it must demonstrate at least a 6% Tier 1 leverage ratio to be considered well-capitalized.\n\nBelow are the capital ratios taken from the financial statements ofBank of America Corporation(BAC) as reported in the bank's Q3 earnings report on Oct. 31, 2018.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe Tier 1 capital ratio is the ratio of a bank’s core Tier 1 capital—that is, its equity capital and disclosed reserves—to its total risk-weighted assets. It is a key measure of a bank's financial strength that has been adopted as part of the Basel III Accord on bank regulation.\n\nThe Tier 1 capital ratio measures a bank’s core equity capital against its total risk-weighted assets, which include all the assets the bank holds that are systematically weighted for credit risk. The Tier 1 leverage ratio measures a bank's core capital to its total assets. The ratio uses Tier 1 capital to judge how leveraged a bank is in relation to its consolidated assets, whereas the Tier 1 capital ratio measures the bank's core capital against its risk-weighted assets.\n\nA limitation of using the Tier 1 leverage ratio is that investors are reliant on banks to properly and honestly calculate and report their Tier 1 capital and total assets figures. If a bank doesn't report or calculate its figures properly, the leverage ratio could be inaccurate. A leverage ratio above 5% is currently what regulators are looking for, but we won't actually know until the next financial crisis hits to find out whether banks are truly able to withstand the financial shock that it causes.\n\nA tier 1 leverage ratio above 5% is considered to be an indicator of strong financial health for a bank. Most major banks have a ratio well above 5%- Here are some examples as of Q1 2023:\n\nUnder theBasel Accords, banks must have a minimum capital ratio of 8% of which 6% must be Tier 1 capital. The 6% Tier 1 ratio must be composed of at least 4.5% of Common Equity Tier (CET1).\n\nCommon Equity Tier 1 (CET1)is a component of Tier 1 capital that is primarily liquid bank holdings such as cash and stock. The CET1 ratio compares a bank's capital against its assets. The other component of Tier 1 capital is known as additional Tier 1 capital (AT1) and is composed of instruments that are not common equity. In other words, AT1 + CET1 = Tier 1 capital.\n\nThe tier 1 leverage ratio is the relationship between a banking organization's core capital and its total assets. It's calculated by dividing tier 1 capital by a bank's average total consolidated assets. It serves as a measure of a bank's financial strength. Regulators look for a tier 1 leverage ratio above 5% to ensure that a bank is well-capitalized and has enough liquidity on hand to meet its financial obligations.\n\nBank for International Settlements. “Basel III: Finalising Post-Crisis Reforms,” Page 9.\n\nBank for International Settlements. “Basel III: Finalising Post-Crisis Reforms,” Page 25.\n\nBank for International Settlements. “Basel III: Finalising Post-Crisis Reforms,” Page 140.\n\nFederal Register. “Regulatory Capital Rules: Regulatory Capital, Revisions to the Supplementary Leverage Ratio.”\n\nBankRegData. \"All U.S. Banks. Tier 1 Leverage Ratio.\"\n\nBank for International Settlements. “Definition of Capital in Basel III – Executive Summary.”",
  "url": "https://www.investopedia.com/terms/t/tier-1-leverage-ratio.asp"
}