{
  "term": "Tier 1 Common Capital Ratio: Meaning, Overview, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nTier 1 common capital ratio is a measurement of a bank's core equity capital, compared with its total risk-weighted assets, and signifiesa bank's financial strength. The Tier 1 common capital ratio is utilized by regulators and investors because it shows how well a bank can withstand financial stress and remain solvent. Tier 1 common capital excludes any preferred shares ornon-controlling interests, which makes it differ from the closely-related tier 1 capital ratio.\n\n﻿T1CCC=T1C−PS−NITRWAwhere:T1CCC=Tier 1 common capital ratioT1C=Tier 1 capitalPS=Preferred stockNC=Noncontrolling interestsTRWA=Total risk controlling assets\\begin{aligned} &T1CCC = \\dfrac{T1C - PS - NI}{TRWA}\\\\ &\\textbf{where:}\\\\ &T1CCC = \\text{Tier 1 common capital ratio}\\\\ &T1C = \\text{Tier 1 capital}\\\\ &PS = \\text{Preferred stock}\\\\ &NC = \\text{Noncontrolling interests}\\\\ &TRWA = \\text{Total risk controlling assets}\\\\ \\end{aligned}​T1CCC=TRWAT1C−PS−NI​where:T1CCC=Tier 1 common capital ratioT1C=Tier 1 capitalPS=Preferred stockNC=Noncontrolling interestsTRWA=Total risk controlling assets​﻿\n\nA firm'srisk-weighted assetsinclude all assets that the firm holds that are systematically weighted for credit risk. Central banks typically develop the weighting scale for different asset classes; cash and government securities carry zero risk, while a mortgage loan or car loan would carry more risk. The risk-weighted assets would be assigned an increasing weight according to their credit risk. Cash would have a weight of 0%, while loans of increasing credit risk would carry weights of 20%, 50%, or 100%.\n\nRegulators use the Tier 1 common capital ratio to grade a firm's capital adequacy as one of the following: well-capitalized, adequately capitalized, undercapitalized, significantly undercapitalized or critically undercapitalized. To be classified as well-capitalized, a firm must have a Tier 1 common capital ratio of 7% or greater, and not pay any dividends or distributions that would reduce that ratio below 7%.\n\nA firm characterized as asystemically important financial institution(SIFI) is subject to an additional 3% cushion for its Tier 1 common capital ratio, making its threshold to be considered well-capitalized at 10%. Firms not considered well-capitalized are subject to restrictions on paying dividends and share buybacks.\n\nThe Tier 1 common capital ratio differs from the closely-relatedTier 1 capital ratio. Tier 1 capital includes the sum of a bank's equity capital, its disclosed reserves, and non-redeemable, non-cumulative preferred stock. Tier 1 common capital, however, excludes all types of preferred stock as well as non-controlling interests. Tier 1 common capital includes the firm's common stock, retained earnings and other comprehensive income.\n\nBank investors pay attention to the Tier 1 common capital ratio because it foreshadows whether a bank has not only the means to pay dividends and buy back shares but also the permission to do so from regulators.The Federal Reserveassesses a bank's Tier 1 common capital ratio during stress tests to discern whether a bank can withstand economic shocks and market volatility.\n\nAs an example, assume a bank has $100 billion of risk-weighted assets after assigning the corresponding weights for its cash, credit lines, mortgages and personal loans. Its Tier 1 common capital includes $4 billion of common stock and $4 billion of retained earnings, leading to total Tier 1 common capital of $8 billion. The company also issued $500 million in preferred shares. Dividing the Tier 1 common capital of $8 billion less the $500 in preferreds by total risk-weighted assets of $100 billion yields a Tier 1 common capital ratio of 7.5%.\n\nIf we were instead computing the standard tier 1 capital ratio, it would be calculated as 8% since it would include the preferred shares.",
  "url": "https://www.investopedia.com/terms/t/tier-1-common-capital-ratio.asp"
}