{
  "term": "Tight Monetary Policy: Definition, How It Works, and Benefits",
  "definition": "Tight, orcontractionarymonetary policy is a course of action undertaken by a central bank such as the Federal Reserve to slow down overheated economic growth, to constrict spending in an economy that is seen to be accelerating too quickly, or to curb inflation when it is rising too fast.\n\nThe central bank tightens policy or makes money tight by raising short-term interest rates through policy changes to the discount rate and federal funds rate. Boosting interest rates increases the cost of borrowing and effectively reduces its attractiveness. Tight monetary policy can also be implemented by selling assets on the central bank's balance sheet to the market throughopen market operations (OMO).\n\nCentral banks around the world use monetary policy to regulate specific factors within the economy. Central banks most often use thefederal funds rateas a leading tool for regulating market factors.\n\nThe federal funds rate is used as a base rate throughout global economies. It refers to the rate at which banks lend to each other. An increase in the federal funds rate is followed by increases in the borrowing rates throughout the economy.\n\nRate increases make borrowing less attractive as interest payments increase. It affects all types of borrowing including personal loans, mortgages, and interest rates on credit cards. An increase in rates also makes saving more attractive, as savings rates also increase in an environment with a tightening policy.\n\nThe Fed may also raisereserve requirementsfor member banks in a bid to shrink the money supply or perform open-market operations by selling assets like U.S. Treasuries to large investors. This large number of sales lowers the market price of such assets and increases their yields, making it more economical for savers and bondholders.\n\nTight monetary policy is different from—but can be coordinated with—a tightfiscal policy, which is enacted by legislative bodies and includes raising taxes or decreasing government spending. When the Fed lowers rates and makes the environment easier to borrow it is called monetary easing.\n\nIn a tightening policy environment, the Fed can also sell Treasuries on theopen marketin order to absorb some extra capital during a tightened monetary policy environment. This effectively takes capital out of the open markets as the Fed takes in funds from the sale with the promise of paying the amount back with interest.\n\nTightening policy occurs when central banks raise the federal funds rate, and easing occurs when central banks lower the federal funds rate.\n\nIn a tightening monetary policy environment, a reduction in the money supply is a factor that can significantly help to slow or keep the domestic currency from inflation. The Fed often looks at tighteningmonetary policyduring times of strong economic growth.\n\nAn easing monetary policy environment serves the opposite purpose. In an easing policy environment, the central bank lowers rates to stimulate growth in the economy. Lower rates lead consumers to borrow more, also effectively increasing the money supply.\n\nMany global economies have lowered their federal funds' rates to zero, and some global economies are in negative rate environments. Both zero and negative-rate environments benefit the economy through easier borrowing. In an extremely negative rate environment, borrowers even receive interest payments, which can create a significant demand for credit.\n\nThe Federal Reserve's three primary monetary tools are reserve requirements, the discount rate, and open market operations. The reserve requirement stipulates the amount of reserves that member banks must have on hand, the discount rate is the rate at which banks can borrow from the Federal Reserve, and open market operations are the Fed's buying or selling of U.S. Treasuries.\n\nTight monetary policy is a central bank's effort to contract a growing economy by increasing interest rates, increasing the reserve requirement for banks, and selling U.S. Treasuries. Conversely, a loose monetary policy is one that seeks to expand or grow an economy, which is done by lowering interest rates, lowering the reserve requirements for banks, and buying U.S. Treasuries.\n\nMonetary policy is the actions that a nation's central bank takes to control the money supply in an economy to help grow a slowing economy or contract an economy that is growing too fast.\n\nTight monetary policy is a strategy used by central banks to slow down rapid economic growth or curb rising inflation that is seen as unhealthy. Central banks do this primarily by raising interest rates and reducing the money supply.\n\nThis makes borrowing more expensive and saving more attractive, thereby reducing spending and slowing the economy. Less spending also reduces demand which reduces prices.\n\nFederal Reserve Bank of St. Louis, FRED. \"Effective Federal Funds Rate.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Reserve Requirements.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Open Market Operations.\"\n\nBoard of Governors of the Federal Reserve System. \"Monetary Policy: What Are Its Goals? How Does It Work?\"\n\nThe Federal Reserve Bank of New York. \"Monetary Policy Implementation.\"",
  "url": "https://www.investopedia.com/terms/t/tightmonetarypolicy.asp"
}