{
  "term": "Timber Investment Management Organization (TIMO): Overview",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Timber Investment Management Organization (TIMO) is a management group that aids institutional investors in managing theirtimberland investmentportfolios. A TIMO acts as a broker for institutional clients to find, analyze and acquire investment properties that would best suit their clients.\n\nSimilar to someREITs, once aninvestment propertyis chosen, the TIMO is given the responsibility of actively managing the timberland to achieve adequate returns for the investors.\n\nTIMOs developed in the 1970s after Congress passed legislation called the Employee Retirement Income Security Act, which encouragedinstitutional investorsto diversify their portfolios. Before the legislation, investment in timberland properties was made chiefly by both large and small firms in the forestry industry. By 2007, a study by the Realtors Land Institute (RLI) showed that approximately $60 billion in the land was managed by TIMOs.\n\nInitially, TIMOs were viewed positively by forest conservationists, who felt separating the owners of forest lands from the wood mills that use the lumber was a good idea. Later, conservationists came to understand the TIMOs were not looking to maximize the conservation of America's forest lands. Instead, TIMOs are focused on maximizing the financial return for investors. According to a study published by the Pinchot Institute for Conservation, private forest lands are being converted for development at a rate of 6,000 acres per day.\n\nForisk Consultingtracksthe largest TIMOs in the United States. The table below lists the 2021 top 10 U.S. timberland owners by acreage and compares this to their prior-year rankings.TIMOs hold six of the top ten positions.\n\nAccording to RLI, timberland returns have compared favorably with stocks but with much less risk and volatility. Others say timberland returns have varied over time as the industry has matured.\n\nReturns were negative for a year after the financial crisis of 2008, but have since been increasing. U.S. timberland investment performance is measured by theNCREIF Timberland Property Index. According to NCREIF, investment returns from U.S. timberland between Q2 2020 and Q2 2021 was just 1.46% compared to18.4%earned by the S&P 500 in 2020.One year's performance is not enough to accurately measure long-term investment performance, but this data serves to demonstrate how annual returns differ for various asset classes.\n\nIt is true that TIMOs can help institutional investors diversify their portfolios into U.S. timberlands, but such real estate investments are probably best used as part of a well-diversified portfolio with multiple asset classes, such as stocks, bonds, and commodities.\n\nIn addition to wealth-building opportunities created by market changes, there are a number of other reasons to consider adding timber to a portfolio.\n\nRealtors Land Institute. \"The Basics of Timberland Investing.\" Accessed July 6, 2021.\n\nC. S. Binkley. \"The rise and fall of the timberland investment management organizations: Ownership changes in US forestland.\"Pinchot distinguished lecture,Pinchot Institute for Conservation, 2007, Page 12.\n\nForisk. \"North America’s Top Timberland Owners and Managers, 2021 Update.\" Accessed July 6, 2021.\n\nYCharts. \"S&P 500 Annual Total Return.\" Accessed July 6, 2021.\n\nNCREIF. \"NCREIF Timberland Property Index.\" Accessed July 6, 2021.",
  "url": "https://www.investopedia.com/terms/t/timo.asp"
}