{
  "term": "Time Value: Definition, Role in Extrinsic Value, and Calculation",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nTime value refers to the portion of anoption'spremium that's attributable to the amount of time remaining until the expiration of the option contract. The premium of any option consists of two components: itsintrinsic valueand its extrinsic value.\n\nTime value is a component of an option's extrinsic value beside implied volatility (IV). It relates to derivatives markets. It shouldn't be confused with thetime value of money(TVM), which describes the discounting of money's purchasing power over time.\n\nThe price or cost of an option is an amount of money known as thepremium. An option buyer pays this premium to an option seller in exchange for the right granted by the option: the choice to exercise the option to buy or sell an asset or to allow it toexpireworthless.\n\nThe intrinsic value is the difference between the price of the underlying asset and thestrike priceof the option. The intrinsic value for a call option is equal to the underlying price minus the strike price. The intrinsic value for a put option, which is the right to sell an asset, is equal to the strike price minus the underlying price.\n\nAn option's total premium is based on its intrinsic plus extrinsic value. A key part of extrinsic value is known as \"time value.\" A contract normally loses value as it approaches its expiration date because there's less time for the underlying security to move favorably. An option with one month to expiration that'sout of the money(OTM) will have more extrinsic value than that of an OTM option with one week left to expiration.\n\nThe more time that remains until the option expires, the greater its time value in most cases. The contract will more time to become profitable.\n\nAnother factor that affects extrinsic value and time value isimplied volatility(IV). IV measures the amount an underlying asset may move over a specified period. The extrinsic value will also increase if the IV increases. The extrinsic value would rise as investors figure that dramatic moves boost the possibility of the asset moving their way if an investor purchases acall optionwith an annualized IV of 20% and the IV jumps to 30% the following day.\n\nTime value might be expressed like this as an equation:\n\nThe amount of a premium that's more than the option's intrinsic value is referred to as its time value. The option has an intrinsic value of $94 ($1,044 - $950) and a time value of $3 ($97 - $94) if Alphabet Inc. stock is priced at $1,044 per share and the Alphabet Inc. $950 call option is trading at $97.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nMore time that remains until expiration generally means a greater time value of the option. Investors are willing to pay a higher premium for more time because the contract will have longer to profit from a favorable move in the underlying asset.\n\nConversely, the less time that remains on an option, the less of a premium investors are willing to pay. The probability that the option has a chance to be profitable is shrinking. It's safer to sell or hold an option that still has time value left for this reason, rather than exercising it. That remaining time value would otherwise be lost.\n\nAdding time to an option or increasing the IV theoretically has the same fundamental effect. They increase the probability that an option will finishin the money(ITM).\n\nAn option generally loses one-third of its time value during the first half of its life and the remaining two-thirds of its time value during the second half. Time value decreases over time at an accelerating pace, a phenomenon known as time decay or time-value decay. An option price's sensitivity to time decay is known as itstheta.\n\nA call option gives a trader the right but not the obligation to buy a security at a contracted price but they must do so by the expiration date. The seller of the option is obligated to comply with that stated price.\n\nAn option is in the money or \"ITM\" when it has both time value and intrinsic value. The price of the underlying asset in a call option is higher than the strike price.\n\nDelta is a measurement of how much the price of an option is likely to go up or down based on the price of the underlying security. It's gauged by each $1 change. An option's price should increase by $0.15 for each dollar change in the security's price if the Delta is 0.15.\n\nTime value is the portion of an option’s premium that’s affected by the amount of time remaining until an option contract expires. It’s composed of extrinsic and intrinsic values and can be calculated by a relatively simple math equation. Investors are typically willing to pay more for more time because timegives an asset a sufficient lifespanto manage a profitable move. Less time often means less money for the seller.\n\nCharles Schwab Corporation. \"Theta Decay in Options Trading.\"\n\nBritannica Money. \"In the Money.\"\n\nCharles Schwab Corporation. \"Get to Know the Option Greeks.\"",
  "url": "https://www.investopedia.com/terms/t/timevalue.asp"
}