{
  "term": "Time Value of Money: What It Is and How It Works",
  "definition": "The time value of money (TVM) is a core financial principle also known as the present discounted value (PDV). It states that money today is worth more than the same amount in the future.\n\nThe time value of money (TVM) surmises that money invested is worth more than its present value. TVM calculates thefuture valueof a sum of money, assuming the cash can grow over time and earn a positive return.\n\nA sum of money, once invested, can grow over time. Money deposited into a high-yield savings account will earn interest. Over the ensuing months and years, that interest will be added to the principal, earning more interest. That's what's known as thepower of compound interest.\n\nMoney not invested can lose value over time. Hiding $1,000 in a mattress for three years will not only incur a loss of any additional money that could have been earned by investing it, but it will also have even lessbuying powerthan it once did becauseinflationwill have reduced its value.\n\nThe concept of the time value of money is often attributed to Martin de Azpilcueta, a Spanish theologian and economist of the 16th century.\n\nThe basic time value of money formula doesn't calculate \"TVM\" itself. Instead, it shows the change in the value of money over time. It calculates the future value of a sum of money based on:\n\nBased on these variables, the TVM formula is:\n\nFV=PV(1+in)n×twhere:FV=Future value of moneyPV=Present value of moneyi=Interest raten=Number of compounding periods per yeart=Number of years\\begin{aligned}&FV = PV \\Big ( 1 + \\frac {i}{n} \\Big ) ^ {n \\times t} \\\\&\\textbf{where:} \\\\&FV = \\text{Future value of money} \\\\&PV = \\text{Present value of money} \\\\&i = \\text{Interest rate} \\\\&n = \\text{Number of compounding periods per year} \\\\&t = \\text{Number of years}\\end{aligned}​FV=PV(1+ni​)n×twhere:FV=Future value of moneyPV=Present value of moneyi=Interest raten=Number of compounding periods per yeart=Number of years​\n\nInvestors can see the difference between the future value and the present value. The TVM formula may change slightly depending on the situation. For example, in the case of annuity orperpetuitypayments, the generalized formula will have additional or fewer factors.\n\nThe time value of money doesn't account for any capital losses that may occur or any negative interest rates that may apply.\n\nAssume a sum of $10,000 is invested for one year at 10% interest compounded annually. The future value of that money is:\n\nFV=$10,000×(1+10%1)1×1=$11,000\\begin{aligned}FV &= \\$10,000 \\times \\Big ( 1 + \\frac{10\\%}{1} \\Big ) ^ {1 \\times 1} \\\\ &= \\$11,000 \\\\\\end{aligned}FV​=$10,000×(1+110%​)1×1=$11,000​\n\nThe formula can also be rearranged to find the value of the future sum in present-day dollars.For example, the present-day dollar amount compounded annually at 7% interest that would be worth $5,000 one year from today is:\n\nPV=[$5,000(1+7%1)]1×1=$4,673\\begin{aligned}PV &= \\Big [ \\frac{ \\$5,000 }{ \\big (1 + \\frac {7\\%}{1} \\big ) } \\Big ] ^ {1 \\times 1} \\\\&= \\$4,673 \\\\\\end{aligned}PV​=[(1+17%​)$5,000​]1×1=$4,673​\n\nThe number of compounding periods has a dramatic effect on the TVM calculations. Taking the $10,000 example above, if the number of compounding periods is increased to quarterly, monthly, or daily, the ending future value calculations are:\n\nThis shows that the TVM depends not only on the interest rate and time horizon but also on how many times the compounding calculations are computed each year.\n\nOpportunity costis key to the concept of the time value of money. Money can grow only if invested over time and earns a positive return. Money that is not invested loses value over time due to inflation. Therefore, a sum of money expected to be paid in the future, no matter how confidently its payment is expected, is losing value. There is an opportunity cost to payment in the future rather than in the present.\n\nThe concept of the time value of money can help guide investment decisions. Suppose a business can choose between Project A and Project B. They are identical except that Project A promises a $1 million cash payout in year one, whereas Project B offers a $1 million cash payout in year five. The payouts are not equal. The $1 million payout received after one year has a higherpresent valuethan the $1 million payout after five years.\n\nThe time value of money is the central concept indiscounted cash flow (DCF)analysis, one of the most popular and influential methods for valuing investment opportunities. It is also an integral part of financial planning and risk management activities. Pension fund managers consider the time value of money to ensure that their account holders will receive adequate funds in retirement.\n\nThe future value of money isn't the same as present-day dollars. And the same is true about money from the past. This phenomenon is known as the time value of money (TVM). Both businesses and individuals can use the concept to make smart investment decisions.\n\nWorldAtlas. \"What Is the Time Value of Money?\"",
  "url": "https://www.investopedia.com/terms/t/timevalueofmoney.asp"
}