{
  "term": "Time in Force: Definition, Types, and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nTime in force is a special instruction used when placing a trade to indicate how long an order will remain active before it is executed or expires.\n\nTime in force is a special instruction used when placing atradeto indicate how long an order will remain active before it isexecutedor expires. These options are especially important for active traders and allow them to be more specific about the time parameters.\n\nCommon examples include immediate-or-cancel (IOC) or day order.\n\nTime in force orders are a useful way for active traders to keep from accidentally executing trades. By setting time parameters, they don’t have to remember to cancel old trades. Unintended trade executions can be very costly, if they occur duringvolatilemarket conditions when prices are rapidly changing.\n\nMostactive tradersuselimit ordersto control the price that they pay for a stock, which means that they set a time in force option to control how long the order stays open. While day orders are the most common type of order, there are many circumstances when it makes sense to user other order types.\n\nThere are several different types of time in force orders that traders can use. Some brokers only offer a limited set of order types, but active traders often are given more options. Many brokers use acronyms like DAY, GTC, OPC, IOC, GTD, and DTC to refer to these orders. We look a little more closely at these order types below.\n\nDay ordersare a popular type of time in force order. They are canceled if the trade does not executeby the close of the trading day. These are often the default order type for brokerage accounts.\n\nAnother type of time in force order areGood-Til-Canceled (GTC) orders, which are effective until the trade is executed or canceled. Some common exceptions include stock splits, distributions, account inactivity, modified orders, and during quarterly sweeps. These can be a useful option for a long-term investor who is willing to wait for a stock to reach their desired price point before pulling the trigger. Sometimes, traders might wait several days or even weeks for a trade to execute at their desired price.\n\nFill-or-Kill (FOK) ordersare a third type of time in force order. They are canceled if the entire order does not execute as soon as it becomes available. Often, these are used to avoid purchasing shares in multiple blocks at different prices and to ensure an entire order executes at a single price. These can be popular during fast-moving markets where day traders wants to ensure that they get a good price on a trade.\n\nA few other order types includeMarket-on-Open (MOO)andLimit-on-Open (LOO)orders, which execute as soon as a market opens;immediate-or-cancel (IOC) orders, which must be filled immediately or are canceled; andday-til-canceled (DTC) ordersthat are deactivated at the end of the day instead of canceled, making it easier to re-transmit the order later.\n\nJohn believes that the price of stock ABC, which is currently trading at $10, will rise but it will take time, approximately three months. He purchases ABC call options with a strike price of $15 and places a Good 'Til Cancelled (GTC) order. To avoid having the order remain on hold indefinitely, he places a limit of three months on the order. After three months, stock ABC's price is still struggling to break past the $12 mark. John's order is cancelled automatically.",
  "url": "https://www.investopedia.com/terms/t/timeinforce.asp"
}