{
  "term": "Times Interest Earned Ratio: What It Is and How to Calculate",
  "definition": "The times interest earned ratio is a solvency ratio that indicates how well-positioned a company is to pay off the interest on its financial obligations using its current income.\n\nThe times interest earned (TIE) ratio tells you how easily a company can pay the interest on its debt using its earnings. You can calculate the ratio by dividing the company'searnings before interest and taxes (EBIT)by the total interest payable on bonds and other debt. A high ratio means the company can pay its interest while a low number indicates the company could be in trouble. A number above 2 is generally considered a good ratio.\n\nAssume, for example, that XYZ Company has $10 million in 4% debt outstanding and $10 million in common stock. The company needs to raise more capital to purchase equipment. The cost of capital for issuing more debt is an annual interest rate of 6%. The company'sshareholdersexpect an annual dividend payment of 8% plus growth in the stock price of XYZ.\n\nThe business decides to issue $10 million in additional debt. Its total annual interest expense will be (4% X $10 million) + (6% X $10 million), or $1 million annually. The company's EBIT is $3 million.\n\nThis means that the TIE ratio for XYZ Company is 3, or three times the annual interest expense.\n\nObviously, no company needs to cover its debts several times over in order to survive. However, the TIE ratio is an indication of acompany's relative freedom fromthe constraints of debt. Generating enough cash flow to continue to invest in the business is better than merely having enough money to stave offbankruptcy.\n\nA company's capitalization is the amount of money it has raised by issuing stock or debt, and those choices impact its TIE ratio. Businesses consider thecost of capitalfor stock and debt and use that cost to make decisions.\n\nCompanies that have consistent earnings, like utilities, tend to borrow more because they are good credit risks.\n\nAs a rule, companies that generate consistent annual earnings are likely tocarry more debtas a percentage of total capitalization. If a lender sees a history of generating consistent earnings, the firm will be considered a better credit risk.\n\nUtility companies, for example, generate consistent earnings. Their product is not an optional expense for consumers or businesses. Some utility companies raise a considerable percentage of their capital by issuing debt.\n\nStartup firms and businesses that have inconsistent earnings, on the other hand, raise most or all of the capital they use by issuing stock. Once a company establishes a track record of producing reliable earnings, it may begin raising capital through debt offerings as well.\n\nThe times interest earned ratio shows how many times a company can pay off its debt charges with its earnings. If a company has a ratio between 0.90 and 1, it means that its earnings are not able to pay off its debt and that its earnings are less than its interest expenses.\n\nNo, times interest earned is not a profitability ratio. It is a solvency ratio. The ratio does not seek to determine how profitable a company is but rather its capability to pay off its debt and remain financially solvent. If a company can no longer make interest payments on its debt, it is most likely not solvent.\n\nTo improve its times interest earned ratio, a company can increase earnings, reduce expenses, pay off debt, and refinance current debt at lower rates.\n\nThe times interest earned ratio looks at how well a company can furnish its debt with its earnings. It is one of many ratios that help investors and analysts evaluate the financial health of a company. The higher the ratio, the better, as it indicates how many times a company could pay off its debt with its earnings.\n\nRho. \"Times Interest Earned Interest Ratio: Formula, Definition, and Analysis.\"",
  "url": "https://www.investopedia.com/terms/t/tie.asp"
}