{
  "term": "Time Deposit (aka Term Deposit): Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA time deposit is a bank account that earns interest and has a maturity date in advance.\n\nA time deposit is a bank account that locks in your money for a set period until maturity, in exchange for earning interest. Acertificate of deposit (CD)is the best-known example.\n\nTo earn the statedinterest rate, the money must remain in the account for the fixed term until its presetdate of maturity. Time deposits generally pay a slightly higher rate of interest than a regular savings account. The longer the time to maturity, the higher the interest payment will be.\n\nAnother name for this type of investment is term deposit.\n\nA time deposit such as a CD can be purchased at virtually any bank, credit union, or other financial institution. The interest rates paid vary, as do other terms. For example, one bank may offer a higher return but require a larger deposit.\n\nIt pays toshop around. Most post their rates prominently and advertise them widely.\n\nA CD is essentially a savings account that is opened with the promise that the owner won’t touch the money for a set period of time. This can range from a few months to years. A term of a year or less is considered a short-term time deposit. Anything over that is a long-term deposit.\n\nThe owner of a time deposit can withdraw the money if necessary, but will lose some or all of the promised interest and may pay penalty fees. The terms are in the fine print that the saver receives when opening the account.\n\nA customer can earn a slightly higher interest rate with a time deposit account than would be available in a standard savings account or an interest-bearing checking account. The better return is offered because the funds remain locked until the maturity date of the account.\n\nTime deposits are insured by theFederal Deposit Insurance Corp. (FDIC)up to $250,000 per investment. Those opened at a credit union carry protection from theNational Credit Union Administration (NCUA).\n\nTime deposit accounts provide banks with thecash flowthey need to lend money to other customers. The bank makes a profit by lending the funds held in time deposit accounts for a higher interest rate than the rate it pays on the time deposits.\n\nThe bank may also invest the money from the time deposit in other securities that pay a higher return than it is paying the customer.\n\nBanks and other financial institutions may accept any maturity term that a customer requests, as long as it is a minimum of 30 days.\n\nOnce the investment matures, the funds can be withdrawn without penalty. Or, the investor may choose to renew the time deposit account for another term. For example, aone-year CDcould be rolled over into another one-year CD.\n\nTypically, the longer the term to maturity, the higher the interest rate paid to the depositor. For example, a one-year CD may offer a 3.50%annual percentage yield (APY), while a five-year CD for the same amount might provide a 4.50% APY. The annual percentage yield is the effective annualrate of return (RoR)taking into account the effect ofcompounding interest.\n\nGenerally, two rates are quoted for time deposits and CDs:\n\nThe APY is, therefore, higher than the quoted interest rate.\n\nAs with most financial products, there are advantages and disadvantages to time deposit accounts. Above all, they are a safe place to put your money and a breeze to obtain.\n\nLike regular bank deposits, time deposits are insured against any losses.\n\nOn the other hand, the rate of return is usually lower than that for other investments. The investor could deposit the same amount of money in a bond mutual fund or Treasury bills and earn a higher yield.\n\nThere is another risk, especially if the investor chooses a long term for the time deposit. Interest rates may go up over time, while the investor’s money is locked into the rate that prevailed when the account was open.\n\nHigher interest rates go hand in hand with higherinflation. So, that investor’s money is shrinking while it sits there, in terms of real spending power.\n\nTime deposits offer investors a fixed interest rate until maturity.\n\nTime deposits are risk-free investments backed by the FDIC or NCUA.\n\nTime deposits have various maturity dates and minimum deposit amounts.\n\nTime deposits pay a higher interest rate than regular savings accounts.\n\nTime deposit returns are lower than those of other conservative investments.\n\nInvestors may miss a better opportunity if interest rates rise.\n\nDepositors can’t withdraw their money without a penalty.\n\nFixed interest rates don’t generally keep pace with inflation.\n\nA look at some examples of time deposit returns as of July 1, 2025, offers some insight into the variations among CDs on offer at financial institutions.\n\nAmerican Express. “Certificate of Deposit.”\n\nBread Financial. “Certificates of Deposit Page.”\n\nSynchrony. “Certificate of Deposit (CD).”",
  "url": "https://www.investopedia.com/terms/t/timedeposit.asp"
}