{
  "term": "Tobacco Tax/Cigarette Tax: Meaning, Limitations, Pros and Cons",
  "definition": "A tobacco or cigarette tax is ataximposed on all tobacco products by various levels of government, often with the alleged goal of reducing tobacco use or at least generating revenues earmarked to fund related healthcare programs. The terms \"Tobacco Tax\" and \"Cigarette Tax\" are used interchangeably.\n\nIn the U.S. and other countries, federal, state, and local governments impose a tax on some or all tobacco products. Types of tobacco products include cigarettes, pipe tobacco, cigars, hookah/shisha tobacco, snuff, etc.\n\nExcise taxesare usually levied on the sale and production for sale of tobacco products, resulting in the price offered to buyers being higher relative to the cost of other goods and services. Producers, manufacturers, and wholesalers pay the excise tax and, in a bid to recover the tax paid on these products, raise the sale price to the final consumers. Taxes may also take the form of a sales tax, value-added tax (VAT), or duty tax, with consumers, once again, mainly responsible for footing a portion or all of these bills.\n\nTax authorities often slap high taxes on what they consider to be morally objectionable vices such as tobacco and alcohol. The idea is to punish consumers and hopefully discourage them from continuing the activity.\n\nThese efforts aren't always successful, though. Because demand for tobacco, and many othersin-taxedgoods, is known to be highly priceinelastic, most of the effect of the tax tends to be reflected in price increases rather than reduced consumption, at least in the short-run.\n\nTheWorld Health Organization(WHO) admits that, on average, a 10% increase in price (including taxes) of tobacco products would account for only a 4 to 5% drop in cigarette demand. These estimates may be generous, and most independent research finds much smaller effects. TheCenter for Tobacco Control Research and Education, for example, points out that cigarette taxes are among the least effective means to reduce smoking.\n\nSince smoking is an addictive habit, increasing the price of tobacco products﻿﻿ does little to curb the number of sales made. Instead, most tobaccoconsumerssimply pay the higher price (including the tax) and continue smoking.\n\nThis often results in a largerevenuewindfall for the taxing authority—or for organized crime groups that smuggle in untaxed products—but a comparatively small effect on actually reducing tobacco consumption. In some cases, this may even create incentives for governments to at least tolerate—if not encourage—tobacco use, as it becomes a majorcash cowfor general spending budgets.\n\nOn one hand, it could be argued that increased tax revenues from smoking is a good thing as it boosts the amount of money to spend on improving public services. It's also reasonable to suggest that this extra capital can go to funding healthcare programs and, specifically, covering the expenses of treating sick smokers, who controversially cost the state hundreds of billions of dollars a year.\n\nStill, tobacco or cigarette tax isn't without controversy. Often it can lead to the perverse incentive phenomenon of “bootleggers-and-baptists”, first described byeconomistBruce Yandle, where an effective political coalition of moral crusaders and economic beneficiaries can effectively push for increasing tobacco taxes, regardless of whether the tax is actually effective at its ostensible goal of reducing tobacco use.\n\nThis can especially be the case when some or all tobacco tax revenue is earmarked for specific spending, such as healthcare or schools, thereby creating a concentrated interest group that benefits from ongoing tobacco revenue.\n\nAccessed July 31, 2020.https://worldpopulationreview.com/state-rankings/cigarette-prices-by-state",
  "url": "https://www.investopedia.com/terms/t/tobacco-tax.asp"
}