{
  "term": "Tombstone: A Unusual Name for a Public Offering Ad",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA tombstone is a written advertisement of a public offering placed byinvestment bankerswho areunderwritingthe issue. It gives basic details about the issue and lists each of the underwriting groups involved in the deal. The tombstone provides investors with some general information and directs the prospective investors to a link where they can obtain a prospectus.\n\nIn order to raise money, a company's management can sellequity sharesin the company through a public offering. A tombstone is one component of the disclosure requirements for security offerings required by theSecurities and Exchange Commission (SEC).The tombstone is simply an announcement that securities are available for sale.\n\nWhile a tombstone ad is just a brief announcement alerting investors to the upcoming security sale, aprospectusgoes into greater detail and gives investors the information they need to make an investing decision. When a company issues securities to the public, the SEC requires that each investor receive a prospectus. The prospectus requirement applies to aninitial public offering(IPO), which refers to the first time an issuer sells any type of security to the general public.\n\nThe prospectus requirement also applies to allseasoned issues, A seasoned issue, also known as a secondary offering, is when an established company that already trades on the stock exchange issues new shares of stock for sale. A tombstone for a secondary offering is mailed to all investors who already own the security, and all secondary offerings are sold using a prospectus.\n\nThe preliminary prospectus doesn't include price information, but is used to gauge market interest in the security being proposed; the final prospectus, however, includes price information as well as the number of shares the company will sell.\n\nAn underwriter is responsible for managing the legal and accounting process of creating a prospectus. The prospectus includes the issuer's most recent set of auditedfinancial statements, as well as a legal opinion regarding the existence of any pending legal matters.\n\nA prospectus goes into great detail about a firm's marketing, production, and sales process, and it explains why the company is raising more capital. In addition to the underwriters, there may be many other members of thesyndicatewho are brought in to sell the securities to their customers. The underwriter's sales force also sells the newly issued securities.\n\nThe tombstone describes the types of securities that are offered, the date they are available, the number of shares or bonds to be sold, and how the securities can be purchased. If a newdebt securityreceives acredit rating, that rating can be included in the tombstone.\n\nA tombstone advertisement gets its name from the black border and heavy black print one typically has in print media. The tombstone lists the syndicate members who are involved in the underwriting of the security, with the primary members listed in larger type at the top of the advertisement.\n\nA syndicate member's level of involvement is based on the work the member performs on the security offering and the percentage of the total issue that the member's firm sells to the public. If a syndicate member is listed at the top of a tombstone for a popular issuer of stock, that document helps the syndicate firm market its expertise to other companies.",
  "url": "https://www.investopedia.com/terms/t/tombstone.asp"
}