{
  "term": "Tomorrow Next (Tom Next): Definition, Purpose, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTomorrow next (tom next) is a short-termforeign exchange (forex)transaction where a currency is simultaneously bought and sold over two separate business days. In tomorrow next, the first business day is tomorrow (in one business day) and the next is the following day (two business days from today). A tom next transaction allows investors and traders to maintain their position without being forced to takephysical delivery.\n\nThe currency or foreign exchange market is the largest and mostliquidmarket in the world with $7.5 trillion in over-the-counter daily trades in April 2022.The market is open 24 hours a day, five days a week. It is a complex market that requires a great deal of expertise and knowledge to avoid risk and taking large losses. The goal of trading in this market is to buycurrenciesat low prices and sell them when the value rises to generate a profit.\n\nIn most markets, trades end with the investor takingdeliveryof the financial asset in question. Forex trades result in physical or electronic delivery of the currency. The delivery date for currencies is typically two days or T+2 after a trade order is placed. This is referred to as thespot date. A trader can extend the trade past this date, which is referred to as tomorrow next.\n\nBy rolling over their position to tom next, traders can keep their positions open overnight and avoid taking delivery of the currency. This allows them to execute a simultaneous trade: They can complete anFX swap(which means they can buy and sell a currency) over two business days. In this case, the first day is tomorrow and the second is the day after that.\n\nTraders who don't roll over their position are forced to take physical delivery of that currency. Because this is rarely the case, a tom-next transaction is essentially the extension of a trader's position.\n\nIf the two currencies have identical interest rates then they will be swapped at the same rate.\n\nDepending on what currency the trader holds, they will either be charged or earn a premium. Traders and investors who hold high-yielding currencies will roll it over at a more favorable rate (minimal) because of the interest rate differential. This differential is known as thecost of carry.\n\nThe transactions of tom-next trades are executed by dealers in theinterbank market. Depending on the direction of their transaction, the trader will either buy and sell or sell and buy the currency they roll over. A tom-next transaction is generally handled by the forwards trading desk or theshort-term interest rate (STIR)team.\n\nTomorrow next transactions are also used in the commoditiesderivativesmarket, although this terminology is not often used there. The principle of rolling over a position is perhaps even more important incommodities tradingbecause if it is not done, a trader is required to take delivery of the underlying commodity at expiration.\n\nHere's a hypothetical example to show how the idea of tomorrow next works. Let's say that a trader is long on theEUR/USDpair, which trades at $1.53 (1 euro buys 1.53 U.S. dollars) on its expiration date. The trader issues a tom next instruction to continue holding onto the pair. Suppose the swap interest rates for the pair are in the range of 0.010 to 0.015.\n\nAt the end of the trading day, after the purchase and sale of shares, the trader is offered an interest rate of 0.010. The new price of the trader's position becomes $1.52 the following day.\n\nTomorrow next is a term used in the currency or forex markets. It allows traders to postpone delivery by rolling over their position in the market two business days later. By doing so, traders can simultaneously avoid taking delivery and holding the currency. Put simply, it allows traders to extend the settlement of a currency trade by one more day.\n\nRisk is inherent in any type of trading. Some of the risks associated with trading currencies include economic, liquidity, and exchange rate risks. Geopolitical issues, counterparty risks, and transaction risk can also affect currency rates.\n\nForeign exchange can be complicated because it requires a good working knowledge of how currency markets work. Experience and skills are also key as they can help traders navigate some of the intricacies of this market and avoid major losses. Investors need to understand currency pairs, risks involved, and how to balance the risks in the market with the potential for rewards.\n\nT+1, T+2. T+3are abbreviations commonly used to denote settlement dates for certain financial transactions. The T indicates the transaction date, while the numbers refer to how many days it takes after the transaction to settle. So a T+1 transaction settles one business day after the transaction date while a T+2 and T+3 settle two and three business days later, respectively. If a transaction takes place on a Wednesday, the T+1 settlement date occurs on Thursday. A T+2 transaction initiated on a Friday settles on Tuesday since Saturday and Sunday aren't business days.\n\nMost trades end with taking delivery of the financial instrument being traded. But, there are cases where the trader wants to avoid taking possession of the asset. This is common in the currency or forex market. Currency traders commonly use the tomorrow next strategy to avoid taking delivery and extend their position in a currency. Doing so allows them to complete an FX swap. This means they can simultaneously buy and sell a currency. Those who don't use this tactic may be forced to settle their transactions by accepting the currency.\n\nBIS. \"OTC foreign exchange turnover in April 2022.\"",
  "url": "https://www.investopedia.com/terms/t/tomorrownext.asp"
}