{
  "term": "Tontine; History and Possible Resurgence of Controversial Insurance",
  "definition": "Tontine is the name of an early system for raising capital in which individuals pay into a common pool of money and receivedividendsbased on their share ofreturnsfrom investments made with the pooled money.\n\nAs members of the group died, they were not replaced with new investors so the proceeds were divided among fewer and fewer members. The surviving investors profited from the deaths of people they knew, a feature that many considered macabre.\n\nAlthough they seem alien today, tontines have a storied pedigree that reaches back at least half a millennium. The name comes from a 17th-century Italian financier, Lorenzo de Tonti.It is not clear whether he actually invented the tontine, but Tonti did famously pitch a tontine scheme to the French government in the 17th century as a way for King Louis XIV to raise money.\n\nFor this reason, historians suggest that Tonti’s idea originated with the financial folkways of his native Italy. The idea didn’t catch on at first, and Tonti eventually landed in the Bastille.\n\nA few decades later, in the late Middle Ages tontines became widespread in Europe as a financing tool for the royal courts. Because levying taxes was often out of the question, European monarchs borrowed, predominantly via tontines, to fund their internecine wars.\n\nAt the height of their popularity in the 1900s, tontines represented almost two-thirds of the insurance market in the United States and accounted for more than 7.5% of the nation’s wealth. By 1905, there were an estimated nine million active tontine policies in the U.S., in a country of only 18 million households.\n\nTontine insurance policies were banned in the United States in 1906.\n\nDespite their popularity, tontines had acquired a bad rap in the U.S. because of several well-publicized insurance scandals; so to some, they remain synonymous with greed and corruption. In Europe, tontines are regulated under Directive 2002/83/EC of theEuropean Parliament, and tontines are still common in France.\n\nAs an investor in a tontine, you paid a lump sum upfront—similar to the concept of principal except that it was never paid back—and you received annual \"dividend\" payments until your death. When an investor died, his shares were divided among the surviving members of the tontine.\n\nIn this way, a tontine's characteristics are similar to a groupannuityand a lottery. In a tontine, the longer you live—and the fewer fellow investors who remain living—the larger your annual payment. The last investor alive would collect the entire dividend. When all the investors died, the tontine ended, and the government usually absorbed the remaining capital.\n\nIn most places in the United States using tontines to raise capital or obtain lifetime income is consistently upheld as being legal; however, outdated legislation in two states has fostered the incorrect perception that selling tontines in the broader U.S. is illegal.\n\nIn 19th-century America, tontines were a popular vehicle for increasinglife insurancesales. Historians generally credit tontines with single-handedly underwriting the insurance industry's ascendance in America. Popular culture served to amplify both the fashionability and the dark side of tontines—as Agatha Christie, Robert Louis Stevenson, and P.G. Wodehouse all wrote stories about tontine participants conspiring to kill one another to claim the big payoff.\n\nAt the beginning of the American Republic, U.S. Treasury SecretaryAlexander Hamiltonproposed using tontines as a way to reduce the national debt.Hamilton's tontine had an unusual payout structure that froze investor payments to the final beneficiaries when the survivor pool was reduced to 20% of the original group. These beneficiaries would still receive a dividend, but it would no longer increase as their co-beneficiaries died off. Hamilton's tontine proposal was ignored by Congress, however.\n\nAs rapidly as their popularity rose in America, tontines' downfall was equally precipitous. Shortly after 1900, several spectacular insurance-industry embezzlement scandals all but wiped the tontine from the U.S. consciousness.\n\nToday, a growing number of financial advisors, academics, andFintechfirms think that it might be time to take a second look at these financial arrangements. One such academic is Moshe Milevsky, an associate professor of finance at York University’s Schulich School of Business in Toronto, who would like to see tontines make a comeback. Milevsky thinks that tontines are attractive because they provide the regular income of anannuity—even more income for living members—and because of tontines’ structure and relatively low costs, they produce higher yields than annuities.\n\nTontines may also offer a solution to longevity risk—the danger that you’ll outlive your money. Moreover, advocates say that with automation and developments likeblockchaintechnology, today’s tontines could boast something that was missing in previous versions:transparencyand, with that, less possibility of fraud. The market for tontines is as large as for life insurance, especially with baby boomers looking for an alternative to their vanishedpensions.\n\nSo, instead of something that belongs hidden in the pages of a murder mystery, a modern version of the tontine could be a viable way for people to finance their final years. Tontines could even provide a safer and more affordable way for American companies to revive the pension. Interestingly, some believe that the fall of the American tontine in the early 20th century had a lot to do with the rise of the corporate pension. As Milevsky toldThe Washington Postin 2015, “This [tontines] might be the iPhone of retirement products.”\n\nToday, most people do not rely on pensions to fund their retirement nor are they abundantly investing in traditional retirement accounts, such as annuities, to supplement retirement income. Often, retirees are dependent on their insufficient life savings and nominal Social Security payments. These factors have many wondering what alternatives exist to help.\n\nAnnuities' popularity has dwindled over the years as people fear they will not realize a return on their investment before death. Tontines shift the focus from one's morbidity to the morbidity of the group members—an easier scenario to digest. In addition, tontines have fewer fees, resulting in higher payouts to participants. Although payments are not fixed like annuities, they will not decrease.\n\nReduced costs and the potential for higher payments throughout retirement are attractive features that have some rethinking of whether tontines should be revived. At least, some proponents argue that people should have the option of participating in one.\n\nTontines often took the form of subscriptions, the proceeds of which were used to fund private- or public-works projects, which sometimes featured the tontine in their name.\n\nIn 1775, English freemasons used a tontine to finance the first Freemasons’ Hall (the Freemasons’ Tontine) in Great Queen Street, London.Today this building—called the United Grand Lodge of England (UGLE)—houses more than 200,000 member freemasons and is a place for all to gather in fellowship as equals.The public is welcome, and the UGLE offers historical lectures, tours, and other programs. The UGLE also offers this space for rent; and it is a favorite spot for shooting films, conferences, and trade and fashion shows.\n\nInvestors in this tontine came primarily from the property-owning, commercial and professional classes; they were largely male, but with a significant number of widows and spinsters. At its inception in 1775, this tontine raised £5,000 ($6,344) at a nominalinterest rateof 5% per annum, for an annual dividend of £250 ($317).\n\nThe Freemasons' Tontine was a well-organized business and published a printed prospectus containing the terms of the tontine. It also maintained a register that included the group's written history, and a list of the 100 original subscribers along with detailed demographic data. The Freemasons’ Tontine is unusual in that these records have survived for their 87-year duration (1775–1862).\n\nThe Shrewsbury architect, John Hiram Haycock, built the Tontine Hotel (The Tontine) in Ironbridge in 1780 using a tontine to finance its construction.The hotel stands close to the famous Iron Bridge that spans the River Severn, which gives the town its name.\n\nThe Iron Bridge, opened in 1781, was the first major bridge in the world to be made of the then-new material, cast iron.A wonder of the industrial age, in 1934 the Iron Bridge was designated as a Scheduled Ancient Monument and closed to vehicular traffic; and in 1986, the bridge was declared a World Heritage Site.\n\nThe Tontine Hotel's sole original purpose was to accommodate the many tourists who came to see the Iron Bridge. The Tontine was also used frequently as a meeting place for local industrialists and businessmen.\n\nToday, the Tontine Hotel is still a vital meeting place for travelers, tourists, and businessmen. In addition to a bar and restaurant, The Tontine offers high-quality bed and breakfast accommodations in Shropshire, about a 30-minute drive from both Shrewsbury and Wolverhampton.The center of Ironbridge is less than a five-minute walk from the hotel. The Tontine seems not to have inherited any ghoulish associations with the tontine operations of old, as it is a favorite spot for couples and families alike.\n\nThe New York Stock Exchange has roots that go back to a spring day in 1792 when a group of 24 men met outside of 68 Wall Street (at Water Street) in the shade of a huge sycamore, or \"buttonwood tree.\"They set down the rules they would trade by and called it the Buttonwood Agreement.\n\nLater that year, the financiers moved their trading operations into a room on the second floor of a building that became the Tontine Coffee House. Early in 1793, a tontine, of course, financed the construction of the Tontine Coffee House, by selling 203 shares at $200 each.In 1817, the growth of this tontine's investments had in effect morphed into theBig Board, and it moved to a larger space.\n\nThe Tontine Coffee House was one of New York City's busiest hubs for buying and selling stocks, transacting business deals, and holding heated political debates and other forums. In addition to serving as a home for theMerchants Exchange, the Tontine Coffee House was a social gathering spot and a landmark building, which appeared often in the memoirs of illustrious financiers and newspaper stories as the site of important public meetings.\n\nThe original building financed by the tontine survived the Great Fire of 1835 but was torn down and replaced in the middle 1850s. The member death that triggered the Tontine Coffee House's dissolution occurred in November 1870, but accounting disputes delayed the proceedings and the property was finally sold at a court-ordered auction in January 1881. The sale brought the city only $138,550, which was much less than anticipated.\n\nKitces.\"Could A Tontine Be Superior To Today’s Lifetime Annuity Income Products?\"\n\nThe Washington Post. \"It’s sleazy, it’s totally illegal, and yet it could become the future of retirement.\"\n\nColumbia Law School. \"A Short History of Tontines,\" Page 19.\n\nSchool of Advanced Study - University of London. \"Invested in identity: the Freemasons' Tontine of 1775.\"\n\nUGLE. \"United Grand Lodge of England.\"\n\nInstitute of Historical Research - School of Advanced Study University of London. \"Risk or reward? An eighteenth-century tontine.\"\n\nGhost Club. \"Investigation Report The Tontine Hotel, Ironbridge, Shropshire.\"\n\nEnglish Heritage. \"History of Iron Bridge.\"\n\nMapping the African American Past. \"Tontine Coffeehouse.\"\n\nNew-York Historical Society Museum & Library. \"Guide to the Records of the Tontine Coffee-House 1738-1879.\"\n\nSSRN. \"A Recount of the Early Joint Stock Companies and Securities Trading in the United States (1620s - 1850s),\" Page 27.",
  "url": "https://www.investopedia.com/terms/t/tontine.asp"
}