{
  "term": "Too Big to Fail: Definition, History, and Reforms",
  "definition": "“Too big to fail” describes a business or business sector so ingrained in a financial system or economy that its failure would be disastrous. The government will considerbailing outa corporate entity or a market sector, such as Wall Street banks or U.S. carmakers, to prevent economic disaster.\n\nA bailout of Wall Street banks and other financial institutions deemed \"too big to fail\" occurred during theglobal financial crisis of 2007-2008.Following the collapse ofLehman Brothers, Congress passed theEmergency Economic Stabilization Act (EESA)in October 2008.\n\nThe rescue measures included the $700 billionTroubled Asset Relief Program (TARP), which authorized the U.S. government to purchase distressed assets to stabilize the financial system.Following the assistance, regulations under theDodd-Frank Wall Street Reform and Consumer Protection Actof 2010 were imposed on financial institutions.\n\n“Too big to fail” became a common phrase during the 2007–2008 financial crisis, which led to financial sector reform in the United States and globally.\n\nFollowing bank failures in the 1920s and early 1930s, theFederal Deposit Insurance Corp. (FDIC)was created to monitor banks, insure customer deposits, and provide Americans with confidence that their savings would be safe. The FDIC insures individual accounts in member banks for up to $250,000 per depositor.\n\nThe 21st century saw new challenges for banks, which had developed financial products and risk models that were inconceivable in the 1930s. The 2007–2008 financial crisis exposed unknown consumer and economic risks.\n\nPassed in 2010,Dodd-Frankwas created to help prevent future bailouts of the financial system. It included new regulations regarding capital requirements, proprietary trading, and consumer lending. Dodd-Frank also imposed higher requirements for banks collectively labeledsystemically important financial institutions (SIFIs).\n\nThe 2007–2008 financial crisis affected banks around the world. Global regulators also implemented reforms, with the majority of new regulations focused on “too big to fail” banks. Examples of global SIFIs include Mizuho, the Bank of China, BNP Paribas, Deutsche Bank, and Credit Suisse. Global bank regulations are led by theBasel Committee on Banking Supervision, theBank for International Settlements, and the Financial Stability Board.\n\nBanks that the U.S.Federal Reserve (Fed)has said could threaten the stability of the U.S. financial system include:\n\nOther entities that were deemed as “too big to fail” during the financial crisis of 2007-2008 and required government intervention were:\n\n15 years following the banking crisis of 2008, the big banks are bigger than ever. In early 2023,JPMorgan Chase took over the depositsand substantial assets from the failure of First Republic Bank.\n\nNumerous policies and regulations were imposed to prevent future financial disasters and curtail government intervention. The Dodd-Frank Act passed in July 2010 requires banks to limit their risk-taking by holding larger financial reserves. Banks must keep a ratio of higher-quality assets orcapital requirements, in the event of distress within the bank or the wider financial system.\n\nTheConsumer Financial Protection Bureau (CFPB)addressed thesubprime mortgage crisisand implemented mortgage lending practices that make it easier for consumers to understand the terms of a mortgage agreement.\n\nCritics have argued that regulations harm the competitiveness of U.S. firms and contend that regulatory compliance requirements unduly burden community banks and smaller financial institutions that did not play a role in the financial crisis.\n\nIn 2018, some provisions of Dodd-Frank were loosened under President Trump with the passage of theEconomic Growth, Regulatory Relief, and Consumer Protection Act.\n\nThis term was publicized by U.S. Rep. Stewart McKinney (R-Conn.) in a 1984 congressional hearing, discussing the intervention of the Federal Deposit Insurance Corp. (FDIC) with the Continental Illinois bank. Although the term was previously used, it became more widely known during the global financial crisis of 2007–2008 when Wall Street received a government bailout.\n\nRegulations have been put in place to require systemically important financial institutions to maintain adequate capital and submit to enhanced supervision and resolution regimes.\n\nAfter the 2008 collapse of large financial institutions, policies were enacted, including theEmergency Economic Stabilization Act of 2008(EESA) and the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010.\n\nThe EESA established theTroubled Assets Relief Program(TARP) authorizing the Treasury secretary to \"purchase, and to make and fund commitments to purchase, troubled assets from any financial institution, on such terms and conditions as are determined by the secretary.\" Proponents believed vital to minimize the economic damage created by the sub-prime mortgage meltdown.\n\nTo protect the U.S. economy from a disastrous financial failure that might have global repercussions, the government may step in to financially bail out a systemically critical business or an economic sector, such as transportation or the auto industry. During the 2007-2008 global financial crisis, policymakers and regulators in the U.S. deemed some banks and corporations \"too big to fail\" and provided rescue measures through the Emergency Economic Stabilization Act of 2008.\n\nCornell Law School, Legal Information Institute. \"Too Big to Fail.\"\n\nU.S. Congress. “Public Law 110-343, Emergency Economic Stabilization Act of 2008,” 122 Stat. 3780 (Page 16).\n\nU.S. House of Representatives, Committee on Oversight and Government Reform, via govinfo.gov. “The Causes and Effects of the Lehman Brothers Bankruptcy.”\n\nU.S. Code, House.gov. \"12 USC Ch. 52: Emergency Economic Stabilization.\"\n\nU.S. Government Accountability Office. \"Troubled Asset Relief Program: Status of Efforts to Address Transparency and Accountability Issues.\"\n\nFederal Deposit Insurance Corp. “About FDIC: What We Do.”\n\nU.S. Department of the Treasury. “Financial Stability Oversight Council: Designations.”\n\nU.S. Congress. “H.R.4173 — Dodd-Frank Wall Street Reform and Consumer Protection Act.”\n\nFinancial Stability Board. “2022 List of Global Systematically Important Banks (G-SIBs).”\n\nFederal Reserve System. “Large Institution Supervision Coordinating Committee.”\n\nProPublica, Bailout Tracker. “Bailout Recipients.”\n\nU.S. House of Representatives, Committee on the Judiciary. “Dodd-Frank Act’s Effects on Financial Services Competition,” Page 16-17.\n\nCongress.gov. \"S.2155 - Economic Growth, Regulatory Relief, and Consumer Protection Act.\"\n\nNBER. \"Too Big to Fail Before the Fed,\" Page 2.\n\nU.S. Department of the Treasury. \"Emergency Economic Stabilization Act Programs FY 2013: President's Budget Submission.\"",
  "url": "https://www.investopedia.com/terms/t/too-big-to-fail.asp"
}