{
  "term": "Top-Down Investing: Definition, Example, Vs. Bottom-Up",
  "definition": "Top-down investing is an investment analysis approach that focuses on the macro factors of the economy, such as GDP, employment, taxation, interest rates, etc. before examining micro factors such as specific sectors or companies.\n\nTop-down investing prioritizes macroeconomic, national, or market-level factors. It can be contrasted with thebottom-upapproach, which starts first with a company's fundamentals, where most of the emphasis is put, and then works its way up through the structural hierarchy, looking at macro-global economic factors last, if at all.\n\nWhen looking at the bigger picture, investors use macroeconomic variables, such asGDP, trade balances, currency movements,inflation, interest rates, and other aspects of the economy. After looking at the big-picture conditions around the world, analysts next examine the general market conditions to identify high-performing sectors, industries, or regions within the macroeconomy. The goal is to find particular industrial sectors that are forecast tooutperformthe market.\n\nBased on these factors, top-down investors allocate investments to outperforming economic regions rather than betting on specific companies. For example, if economic growth in Asia is better than the domestic growth in the United States, an investor might shift their assets internationally by purchasingexchange-traded funds(ETFs) that track specific Asian countries. From this point, they can drill down into specific companies to choose potentially successful ones as investments by looking last at theirfundamentals.\n\nTop-down investing can make more efficient use of an investor’s time by looking at large-scale economic aggregates before choosing regions or sectors and then specific companies as opposed to starting out with the entire universe of individual companies' stocks. However, it may also miss out on a large number of potentially profitable opportunities by eliminating specific companies that outperform the general market.\n\nBottom-up investing is the opposite strategy to top-down. Practitioners of the bottom-up approach ignore macroeconomic factors and instead look at microeconomic factors that affect specific companies they're watching.\n\nTop-down investing may produce a more long-termstrategicportfolio and favorpassiveindexing strategies, while a bottom-up approach may lead to more tactical,actively-managedstrategies. Top-down portfolios often consist largely of index funds that track specific regions or industrial sectors and may include commodities, currencies, and some individual stocks. Bottom-up style portfolios often have a much larger share of individual stocks.\n\nFor example, a bottom-up investor chooses a company and then looks at its financial health, supply, demand, and other factors over a specified time period. Although there is some debate as to whetherthe top-down approachis better than the bottom-up strategy, many investors have found top-down strategies useful in determining the most promising sectors in a given market.\n\nAs an example of top-down investing, UBS Group AG (UBS)hosted its 2016 UBS CIO Global Forum in Beverly Hills, CA, to help investors navigate the economic environment at the time. The forum addressed macroeconomic factors that affect markets, including international government policy, central bank policy, international market performance, and the effects of theBrexitvote on the global economy. The way in which UBS addressed these economic factors points to a top-down investment strategy.\n\nJeremy Zirin, a wealth manager who is part of UBS Wealth Management Americas, reflected on the benefits of top-down investing at the forum.Consumer discretionarystocks looked attractive to Zirin and his team, who implemented a top-down approach to identify strong consumer discretionary investments. His team took into account the above macroeconomic factors and saw that consumer discretionary was insulated from international risks and was bolstered by American consumers' spending power. Identifying this sector allowed him and his team ultimately to identify Home Depot (HD) as a good investment.",
  "url": "https://www.investopedia.com/terms/t/topdowninvesting.asp"
}