{
  "term": "Top Line: Definition and Importance on Financial Statements",
  "definition": "The top line is a reference to gross figures reported by a company, such as sales orrevenue. It is called the top line because it is displayed at the very top of a company'sincome statement, and is reserved for the reporting of gross sales or revenue. A company that increases its revenue or sales is said to be generating top-line growth. The opposite of the top line is the bottom line.\n\nInvestopedia / Michela Buttignol\n\nThe top line is a record of a company’s revenue that reflects the full sales price of goods or services sold to consumers within the statement period. It is placed at the top of the income statement, as subsequent line items reference anexpenseor loss that must be deducted from the gross figure.\n\nExpenses can include any payments made in order to support the production of goods or rendering of a service.Capital lossesincurred through the sale of acapital assetat a loss can also be deducted. Common expenses include, but are not limited to, the cost of materials required to manufacture the goods that were sold as well as anyoperating expenses. Applicable taxes are also deducted from this running total.\n\nOnce the costs have been subtracted from the top line then a business arrives at its profits, also known as the bottom line.\n\nThe top line is one of the most important figures in a company'sfinancial statements. It shows how much business a company does in the specified period. It reflects the puredemandfor a company's goods or services without any other effects.\n\nThe top line reflects a company's growth by showing if a company is selling more goods or services over time. If it is, revenue will be increasing. If it is not growing or growing but not by the desired amount, it is an indicator to a company that changes need to be made. This can include themarketing strategy, quality of the product, pricing, or the customer's overall engagement with the company.\n\nThe top line is a gross figure of all revenue earned in the statement period, while thebottom linerefers to the net figure after taking into account the costs of earning the revenue. The bottom line reflects thenet income, which is often listed as the last, or bottom, line on a company's income statement.\n\nThe bottom line reflects what remains once all of the necessary expenses have been deducted from the top line, and reflects the amount ofprofitthat was generated during the statement period.\n\nBoth the top line and the bottom line are important but they both provide very different insights. The top line is primarily a growth indicator and a company's ability to sell its goods while the bottom line reflects many internal aspects, such as costs, operating expenses, and generally how a company carries out its business.\n\nA company's top line could be strong, generating high revenues, but if its production processes and other variables generate high costs, the bottom line could turn out to be low, indicating minimal profits.\n\nTop line growth refers to an increase in the gross revenue brought into a company and does not necessarily guarantee an increase in profit. Growth in revenue may lead to growth in the bottom line only if it is not offset by increased expenses.\n\nWhen top line growth is solely related to increased sales due to increased production, the increased costs of production must be deducted from the top line in order to determine the new bottom line.",
  "url": "https://www.investopedia.com/terms/t/topline.asp"
}