{
  "term": "Toronto Stock Exchange (TSX): What It Is and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Toronto Stock Exchange (TSX) is a Canadian stock exchange located in Toronto, Ontario. Founded in 1861, the TSX is Canada’s premier stock exchange with more than 1,500 listed companies, including those from the energy, mining, technology, and real estate sectors. The exchange is also home to international listings and exchange-traded products.\n\nIt became fully electronic after closing its trading floor in 1997.In 2007, the TSX merged with theMontreal Exchange (MX)to form theTMX Group.\n\nThe Toronto Stock Exchange is one of the largest stock exchanges in the world and is the third-largest in North America after theNew York Stock Exchange (NYSE)and theNasdaq.The exchange’s history dates back to the mid-1800s. It was established in 1861 and was officially incorporated in 1878 under the name Toronto Stock Exchange or TSE.It became known as the TSX after the company was rebranded in 2002.\n\nThe exchange operates Monday to Friday, except for statutory holidays. The market opens with regular trading activity taking place from 9:30 a.m. to 4 p.m. Eastern time. Trading orders may be entered but not executed during the pre-open from 7 a.m. to 9:30 a.m. ET.\n\nAs noted above, the exchange eliminated itstrading floorin 1997. Trades on the TSX became electronic, similar to the Nasdaq in the United States.Traded instruments include shares in companies, investment trusts, andexchange-traded products (ETPs). Other financial instruments such asbonds, commodities, futures, options, and otherderivativeproducts are also actively traded.All transactions are executed in theCanadian dollar. According to the 2020 Guide to Listing, there were 1,572 listed issuers on the exchange.\n\nThe exchange launched the TSE 300 Composite Index in 1977, which was similar to theS&P 500.Composed of the most influential stocks on the exchange, the name of the index was changed to theS&P/TSX Composite Indexin 2002. The index is rebalanced on a quarterly basis in March, June, September, and December.\n\nInterested in investing in Canadian companies? Try purchasing American depositary receipts (ADRs), which are available for larger Canadian corporations.\n\nIn 1999, the TSX became Canada’s only exchange for senior equities. Two years later, it acquired theTSX Venture Exchange, which primarily listssmall-capstocks.\n\nAs noted above, the exchange is now operated by the TMX Group, a result of themergerbetween the TSX and the MX. In addition to the TSX, the MX, and the TSX Venture Exchange, the group also operates the TSX Alpha Exchange; Shorcan, which specializes in fixed-income products in Canada; and theCanadian Derivates Clearing Corp. (CDCC).The CDCC facilitates the clearing of Canadian exchange-traded derivative products and other financial instruments.\n\nThe TSX and theLondon Stock Exchange (LSE)explored the opportunity for a merger. The deal fell through in 2011 after it failed to receive the required two-thirds majority of votes from shareholders. TMX proposed the merger to avoid a takeover by the Maple Group Acquisition Corp., aconsortium of Canadian investorsincluding the Canadian Plan Investment Board, Scotia Capital, and TD Securities.The TMX Group agreed to the Maple Group takeover, which was completed in 2012.\n\nFinancial Post. “Timeline: 160 Years of the Toronto Stock Exchange.”\n\nStatista. “Largest Stock Exchange Operators Worldwide as of March 2024, by Market Capitalization of Listed Companies.”\n\nStrategic CFO. “Toronto Stock Exchange (TSX).”\n\nTMX, via Internet Archive Wayback Machine. “Sector and Product Profiles.”\n\nS&P Dow Jones Indices. “S&P/TSX Composite Index.”\n\nTMX. “Canadian Derivatives Clearing Corporation.”\n\nThe Wall Street Journal. “TMX, LSE Terminate Merger Deal.”\n\nThe Globe and Mail. “Maple Group Wins Control of TMX, with 91 Per Cent of Shares Tendered.”",
  "url": "https://www.investopedia.com/terms/t/toronto-stock-exchange-tsx.asp"
}