{
  "term": "Tort Law: What It Is and How It Works, With Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nTort law is the area of the law that covers most civil suits, with the exception of contractual disputes,\n\nTort law is the area of the law that covers most civil suits. In general, any claim that arises in civil court, with the exception of contractual disputes, falls under tort law.\n\nThe concept of tort law is to redress a wrong done to a person and provide relief from the wrongful acts of others, usually by awarding monetary damages as compensation. The original intent of tort is to provide full compensation for proved harms.\n\nLawsuits involving contracts fall under contract law.\n\nTort law requires those who are found to be at fault for harming others to compensate the victims. Typical harms include the loss of past or future income, payment of medical expenses, and payment for pain and suffering. There may also be additionalpunitive damagesthat are meant to punish the defendant in excess of full compensation.\n\nTort law can be split into three categories: negligent torts, intentional torts, and strict liability torts.\n\nIn February 2016, a self-driving car made by Google crashed into a bus in Mountain View, Calif. The car sensed a group of sandbags positioned around a storm drain and swerved into another lane to avoid them, slamming into the side of a public transit bus. This was the first reported case of a self-driving car causing an accident, not just being a part of one.\n\nAccording to liability tort law, drivers can seek compensation from a manufacturer for a faulty part of a car, usually an airbag or a tire. However, this liability tort now extends to self-driving cars, and Google and others in the nascent self-driving vehicle business could be found liable for the damages.\n\nAmy Williams filed a negligence lawsuit against Quest Diagnostics and its subsidiary Athena Diagnostics for the wrongful death of her two-year-old son, Christian Millare.\n\nIn 2007, Athena Diagnostics misclassified a mutation in Millare's gene. The plaintiff argued that the misclassification led the child's doctors to use the wrong treatment for his symptoms. The mutation directly resulted in his seizure and death in 2008.\n\nIn 2018, 11 years after the child's death, the South Carolina Supreme Court ruled that a genetic testing lab could be classified as a healthcare provider under state law.\n\nAn example of an intentional tort is the ruling between the website Gawker and pro wrestler Hulk Hogan on March 18, 2016.\n\nHogan was awarded $140 million in damages since it was deemed that Gawker intentionally invaded his privacy in order to obtain video evidence of a private act.\n\nThe issue of tort reform relates to the critical stance taken against many tort cases, especially in the United States. Proponents of tort reform argue that many lawsuits today are frivolous.\n\nAccording to the Court Statistics Project, approximately 12.5 million civil lawsuits were filed in state trial courts in the United States in 2022, and advocates of tort reform claim that far too many of these are based on flimsy grounds, or are filed to intimidate or influence outcomes.\n\nThese frivolous cases are expensive and time-consuming, using up public resources that could be better expended elsewhere.\n\nAdvocates of tort reform in the U.S. have especially focused on lawsuits related to medical malpractice claims and allegations of billing overcharges, including the unnecessary use of costly medical tests and the high price of drugs due to patents.\n\nCorrection—Aug. 15, 2024:This article has been corrected to state that punitive damages are meant to punish the defendant.\n\nU.S. Chamber Institute for Legal Reform. \"Torts of the Future: Autonomous Vehicles.\"\n\nSouth Carolina Judicial Branch-The State of South Carolina in the Supreme Court. \"Amy Elizabeth Williams, as the Personal Representative of the Estate for Deceased Minor; and Amy Elizabeth Williams, Individually, Plaintiffs, v. Quest Diagnostics, Inc., Athena Diagnostics, Inc., and ADI Holdings, Inc., Defendants. Appellate Case No. 2017-000787.\"\n\nFirst Amendment Watch. \"Hulk Hogan v. Gawker: Invasion of Privacy and Free Speech in a Digital World.\"\n\nCourt Statistics Project. \"Trial Court Caseload Overview: Caseload Detail—Total Civil.\"",
  "url": "https://www.investopedia.com/terms/t/tort-law.asp"
}