{
  "term": "Total Debt-to-Capitalization Ratio: Definition and Calculation",
  "definition": "The totaldebt-to-capitalization ratiois a tool that measures the total amount of outstanding companydebtas a percentage of the firm’s total capitalization. The ratio is an indicator of the company'sleverage, which is debt used to purchase assets.\n\nCompanies with higher debt must manage it carefully, ensuring enough cash flow is on hand to manage principal and interest payments on debt. Higher debt as a percentage of total capital means a company has a higher risk ofinsolvency.\n\n﻿Total debt to capitalization=(SD+LTD)(SD+LTD+SE)where:SD=short-term debtLTD=long-term debtSE=shareholders’ equity\\begin{aligned} &\\text{Total debt to capitalization} = \\frac{(SD + LTD)}{(SD + LTD + SE)} \\\\ &\\textbf{where:}\\\\ &SD=\\text{short-term debt}\\\\ &LTD=\\text{long-term debt}\\\\ &SE=\\text{shareholders' equity}\\\\ \\end{aligned}​Total debt to capitalization=(SD+LTD+SE)(SD+LTD)​where:SD=short-term debtLTD=long-term debtSE=shareholders’ equity​﻿\n\nEvery business uses assets to generate sales and profits, and capitalization refers to the amount of money raised to purchase assets. A business can raise money by issuing debt to creditors or by selling stock to shareholders. You can see the amount of capital raised as reported in the long-term debt and stockholders'equity accountson a company's balance sheet.\n\nAssume, for example, that company ABC has short-term debt of $10 million, long-term debt of $30 million and shareholders' equity of $60 million. The company's debt-to-capitalization ratio is calculated as follows:\n\nTotal debt-to-capitalization ratio:\n\n﻿($10mill.+$30mill.)($10mill.+$30mill.+$60mill.)=0.4=40%\\frac{(\\$10 \\text{ mill.} + \\$30 \\text{ mill.})} {(\\$10 \\text{ mill.} + \\$30 \\text{ mill.} + \\$60 \\text{ mill.})} = 0.4 = 40\\%($10mill.+$30mill.+$60mill.)($10mill.+$30mill.)​=0.4=40%﻿\n\nThis ratio indicates that 40% of the company’scapital structureconsists of debt.\n\nConsider the capital structure of another company, XYZ, which has short-term debt of $5 million, long-term debt of $20 million and shareholders' equity of $15 million. The firm’s debt-to-capitalization ratio would be computed as follows:\n\n﻿($5mill.+$20mill.)($5mill.+$20mill.+$15mill.)=0.625=62.5%\\frac{(\\$5 \\text{ mill.} + \\$20 \\text{ mill.})} {(\\$5 \\text{ mill.} + \\$20 \\text{ mill.} + \\$15 \\text{ mill.})} = 0.625 = 62.5\\%($5mill.+$20mill.+$15mill.)($5mill.+$20mill.)​=0.625=62.5%﻿\n\nAlthough XYZ has a lower dollar amount of total debt compared to ABC, $25 million versus $40 million, debt comprises a significantly larger part of its capital structure. In the event of an economic downturn, XYZ may have a difficult time making the interest payments on its debt, compared to firm ABC.\n\nTheacceptable level of total debtfor a company depends on the industry in which it operates. While companies in capital-intensive sectors such as utilities, pipelines, and telecommunications are typically highly leveraged, their cash flows have a greater degree of predictability than companies in other sectors that generate less consistent earnings.",
  "url": "https://www.investopedia.com/terms/t/total-debttocapitalization-ratio.asp"
}