{
  "term": "Total Debt-to-Total Assets Ratio: Meaning, Formula, and What's Good",
  "definition": "The debt ratio, or total debt-to-total assets, is calculated by dividing a company's total debt by its total assets. It is also called the debt-to-assets ratio. It is aleverage ratiothat defines how much debt a company carries compared to the value of theassetsit owns.\n\nUsing this metric, analysts can compare one company's leverage with that of other companies in the same industry. This information can reflect how financially stable a company is. The higher the ratio, the higher the degree of leverage (DoL). Depending on averages for the industry, there could be a higher risk of investing in that company compared to another.\n\nThe total debt-to-total assets formula is the quotient of total debt divided by total assets. As shown below, total debt includes both short-term and long-term liabilities.\n\nTD/TA=Short-Term Debt+Long-Term DebtTotal Assets\\begin{aligned} &\\text{TD/TA} = \\frac{ \\text{Short-Term Debt} + \\text{Long-Term Debt} }{ \\text{Total Assets} } \\\\ \\end{aligned}​TD/TA=Total AssetsShort-Term Debt+Long-Term Debt​​\n\nThis calculation generally results in ratios of less than 1.0 (100%).\n\nTotal debt-to-total assets is a measure of the company's assets that are financed by debt rather than equity.\n\nIf the calculation yields a result greater than 1, this means the company is technically insolvent as it has more liabilities than all of its assets combined. A result of 0.5 (or 50%) means that 50% of the company's assets are financed using debt (with the other half being financed through equity).\n\nThe total debt-to-total assets ratio analyzes a company'sbalance sheet. The calculation includes long-term and short-term debt (borrowings maturing within one year) of the company. It also encompasses all assets—both tangible and intangible.\n\nIt indicates how much debt is used to carry a firm's assets, and how those assets might be used to service that debt. Therefore, it measures a firm'sdegree of leverage.\n\nDebt servicing payments must be made under all circumstances, otherwise, the company would breach itsdebt covenantsand run the risk of being forced into bankruptcy by creditors. While other liabilities, such as accounts payable and long-term leases, can be negotiated to some extent, there is very little “wiggle room” with debt covenants.\n\nA company with a high degree of leverage may thus find it more difficult to stay afloat during a recession than one with low leverage.\n\nWhen calculated over several years, this leverage ratio can show a company's use of leverage as a function of time. For example, a ratio that drops 0.1% every year for 10 years would show that as a company ages, it reduces its use of leverage.\n\nInvestors use the ratio to evaluate whether the company has enough funds to meet its current debt obligations and to assess whether it can pay a return on its investment.Creditorsuse the ratio to see how much debt the company already has and whether the company can repay its existing debts. This will determine whether additional loans will be extended to the firm.\n\nA total debt-to-total asset ratio greater than one means that if the company were to cease operating, not all debtors would receive payment on their holdings.\n\nLet's examine the total debt-to-total assets ratio for three companies:\n\nHere's what each company's ratio can tell you about it:\n\nIt's also important to understand the size, industry, and goals of each company to interpret their total debt-to-total assets. ABC is no longer astart-up, for example; it is an established company with proven revenue models that make it easier to attract investors.\n\nMeanwhile, XYZ is a much smaller company that may not be as enticing to shareholders. XYZ may find investor demands are too great to secure financing, turning to financial institutions for capital instead.\n\nTotal debt-to-total assets may be reported as a decimal or a percentage. For example, ABC's .30 total debt-to-total assets may also be communicated as 30%. This means that 30% of ABC's assets are financed through debt.\n\nOne shortcoming of the total debt-to-total assets ratio is that it does not provide any indication of asset quality since it lumps all tangible andintangible assetstogether.\n\nFor example, in the example above, say XYZ reported $2.9 billion in intangible assets, $1.3 billion in PPE, and $1.04 billion in goodwill as part of its total $20.9 billion of assets. Therefore, the company had more debt ($18.2 billion) on its books than all of its $15.7 billion current assets (assets that can be quickly converted to cash).\n\nShould all of its debts be called immediately by lenders, the company would be unable to pay all its debt, even if the total debt-to-total assets ratio indicates it might be able to.\n\nAs with all other ratios, the trend of the total debt-to-total assets ratio should beevaluated over time. This will help assess whether the company’s financial risk profile is improving or deteriorating. For example, a trend of increasing leverage use might indicate that a business is unwilling or unable to pay down its debt, which could signify issues in the future.\n\nA company's total debt-to-total assets ratio is specific to that company's size, industry, sector, and capitalization strategy. For example, start-up tech companies are often more reliant on private investors and will have lower total-debt-to-total-asset calculations. However, more secure, stable companies may find it easier to secure loans from banks and have higher ratios. In general, a ratio around 0.3 to 0.6 is where many investors will feel comfortable, though a company's specific situation may yield different results.\n\nA low total debt-to-total-asset ratio isn't necessarily good or bad. It simply means that the company has decided to prioritize raising money by issuing stock to investors instead of taking out loans at a bank. While a lower calculation means a company avoids paying as much interest, it also means owners retain less residual profits because shareholders may be entitled to a portion of the company's earnings.\n\nThe total debt-to-total-asset ratio is calculated by dividing a company's total debts by its total assets. All debts and assets are considered.\n\nYes, a company's total debt-to-total-asset ratio can be too high. For example, imagine an industry where the debt ratio average is 25%—if a business in that industry carries 50%, it might be too high, but it depends on many factors that must be considered.\n\nThe total debt-to-total assets ratio compares the total amount of a company's liabilities to all of its assets. The ratio is used to measure how leveraged the company is, as higher ratios indicate more debt is used as opposed to equity capital. To gain the best insight into the total debt-to-total assets ratio, it's often best to compare the findings of a single company over time or the ratios of similar companies in the same industry.",
  "url": "https://www.investopedia.com/terms/t/totaldebttototalassets.asp"
}