{
  "term": "Total Expense Ratio (TER): Definition and How to Calculate",
  "definition": "The TER covers the annual costs of running a fund based on all the known expenses associated with the fund’s operation.\n\nThe total expense ratio (TER) is a measure of the total costs associated with managing and operating aninvestment fundsuch as a mutual fund. This expense ratio is the fee charged to investors. These costs consist primarily ofmanagement feesand additional expenses such as trading fees, legal fees, auditor fees, and other operational expenses.\n\nThe total cost of the fund is divided by the fund’s totalassetsto arrive at a percentage amount, which represents the TER. The TER is also known as the net expense ratio orafter reimbursement expense ratio.\n\nThe size of the TER is important to investors as the costs are withdrawn from the fund, affecting investors’returns. For example, if a fund generates a return of 7% for the year but has a TER of 4%, then the 7% gain is greatly diminished to 3%.\n\nThe TER provides a way for the annual costs of running a particular fund to be covered. It takes all of the known costs associated with the fund’s operation and expresses them as a single number, generally as a percentage, drawing its basis from the assets associated with the fund. This means that the gross amount paid by investors as the TER is dependent on the size of the fund.\n\nThe funds supplied through the TER are used to support the management, trading, and legal fees associated with the fund, as well as anyauditcosts or generaloperating expenses. Anytime a fund incurs higher or lower operating expenses, those changes are likely passed along within the TER.\n\nThe moreactively managedthe fund, the higher the associated TER. This is due to increased personnel costs, as well as increased transaction-based fees—the fund manager pays abrokerage feeeach time a buy and sell trade is executed. By comparison, an automated orpassivefund has significantly lower costs of operation, resulting in a lower TER.\n\nBelow is the formula and the steps to calculate the TER:\n\nOperating expenses, oroperating costs, cover any outgoing financial obligations associated with the management of the fund and the corresponding transactions. This can include employee compensation and brokerage fees, in addition to anyaccountantfees.\n\nOther common expenses includeshareholdercommunications andfinancial statements, record-keeping mechanisms, and custodial services from the overseeing organization or asset manager.\n\nA small percentage of the TER may be directed to other business operation costs. This can include expenses as simple as space rental and utilities for the business. Often, these expenses are referred to asoverheadand include any financial obligation that is not necessarily directed to the actual production of a good or service.\n\nThegross expense ratio (GER)is the total percentage of a mutual fund’s assets that are devoted to running the fund. In some cases, a fund may have agreements in place for waiving, reimbursing, or recouping some of the fund’s fees. This is often the case for new funds. An investment company and its fund managers may agree to waive certain fees following the launch of a new fund to keep the expense ratio lower for investors.\n\nThe TER represents thefeescharged to the fund after any waivers, reimbursements, and recoupments have been made. These fee reductions are typically for a specified time frame, after which the fund may incur all full costs.\n\nThe TER is meant to capture the entire cost that an investor can expect from owning an investment fund. However, some charges, especially those that are either made only once or made from the investment capital, may not be included in the TER. These includecommission, stockbroker fees, securities transfer tax, redemption fees, and sales load charges.\n\nThe total expense ratio (TER) can help an investor understand the costs associated with investing in a particularinvestment fund. This can be a measure of the fund's efficiency and help to see if it's an appropriate investment.",
  "url": "https://www.investopedia.com/terms/t/ter.asp"
}