{
  "term": "Total Shareholder Return (TSR): Definition and Formula",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMichela Buttignol / Investopedia\n\nTotal shareholder return (TSR) is a measure of financial performance, indicating the total amount an investor reaps from an investment—specifically, equities or shares of stock. To arrive at its total, usually expressed as a percentage, TSR factors incapital gainsanddividendsfrom a stock; it might also include special distributions, stock splits, and warrants.\n\nWhichever way it is calculated, TSR means the same thing: the sum total of what a stock has returned to those who invested in it.\n\nAn investor makes money from stock in two basic ways: capital gains and current income. A capital gain is a change in the market price of the stock from the time it was purchased to the date it was sold (or the current price if it is still owned)—profits, in other words.Current incomeis the dividends paid out by the company from its earnings while the investor still owns the stock.\n\nWhen calculating TSR, an investor can only consider the dividends they actually received or were eligible to receive. For example, they may be in possession of the stock on the day the dividend is payable, yet they receive the dividend only if they owned the stock on or before theex-dividend date. Therefore, an investor needs to know the stock’s ex-dividend date rather than the dividend payment date when calculating TSR.\n\nDividends, which are per-share distributions of some of a company’searningsto certain classes of its stockholders, can include one-time payments or regular quarterly or semiannual cash payouts. Besides dividends, another way that companies return cash to shareholders is throughstock buybackprograms.\n\nTSR is most useful when measured over time, as it shows the long-term value of an investment, the most accurate metric for gauging success for most individualinvestors.\n\nTotal shareholder return is calculated as the overallappreciationin the stock’s price per share, plus any dividends paid by the company, during a particular measured interval; this sum is then divided by the initial purchase price of the stock to arrive at the TSR.\n\nAs a mathematical equation, it would be:\n\nTSR=(Current Price−Purchase Price)+DividendsPurchase Price\\begin{aligned}&\\text{TSR} = \\frac { ( \\text{Current Price} - \\text{Purchase Price} ) + \\text{Dividends} }{ \\text{Purchase Price} } \\\\\\end{aligned}​TSR=Purchase Price(Current Price−Purchase Price)+Dividends​​\n\nAs an example, let’s assume that an investor bought 100 shares of a company’sstockat $20 per share (for a total investment of $2,000). The stock, which they still own, is now trading at $24 per share. Since the investor bought the stock two years ago, the company has paid out a total of $4.50 in dividends per share.\n\nWhat is the investor’s TSR over those two years? It would be calculated as:\n\nSo, the TSR would be 42.5%. As an equation:\n\nTSR=(($24−$20)+$4.50)÷$20=0.425×100=42.5%\\begin{aligned}\\text{TSR} &= \\big ( (\\$24 - \\$20) + \\$4.50 \\big ) \\div \\$20 \\\\&= 0.425 \\times 100 \\\\&= 42.5\\% \\\\ \\end{aligned}TSR​=(($24−$20)+$4.50)÷$20=0.425×100=42.5%​\n\nNote: If you prefer to think of TSR in dollar terms vs. percentage, you would simply do the first two steps above, to have $8.50 per share as your total shareholder return, aka “stock return cash value” as it’s called in this form.\n\nFor the period of 2021 through 2024, Microsoft Corp. (MSFT) had a TSR of 19.9% for investors who had held it for that entire period. Of that amount, 19.2% came from an increase in share price, and 0.7% was returned from dividends.\n\nTSR can also be considered theinternal rate of return (IRR)of all cash flows to an investor during theperiod they’ve heldtheir shares.\n\nTSR is best used when analyzingventure capitalandprivate equityinvestments. These investments typically involve multiple cash investments over the life of the business and a single cash outflow at the end through aninitial public offering (IPO)or sale.\n\nBecause TSR is expressed as a percentage, the figure is readily comparable with industry benchmarks or companies in the same sector. However, it reflects the past overall return to shareholders without consideration of future returns.\n\nTSR represents an easily understood figure of the overall financial benefits generated for stockholders. The figure measures how the market evaluates the overall performance of a company over a specific time period. However, TSR is calculated for publicly traded companies at the overall level, not at a divisional level.\n\nIn addition, TSR is externally focused and reflects the market’s perception of performance; therefore, TSR could be adversely affected if a fundamentally strong company’s share price suffers greatly in theshort termfor whatever reason—like negative publicity or quirky stock market behavior or sentiment.\n\nTSR does not measure the absolute size of aninvestmentor itsreturn. For this reason, TSR may favor investments with high rates of return even when the dollar amount of the return is small. For example, a $1 investment returning $3 has a higher TSR than a $1 million investment returning $2 million. In addition, TSR does not take into consideration the cost of capital and cannot compare investments over different time periods.\n\nSimple to calculate, easy to understand\n\nMore complete evaluation of investment’s worth\n\nEasy to compare to other companies or benchmarks\n\nGood gauge of long-term performance\n\nLimited to past performance, no sense of future returns\n\nSensitive to stock market performance, like nearly anymetric\n\nDoesn’t reflect size of investment\n\nTotal shareholder return (TSR) is a way to evaluate an investment’s performance. It factors in capital gains and dividends to measure the overall returns an investor earns from a stock.\n\nTSR, short for total shareholder return, measures the appreciation in the price of a stock’s shares, plus the total sum paid in dividends per share, over a specific time period.\n\nTo calculate total shareholder return (TSR), first, subtract a stock’s current price per share from the price originally paid for it. Then add the dollar amount of dividends received per share, along with any other special distributions or payouts (like from a stock buyback, for example). Divide this sum by the stock’s purchase price per share. Multiply by 100 to arrive at a percentage figure for the TSR.\n\nTotal shareholder return (TSR) is a way to determine how much your investment has made for you—how much additional money your capital has earned in a specific time period. It takes into account both appreciation in a stock’s shares and the dividends paid on those shares. It has its limitations—what financial metric does not?—but overall, it provides a more complete sense of your return on a stock than simply gauging the gain in the stock price.\n\nTrefis. “Microsoft Total Shareholder Return (TSR): 33.0% in 2024 and 19.9% 3-Yr Compounded Annual Returns (Above Peer Average).”",
  "url": "https://www.investopedia.com/terms/t/tsr.asp"
}