{
  "term": "Total Return Index: Definition, Example, Vs. Price Index",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA total return index is a type of equity index that tracks both thecapital gainsas well as any cashdistributions, such as dividends or interest, attributed to the components of the index. A look at an index'stotal returndisplays a more accurate representation of the index's performance to shareholders.\n\nBy assumingdividendsare reinvested, it effectively accounts for those stocks in an index that do not issue dividends and instead reinvest theirearningswithin the underlying company asretained earnings.A total return index can be contrasted with a price return or nominal index.\n\nA total return index may be deemed more accurate than other methods that do not account for the activity associated with dividends or distributions, such as those that focus purely on the annual yield.\n\nFor example, an investment may show an annual yield of 4% along with an increase in share price of 6%. While theyield is only a partial reflectionof the growth experienced, the total return includes both yields and the increased value of the shares to show a growth of 10%. If the same index experienced a 4% loss instead of a 6% gain in share price, the total return would show as 0%.\n\nThe S&P 500 Total Return Index (SPTR) is one example of a total return index. The SPTR is different from thestandard S&P Index (SPX), which does not include dividend gains. The total return indexes follow a similar pattern in which manymutual fundsoperate, where all resulting cashpayoutsare automatically reinvested back into the fund itself. While most total return indexes refer to equity-based indexes, there are total return indexes for bonds that assume that allcouponpayments andredemptionsare reinvested through buying more bonds in the index.\n\nOther total return indexes include the Dow Jones Industrials Total Return Index (DJITR) and theRussell 2000 Index.\n\nTotal returns stand in contrast to price returns, which do not take into account dividends and cash payouts. Including dividends makes a significant difference in the return of the fund, as demonstrated by two of the most prominent.\n\nFor instance, the price return for the SPDR S&P 500 ETF (SPY) since it was introduced in 1993 was 789% as of March 10, 2021. The total return price (dividends reinvested), however, is close to 1,400%. The Dow Jones Industrial Average over the 10 years ended in March 2021 had a price return of 162%, while the total return rose to 228%.\n\nIndex funds are a reflection of the index they are based on. For example, anindex fundassociated with the S&P 500 may have one of each of the securities included in the index, or may include securities that are deemed to be a representative sample of the index’s performance as a whole.\n\nThe purpose of an index fund is to mirror the activity, or growth, of the index that functions as its benchmark. In that regard, index funds only require passive management when adjustments need to be made to help the index fund keep pace with its associated index. Due to the lower management requirements, the fees associated with index funds may be lower than those that are more actively managed. Additionally, an index fund may be seen as a lower risk since it provides for an innate level of diversification.",
  "url": "https://www.investopedia.com/terms/t/total_return_index.asp"
}