{
  "term": "Total Utility in Economics: Definition and Example",
  "definition": "Total utility is the overall satisfaction or fulfillment a consumer experiences when purchasing and using goods or services.\n\nTotal utility is the full amount of satisfaction a consumer feels when they consume a product or service. Put simply, it is the total happiness that consumers derive from goods and services. Total utility is often compared to marginal utility, which is the satisfaction a consumer receives from consuming one additional unit of a good or service. Total utility helps economists understand the demand for goods and services.\n\nUtilityrefers to the satisfaction gained from consuming a product or service. Total utility is usually defined as a quantifiable summation of satisfaction or happiness obtained from consuming multiple units of a particular product or service.\n\nUtility and total utility are used in the economic analysis of consumer behaviors within a marketplace. Economists seek to quantify total utility using special calculations. Additionally, they may also study several economic metrics in conjunction with total utility when seeking to understand how consumer behaviors align withsupply and demand.\n\nEconomists typically view changes in behavior and consumption by analyzing marginal increases and decreases. Marginal changes will usually be either scaled increases or decreases. In the case of total utility, marginal refers to the increasing or decreasing level of utility that is obtained with added consumption.\n\nTherational choice theorysays that consumers seek to maximize their utility with each unit of consumption. Consumer theory anddemand theorysuggest that consumer actions are driven toward utility maximization by attempting to acquire the most satisfaction possible in the most affordable way. Classical economic theories generally show that most consumers want to get the highest possible level of utility per unit for the money they spend.\n\nTotal utility is usually measured in relative units called utils, which hypothetically measure satisfaction or utility.When measuring total utility, analysis can span from one unit of consumption to multiple units. For example, a cookie provides a level of utility as determined by its singular consumption, while a bag of cookies may provide total utility over the time it takes to completely consume every cookie in the bag. However, cookies serve only one purpose. A multitool has many uses and is reusable, so one multitool may provide more units of satisfaction than one bag of cookies.\n\nMeasuring utility can often be difficult because there is no direct or uniform method to do so, which is why economists assume that consumers are motivated by a particular need, like happiness.\n\nTo better understand total utility, one must understand the law of diminishing marginal utility, which states that as more of a single good or service is consumed, additional satisfaction drops. This isreferred to as marginal utility.\n\nThe first good consumed provides the highest utility, the second good has a lower marginal utility, and so on. Therefore, total utility grows less rapidly with each additional unit consumed of the same good or service.\n\nEach unit of a product or service has its own utility, and each additional unit of consumption will have a separate marginal utility. The total utility will be the aggregated sum of utility gained from all units being studied.\n\nSatisfaction is a subjective measure and varies from individual to individual, meaning that total utility acts more as a guide in understanding a consumer's psychological decisions.\n\nA total utility formula will include utils. Utils are typically relative and assigned a base value. Economists usually analyze utils across a spectrum to provide a comparative analysis of the amount of util or satisfaction gained from a unit of consumption. An assigned base value for utilities is needed because, theoretically, there is no inherent value for utility satisfaction in general.\n\nTo find total utility, economists use the following basic total utility formula:\n\nThe total utility is equal to the sum of utils gained from each unit of consumption. In the equation, each unit of consumption is expected to have slightly less utility as more units are consumed.\n\nEconomic theory regarding consumer activities suggests that the primary goal of the consumer is to achieve the largest amount of utility for the least amount of cost. This is partly due to the limited amount of funds a person may possess, as well as a desire to achieve as much satisfaction from the consumption of goods and services as possible.\n\nFor example, if a consumer is presented with two purchasing options with the same financial cost, and neither option is more necessary or functional than the other, the consumer will choose the product or service that provides the most utility for the money.\n\nImagine your friend John is hungry and decides to eat a chocolate bar. His total utility from eating one chocolate bar is 20 utils. He is still hungry, so he eats another chocolate bar, where his total utility is 25 utils. John is still hungry and has two more chocolate bars. The third chocolate bar has a total utility of 27 utils, and the fourth has a total utility of 24 utils. This is best represented in the table below.\n\nWith each additional chocolate bar, John's total utility increases until it reaches its maximum at three chocolate bars. With the fourth chocolate bar, John's total utility decreases. This can be understood in terms of marginal utility, which is the utility that John derives from each additional chocolate bar.\n\nWith every additional chocolate bar after the first, John's marginal utility is decreasing, meaning that he is deriving less satisfaction from another chocolate bar. This makes sense, as he is getting fuller with each bar. After the third bar, his marginal utility is negative, meaning he derives no satisfaction and is made worse off—perhaps feeling sick after consuming so much chocolate and sugar.\n\nThe utility theory is an economic theory that states that consumers make choices and decisions based on maximizing their satisfaction, especially when it comes to the consumption of products and services. The utility theory helps economists understand consumer behavior and why they make certain choices when different options are available.\n\nWhile total utility measures the aggregate satisfaction an individual receives from the consumption of a specific quantity of a good or service, marginal utility is the satisfaction an individual receives from consuming one additional unit of a good or service. If marginal utility is positive, then total utility will increase. Once marginal utility is negative, then total utility will decrease.\n\nThe basic formula to calculate total utility is as follows:\n\nMarginal utility is calculated as follows:\n\nMU = Change in Total Utility ÷ Change in Units\n\nTotal utility does not always increase. When marginal utility is negative, total utility will decrease. This means that an individual does not derive any satisfaction from the consumption of an additional unit of a good or service and is worse off by doing so.\n\nTotal utility measures the aggregate satisfaction from a specific quantity of goods or services. It operates hand in hand with marginal utility, which measures the additional satisfaction received from the consumption of a good or service. As long as marginal utility is positive, total utility will increase. Once the marginal utility is negative, the total utility will decrease.\n\nEconomists aim to study total utility and marginal utility to understand consumer behavior. Consumer behavior helps predict demand for goods and services, which in turn impacts supply and prices—all key metrics for analyzing an economy.\n\nLibre Texts Social Sciences. \"7.1 The Concept of Utility.\"\n\nEncyclopedia of Law and Economics. \"Rational Choice Theory in Law and Economics,\" Page 792.\n\nThe Library of Economics and Liberty. \"Carl Menger.\"",
  "url": "https://www.investopedia.com/terms/t/totalutility.asp"
}