{
  "term": "Total Enterprise Valuation (TEV): Definition, Calculation, and Uses",
  "definition": "Total enterprise value is a method of evaluating companies by considering their equity value and outstanding debt.\n\nTotal enterprise value (TEV) is a way of assessing a company's value, primarily when comparing firms with different capital structures. It includes a company's equity value and the market value of its debt, minuscash and cash equivalents.\n\nTEV is considered a more comprehensive alternative tomarket capitalizationand is commonly used to calculate the cost of a target company in atakeover.\n\nSome financial analysts use market capitalization analysis to derive the value of a company. Market capitalization is the value of a company by multiplying the current stock price by the total number of outstanding shares. However, since companies often have different financial andcapital structures, TEV is generally considered to be a better value measure when comparing companies with different levels of debt and equity.\n\nTEV is the overall economic value of a company. It is the value of the operating entity. This operating entity is funded by common stock, preferred stock, debt, and cash, and so the value of the entity can be calculated by summing up all the financing sources sustaining the business. TEV is particularly helpful when companies engage inmergers and acquisitions(M&A). If an acquiring firm is interested in a company, it would need to know how much debt the target company has on itsbalance sheet.\n\nThe acquiring firm might need to pay off the debt as part of the takeover. Also, if the acquiring firm had debt on its balance sheet, it would be critical to know the amount of outstanding debt for thetarget company, since it could impact whether or not the deal gets done.\n\nTEV is often seen as a more comprehensive way to value a company since it factors in debt and cash, which have a significant impact on a company's financial health and value.\n\nMarket capitalization is added to the company's total amount of debt.Preferred stockis also added because it is a hybrid security, which has features of equity and debt. Preferred shares are treated as debt because they pay dividends and have a higher priority when it comes to claiming earnings versus common stock. Also, preferred shares are repaid similarly to debt in the event of an acquisition.\n\nCash and cash equivalents, meanwhile, are subtracted from the formula because they reduce the cost of acquiring the company. Cash equivalents may consist of short-term investments,commercial paper, money market funds, andmarketable securitieswith a maturity date of 90 days or less.\n\nOften, two companies that seem to have similar market capitalizations have very different TEVs.\n\nFor example, if a company were trying to compare its value to the value of a competitor, it would have to look beyond market capitalization. Let's say that the competitor has a market capitalization of $100 million but has $50 million in debt. The company conducting the comparison might also have a market cap of $100 million, but might instead have no debt and $10 million cash on hand. Based on TEV, the cost to purchase the competitor would be $150 million, whereas the company conducting the comparison would cost $90 million.\n\nNow, let's say that instead of a comparison to a competitor, the company was looking to acquire the competitor. Using the market capitalization value, we would say that the takeover price for acquiring the company is worth $100 million.\n\nHowever, TEV shows that the cost of acquisition is really $150 million, due to the debt of $50 million in addition to the $100 million market cap. It's important to remember that the acquiring company would be buying the target company's debt as well as its assets.\n\nTEV is a more accurate measure for valuing the price of a company during a merger or acquisition, as it represents the cost to purchase the company.\n\nThe TEV, in addition to being a metric for comparing potential takeover candidates, also allows a company or financial analyst to normalize the valuation of a company.\n\nMany financial analysts use theprice-to-earnings (P/E) ratio, which measures a company’s share price relative to itsearnings per share(EPS), to derive a company's value, above and beyond its market capitalization. However, a company's P/E ratio does not always provide a complete picture since it only includes the market capitalization and profits (or earnings) of the company. P/E ratios can make a company appear expensive compared to another company when, in reality, that might not be the case, should one have a lot of debt on its balance sheet while the other is flush with cash.\n\nFinancial analysts can normalize a company's valuation by taking theEBITDA(earnings before interest, tax, depreciation, and amortization)-to-enterprise value. The enterprise value-to-EBITDA metric, also known as EV/EBITDA, allows the stock price ofpublic companiesto be better evaluated for investment purposes. The reason for this is that the calculation includes the components of the P/E ratio, such as profits and market capitalization, as well as all of the components in the TEV calculation, such as total debt.\n\nTEV breaks down the value of a company. It goes further than market capitalization by also factoring in a company’s debts as well as its cash reserves. TEV can be thought of as the theoretical total price an acquirer pays to purchase a company and settle all claims against it.\n\nOne way of calculating TEV is market capitalization + total debt + preferred stock – cash and cash equivalents. There are sometimes other factors in this equation, but these are the most common.\n\nBecause it reduces the cost of acquiring the company. Let’s say a company wants to acquire another one that’s valued at $100 million. If the target company were to have $20 million in cash on its books, its real purchase cost would be reduced to $80 million, as acquiring it would give access to its $20 million in cash. All else being equal, a higher cash balance leads to a lower TEV, and vice versa.\n\nHigher debt triggers a higher TEV because it represents an added cost that must be paid by any would-be acquirer.\n\nYes. It is possible for a company to have more cash than its market value and debt. In theory, that would make it an attractive investment.\n\nTotal enterprise value (TEV) is one of many useful tools to value companies and not just for M&A purposes, either. This metric better enables investors to compare companies with different capital structures and get a greater sense of which one is potentially undervalued by the market.",
  "url": "https://www.investopedia.com/terms/t/tev.asp"
}