{
  "term": "Total Liabilities: Definition, Types, and How to Calculate",
  "definition": "Total liabilities are all the financial obligations owed by one party to another individual or entity that haven’t yet been paid.\n\nEverything that a company or individual owns is classified as assets. Everything the company or individual owes for payment toward future obligations and as liens against those and other assets are liabilities. Total assets minus total liabilities equals equity. Equity can be negative if total liabilities exceed the value of the assets.\n\nLiabilitiescan be described as an obligation between one party and another that has not yet been completed or paid for. They are settled over time through the transfer of economic benefits, including money, goods, or services.\n\nLiabilities consist of many items ranging from monthly lease payments to utility bills,bondsissued to investors andcorporate credit carddebt. Money received by an individual or company for a service or product that has yet to be provided or delivered, otherwise known asunearned revenue,is also recorded as a liability because the revenue has still not been earned and represents products or services owed to a customer.\n\nFuture pay-outs on things such as pending lawsuits and product warranties must be listed as liabilities, too, if the contingency is likely and the amount can be reasonably estimated. These are referred to ascontingent liabilities.\n\nOn the balance sheet, a company's total liabilities are generally split up into three categories:short-term,long-term, and other liabilities. Total liabilities are calculated by summing all short-term and long-term liabilities, along with anyoff-balance sheetliabilities that corporations may incur. Balance sheets that show a percentage as well as a numerical value are known ascommon-size balance sheets.\n\nShort-term, or current liabilities, are liabilities that are due within one year or less. They can include payroll expenses, rent, andaccounts payable(AP), money owed by a company to its customers.\n\nBecause payment is due within a year, investors and analysts are keen to ascertain that a company has enoughcashon its books to cover its short-term liabilities.\n\nLong-term liabilities, ornoncurrent liabilities, are debts and other non-debt financial obligations with amaturitybeyond one year. They can includedebentures, loans,deferred tax liabilities, and pension obligations.\n\nLessliquidityis required to pay for long-term liabilities as these obligations are due over a longer timeframe. Investors and analysts generally expect them to be settled with assets derived from futureearningsor financing transactions. One year is generally enough time to turninventoryinto cash.\n\nWhen something infinancial statementsis referred to as “other” it typically means that it is unusual, does not fit into major categories and is considered to be relatively minor. In the case of liabilities, the “other” tag can refer to things like intercompany borrowings andsales taxes.\n\nInvestors can discover what a company’s other liabilities are by checking out thefootnotes in its financial statements.\n\nIn isolation, total liabilities serve little purpose, other than to potentially compare how a company’s obligations stack up against a competitor operating in the same sector.\n\nHowever, when used with other figures, total liabilities can be a usefulmetricfor analyzing a company's operations. One example is in an entity'sdebt-to-equityratio. Used to evaluate a company's financialleverage, this ratio reflects the ability ofshareholder equityto cover all outstanding debts in the event of a business downturn.A similar ratiocalleddebt-to-assetscompares total liabilities to total assets to show how assets are financed.\n\nA larger amount of total liabilities is not in and of itself a financial indicator of poor economic quality of an entity. Based on prevailinginterest ratesavailable to the company, it may be most favorable for the business to acquire debt assets by incurring liabilities.\n\nHowever, the total liabilities of a business have a direct relationship with thecreditworthinessof an entity. In general, if a company has relatively low total liabilities, it may gain favorable interest rates on any new debt it undertakes from lenders, as lower total liabilities lessen the chance ofdefault risk.",
  "url": "https://www.investopedia.com/terms/t/total-liabilities.asp"
}