{
  "term": "Tracking Error: Definition, Factors That Affect It, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTracking error is thedivergencebetween the price behavior of a position or a portfolio and the price behavior of a benchmark. This is often in the context of a hedge fund, mutual fund, or exchange-traded fund (ETF) that did not work as effectively as intended, creating an unexpected profit or loss. Tracking error is reported as a standard deviation percentage difference, which reports the difference between the return an investor receives and that of thebenchmarkthey were attempting to imitate.\n\nSince portfolio risk is often measured against a benchmark, tracking error is a commonly used metric to gauge how well an investment is performing. Tracking error shows an investment's consistency versus a benchmark over a given period of time. Even portfolios that are perfectly indexed against a benchmark behave differently than the benchmark, even though this difference on a day-to-day, quarter-to-quarter, or year-to-year basis may be ever so slight. The measure of tracking error is used to quantify this difference.\n\nTracking error is the standard deviation of the difference between the returns of an investment and its benchmark. Given a sequence of returns for an investment or portfolio and its benchmark, tracking error is calculated as follows:\n\nFrom an investor's point of view, tracking error can be used to evaluateportfolio managers. If a manager is realizing lowaverage returnsand has a large tracking error, it is a sign that there is something significantly wrong with that investment and that the investor should most likely find a replacement.\n\nIt may also be used to forecast performance, particularly for quantitative portfolio managers who construct risk models that include the likely factors that influence price changes. The managers then construct a portfolio that uses the type of constituents of a benchmark (such as style, leverage, momentum, or market cap) to create a portfolio that will have a tracking error that closely adheres to the benchmark.\n\nThenet asset value(NAV) of an index fund is naturally inclined toward being lower than its benchmark because funds have fees, whereas an index does not. A highexpense ratiofor a fund can have a significantly negative impact on the fund's performance. However, it is possible for fund managers to overcome the negative impact of fund fees and outperform the underlying index by doing an above-average job of portfoliorebalancing, managing dividends or interest payments, or securities lending.\n\nBeyond fund fees, a number of other factors can affect a fund's tracking error. One important factor is the extent to which a fund's holdings match the holdings of the underlying index or benchmark. Many funds are made up of just the fund manager's idea of a representative sample of the securities that make up the actual index. There are frequently also differences in weighting between a fund's assets and the assets of the index.\n\nIlliquidor thinly-traded securities can also increase the chance of a tracking error, since this often leads to prices differing significantly from market price when the fund buys or sells such securities as a result of largerbid-ask spreads. Finally, the level of volatility for an index can also affect the tracking error.\n\nSector,international, anddividend ETFstend to have higher absolute tracking errors; broad-based equity andbond ETFstend to have lower ones.Management expense ratios(MER) are the most prominent cause of tracking error and there tends to be a direct correlation between the size of the MER and tracking error. But other factors can intercede and be more significant at times.\n\nPremiumsordiscountsto NAV may occur when investors bid the market price of an ETF above or below the NAV of its basket ofsecurities. Such divergences are usually rare. In the case of a premium, the authorized participant typicallyarbitragesit away by purchasing securities in the ETF basket, exchanging them for ETF units, and selling the units on the stock market to earn a profit (until the premium is gone). Premiums and discounts as high as 5% have been known to occur, particularly for thinly traded ETFs.\n\nWhen there are thinly traded stocks in the benchmark index, the ETF provider can't buy them without pushing their prices up substantially, so it uses a sample containing the more liquid stocks to proxy the index. This is called portfolio optimization.\n\nETFs are registered with regulators as mutual funds and need to abide by the applicable regulations. Of note are two diversification requirements: 75% of its assets must be invested in cash, government securities, and securities of other investment companies, and no more than 5% of the total assets can be invested in any one security.This can create problems for ETFs tracking the performance of a sector where there are a lot of dominant companies.\n\nIndexes don't have cash holdings, but ETFs do. Cash can accumulate at intervals due todividendpayments, overnight balances, and trading activity. The lag between receiving and reinvesting the cash can lead to a decline in performance known asdrag. Dividend funds with high payoutyieldsare most susceptible.\n\nETFs track indexes and when the indexes are updated, the ETFs have to follow suit. Updating the ETFportfolioincurs transaction costs. And it may not always be possible to do it the same way as the index. For example, a stock added to the ETF may be at a different price than what the index maker selected.\n\nETFs are more tax-efficient than mutual funds but have nevertheless been known to distributecapital gainsthat are taxable in the hands of unitholders. Although it may not be immediately apparent, these distributions create a different performance than the index on an after-tax basis. Indexes with a high level of turnover in companies (e.g.,mergers,acquisitions, andspin-offs) are one source of capital-gains distributions. The higher the turnover rate, the higher the likelihood the ETF will be compelled to sell securities at a profit.\n\nSome ETF companies may offset tracking errors throughsecurity lending, which is the practice of lending out holdings in the ETF portfolio to hedge funds forshort selling. The lending fees collected from this practice can be used to lower tracking error if so desired.\n\nInternational ETFs with currency hedging may not follow a benchmark index due to the costs of currency hedging, which are not always embodied in the MER. Factors affecting hedging costs include market volatility and interest-rate differentials, which impact the pricing and performance of forward contracts.\n\nCommodity ETFs, in many cases, track the price of acommoditythrough thefutures markets, buying the contract closest to expiry. As the weeks pass and the contract nears expiration, the ETF provider will sell it (to avoid taking delivery) and buy the next month's contract. This operation, known as the \"roll,\" is repeated every month. If contracts further from expiration have higher prices (contango), the roll into the next month will be at a higher price, which incurs a loss. Thus, even if the spot price of the commodity stays the same or rises slightly, the ETF could still show a decline. Vice versa, if futures further away from expiration have lower prices (backwardation), the ETF will have an upward bias.\n\n﻿Leveraged and inverse ETFs useswaps, forwards, and futures to replicate on a daily basis two or three times the direct or inverse return of a benchmark index. This requires rebalancing the basket of derivatives daily to ensure they deliver the specified multiple of the index's change each day.\n\nTracking error and beta are different. Generally speaking, a portfolio may have less tracking error if it has a lower beta (since it will move closer to the broad market moves). However, this is not always the case.\n\nEx-post tracking error, also known as realized tracking error, is a backward-looking measure. It provides a factual account of how closely the portfolio has tracked its benchmark over a specific period in the past. Ex-post tracking error is useful for performance evaluation, as it shows the actual deviation that occurred between the portfolio and its benchmark.\n\nEx-ante tracking error, on the other hand, is a forward-looking estimate that attempts to predict how much a portfolio might deviate from its benchmark in the future. This measure is typically calculated using risk models, factor analysis, and statistical techniques that consider the current portfolio composition. Ex-ante tracking error is most useful inrisk managementand portfolio construction.\n\nAside from the usefulness mentioned above, the key difference between these two types of tracking errors lie in their calculation methods. Ex-post uses actual historical returns, while ex-ante uses predictive models and current portfolio characteristics. For this reason, it may be easier to get ex-post data as that is based on actuals; in order to determine an ex-ante tracking error, you have to come up with the future data yourself.\n\nA variety of tools and software solutions are available for analyzing tracking error depending on your size and need.\n\nAt the most basic level forretail investorsorrecreational investors, spreadsheet applications like Microsoft Excel or Google Sheets can be used to calculate tracking error. You'd have to manually input portfolio and benchmark returns, but you can leverage spreadsheet formulas to compute both ex-post tracking error and basic ex-ante estimates.\n\nMore advanced options forsophisticated investorsorday tradersinclude specialized financial software packages such as Morningstar Direct or through a Bloomberg Terminal. These platforms offer automated data feeds, pre-built analytics tools, and customizable reporting where you can set up your portfolio and the tracking errors are calculated for you.\n\nForinstitutional investorsand large asset managers, there are more sophisticated risk management and portfolio analytics systems like BlackRock's Aladdin, MSCI Barra, or Axioma. These platforms provide advanced modeling capabilities. These types of platforms often integrate with trading systems and can provide real-time analytics.\n\nAssume that there is alarge-capmutual fund benchmarked to the S&P 500 index. Next, assume that the mutual fund and the index realized the following returns over a given five-year period:\n\nGiven this data, the series of differences is then (11% - 12%), (3% - 5%), (12% - 13%), (14% - 9%) and (8% - 7%). These differences equal -1%, -2%, -1%, 5%, and 1%. The standard deviation of this series of differences, the tracking error, is 2.50%.\n\nTracking error is a measure of how closely a portfolio follows the index to which it is benchmarked. It is defined as the standard deviation of the difference between the portfolio and index returns over time.\n\nTracking error is calculated by taking the standard deviation of the difference between the portfolio returns and the benchmark returns over a specified period. First, you calculate the difference in returns for each period (often daily or monthly). Then, you find the average of these differences. Finally, you calculate the standard deviation of these differences. The resulting figure represents the tracking error, typically expressed as a percentage.\n\nSeveral factors can contribute to tracking errors. These include transaction costs, management fees, cash drag (such as uninvested cash in the portfolio), differences in portfolio composition compared to the index, timing of rebalancing, dividend reinvestment policies, and corporate actions like mergers or spin-offs.\n\nTracking error is important because it provides investors with a measure of how well an index fund or ETF is replicating its benchmark. A low tracking error suggests that the fund is achieving its goal of mimicking the index, which is important for passive investment strategies.\n\nTracking error is a measure of how closely a portfolio follows its benchmark index, typically calculated as the standard deviation of the difference between the portfolio and index returns over time. It's crucial for evaluating the performance of index funds and ETFs, with lower tracking errors indicating better replication of the benchmark.\n\nU.S. Government Publishing Office. \"Investment Act of 1940,\" Page 24.",
  "url": "https://www.investopedia.com/terms/t/trackingerror.asp"
}