{
  "term": "Tracking Stock: Definition, Benefits, Risks, and Example",
  "definition": "A tracking stock is a special equity offering issued by aparent companythat tracks the financial performance of a particularsegmentor division. Tracking stocks will trade in the open market separately from the parent company's stock.\n\nTracking stocks allow larger companies to isolate the financial performance of a higher growth segment. In turn, tracking stocks give investors the ability to gain exposure to a specific aspect of a larger company's business (e.g., the mobile division within a large telecom provider).\n\nWhen a parent company issues a tracking stock, all revenue and expenses of the applicable division are separated from the parent company'sfinancial statements. The long-term performance of the tracking stock is tied to the financials of the division or segment it follows, not the parent company.\n\nIf the division does well financially, the tracking stock will likely appreciate even if the parent company is performing poorly. Conversely, if the division slumps financially, the tracking stock will likely fall even if the parent company is doing well.\n\nLarge companies might issue tracking stocks in order to separate a segment that doesn't quite fit with the core business. An example would be a large manufacturing company with a small software development division.\n\nCompanies also issue tracking stocks to isolate a high-growth division from the larger slower-growth parent. However, the parent company and its shareholders retain control of the division's operations.\n\nTracking stocks are registered similarly tocommon stocksper the regulations enforced by the U.S. Securities and Exchange Commission (SEC). The issuance and reporting are essentially the same as they are for any new common shares. Companies include a separate section for the tracking stock and the financials of the underlying division in their financial reports.\n\nTracking stocks were more frequently used in the late 1990s technology boom than they are now, although some companies still issue them today.\n\nTracking stocks allow investors the opportunity to invest in a particular portion of a much larger business. The appreciation potential of well-establishedconglomeratesis often limited due to them having multiple divisions across various business lines. Tracking stocks can give investors access to only the most promising parts of a company.\n\nTracking stocks also allow investors to participate in the business segments that best fit their ownrisk tolerance. That said, investors need to be mindful of the risks involved in buying a tracking stock when the parent company is struggling or not well established.\n\nThe parent company and its shareholders do not give up control of the tracking segment's operations. Investors of tracking shares typically have limited or novoting rightsand in the event of corporatebankruptcyat the parent company, creditors would have a claim on the tracking segment's assets (even if the segment was doing well).\n\nCompanies raise money through the issuance of tracking stocks. The proceeds can then be used to pay down debt, fund other growth projects, or invest further in the tracking division.\n\nCompanies can gauge investor interest in specific segments of the business through the associated activity of each tracking stock. For example, a large-scale telecom giant may choose to use tracking stocks to separate its wireless segment and its landline services. Investor interest in each division can be measured based on the performance of each of the tracking stocks.\n\nTracking stocks also eliminate the need for management to create a separate business or legal entity for the tracked segment. In a spinoff situation, for example, the separated segment would require its own board of directors and management team.\n\nOn the flip side, companies that issue tracking stocks might be parsing out the best parts of their company. If the parent company underperforms financially, the high-growth segment associated with the tracking stock won't be able to help offset that poor performance.\n\nTracking stocks give investors access to the more promising divisions of a company.\n\nThe performance of tracking stocks comes only from the tracked segment—not from the parent company as a whole.\n\nNew issuance of tracking stocks provides companies with capital to pay down debt and fund growth.\n\nInvestors can lose money on tracking stocks if the division performs poorly even if the parent company does well.\n\nTracking stocks typically come with limited or no voting rights.\n\nIf the parent company goes into bankruptcy, creditors may have a claim on the tracking segment's assets (even if it is doing well financially).\n\nIn 1999, the Walt Disney Company issued a tracking stock for its internet holdings division, Go.com. Go.com's websites included ESPN.com, ABCNews.com, Disney Online, and Disney's Daily Blast. The tracking stock traded under the ticker symbol \"GO.\"\n\nIn January 2001, just as thetech bubblewas popping, Disney was forced to close Go.com, lay off hundreds of employees, and retire the tracking stock permanently.\n\nThe Wall Street Journal. \"Disney to Shut Down Go.com Portal, Eliminate Tracking Stock for Net Unit.\" Accessed July 14, 2021.",
  "url": "https://www.investopedia.com/terms/t/trackingstocks.asp"
}