{
  "term": "Trade Line: Definition, How It Works, and Included Records",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA trade line is a record of activity for any credit extended to a borrower andreported to a credit reporting agencysuch as Experian, Equifax, or TransUnion. A trade line is established on a borrower’s credit report when a borrower is approved for credit. The trade line records all of the activity associated with an account.\n\nCredit reporting agencies use trade lines to calculate a borrower’s credit score. Different credit reporting agencies give differing weights to the activities of trade lines when establishing a credit score for borrowers.\n\nA trade line is an important record-keeping mechanism that tracks borrowers' activity on theircredit reports. Each credit account has its own trade line. Borrowers will have multiple trade lines on their credit report, each representing the individual borrowing accounts for which they have been approved.\n\nThe basic types of accounts with a trade line are those paid off in fixed installments, which are often broken into categories. First, revolving trade lines are reported on credit cards or other lines of credit. Second, installment trade lines report the history of car loans, mortgages, student loans, and personal loans. Open accounts, a third type of account on a trade line, are often associated with businesses rather than individuals.\n\nShould a trade line be created in your name fraudulently, you can contact the credit reporting agencies to request the removal of that trade line from your credit history.\n\nTrade lines may contain various data points related to the creditor, the lender, and the type of credit being provided. The trade line often includes the name of the creditor or lender, the account or another identifier for the type of credit being provided, the parties responsible for paying the loan, and the account's payment status.\n\nThe trade line will also contain particular account milestones, such as the date the credit was extended, the credit limit, the payment history, all delinquency levels if any missed payments have occurred, and the total amount owed as of the last report. If a consumer closes an account, that account will typically remain on their credit report as a trade line for up to 10 years, though the account can sometimes go away sooner.\n\nPayment status indicates whether or not loan payments are being made on time and how late they are if they are not. If the payments are being made on time, the status will indicate that they are being made according to the terms of the credit agreement.\n\nThe information included in your trade lines is used to calculate your credit scores. While your credit score is a summarized snapshot of your creditworthiness, lenders may request to see a detailed report of your entire trade line.\n\nLate payments are usually grouped in a range of days according to how late they are. For example, delinquencies may be reported as 30 days late, 60 days late, or 90 days late. The payment status may be set to “charge off” if the creditor deems it unlikely that the debt will be repaid, and the status may also indicate that the credit recipient has entered bankruptcy.\n\nCredit reporting agencies use trade lines to develop an individual’s credit score, so credit scores vary. Higher scores are generally given to individuals with more favorable trade line reporting. Factors considered when calculating the credit score include the number of trade lines, types of trade lines, lengths of open accounts, and payment history.\n\nLenders may analyze a prospective borrower's trade line reporting and credit score when considering their credit application during the underwriting process.\n\nWhen applying for credit, your lender will often request your credit score as part of the approval process. Your FICO score is directly determined from the information listed on each trade line. Below ishow your FICO score is calculatedand how each section relates to trade lines.\n\nA trade line is a summary of every revolving or installment credit you have. This detailed report outlines your creditworthiness by communicating to creditors and lenders your payment history, credit history, and delinquencies.\n\nA trade line is created for every credit line you own. An example of a trade line is your car payment history. When you begin repaying a car loan, a trade line is created that summarizes your contact information, your current payment status, the date the line of credit was opened, and the date the line was closed.\n\nThe trade line will also report current information such as the date of your last payment, the current balance remaining, and your monthly payment amount.\n\nYes, trade lines can hurt your credit, but they can also help. Trade lines communicate to lenders your prior creditworthiness and detail how much debt you have, your current minimum monthly payments, and your historical payment delinquencies. Lenders are more likely to grant approval and better rates to borrowers whose reports show a good credit mix and on-time payment history, for example.\n\nA trade line is automatically created for you when a new credit line starts. For example, when you sign up for a new credit card, a new trade line is generated specific to that individual line of credit. As you incur purchases on the card and pay off debt balances, a record of history is created.\n\nTrade lines typically appear on your credit report between 30 and 60 days after opening a new account.\n\nEach credit reporting agency may have varying terms on how long a trade line is maintained. In general, a trade line is often kept on your account for 10 years after the trade line has been closed.Trade lines with a negative history are generally closed between seven and 10 years.\n\nYou can dispute trade lines for fraudulent or erroneous reports. After credit bureau agencies receive valid proof, these trade lines are often removed within 30 days of review.\n\nTrade lines track the activity of credit extended to borrowers. A trade line is established when you are approved to borrow money. Each account has its own trade line, which is reported to a credit reporting agency.\n\nA trade line includes data on the creditor, the lender, and the type of credit extended to the borrower. Credit bureaus use this information to help create your credit score, and lenders use it to evaluate your creditworthiness when they approve new loans.\n\nGet in the habit of reviewing your trade lines and credit score whenever you check your credit reports. Be sure all information is accurate and request corrections promptly to ensure a strong credit profile.\n\nAmerican Express. \"What Is a Credit Tradeline?\"\n\nExperian. \"What Does 'Closed Account' Mean on Your Credit Report?\"\n\nmyFICO. \"What's in My FICO Scores?\"\n\nMyFICO. \"How Are FICO Scores Calculated?\"\n\nExperian. \"Why Is My New Credit Card Not Showing on My Credit Report?\"",
  "url": "https://www.investopedia.com/terms/t/trade-line.asp"
}