{
  "term": "Trade Sanction: Definition, Purpose, Types, and Examples",
  "definition": "Trade sanctions are legal restrictions on trade with a country.Trade sanctionsare a subcategory of economic sanctions, which are economic penalties imposed on a country to accomplish policy goals beyond the sanctioned economic activity.\n\nTrade sanctions can be used to punish a particular policy or to increase its costs and encourage a change in behavior. Sanctions may be unilateral, imposed by a single country, or multilateral if agreed by multiple nations. Sanctions may be also be adopted by international organizations such as the United Nations Security Council.\n\nMultilateral sanctions can be particularly effective, but even unilateral sanctions imposed by a major economic power like the U.S. can mobilize broad public support while providing an alternative to the use of military force.\n\nCritics of sanctions often cite the harm they can do to civilians not responsible for their government's policies.Trade sanctions also hurt the sanctioned countries' trade partners from the sanctioning jurisdictions.\n\nThe most common types of trade sanctions arenon-tariff barriers (NTBs)andembargoes. Non-tariff barriers may include export licensing regimes or outright export and import bans for specified products and services.Quotasandtariffsare not typically deployed as sanctions, though they can be altered or maintained as part of a sanctions regime. Asset freezes and seizures are part of the broader economic sanctions toolbox and can certainly hinder trade, but are not a trade sanction specifically,\n\nAn embargo is the most severe trade sanction, as a general prohibition of most trade with the sanctioned country. For example, the U.S. maintains trade embargoes against Cuba, Iran, North Korea, Syria, and Russian-occupied Crimea in Ukraine, barring all imports and exports without a license authorization from the U.S. government.\n\nExport restrictions, including licensing requirements and outright bans, typically target advanced technology transfers to government or private trade partners in a sanctioned country. They often target industries implicated in the actions under sanction and others considered particularly valuable to the sanctioned country.\n\nFor example, in response to Russia's invasion of Ukraine, the U.S. government in February 2022 restricted U.S. exports to Russia as well as third-party exports using U.S. technology in semiconductors, telecommunication, encryption security, lasers, sensors, navigation, avionics, and maritime technologies.In March 2022, the U.S. banned exports of oil and gas refining technology to Russia and imposed sweeping export restrictions on Belarus for that country's role in aiding the Russian invasion.\n\nImport restrictions and outright bans target the import of products or services from the sanctioned country. Proposals to ban imports of Russian crude oil in response to Russia's invasion of Ukraine shook global energy markets in March 2022. Standing European Union bans on imports of Syrian weapons and Somali charcoal have attracted less attention.\n\nBecause tariffs and quotas limit trade but don't ban it entirely, they are more often used to curb trade flows out of economic motivations (such as encouraging domestic employment, for example) rather the for reasons of foreign policy. U.S. use of tariffs as a foreign policy tool expanded dramatically during the Trump administration.\n\nStill, economic sanctions have been incorporated into U.S. tariff and quota regimes for a long time. The Jackson-Vanik amendment to the Trade Act of 1974 sought to withhold themost-favored-nationstatus guaranteeing non-discriminatory tariffs from non-market economies restricting emigration. Initially applied to the Soviet Union and China, the Jackson-Vanik amendment was repealed for China in 2000 and supplanted for Russia and Moldova by the Magnitsky Act of 2012.The Jackson-Vanik amendment remains in force for Belarus. Normal trade relations are conditional for Azerbaijan, Kazakhstan, Uzbekistan, and Tajikistan with Turkmenistan receiving temporary status.\n\nTrade quotas are a less common sanctions tool than tariffs, but have been used as well. In 1983 the U.S. cut Nicaragua's sugar import quota by 90% as part of an effort to oust the country's government. The quota was restored in 1990.\n\nWestern leadership in global trade and advanced technologies makes trade sanctions an attractive policy alternative to the use of force in international disputes.\n\nThe effectiveness of trade sanctions depends on how widely they are adopted by the sanctioned country's trading partners, and the degree to which they target its most valuable industries and leadership. The effectiveness of sanctions also depends on the responses of the sanctioned country.\n\nThe effectiveness of trade sanctions is not confined to instances of a sanctioned country reversing policies to have sanctions lifted, though that has happened, notably in apartheid-era South Africa.Sanctions can be considered effective if their outcome is preferable to the expected outcome in their absence, or even if they merely impose costs on the sanctioned country and register the sanctioning country's disapproval.\n\nUnited Nations Security Council. \"Sanctions.\"\n\nRAND Corp. \"The Power to Coerce.\" Page 1-2.\n\nThe Hague Peace Projects. \"The Effect of Sanctions on Human Rights.\"\n\nUnited Nations, Office of the High Commissioner for Human Rights. \"Over-Compliance With Secondary Sanctions Adversely Impacts Human Rights of Millions Globally: UN Expert.\"\n\nCrozet, Matthieu and Julian Hinz. \"Collateral Damage: The Impact of the Russia Sanctions on Sanctioning Countries’ Exports.\"CEPII, Working Paper N°2016-16, June 2016.\n\nU.S. Department of the Treasury. \"Sanctions Programs and Country Information.\"\n\nU.S. Department of the Treasury. \"Ukraine-/Russia-Related Sanctions.\"\n\nThe White House: Biden Administration. \"Fact Sheet: Joined by Allies and Partners, the United States Imposes Devastating Costs on Russia.\"\n\nThe White House: Biden Administration. \"Fact Sheet: The United States Continues to Impose Costs on Russia and Belarus for Putin’s War of Choice.\"\n\nEuropean Union. \"EU Sanctions Map.\" Select \"Syria\" and \"Somalia.\"\n\nForrer, John J. and Kathleen Harrington. \"The Trump Administration’s Use of Trade Tariffs as Economic Sanctions.\"CESifo Forum 4, vol. 20, December 2019, pp. 23-27.\n\nThe Wilson Center. \"The Legacy and Consequences of Jackson-Vanik: Reassessing Human Rights in 21st Century Russia.\"\n\nU.S. Government Publishing Office. \"126 Stat. 1496 - Russia and Moldova Jackson-Vanik Repeal and Sergei Magnitsky Rule of Law Accountability Act of 2012.\"\n\nCongressional Research Service. \"The Jackson-Vanik Amendment and Permanent Normal Trade Relations.\" Page 1.\n\nInternational Court of Justice. \"Case Concerning Military and Paramilitary Activities in and Against Nicaragua (Nicaragua v. United States of America), Judgement of 27 June 1986.\" Page 70.\n\nThe American Presidency Project. \"George Bush: Proclamation 6120 - Restoring the Country Allocation to Nicaragua for Quotas on Certain Sugars, Syrups and Molasses.\"\n\nHistory. \"Key Steps That Led to End of Apartheid.\"",
  "url": "https://www.investopedia.com/terms/t/tradesanction.asp"
}