{
  "term": "Trade Secret: Definition, Examples, Laws, Vs. Patent",
  "definition": "A trade secret is any company information, such as a practice, a process, a formula, a technique, or device, that is kept confidential from all except those with a need to know.\n\nInformation considered to be a trade secret gives a company acompetitive advantageover its competitors and is often a product of internalresearch and development.\n\nTo be legally considered a trade secret in the United States:\n\nTrade secrets are a part of a company'sintellectual property. Unlike apatent, a trade secret is not publicly known.\n\nTrade secrets may take a variety of forms, such as a proprietary process, instrument, pattern, design, formula, recipe, method, or practice that is not evident to others.\n\nThey may be used as a means to create an enterprise that offers an advantage over competitors or provides value to customers.\n\nTrade secrets are defined differently based on jurisdiction, but, as noted above, all have the following characteristics in common:\n\nAs confidential information, trade secrets are the classified documents of the business world, just as top-secret documents are closely guarded by government agencies.\n\nBecause the cost of developing certain products and processes is much more expensive than competitive intelligence, companies have an incentive to figure out what makes their competitors successful.\n\nTo protect its trade secrets, a company may require employees privy to the information to signnon-disclosure agreements (NDAs)upon their hire.Non-compete agreementswere also used at one time, but the FTC banned them in April 2024.\n\nIf a trade secret holder fails to safeguard the secret or if the secret is independently discovered, released, or becomes general knowledge, protection of the secret is removed.\n\nIn the U.S., trade secrets are defined and protected by the Economic Espionage Act of 1996 (outlined in Title 18, Part I, Chapter 90 of the U.S. Code).\n\nThey also fall under state jurisdiction. As a result of a 1974 ruling, each state may adopt its own trade secret rules.Some 48 states and the District of Columbia have adopted some version of the Uniform Trade Secrets Act (USTA).\n\nThe most recent legislation addressing trade secrets was passed in 2016 with the Defend Trade Secrets Act. The act gives private civil cause for action under federal law in cases involving the misappropriation of trade secrets.\n\nThe federal law defines trade secrets as all forms and types of the following information:\n\nIn addition, the above includes, according to federal law, \"tangible or intangible, and whether or how stored, compiled, or memorialized physically, electronically, graphically, photographically, or in writing.\"\n\nThe law also provides the condition that the owner has taken reasonable measures to keep such information secret.\n\nIt states that \"the information derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable through proper means by, another person who can obtain economic value from the disclosure or use of the information.\"\n\nOther jurisdictions may treat trade secrets somewhat differently. Some consider them property, while others consider them as a contract right.\n\nThere are many examples of trade secrets that are tangible and intangible. For example,Google'ssearch algorithm exists as intellectual property in code and is regularly updated to improve and protect its operations.\n\nThe formula forCoca-Cola, which is locked in a vault (a reasonable effort to keep it confidential), is an example of a trade secret that is a formula or recipe. Since it has not been patented, it has never been revealed. The company has kept the formula secret for more than 130 years.\n\nThe New York Times Bestseller list is an example of a process trade secret. While the list does factor in book sales by compiling chain and independent store sales, as well as wholesaler data, the list is not merely built using sales figures. In fact, books with lower overall sales may make the list while a book with higher sales may not.\n\nProtection, even beyond a company's own efforts to keep vital information secret, is recognized as important because trade secrets can tie directly to a company's revenue, profits, longevity, and even survival.\n\nCompany information that is common knowledge for, at the least, people in a company's industry cannot be considered a trade secret. Information without economic value or the potential for it probably won't be seen as a trade secret, either.\n\nIt can last as long as it has financial value and a company strives to keep it confidential.\n\nTrade secrets are information of potential or actual economic value to a company—and to others who cannot obtain them legally—that the company makes an ongoing effort to protect from public knowledge. They are protected by federal and state laws.\n\nUnited States Patent and Trademark Office. \"Trade Secrets/Regulatory Data Protection.\"\n\nFTC. \"FTC Announces Rule Banning Noncompetes.\"\n\nCornell Law School, Legal Information Institute. \"Economic Espionage.\"\n\nCornell Law School, Legal Information Institute. \"18 U.S. Code Chapter 90 Part I - Protection of Trade Secrets.\"\n\nFindLaw. \"Kewanee Oil Co. v. Bicron Corp., 416 U.S. 470 (1974).\"\n\nCornell Law School, Legal Information Institute. \"Trade Secret.\"\n\nUnited States Congress. \"S.1890 – Defend Trade Secrets Act of 2016.\"\n\nCornell Law School, Legal Information Institute. \"18 U.S. Code § 1839 - Definitions.\"\n\nCornell Law School, Legal Information Institute. \"Trade Secret, Source: 18 USC § 1839(3).\"\n\nThe Coca-Cola Company. \"Is the Coca‑Cola Formula Kept Secret Because the Company Has Something to Hide?\"\n\nNovlr. \"The Reading Room: The New York Times Bestseller Lists Explained.\"",
  "url": "https://www.investopedia.com/terms/t/trade-secret.asp"
}