{
  "term": "Trading Account: Definition, How to Open, and Margin Requirements",
  "definition": "A trading account can be any investment account containing securities, cash, or other holdings.\n\nA trading account can be any investment account containing securities, cash or other holdings. Most commonly, trading account refers to a day trader’s primary account. These investors tend to buy and sell assets frequently, often within the same trading session, and their accounts are subject to special regulation as a result. The assets held in a trading account are separated from others that may be part of a long-term buy and hold strategy.\n\nInvestopedia / Michela Buttignol\n\nA trading account can hold securities, cash, and other investment vehicles just like any other brokerage account. The term can describe a wide range of accounts, including tax-deferred retirement accounts. In general, however, a trading account is distinguished from other investment accounts by the level of activity, purpose of that activity and the risk it involves. The activity in a trading account typically constitutesday trading.\n\nTheFinancial Industry Regulatory Authority(FINRA) defines a day trade as the purchase and sale of a security within the same day in a margin account. FINRA definespattern day tradersas investors who satisfy the following two criteria:\n\nBrokerage firms can also identify clients as pattern day traders based on previous business or another reasonable conclusion. These firms will allow clients to open cash ormargin accounts, but day traders typically choose margin for the trading accounts. FINRA enforces special margin requirements for investors it considers to be pattern-day traders.\n\nOpening a trading account requires certain minimumpersonal information, including your Social Security number and contact details.\n\nDepending on the jurisdiction and business details, your brokerage firm may have other requirements as well.\n\nMaintenance requirementsfor pattern day trading accounts are considerably higher than those of non-pattern trading. The base requirements of all margin investors are outlined by the Federal Reserve Board’sRegulation T. FINRA includes additional maintenance requirements for day traders in Rule 4210.\n\nDay traders must maintain a base equity level of $25,000.The trader is permitted a purchasing power of up to four times any excess over that minimum requirement. Equity held in non-trading accounts is not eligible for this calculation. A trader who fails to meet these requirements will receive a margin call from their broker and trading will be restricted if the call is not covered within five days.\n\nYou can open a trading account with your brokerage or investment firm of choice by filling out an application with your personal information and funding the account. If you want margin capabilities for trading, you'll need to complete the margin agreement and submit to initial margin requirements, house margin requirements, and all applicable regulatory policies.\n\nWith a trading account, you run some risks you wouldn't encounter with regular brokerage cash accounts. For instance, trading on margin increases your risk of loss because of the leverage used, and you may encounter interest charges on your margin funds as well. Plus, you risk margin calls and securities liquidation as a day trader with a margin account.\n\nYes, it's generally safe to keep money in a trading account. Most reputable brokerages provide Securities Investor Protection Corp. (SIPC) insurance for up to $500,000. This doesn't protect you from investment losses, but rather from the risk of investment firm failure.\n\nA trading account is necessary if you'd like to buy and sell securities. You can open a trading account with your brokerage of choice, but if you'd like a margin account for day trading, you'll have to meet the brokerage's margin requirements. Pattern day traders have additional requirements they must meet, including a base equity level of $25,000 as per FINRA.\n\nFinancial Industry Regulatory Authority. “Day Trading.”\n\nFinancial Industry Regulatory Authority. \"4210. Margin Requirements.\"\n\nFidelity Investments. \"Meeting the Requirements for Margin Trading.\"\n\nSecurities Investor Protection Corp. \"Who We Are.\"",
  "url": "https://www.investopedia.com/terms/t/tradingaccount.asp"
}