{
  "term": "Trading Desk: Definition, What It Does, Common Types",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA trading desk is a physical location where transactions for buying and sellingsecuritiesoccur. Depending on the type of financial institution, the trading desk may be filled by traders trading for their own proprietary account, brokers who act as agents matching buyers and sellers, or some mixture of both.\n\nTrading desks are found in most financial firms that are involved in facilitating trade executions in markets such as equities, fixed income securities, futures, commodities, and currencies. These facilities are crucial to providingmarket liquidity.\n\nA trading desk may also be known as a dealing desk.\n\nTraders operating in thefinancial marketsusually converge in a room known as thetrading flooror trading room. The trading floor is made up of desks that share a large open space. Each desk, formally called a trading desk, specializes in a security type or market segment. Trading desks are where buying and selling of securities occur within a financial institution.\n\nBefore the 1970s, many banks split theircapital marketsbusiness into many different departments across several regions. These institutions began consolidating these departments in the 1970s following the launch of theNASDAQ, which required all investment firms to have equity trading desks.Today, many asset managers outsource their trading desks to these larger institutions.\n\nTrading desks are manned by licensed traders who specialize in a given investment type, such as equities or commodities. These traders primarily use electronic trading systems andmarket makersto identify the best prices for their clients.\n\nThe personnel on trading desks receive clients' orders from the sales desk, which is in charge of suggesting trading ideas toinstitutionaland high-net-worth investors. In addition to trading activities, trading desks also help clients with structuring financial products, watching for opportunities, or supporting agreements between companies and investors.\n\nTrading desks generate an income by charging a commission on trades they transact. For example, ahedge fundmay deal through an equity trading desk at an investment bank and pay a modest fee for each trade. In some cases, brokers may operate their own trading desk by being the counterparty for their client’s trades. These trades may never reach theinterbank marketand may stay within the confines of the broker’s own liquidity pool.\n\nThere are many different types of trading desks, depending on the security being traded. Oftentimes, these desks are separated and may be located at certain central exchanges.\n\nSome common trading desks include:\n\nEach of these sectors can be further subdivided. For instance,fixed incomeis a very broad category and can deal with anything from ultra-safe U.S. Treasuries to ultra-risky, low-grade company bonds—also known asjunk bonds. Larger investment banks may subdivide their trading desks to specialize in narrower categories within these main sectors.\n\nMany brokers also offer trading desks for their clients, especially in theforeign exchange marketand equity day trading market. With the ability to instantly execute trades, these brokers set themselves apart from other brokers acting as intermediaries. Most large financial institutions have their own trading desks in place to assist their internal teams and external clients in placing orders.\n\nNasdaq. \"Nasdaq: 50 Years of Market Innovation.\" Accessed June 3, 2021.\n\nReuters. \"Asset Managers Farm Out Trading as Costs and Complexity Climb.\" Accessed June 3, 2021.",
  "url": "https://www.investopedia.com/terms/t/tradingdesk.asp"
}