{
  "term": "Trading Flat: Definition, How It Works, and Types of Situations",
  "definition": "Flat, in the securities market, is a price that is neither rising nor declining. Underfixed incometerminology, a bond that is trading withoutaccrued interestis said to be flat. Inforex, flat refers to the condition of being neither long nor short in a particular currency, and is also referred to as \"being square.\"\n\nWhen the stock market has made little to no movement over a period of time, it is said to be a flat market. This does not mean that all publicly traded securities in the market are making no significant movements. Instead, the increasing price movement of some sector or industry stocks may be offset by an equal declining movement in the prices of securities from other sectors. Investors and traders looking for profits in a flat market are better off trading individual stocks with upward momentum, rather than trading themarket indices.\n\nIndividual stocks can also be flat. For example, if a stock over the last month has been trading around $30, it can be thought of as trading flat. Writingcovered callsis a good strategy to profit from a stock that stays flat or goes down modestly.\n\nAbondis trading flat if the buyer of the bond is not responsible for paying the interest that has accrued since the last payment (accrued interest is usually part of the bond purchase price). In effect, a flat bond is a bond that is trading without the accrued interest. The price of aflat bondis referred to as the flat price orclean price. Typically, flat prices are quoted so as not to misrepresent the daily increase in thedirty price(bond price plus accrued interest) since accrued interest does not change theyield to maturity(YTM) of the bond.\n\nA bond also trades flat if interest payment on the bond is due but the issuer is in default. Bonds that are in default are to be traded flat without calculation of accrued interest and with delivery of the coupons which have not been paid by the issuers. Also, if a bond settles on the same date as the interest is paid and, therefore, no additional interest has accrued beyond the amount already paid out, the bond is said to trade flat.\n\nBeing flat is a position taken by a trader inforex tradingwhen they are unsure about the direction of currencies trading in the market. If you had no positions in the U.S. dollar or your long and short positions cancel each other out, you would be flat or have a flat book. The flat position is considered a positive position, given that although the trader is not making any profits by standing on the sidelines, they are also not making any losses.\n\nA flat can also refer to a trade in which the currency pair has not moved significantly up or down and, therefore, has no large gain or loss attributed to the forex trading position. Since a flat price stays within the same range and hardly moves, a horizontal orsideways trendcan negatively affect the trade position.",
  "url": "https://www.investopedia.com/terms/f/flat.asp"
}