{
  "term": "Trade Credit: Definition, Accounting, and Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nTrade credit is abusiness-to-business (B2B)agreement in which a customer can purchase goods without paying cash upfront, and paying the supplier at a later scheduled date. Usually, businesses that operate with trade credits will give buyers 30, 60, or 90 days to pay, with the transaction recorded through an invoice.\n\nTrade credit can be thought of as a type of 0%financing, increasing a company’sassetswhile deferring payment for a specified value of goods or services to sometime in the future and requiring nointerestto be paid in relation to therepaymentperiod.\n\nTrade credit is an advantage for a buyer. In some cases, certain buyers may be able to negotiate longer trade credit repayment terms, which provides an even greater advantage. Often, sellers will have specific criteria for qualifying for trade credit.\n\nA B2B trade credit can help a business to obtain, manufacture, and sell goods before ever having to pay for them. This allows businesses to receive arevenuestream that can retroactively cover thecost of goods sold.\n\nWalmartis one of the biggest utilizers of trade credit, seeking to pay retroactively forinventorysold in their stores. International business deals also involve trade credit terms. In general, if trade credit is offered to a buyer, it typically always provides an advantage for a company’scash flow.\n\nThe number of days for which a credit is given is determined by the company allowing the credit and is agreed upon by both the company allowing the credit and the company receiving it. Trade credit can also be an essential way for businesses to finance short-term growth. Because trade credit is a form of credit with no interest, it can often be used to encourage sales.\n\nSince trade credit puts suppliers at somewhat of a disadvantage, many suppliers use discounts when trade credits are involved to encourage early payments. A supplier may give a discount if a customer pays within a certain number of days before the due date—for example, a 2% discount if payment is received within 10 days of issuing a 30-day credit. This discount would be referred to as 2%/10 net 30 or simply just 2/10 net 30.\n\nTrade credits are accounted for by both sellers and buyers. Accounting with trade credits can differ based on whether a company usescash accountingoraccrual accounting. Accrual accounting is required for all public companies.With accrual accounting, a company must recognize revenues and expenses at the time they are transacted.\n\nTrade credit invoicing can make accrual accounting more complex. If a public company offers trade credits, it must book the revenue and expenses associated with the sale at the time of the transaction. When trade credit invoicing is involved, companies do not immediately receive cash assets to cover expenses. Therefore, companies must account for the assets asaccounts receivableon their balance sheet.\n\nWith trade credit, there is the possibility of default. Companies offering trade credits also usually offer discounts, which means they can receive less than the accounts receivable balance. Both defaults and discounts can require the need for accounts receivablewrite-offsfrom defaults or write-downs from discounts. These are considered liabilities that a company must expense.\n\nAlternatively, trade credit is a useful option for businesses on the buying side. A company can obtain assets but would not need to credit cash or recognize any expenses immediately. In this way, trade credit can act like a 0% loan on thebalance sheet.\n\nThe company’s assets increase, but cash does not need to be paid until sometime in the future and no interest is charged during the repayment period. A company only needs to recognize the expense when cash is paid using the cash method or when revenue is received using the accrual method. Overall, these activities greatly free up cash flow for the buyer.\n\nTrade credit is most rewarding for businesses that do not have a lot of financing options. In financial technology, new types of point-of-sale financing options are being provided for businesses to utilize in place of trade credits. Many of thesefintechfirms partner with sellers at the point of sale to provide 0% or low-interest financing on purchases. These partnerships help to alleviate trade credit risks for sellers while also supporting growth for buyers.\n\nTrade credit has also brought about new financing solutions for sellers in the form ofaccounts receivable financing. Accounts receivable financing, also known as invoice financing or factoring, is a type of financing that provides businesses with capital in relation to their trade credit: accounts receivable balances.\n\nFrom an international standpoint, trade credit is encouraged. The World Trade Organization (WTO) reports that 80% to 90% of world trade is in some way reliant on trade finance.Trade finance insurance is also a part of many trade finance discussions globally, with many new innovations. LiquidX, for example, now offers an electronic marketplace focused ontrade credit insurancefor global participants.\n\nResearch conducted by the U.S. Federal Reserve Banks also highlights some important insights. The 2022 Small Business Credit Survey finds that trade credit finance is the third most popular financing tool used by small businesses, with 9% of businesses reporting that they utilize it.\n\nTrade credit has a significant impact on the financing of businesses and is therefore linked to other financing terms and concepts. Other important terms that affect business financing are credit rating, trade line, and buyer’s credit.\n\nAcredit ratingis an overall assessment of the creditworthiness of a borrower, whether a business or individual, based on financial history that includes debt repayment timeliness and other factors. Without a good credit rating, trade credit may not be offered to a business.\n\nIf businesses do not pay trade credit balances according to agreed terms, then penalties in the form of fees and interest are usually incurred. Sellers can also reportdelinquencieson trade credit, which may affect a buyer’s credit rating. Delinquencies affecting a buyer’s credit rating can also affect their ability to obtain other types of financing.\n\nTrade credit is usually only available for businesses with an established credit history. New businesses without a credit history may have to look at other means of financing.\n\nAtrade line, or tradeline, is a business credit account record provided to a business credit reporting agency. For large businesses and public companies, trade lines can be followed by rating agencies such asStandard & Poor’s,Moody’s, orFitch.\n\nBuyer’s creditis related to international trade and is essentially a loan given to specifically finance the purchase of capital goods and services. Buyer’s credit involves different agencies across borders and typically has a minimum loan amount of several million dollars.\n\nThe advantages of trade credit for buyers include simple and easy access to financing. It is also an affordable type of financing that comes at no extra cost compared to other means of financing, such as a loan from a bank.\n\nBecause payment is not due until later, trade credits improve the cash flow of businesses; they can sell the goods they acquired without having to pay for those goods until a later date. Trade credits also improve your business profile as well as your relationship with your vendors.\n\nThe disadvantages of trade credit include high costs if payments are not made on time. Costs usually appear in the form of late-payment penalty charges or interest charges on the outstanding debt. If payments are not made, this can also negatively impact the credit profile of your business as well as the relationship with your supplier.\n\nThe advantages of trade credits for sellers include building a strong relationship with your clients, encouraging customer loyalty and, therefore, repeat business. Trade credits can also lead to higher sales volumes, as buyers are likely to purchase more when there is no cost associated with the financing.\n\nSellers have a few more disadvantages than buyers when it comes to trade credits. These include delayed revenue. If a business is flush with cash, that’s not a problem. If budgets are tight, then delayed revenue might be an issue in terms of coveringoperating costs.\n\nTrade credits also come with bad debts, as some buyers will inevitably not be able to pay. This means a business takes on risks when extending financing. Bad debts can be written off, but having a customer not pay can always be detrimental to a business.\n\nCost-effective means of financing for buyers\n\nEncourages higher sales volumes for sellers\n\nLeads to strong relationships and customer loyalty for sellers\n\nHigh cost for buyers if payments are not made on time\n\nLate payments or bad debts can negatively impact a buyer’s credit profile and relationship with suppliers\n\nSellers run the risk of buyers not paying their debts\n\nDelayed payments can be a strain on the balance sheet for sellers\n\nThe most common terms for using trade credit require a buyer to make payment within seven, 30, 60, 90, or 120 days. A percentage discount is applied if payment is made before the date agreed to in the terms.\n\nTrade credit is commercial financing whereby a business is able to buy goods without having to pay until later. Commercial financing in relation to a trade credit comes at a 0% borrowing cost.\n\nTrade credits can come in the form of open accounts, promissory notes, or bills payable.\n\nIn its purest form, trade credit is not expensive to the buyer, as there is no associated cost. Trade credit is an interest-free loan.\n\nHowever, trade credit can be expensive if payment is not made by the agreed-upon date, whereby a borrower can incur high costs, either through late fees or an interest rate charged by the seller on the outstanding amount.\n\nTrade credit is a form of commercial financing that greatly benefits businesses in their operations. It is an interest-free loan for a buyer, allowing them to obtain goods with payment due at a later date at no extra charge. This allows for improved cash flows and the avoidance of traditional costs associated with financing.\n\nCongressional Research Service Reports. “Cash Versus Accrual Basis of Accounting: An Introduction,” Pages 3–4 (Pages 6–7 of PDF).\n\nWorld Trade Organization. “Trade Finance.”\n\nLiquidX. “How Digitization Is Transforming Trade Credit Insurance.”\n\nU.S. Federal Reserve Banks, via Fed Small Business. “Small Business Credit Survey: 2022 Report on Employer Firms,” Page 19 (Page 25 of PDF).",
  "url": "https://www.investopedia.com/terms/t/trade-credit.asp"
}