{
  "term": "Trading Session: Find Out When Various Markets Are Open",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA single business day in a financial market from that market’sopening bellto itsclosing bellis typically its trading session. The markets forforex, futures, stocks, and bonds all have their own characteristics that define their respective trading sessions for a given day. The primary trading hours naturally differ from one country to another due to contrasting time zones.\n\nTrading session hours can vary byasset classand country. The regular trading session for U.S. stocks starts at 9:30 a.m. and ends at 4:00 p.m. Eastern Time (ET) on weekdays (holidays excepted).These times are primarily driven by the working hours of theNew York Stock Exchange(NYSE), which closes early at 1:00 p.m. ET on several occasions throughout the year associated with holidays.\n\nThe regular weekday trading session for the U.S. bond market is 8:00 a.m. to 5:00 p.m. ET.Futuresmarkets, meanwhile, have different trading hours, depending upon the exchange and the type of commodity being traded.\n\nTraders should be aware of trading session hours for any securities andderivativesthat they’re interested in trading beforehand to prevent any unexpected problems from arising.\n\nIn addition to regular trading hours, some markets may havepre-marketorafter-hourstrading sessions. Other markets even have 24-hour trading sessions.\n\nPre-market trading for U.S. stocks occurs between 4:00 a.m. and 9:30 a.m. ET on weekdays. After-hours trading, on the other hand, is from 4:00 p.m. to 8:00 p.m. ET on weekdays, although these times may vary slightly by exchange.\n\nPre-market and after-hours trading is a compelling way to capitalize on important news announcements or other factors that occur outside of regular trading hours. With that in mind, here are several factors that investors should be mindful of when trading outside of regular hours. In particular, theSecurities and Exchange Commission(SEC) notes eight such risk factors:\n\nThere are some markets with a 24-hour trading session. Among the most notable is the global foreign exchange (forex) market, in which currencies are traded. The forex market is the largest, most liquid market in the world.\n\nUnlike the equity market, the forex market has no physical exchange. Rather, it consists of several large banks and brokerage firms that trade currencies with themselves. The forex market is open 24 hours a day, five days per week, from Sunday evening until Friday night.\n\nBelow are the 20 largest stock exchanges on Earth bymarket cap, which have been further grouped by continent.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: After-Hours Trading.\"\n\nNYSE. \"Holidays & Trading Hours.\"\n\nNYSE. \"Market Information.\" Accessed June 9, 2021.\n\nU.S. Securities and Exchange Commission. \"After-Hours Trading: Understanding the Risks.\"\n\nScienceDirect. “Foreign Exchange Market.”",
  "url": "https://www.investopedia.com/terms/t/tradingsession.asp"
}