{
  "term": "Trade Wars: History, Pros & Cons, and U.S.-China Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA trade war is an economic dispute between two countries. It can occur when one country retaliates against another's perceived unfair trading practices with restrictions, such as tariffs, on imports.\n\nDomestic trade unions or industry lobbyists can pressure politicians to make imported goods less attractive to consumers, pushing international policy toward a trade war.\n\nAlso, trade wars are often a result of a misunderstanding of the widespread benefits offree trade.\n\nTrade wars are usually considered a side effect ofprotectionism. Protectionism refers to government actions and policies that restrict international trade.\n\nA country will generally undertake protectionist actions to shield domestic businesses and jobs from foreign competition. Protectionism is also a method used to balancetrade deficits.\n\nA trade deficit occurs when a country's imports exceed the amounts of its exports. A tariff is a tax or duty imposed on the goods imported into a nation.\n\nIn an era of global trade, a trade war can become very damaging to the consumers and businesses of both nations, and the contagion can grow to affect many aspects of both economies.\n\nA trade war that begins in one sector can grow to affect other sectors. Likewise, a trade war thatbegins between two countriescan affect other countries not initially involved in the trade war.\n\nA trade war is distinct from other actions taken to control imports and exports, such as sanctions. The trade war has detrimental effects on the trading relationship between two countries because its goals are related specifically to trade. Sanctions may have philanthropic goals.\n\nOther non-tariff protectionist policies can be implemented by placing a cap on import quotas, setting clear product standards, or implementing government subsidies for processes to deter outsourcing.\n\nTrade wars are not an invention of modern society. Such battles have been going on for as long as nations have conducted trade with one another.\n\nFor example, colonial powers fought with each other over the right to trade exclusively with overseas colonies in the 17th century.\n\nThe British Empire has a long history of such trade battles. One example is the opium wars of the 19th century with China.\n\nThe British had been sending India-produced opium into China for years when the Chinese emperor decreed it to be illegal. Attempts to settle the conflict failed, and the emperor eventually sent troops to confiscate the drugs.\n\nHowever, the might of the British navy prevailed, and China conceded to the entry of additional foreign trade into the nation.\n\nIn 1930, the United States enacted theSmoot-Hawley Tariff Act, raising tariffs to protect American farmers from European agricultural products.\n\nThis act increased already hefty import duties to almost 40%. In response, several nations retaliated against the U.S. by imposing their own higher tariffs, and global trade declined worldwide.\n\nAs America entered the Great Depression, which was aided greatly by disastrous trade policies, President Roosevelt began to pass several acts to reduce trade barriers, including the Reciprocal Trade Agreements Act.\n\nBeginning in January 2018, President Trump imposed a series of tariffs on everything from steel and aluminum to solar panels and washing machines.\n\nSome of the effects impacted goods from theEuropean Union (EU)and Canada, as well as China and Mexico. Canada retaliated by imposing a series of temporary duties on American steel and other products.\n\nThe EU also imposed tariffs on American agricultural imports and other products, including Harley Davidson motorcycles.\n\nBy May 2019, tariffs on Chinese imports impacted nearly $200 billion of imports.As with all trade wars, China retaliated and imposed stiff duties on American imports.\n\nA study by theInternational Monetary Fund (IMF)found that U.S. importers of goods primarily shouldered the cost of thetariffs on Chinese goods.\n\nThese costs were eventually passed on to the American consumer in the form of higher prices, which was not what the trade war was intended to accomplish.\n\nAlthough the U.S. and Russia were not engaged in a trade war, President Joe Biden announcedsanctionsagainst Russia on Feb. 22, 2022, in response to Russia's military aggression against Ukraine. The sanctions included blocking the funds of two Russian banks that financed the military, market restrictions on Russian sovereign debt, and the targeting of individual Russian elites.\n\nThe advantages and disadvantages of trade wars in particular, and protectionism in general, are the subject of fierce and ongoing debate.\n\nProponents of protectionism argue that well-crafted policies providecompetitive advantages. By blocking or discouraging imports, protective policies throw more business toward the domestic producers, which ultimately creates more American employment.\n\nThese policies can also serve to overcome a trade deficit. Additionally, proponents believe that painful tariffs and trade wars may be the only effective way to deal with a nation that continues unfair or unethical trading policies.\n\nCritics argue that protectionism often hurts the people it is intended to protect by choking off markets and slowing economic growth and cultural exchange.\n\nConsumers may begin to have less choice in the marketplace. They may even face shortages if there is no ready domestic substitute for the imported goods that tariffs have impacted or eliminated.\n\nHaving to pay more for raw materials hurts manufacturers' profit margins. As a result, trade wars can lead to price increases, with manufactured goods, in particular, becoming more expensive. This can then sparkinflationin the local economy, overall.\n\nProtects domestic companies from unfair competition\n\nIncreases demand for domestic goods\n\nPunishes nation with unethical trade policies\n\nIncreases costs and induces inflation\n\nCauses marketplace shortages, reduces choice\n\nHurts diplomatic relations, cultural exchange\n\nWhile running for President in 2016, Donald Trump expressed his disdain for many current trade agreements, promising to bring manufacturing jobs back to the U.S. from other nations where they had been outsourced, such as China and India.\n\nAfter his election, he embarked on a protectionist campaign. President Trump also threatened to pull the U.S. out of theWorld Trade Organization (WTO), an impartial, international entity that regulates and arbitrates trade among the over 160 countries that belong to it.\n\nIn early 2018, President Trump stepped up his efforts, particularly against China. He threatened a substantial fine over alleged intellectual property (IP) theft and significant tariffs. The Chinese retaliated with a 25% tax on over 100 U.S. products.\n\nThroughout 2018, the two nations continued to threaten each other, releasing lists of proposed tariffs on various goods. Although China responded with tariffs of its own, the American duties did have an impact on the Chinese economy, hurting manufacturers and causing a slowdown.\n\nIn December, each nation agreed to halt the imposition of any new taxes. The tariff war cease-fire continued into 2019. In the spring, China and the U.S. seemed on the verge of a trade agreement.\n\nAt the beginning of May, Chinese officials took a new hard line in negotiations, refusing to make changes in their company-subsidizing laws and insisting on the lifting of the current tariffs.\n\nAngered by this apparent backtracking, the President doubled down, announcing on May 5, 2019, that he was going to increase tariffs, as of May 10, from 10% to 25% on $200 billion worth of Chinese imports.\n\nHe may have felt emboldened by the fact that the U.S. trade deficit with China had fallen to its lowest level since 2014.\n\nChina halted all imports of farm products by state-owned firms in retaliation. The Asian nation's central bank also weakened the yuan above the seven per dollar reference rate for the first time in over a decade, leading to concerns about acurrency war.\n\nPerhaps realizing that this was mutually destructive, the U.S. and China agreed to a trade deal that was signed on Jan. 15, 2020.\n\nHowever, the U.S. continued raising trade barriers. In 2024, President Biden raised the tariffs on electric vehicles to 100%, with solar cells and semiconductors facing tariffs of 50%.\n\nOther technology products also faced sharp tariff increases, causing China to pledge further retaliation.\n\nYes. In 2024, the U.S. implemented extreme tariffs that some experts described as a trade war. President Biden raised the tariff on Chinese electric vehicles to 100%, and increased the tariff on lithium-ion batteries to 25%. The tax rates on solar cells and semiconductors increased to 50%. These tariffs were meant to protect domestic industries, at the cost of denying Americans access to cheaper Chinese technologies. As of early 2025, it was expected that President Trump might continue to impose and/or raise tariffs, and not just on China, but on Mexico and Canada, as well.\n\nLike other trade policies, tariffs on trade have both winners and losers. Tariffs can generate billions of dollars of added revenue for a country. Domestic industries and manufacturers tend to benefit. Consumers and producers who use those products associated with tariffs have to pay higher prices, which can have an inflationary effect on the rest of the economy. As for retaliatory tariffs imposed by foreign countries on the U.S., they make exports more expensive to buyers in those countries but reduce U.S. GDP by a negligible amount.\n\nMost economists agree that tariffs are bad for the economy, since they prevent countries from reaping the benefits of economicspecialization. However, there may be additional benefits to protecting certain domestic industries, such as manufacturing or defense. While it may be cheaper for a country to source arms on the world market, there are also strategic advantages to maintaining domestic production capacity, even if such products are available at lower prices elsewhere.\n\nA trade war occurs when a government imposes punitive tariffs on another country, often in response to tariffs or protectionist trade policies raised by the other nation.\n\nTrade wars tend to be mutually damaging, as higher costs of trade ultimately are paid by consumers. However, advocates believe that trade wars can help protect local industries.\n\nUnited States Senate. \"The Senate Passes the Smoot-Hawley Tariff.\"\n\nOffice of the United States Trade Representative. \"Eighty Years After the Reciprocal Trade Agreements Act.\"\n\nOffice of the United States Trade Representative. \"Trump Administration Sends Annual Trade Agenda Report to Congress.\"\n\nHarley Davidson Inc. \"Harley-Davidson, Inc. To Vigorously Defend Its Position Following Aggressive EU Tariff Ruling.\"\n\nTax Foundation. \"Tracking the Economic Impact of U.S. Tariffs and Retaliatory Actions.\"\n\nInternational Monetary Fund. \"The Impact of US-China Trade Tensions.\"\n\nThe American Presidency Project. \"Fact Sheet: United States Imposes First Tranche of Swift and Severe Costs on Russia.\"\n\nRoll Call. \"Trump’s Threat to Leave the WTO Alarms Many, Even in Congress.\"\n\nWorld Trade Organization. \"Members and Observers.\"\n\nReuters. \"Exclusive: Trump Considers Big 'Fine' Over China Intellectual Property Theft.\"\n\nOffice of the United States Trade Representative. \"Rebalancing United States-China Trade.\"\n\nThe White House. \"FACT SHEET: President Biden Takes Action to Protect American Workers and Businesses from China’s Unfair Trade Practices.\"\n\nCNN. \"What Biden's Tariffs on Chinese Imports Might Mean for American Jobs, the Economy and Inflation.\"\n\nReuters. \"North America Braces for New Trump Tariffs as Saturday Deadline Nears.\"\n\nTax Foundation. \"Trump Tariffs: Tracking the Economic Impact of the Trump Trade War.\"",
  "url": "https://www.investopedia.com/terms/t/trade-war.asp"
}