{
  "term": "Trading",
  "definition": "Get expert advice on finding the right broker, learn to trade stocks, and understand how to evaluate the markets.\n\nIf you're looking to invest and trade stocks for the long term, then one of thebest online brokersis all you need. But if you're looking to day trade, you'll want to do your research and find a platform that fits your trading style best.\n\nInvestopedia identified 26 trading platforms and then collected over 2,300 data points to determine which are the best for day traders. The best day trading platforms that made our list provide excellent apps for analyzing indicators and executing trades on a variety of securities including stocks, cryptocurrency, options, forex, futures, and more.\n\nOur editors independently research and recommend the best products and services. You can learn more about ourindependent review processand partners in ouradvertiser disclosure. We may receive commissions on purchases made from our chosen links.\n\nInvesting takes a long-term approach to the markets, while trading involves short-term strategies to maximize returns daily, monthly, or quarterly. Investors are more likely to ride out short-term losses, while traders will make transactions that can help them profit quickly from fluctuating markets.\n\nHow much money you need to begin trading depends on the type of securities you want to buy. Stocks typically trade in round lots,or orders of at least 100 shares. To buy a stock priced at $60 pershare, you will need $6,000 in your account. A broker may let you borrow half of that money, but you still need to produce the other $3,000. To trade options and futures, those trade by the contract. A contract represents some unit of the underlying security. In the options market, one contract is good for 100 shares of the stock.\n\nResults vary widely depending on various trading strategies,risk managementpractices, and amounts of capital available for day trading. According to University of California researchers Brad Barber and Terrance Odean, they found that many individual investors hold undiversified portfolios and trade actively, speculatively, and to their own detriment.1 Day traders also can be hit with highbrokerage feesand other charges that cut into their profits.\n\nThe prices of shares on a stock market can be set in a number of ways. The most common way is through anauctionprocess where buyers and sellers place bids and offers to buy or sell. A bid is the price at which somebody wishes to buy, and an offer (or ask) is the price at which somebody wishes to sell. When the bid and ask coincide, a trade is made.\n\nOptions allow for potential profit during both volatile times, which is possible because the prices of assets like stocks, currencies, and commodities are always moving. No matter what the market conditions are there is anoptions strategythat can take advantage of those conditions to profit, while taking on the risk of losing money as well.\n\nA penny stock refers to a small company's stock that typically trades for less than $5 per share. Although some penny stocks trade on large exchanges such as the NYSE, most penny stocks trade over the counter through the OTC Bulletin Board.\n\nThe Cboe Volatility Index, or VIX, is a real-time market index representing the market’s expectations for volatility over the coming 30 days. Investors use the VIX to measure the level of risk, fear, or stress in the market when making investment decisions.\n\nA price target is an analyst's projection of a security's future price, one at which an analyst believes a stock is fairly valued.\n\nA short position is a trading technique used by investors who anticipate a security will fall in price. In common practice, short sellers borrow shares of stock from an investment bank or other financial institution, paying a fee to borrow the shares while the short position is in place.\n\nA paper trade is a simulated trade that allows an investor to practice buying and selling without risking real money. The term paper trade dates back to a time when aspiring traders practiced trading on paper before risking money in live markets—well before online trading platforms became the norm.\n\nStop-loss orders are orders with instructions to close out a position by buying or selling a security at the market when it reaches a certain price known as the stop price. A stop-loss order is a type of order used by traders to limit their loss or lock in a profit on an existing position.\n\nTechnical analysis is the study of historical market data, including price and volume. Using insights from market psychology, behavioral economics, and quantitative analysis, technical analysts aim to use past performance to predict future market behavior. The two most common forms of technical analysis are chart patterns and technical (statistical) indicators.\n\nThe foreign exchange market, commonly referred to as the Forex or FX, is the global marketplace for the trading of one nation's currency for another. The forex market is the largest, most liquid market in the world, with trillions of dollars changing hands every day. It has no centralized location, and no government authority oversees it.",
  "url": "https://www.investopedia.com/trading-4427765"
}