{
  "term": "Trailing 12 Months (TTM): Definition, Calculation, and How It's Used",
  "definition": "Trailing 12 months (TTM) is used to describe the past 12 consecutive months of a company's performance data when reporting financial figures. Using these figures provides a picture of a business's current financial performance rather than its annual filings and reports, which may contain outdated information. The 12 months do not necessarily coincide with afiscal-year ending period. TTM figures are produced for various metrics, including earnings,earnings per share (EPS), price-to-earnings (P/E) ratio, and yield.\n\nAnalysts and investors use TTM to dissect a wide swath of financial data, such as balance sheet figures,income statements, and cash flows. The methodology for calculating TTM data may differ from one financial statement to the next.\n\nIn theequity researchspace, some analysts report earnings quarterly, while others do so annually. But investors who seek daily information about stock prices and other current data may look to TTMs as more relevant measures because they're more current and seasonally adjusted.\n\nTTM figures can also be used to calculate financial ratios. For instance, theprice/earnings ratiois often called the P/E TTM. It is calculated as the stock's current price divided by a company's trailing 12-month EPS.\n\nMuch offundamental analysisinvolves comparing a measurement against a like measurement from a prior term to decipher how much growth was realized. For example, although a company that reports $1 billion in revenues is undoubtedly impressive, this achievement may be more notable if its revenues increased from $500 million to $1 billion within the last 12 months. This marked improvement provides a clear snapshot of the company's growth trajectory.\n\nYou can use the TTM financial metrics to compared different companies. To ensure an accurate comparison, it's important that you review figures from companies that operate within the same industry.\n\nThe 12-month measure is typically reported on a company’sbalance sheet, which is customarily updated every quarter to comply withgenerally accepted accounting principles (GAAP). However, some analysts take an average of the first and last quarters.\n\nLine items on the cash flow statement, such asworking capital, capital expenditures, and dividend payments, should be treated based on the feeding financial statement. For example, working capital is compiled from balance sheet line items, which are averaged. However,depreciationis deducted from income each quarter, so analysts look at the last four quarters as reported on the income statement.\n\nTTM revenue is the revenue that a company earns over the trailing 12 months of business. This data is instrumental in determining whether or not a company has experienced meaningful top-line growth, and can pinpoint precisely where that growth is coming from. However, this figure is often overshadowed by a company’s profitability and capability to generateearnings before interest, tax, depreciation, and amortization (EBITDA).\n\nTo calculate TTM revenue, simply add up the previous four quarters of revenues:\n\nSo, if XYZ Corp. generated $29.4 billion in revenue in Q1, $33.5 billion in Q4, $30 billion in Q3, and $21.9 billion in Q2, TTM revenue would be:\n\nUsed to analyzemutual fundorexchange-traded fund (ETF)performance, TTM yield is the percentage of income a portfolio has returned to investors over the last 12 months. This number is calculated by taking the weighted average of the yields of all holdings housed within a fund, whether they be stock, bonds, or other funds.\n\nTTM yield can also refer to thedividend yieldfor a stock paid out over the prior 12 months. For instance, if a company with $100 stock paid a $0.10 quarterly dividend over the past four quarters, the TTM yield would be 0.4% or (0.10 + 0.10 + 0.10 + 0.10) ÷ $100.\n\nTTM is also used to examine thetrailing P/E ratioof a company's stock. Trailing P/E is a relative valuation multiple based on the last 12 months of actual earnings. It is calculated by taking the current stock price and dividing it by the TTM EPS.\n\nTrailing P/E can be contrasted with theforward P/E, which instead uses projected future earnings to calculate the price-to-earnings ratio.\n\nTrailing 12-month calculations will depend on which financial metric is being considered. In general, TTM calculations will either (1) add up the figures from the previous 12 months (or four quarters) as a sum or (2) take the average or weighted average of the previous 12 months' figures.\n\nYes,last 12 months (LTM)is another term for trailing 12 months. Both figures indicate a company's financial performance over the previous 12 months.\n\nTTM P&L keeps a running tab of how well an investment or project has performed over the prior twelve-month period. It takes the monthly or quarterly returns over that time period and reports a weighted average profit or loss figure.\n\nTrailing 12-month figures report metrics based on the last 12 months (or four quarters) to date on a rolling basis. In addition to measuring recent trends or annual performance, TTM financial metrics are frequently used to compare the relative performance of similar companies within an industry or sector. Financial metrics commonly considered by looking at the last twelve months of figures include a company's sales, stock returns, dividend yield, P/E ratio, and EPS.",
  "url": "https://www.investopedia.com/terms/t/ttm.asp"
}