{
  "term": "Trailing Stops: What They Are, How To Use Them in Trading",
  "definition": "A trailing stop is a stop-loss order that moves with the market price, protecting profits on a trade from a market reversal.\n\nFlying a plane is easy. Landing it is the challenge. Similarly, profitable trading is all about the exit. It can be hard to watch a market reverse course and wipe out all—or even a significant chunk—of the profits from a formerly winning trade. But in a trending market, how do you know when to exit?\n\nThat's when you need a trailing stop. The trick is finding a technique that strikes the right balance between letting a profitable position run and protecting profits from a reversal without getting stopped out by the market's normal ebb and flow. This is especially important in trend-following strategies, when the idea is to follow the market as long as it's trending.\n\nAstop orderexits a long or short position when the price hits a certain level. A trailing stop is simply a stop order that automatically follows—or trails—the market once the price of a security has initially begun moving in a favorable direction. If the market later reverses direction, the stop price will remain fixed, and the exit order will be placed if the stop price is hit.\n\nThe goal is to protect existing profits on the trade. Otherwise, if you leave only your initial stop in place or have no stop in place, a once-winning trade could turn into a loser.That's a losing strategy overall.\n\nThe concept is simple enough. But deciding where to place the trailing stop is challenging. If you set the trailing stop too close to the current price, normal price swings that don't constitute a true reversal could stop you out, leaving money on the table. If the stop is too far away, a true reversal could end up chewing up more of your potential profit than necessary—or even all of it.\n\nThe answer depends on several factors, including the time frame you're trading, the volatility of the market you're trading, and personal choice.\n\nTrailing stops help eliminate emotion when exiting trades, perhaps the most important part of trading.\n\nThere are several types of trailing stops, each with different ways of determining where to place stops as the market continues to move. Here are some of the most common:\n\nLet's say NVIDIA Corporation (NVDA) breaks to a new high at $100 and you buy. You decide you're willing to risk a 5% loss on the initial entry, so you put the first stop at $95.\n\nThe stock then moves to $110. Your position is showing a profit and you decide 10% is an appropriate trailing stop given the stock'svolatility. So you set the trailing stop at 10%, which at this point would be $99 (110 - (11 × 0.10)).\n\nAs the price continues to rise, the trailing stop automatically rises with it. When the price reaches $120, the trailing stop is at $108, ensuring at the very least that you'll secure a profit of 8%.\n\nThe stock eventually closes as high as $135. At that point, your stop would be at $121.50 (135- (135 × 0.10)). Three days later it crosses below that level before closing at $118. Your stop is triggered at $121.50, so you secure a profit of 21.5%, assuming perfect execution.\n\nIt will be months before NVDA trades above $135 again, and, in the meantime, it will fall as low as about $90. If you had set a looser stop—say 20%—you would have been stopped out at $108, meaning what had been a 35% profit ended up at 8% (instead of 21.5% with a 10% stop).\n\nIn this way, you've not only secured a solid profit with a 10% trailing stop, you've freed yourself up to pursue other prospects NVDAtrades sidewaysfor an extended period.\n\nUseful Exit Strategy for Trending Markets\n\nNot Suited for all Market Stages or Time Frames\n\nTrailing stops offer a powerful way to lock in profits while letting winning trades run. By tracking the market while it moves in a favorable direction, a well-placed trailing stop ensures traders don't give back significant gains to reversals. Trailing stops also help automateexitsand avoid emotional decision-making.\n\nBut trailing stops aren't always the best choice for exiting a trade. They work best in trending markets and are generally not well-suited for day trading. They are also best deployed by people with at least a basic understanding of technical analysis.\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 1022-1027. John Wiley & Sons, 2019, sixth edition.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Order Types.\"\n\nCole Wilcox and Eric Crittenden, Blackstar Funds LLC. \"Does Trend Following Work on Stocks?\"",
  "url": "https://www.investopedia.com/terms/t/trailingstop.asp"
}