{
  "term": "Trailing Price-to-Earnings (Trailing P/E): Definition and Example",
  "definition": "Trailing price-to-earnings is calculated by dividing the current stock price by the trailing earnings-per-share for the past 12 months.\n\nTrailing price-to-earnings (P/E) is a relative valuation multiple that is based on the last 12 months of actual earnings. It is calculated by taking the current stock price and dividing it by the trailing earnings per share (EPS) for the past 12 months.\n\nTrailing P/E can be contrasted with theforward P/E, which instead uses projected future earnings to calculate the price-to-earnings ratio.\n\nThe price-earnings ratio, orP/E ratio, is calculated by dividing a company's stock price by its earnings from the most recentfiscal year. When people refer to the P/E ratio generically, they are typically referring to the trailing P/E. It is calculated by dividing the current market value, or share price, by theearnings per share(EPS) over the previous 12 months.\n\nThe earnings for the most recent fiscal year can be found on theincome statementin the annual report. At the bottom of the income statement is a total EPS for the firm's entire fiscal year. Divide the company's current stock price by this number to get the trailing P/E ratio.\n\nThis measure is considered the reliable since it is calculated based on actual performance rather than expected future performance. However, a company's past earnings are not necessarily always a good predictor of future earnings, and so caution is warranted\n\nAnalysts like the P/E ratio because it creates an apples-to-apples evaluation of relative earnings. The P/E ratio can thus be used to look for relative bargains in the market or to determine when a stock is too expensive compared to others. Some companies deserve a higher P/E multiple because they have deepereconomic moats, but some companies with high share price relative to earnings are simply overpriced. Likewise, some firms deserve a lower P/E because they represent a great bargain, while other company's are justified in a low P/E due to financial weakness. Trailing P/E helps analysts match time periods for a more accurate and up-to-date measure ofrelative value.\n\nA disadvantage of the P/E ratio is that stock prices are constantly moving, while earnings remain fixed. Analysts attempt to deal with this issue by using the trailing price-to-earnings ratio, which uses earnings from the most recent four quarters rather than earnings from the end of the last fiscal year.\n\nFor example, a company with a stock price of $50 and 12 month trailing EPS of $2, thus has a trailing P/E ratio of 25x (read 25 times). This means that the company's stock is trading at 25x its trailing 12 month earnings.\n\nUsing the same example, if the company's stock price falls to $40 midway through the year, the new P/E ratio is 20x, which means the stock's price is now trading at only 20x its earnings. Earnings have not changed, but the stock's price has dropped.\n\nEarnings for the last two quarters may have also dropped. In this case, analysts can substitute the first two-quarters of the fiscal year calculation with the most recent two quarters for a trailing P/E ratio. If earnings in the first half of the year, represented by the most recent two quarters, are trending lower, the P/E ratio will be higher than 20x. This tells analysts that the stock may actually beovervaluedat the current price given its declining level of earnings.\n\nThe trailing P/E ratio differs from the forward P/E, which uses earnings estimates or forecasts for the next four quarters or next projected 12 months of earnings. As a result, forward P/E can sometimes be more relevant to investors when evaluating a company. Nonetheless, as forward P/E relies on estimated future earnings, it is prone to miscalculation and/or the bias of analysts. Companies may also underestimate or mis-state earnings in order to beatconsensus estimateP/E in the next quarterly earnings report.\n\nBoth ratios are useful during acquisitions. The trailing P/E ratio is an indicator of past performance of the company being acquired. Forward P/E represents the company's guidance for the future. Typically valuations of the acquired company are based on the latter ratio. However, the buyer can use anearnout provisionto lower the acquisition price, with the option of making an additional payout if the targeted earnings are achieved.",
  "url": "https://www.investopedia.com/terms/t/trailingpe.asp"
}