{
  "term": "Transfer Price: What It Is, How It's Used, and Examples",
  "definition": "Transfer price, also known as transfer cost, is the price at whichrelated partiestransact with one another, such as during the trade of supplies or labor between departments. Transfer prices are often used in transactions between a company and its subsidiaries or between different divisions of the same company operating in different countries.\n\nBeyond corporate settings, transfer pricing is also applied in other complex organizations like universities, where it helps differentiate cost, revenue, and profit centers.\n\nTransfer prices are used when individual entities of a larger multi-entity firm are treated and measured as separately run entities. It's common for multi-entity corporations to be consolidated on a financial reporting basis. However, they may report each entity separately for tax purposes.\n\nA transfer price arises for accounting purposes when related parties, such as divisions within a company or a company and its subsidiary, report their ownprofits. When these associated parties are required to transact with each other, a transfer price is used to determine costs.\n\nTransfer prices generally don't differ much from themarket price. If the price does differ, then one of the entities is at a disadvantage and would ultimately start buying from the market to get a better price.\n\nEntity A and Entity B are two unique segments of Company ABC. Entity A builds and sells wheels, and Entity B assembles and sells bicycles. Entity A may also sell wheels to Entity B through an intracompany transaction. If Entity A offers Entity B a rate lower than market value, Entity B will have a lowercost of goods sold (COGS)and higherearningsthan it otherwise would have. However, doing so would also hurt Entity A's salesrevenue.\n\nConversely, if Entity A sells at a rate above market value, it boosts its own sales revenue, while Entity B incurs higher COGS and reduced profits. In either situation, a transfer price that varies from market value benefits one entity while harming the other.\n\nRegulations on transfer pricing ensure the fairness and accuracy of transfer pricing by enforcing anarm’s length transactionrule. This rule requires companies to price transactions between related entities similarly to those between unrelated parties. Transfer pricing is closely monitored within a company’s financial reporting.\n\nTransfer pricing requires strict documentation that's included in thefootnotes to the financial statementsfor review by auditors, regulators, and investors. This documentation is closely scrutinized. If inappropriately documented, it can burden the company with added taxation or restatement fees. These prices are closely checked for accuracy to ensure that profits are booked appropriately within arm's length pricing methods and associated taxes are paid accordingly.\n\nTransfer prices are used when divisions sell goods in intracompany transactions to divisions in other international jurisdictions. A large part of international commerce is actually done within companies rather than between unrelated companies.\n\nWhen transfer pricing occurs, companies can manipulate their profits from goods and services to book higher profits in another country with a lower tax rate. In some cases, transferring goods and services from one country to another within an intracompany transaction can also allow a company to avoid tariffs on goods and services exchanged internationally.\n\nHowever, tax authorities worldwide are increasingly cracking down on transfer pricing practices by imposing stricter regulations and closer scrutiny to prevent profit shifting and ensure compliance with international tax laws.TheOrganisation for Economic Cooperation and Development (OECD)regulates international tax laws, and auditing firms within each international location audit thefinancial statementsaccordingly.\n\nLet's take the example above with Entity A and Entity B. Assume Entity A is in a high-tax country while Entity B is in a low-tax country. It would benefit the organization as a whole if more of Company ABC's profits appeared in Entity B's division, where the company would pay lower taxes.\n\nIn that case, Company ABC may attempt to have Entity A offer a transfer price lower than market value to Entity B when selling them the wheels needed to build the bicycles. As explained above, Entity B would then have a lower cost of goods sold (COGS) and higher earnings, and Entity A would have reduced sales revenue and lower total earnings.\n\nCompanies will attempt to shift a major part of such economic activity to low-cost destinations to save on taxes. This practice continues to be a major point of discord between multinational companies and tax authorities like theInternal Revenue Service (IRS). For example, the IRS has implemented strict documentation requirements for transfer pricing to ensure compliance and reduce tax avoidance; taxpayers must provide pricing documentation to avoid penalties.\n\nTransfer prices are used when individual entities of a larger multi-entity firm are treated and measured as separately run entities. While it's common for multi-entity corporations to be consolidated on a financial reporting basis, they may report each entity separately for tax purposes. When these entities report their own profits,a transfer price may be necessary for accounting purposesto determine the costs of the transactions.\n\nTransfer prices are usually equal to or lower than market prices, which results in cost savings for the entity buying the product or service. This increases transparency in intra-entity transactions. Finally, the desired product is readily available, so supply chain issues can be mitigated.\n\nSince transfer prices are usually equal to, or lower than, market prices, the entity selling the product is liable to get less revenue. There's also the fact that it's a complicated process. Market prices are based on supply-demand relationships, whereas transfer prices may be subject to other organizational forces. Additionally, intra-entity animosity might arise, especially if the transfer price is appreciably higher or lower than the market price, as one of the parties will feel cheated.\n\nTransfer pricing helps companies manage transactions between their divisions or subsidiaries, especially when operating in different countries. If an organization shifts profits to low-tax-rate regions using transfer pricing, it can create tax savings, but it also carries risks of tax manipulation and penalties.\n\nRegulations like the arm's length transaction rule aim to ensure fairness in these transactions. Ultimately, transfer pricing can be useful when handled correctly. But, if not properly managed, it can create compliance issues and conflicts with tax authorities. To avoid penalties, companies must keep accurate records and documentation.\n\nWest Texas A&M University. \"Transfer Pricing: How to Apply the Economics of Differential Pricing To Higher Education.\"\n\nJournal of Accountancy. \"Transfer Pricing and its Effect on Financial Reporting.\"\n\nInternal Revenue Service. \"4.11.5 Allocation of Income and Deductions Under IRC 482.\"\n\nIMF eLibrary. \"Treatment of Intercompany Transfer Pricing for Tax Purposes.\"\n\nOrganisation for Economic Cooperation and Development. \"Transfer Pricing Country Profiles.\"\n\nInternal Revenue Service. \"Transfer Pricing Documentation Best Practices Frequently Asked Questions (FAQs).\"",
  "url": "https://www.investopedia.com/terms/t/transferprice.asp"
}