{
  "term": "Transposition Error: Definition, Causes, and Consequences",
  "definition": "A transposition error describes an event where a bookkeeper accidentally reverses two adjacent digits, when recording transactional data. Although this error may seem small in scale, it often results in substantial financial incongruities that can have a great impact in other areas. Transpositional errors, which tend to occur in accounting firms,brokerages, and other financial services providers, fall under the broader category of transcription errors.\n\nTransposition errors are generally the result of human error. For example, in accounting, when a bookkeeper manually enters data into a ledger, they may, by mistake, incorrectly transfer information from an invoice into abalance sheet. Transposition errors may also occur when checks are filled out incorrectly, resulting in improper payment amounts that can cause overdrafts and other banking issues. Furthermore, transportation errors can result in incorrectly-recorded phone numbers, street addresses, or ZIP codes in customer profiles. And although the aforementioned mistakes are typically easily remedied, in some cases, transposition errors relating to medicinal dosing information may lead to tragic consequences.\n\nIf a company fails to catch and correct transposition errors, the incorrect value of assets may be perpetuated to outside agencies and individuals, such as corporate shareholders and theInternal Revenue Service. This could cause a chain effect of inaccuracies. For example, a business may be saddled with an increasedtax liabilityif the transposition error is large enough to slingshot that company into a higher tax bracket. Of course, this largely depends on the degree of error in question. If a bookkeeper mistakenly writes $24.74 instead of $24.47, the resulting $0.27 discrepancy would hardly be consequential. On the other hand, if $1,823,000 were accidentally recorded as $1,283,000, the resulting $540,000 error is sure to have a profound financial ripple effect.\n\nTransposition errors made in the trading world are sometimes called \"fat-finger trades.\" In one famous example, a Japanese trader accidentally ordered 1.9 billion shares in Toyota. Luckily, that order never went through.\n\nInterestingly, transposition errors may be revealed by a rather peculiar mathematical phenomenon. Pointedly: the difference between the incorrectly-recorded amount and the correct amount will always be evenly divisible by 9. For example, if a bookkeeper errantly writes 72 instead of 27, this would result in an error of 45, which may be evenly divided by 9, to give us 5. Likewise, if a bookkeeper mistakenly records 63 instead of 36, the difference between those two figures (27) may be evenly divided by 9 to give us 3. Bank tellers can use this rule to detect errors.\n\nTransposition errors also describe scenarios where bookkeepers enter spreadsheet data into the wrong cells.",
  "url": "https://www.investopedia.com/terms/t/transposition-error.asp"
}