{
  "term": "Transfer of Risk Definition and Meaning in Insurance",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA transfer of risk is a business agreement in which one party pays another to take responsibility for mitigating specific losses that may or may not occur. This is the underlying tenet of the insurance industry.\n\nRisks may be transferred between individuals, from individuals to insurance companies, or from insurers to reinsurers. When homeowners purchase property insurance, they are paying an insurance company to assume various specific risks associated with homeownership.\n\nWhen purchasing insurance, the insurer agrees to indemnify, or compensate, the policyholder up to a certain amount for a specified loss or losses in exchange for payment.\n\nInsurance companies collect premiums from thousands or millions of customers every year. That provides a pool of cash that is available to cover the costs of damage or destruction to the properties of some small percentage of its customers. The premiums also cover administrative and operating expenses, and provide the company's profits.\n\nLife insurance works the same way. Insurers rely on actuarial statistics and other information to project the number of death claims it can expect to pay out per year. Because this number is relatively small, the company sets its premiums at a level that will exceed those death benefits.\n\nReinsurance companies accept transfers of risk from insurance companies.\n\nThe insurance industry exists because few individuals or companies have the financial resources necessary to bear the risks of the loss on their own. So, they transfer the risks.\n\nSome risks are too big for insurance companies to bear alone. That's where reinsurance comes in.\n\nWhen insurance companies don't want to assume too much risk, they transfer the excess risk toreinsurancecompanies. For example, an insurance company may routinely write policies that limit its maximum liability to $10 million. But it may take on policies that require higher maximum amounts and then transfer the remainder of the risk in excess of $10 million to a reinsurer. This subcontract comes into play only if a major loss occurs.\n\nPurchasing a home is the most significant expense most individuals make. To protect their investment, most homeowners buy homeowners insurance. With homeowners insurance, some of the risks associated with homeownership are transferred from the homeowner to the insurer.\n\nInsurance companies typically assess their own business risks in order to determine whether a customer is acceptable, and at what premium. Underwriting insurance for a customer with a poor credit profile and several dogs is riskier than insuring someone with a perfect credit profile and no pets. The policy for the first applicant will command a higher premium because of the higher risk being transferred from the applicant to the insurer.",
  "url": "https://www.investopedia.com/terms/t/transferofrisk.asp"
}