{
  "term": "Transfer Payment: Definition, Types of Transfers, and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA transfer payment is a one-way payment to a person or organization which has given or exchanged no goods or services for it. This contrasts with a simple \"payment,\" which in economics refers to a transfer of money in exchange for a product or service.\n\nGenerally, the phrase \"transfer payment\" is used to describe government payments to individuals through social programs such as welfare, student grants, and even Social Security. However, government payments to corporations—includingunconditional bailoutsand subsidies—are not commonly described as transfer payments.\n\nIn the U.S., transfer payments usually refer to payments made to individuals by thefederal governmentthrough various social programs. These payments are considered aredistribution of wealthfrom the well-compensated to the poorly compensated. They are made both for humanitarian reasons and, at times of economic distress, to helpstimulate the economyby putting more money into people's hands.\n\nThe most well-known form of transfer payment is likely Social Security payments, whether for retirement or disability. These are considered transfer payments even though most recipients have paid into the system during their working lives. Similarly, unemployment payments are also considered transfer payments.\n\nThere are many other types of transfer payments. They can be made from one person to another or even from an individual to an organization. These can include individual donations to charities or non-profit organizations, or even a simple cash gift from one person to another.\n\nSubsidies for education and training are also considered a type of government transfer payment. This includes transfers to companies or labor groups that provide educational services or operate apprenticeship programs.\n\nTransfer payments do not includesubsidiespaid to farmers, manufacturers, and exporters, even though they are a one-way payment from the government.\n\nTransfer payments are often introduced or expanded during severe economic recessions. Social Security, for example, was created by the Roosevelt administration during the Great Depression.\n\nMore recently, though less grand in scale, in March 2020 Congress voted to provide direct cash payments of $1,200 to most Americans, totaling some $250 billion, as well as additional direct assistance to U.S. workers affected by the economic collapse. (Congress also approved $500 billion in bailouts for U.S. corporations.)\n\nMany countries provide direct cash assistance to people during economic recessions as a way to support those in need and stimulate the economy. According toKeynesian economics, there is a \"multiplier effect\" to transfer payments, meaning every dollar in payments stimulates a chain reaction that results in more spending than merely the original dollar.\n\nU.S. Congress. \"H.R. 748, CARES Act,\" Pages 55, 190. Accessed Sept. 15, 2021.",
  "url": "https://www.investopedia.com/terms/t/transferpayment.asp"
}