{
  "term": "Transportation Sector and Transportation Industry Investments",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe transportation sector is a category of companies that provide services to move people or goods, as well as transportation infrastructure. Technically, transportation is a sub-group of the industrials sector according to theGlobal Industry Classification Standard (GICS).The transportation sector consists of several industries including air freight and logistics, airlines, marine, road and rail, and transportation infrastructure. These industries are further broken down into the sub-industries air freight and logistics, airlines, marine, railroads, trucking, airport services, highways and rail tracks, and marine ports and services.\n\nThe performance of companies in the transportation industry is highly sensitive to fluctuations in company earnings and the price of transportation services. Main factors affecting company earnings include fuel costs, labor costs, demand for services, geopolitical events, and government regulation. Many of these factors are interconnected. For example, if the U.S. government passes regulations that make it more difficult for people to earn their commercial drivers' license, this will reduce the supply of drivers, driving up the cost of hiring drivers.\n\nOil prices are a key factor for transportation, as the commodity’s price generally has an influence on transportation expenses. Gas and fuel prices that rise will increase costs for a trucking company, eating into their profit and potentially reducing their stock price.\n\nEnergy costs and the value of transportation stocks are certainly interrelated. Low energy costs may become a factor in boosting the share price of various transportation companies, but the influence can also be reversed. When demand for transportation services is high the impact will be reflected in quarterly reports of transportation companies. This information may, once disseminated, may motivate energy traders to bid up prices for oil and similar commodities. However, if demand for commercial transportation falls, this information could lead to a decline in oil prices as well.\n\nYou can invest in companies that move people and products by buying shares of individual transportation companies, or throughsector-specific mutual fundsor exchange-traded funds (ETFs) that specialize in the transportation sector. The transportation sector is one of the most broadly diversified with industrial companies representing airlines, railroads, truckers, equipment and leasing stocks, and logistics companies. Funds that track this sector will track a benchmark sector index like the DJTA.\n\nTheDow Jones Transportation Average(DJTA) is a price-weighted average of 20 transportation stocks traded in the United States. The DJTA is, in fact, the oldest U.S. stock index, first compiled in 1884 by Charles Dow, co-founder of Dow Jones & Company. The index initially consisted of nine railroad companies, a testament to their dominance of the U.S. transportation sector in the late 19th and early 20th centuries, and two non-railroad companies. In addition to railroads, the index now includes airlines, trucking, marine transportation, delivery services and logistics companies.\n\nAdditionally, the S&P Transportation Select Industry index provides a secondary benchmark for the sector.",
  "url": "https://www.investopedia.com/terms/t/transportation_sector.asp"
}