{
  "term": "Transaction: Definition, Accounting, and Examples",
  "definition": "A transaction is the exchange of money between two or more parties for a product or service.\n\nA transaction is a completed agreement between a buyer and a seller that involves an obligation to exchange goods, services, or financial assets in return for money.\n\nThe term is also commonly used in corporate accounting. In such a case, this straightforward definition can get tricky.\n\nThat's because a transaction may be recorded differently by a company depending on whether it usesaccrual accountingorcash accounting.\n\nA transaction between a buyer and a seller is relatively straightforward. Person A pays person B in exchange for a product or service.\n\nWhen they agree on the terms, money is exchanged for the good or service and the transaction is complete.\n\nTransactions can be more complex in the accounting world because businesses may make a deal today that won't besettleduntil a future date.\n\nOr, they may have revenues or expenses that are known but not yet due.Third-party transactionscan also complicate the process.\n\nWhether a business records income and expense transactions using the accrual method of accounting or the cash method of accounting affects the company’s financial and tax reporting.\n\nIf a customer buys something on credit, it will immediately be recorded as a transaction if the company selling the good uses the accrual accounting method.\n\nWith accrual accounting, a company records income when completing a service or delivering goods rather than when payment is received.\n\nIf aninventoryis required when accounting for a company’s income and it has averagegross receiptsof over $26 million over the prior three years, the company will normally use the accrual method of accounting for sales and purchases.\n\nA company selling merchandise to a customer on store credit in October records the transaction immediately as an item inaccounts receivable (AR).\n\nEven if the customer does not make a cash payment for the merchandise until December or pays in installments, the transaction is recorded as income in October.\n\nThe same goes for goods or services the company purchases.Business expensesare recorded when the products or services are received.\n\nSupplies purchased on credit in April are recorded as expenses for April, even if the business does not make a cash payment on the supplies until May.\n\nMost small businesses, especiallysole proprietorshipsandpartnerships, use the cash accounting method. With this method, income is recorded when payments are received from customers. Expenses are recorded when bills are paid.\n\nLet's say a business sells $10,000 worth of widgets to a customer in March. The customer pays the invoice in April. The company recognizes the sale only after the cash is received in April.\n\nExpenses are also only recorded when a payment is made. A business may purchase $500 of office supplies in May, for example, and pay for them in June. The business recognizes the purchase when it pays the bill in June.\n\nFor tax reasons, the cash basis of accounting is available only if a company has an average of less than $26 million over the prior three years in annual sales.\n\nThe cash basis is easier than the accrual basis for recording transactions because no complex accounting transactions, such asaccrualsand deferrals, are necessary.\n\nIts drawback is that the profit of the business may vary wildly from month to month, at least on paper.\n\nAn ACH transaction is an electronic payment made between banks. They are processed through the Automated Clearing House. Examples of ACH transactions include direct deposits for things like your salary or tax refund, and bill payments that are made online or through your bank.\n\nTo cancel a pending transaction, contact the merchant and/or your bank to request a reversal of the transaction.\n\nPending transactions are those that have been made but aren't posted to your account. These include payments, purchases, pre-authorized debits, and any other related transactions. Purchases made with a debit or credit card are held for a certain period of time before they work their way through the electronic system from your bank to the recipients. The transaction date is the day of the purchase or payment.Posting a transaction to a credit card accountmoves it from the pending category.\n\nAccounting transactions are a little different because of the way they may be recorded. In the accrual method of accounting, transactions are recorded once the work has been completed and the goods or services delivered, regardless of whether payment has been made yet. But in the cash accounting method, transactions are recorded only when money is received or paid.\n\nA transaction is a financial agreement between two or more parties where money is exchanged for goods or services. It's a financial agreement that is completed when the goods or services and money change hands.\n\nThe recording of transactions in accounting can vary, depending on whether the accrual or cash accounting method is used.\n\nInternal Revenue Service. \"Publication 538, Accounting Periods and Methods.\"\n\nInternal Revenue Service. \"Publication 538, Accounting Periods and Methods,\" Page 9.\n\nBureau of the Fiscal Service. \"Automated Clearing House.\"",
  "url": "https://www.investopedia.com/terms/t/transaction.asp"
}