{
  "term": "Transfer Pricing: What It Is and How It Works, With Examples",
  "definition": "Transfer pricing is anaccounting practicethat represents the price that one division in a company charges another division for goods and services provided.\n\nTransfer pricing allows for the establishment of prices for the goods and services exchanged betweensubsidiaries,affiliates, or commonly controlled companies that are part of the same larger enterprise. Transfer pricing can lead to tax savings for corporations, though tax authorities may contest their claims.\n\nTransfer pricing isan accounting and taxation practice that allows for pricing transactions internally within businesses and between subsidiaries that operate under common control or ownership. The transfer pricing practice extends to cross-border transactions as well as domestic ones.\n\nA transfer price is used to determine the cost to charge another division, subsidiary, orholding companyfor services rendered. Typically, transfer prices are reflective of the going market price for that good or service. Transfer pricing can also be applied tointellectual propertysuch as research, patents, and royalties.\n\nMultinational corporations (MNCs)are legally allowed to use the transfer pricing method to allocate earnings among their subsidiary and affiliate companies that are part of theparent organization. However, companies sometimes can also use (or misuse) this practice by altering their taxable income, thus reducing their overall taxes. The transfer pricing mechanism is a way that companies can shift tax liabilities to low-cost tax jurisdictions.\n\nTo better understand how transfer pricing impacts a company's tax bill, let's consider the following scenario. Let's say that an automobile manufacturer has two divisions: Division A, which manufactures software, and Division B, which manufactures cars. Division A sells the software to other carmakers as well as its parent company. Division B pays Division A for the software, typically at the prevailing market price that Division A charges other carmakers.\n\nLet's say that Division A decides to charge a lower price to Division B instead of using the market price. As a result, Division A's sales or revenues are lower because of the lower pricing. On the other hand, Division B'scosts of goods sold (COGS)are lower, increasing the division's profits. In short, Division A's revenues are lower by the same amount as Division B's cost savings—so there's no financial impact on the overall corporation.\n\nHowever, let's say that Division A is in a higher tax country than Division B. The overall company can save on taxes by making Division A less profitable and Division B more profitable. By making Division A charge lower prices and pass those savings on to Division B, boosting its profits through a lower COGS, Division B will be taxed at a lower rate. In other words, Division A's decision not to charge market pricing to Division B allows the overall company to evade taxes.\n\nIn short, by charging above or below the market price, companies can use transfer pricing to transfer profits and costs to other divisions internally to reduce their tax burden.\n\nThe IRS states that transfer pricing should be the same between intercompany transactions that would have otherwise occurred had the company done the transaction with a party or customer outside the company. According to the IRS website, transfer pricing is defined as follows:\n\nAs a result, the financial reporting of transfer pricing has strict guidelines and is closely watched by tax authorities. Auditors and regulators often require extensive documentation. If the transfer value is done incorrectly or inappropriately, the financial statements may need to be restated, and fees or penalties could be applied.\n\nHowever, there is much debate and ambiguity surrounding how transfer pricing between divisions should be accounted for and which division should take the brunt of the tax burden.\n\nTax authorities have strict rules regarding transfer pricing to discourage companies from using it to avoid taxes.\n\nA few prominent cases remain a matter of contention between tax authorities and the companies involved.\n\nBecause the production, marketing, and sales of Coca-Cola Co. (KO) are concentrated in various overseas markets, the company continues to defend its $3.3 billion transfer pricing of a royalty agreement. The company transferred IP value to subsidiaries in Africa, Europe, and South America between 2007 and 2009. The IRS and Coca-Cola continue to battle through litigation, and the case has yet to be resolved.\n\nIreland-based medical device maker Medtronic and the IRS met in court between June 14 and June 25, 2021, to try and settlea dispute worth $1.4 billion. Medtronic is accused of transferring intellectual property to low-tax havens globally. The transfer involves the value of intangible assets between Medtronic and its Puerto Rican manufacturing affiliate for the tax years 2005 and 2006.The court had initially sided with Medtronic, but the IRS filed an appeal. In mid-2022, the court found that Medtronic did not meet its burden of proof requirement, and the IRS abused its discretion by modifying the method it proposed Medtronic used.\n\nThe Comparable Uncontrolled Price Method is one of the most commonly used transfer pricing methods.\n\nOne of the key disadvantages is that the seller is at risk of selling for less, netting them less revenue. The practice also give multinational corporations a tax loophole.\n\nTransfer pricing acts to distribute earnings throughout an organization but is primarily used to skirt tax laws and reduce tax burdens by multinational companies.\n\nTransfer pricing is a legal technique used by large businesses to move profits around from parent companies to subsidiaries and affiliates to ensure funds are evenly distributed. However, many multinational corporations use it as a tactic to lower their tax burdens and end up fighting the IRS in court.\n\nInternal Revenue Service. \"Transfer Pricing.\"\n\nITR World Tax. \"The Coca-Cola Company & Subsidiaries, Petitioner v Commissioner of Internal Revenue, Respondent.\"\n\nU.S. Securities and Exchange Commission. \"Updated Information Related to Tax Audits.\"\n\nMedtronic Investor Relations. \"Annual Report 2020,\" Page 30.\n\nInternational Tax Review. \"The IRS Takes Facebook to Court Over Its Irish Tax Structure.\"\n\nUnited States Courts. \"United States Court of Appeals for the Eighth Circuit, No. 17-1866, Medtronic, Inc. & Consolidated Subsidiaries v. Commissioner of Internal Revenue.\"",
  "url": "https://www.investopedia.com/terms/t/transfer-pricing.asp"
}