{
  "term": "Treasury Stock Method: Definition, Formula, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe treasury stock method is an approach companies use to compute the number of new shares that may potentially be created by unexercised in-the-money warrants and options, where the exercise price is less than the current share price. Additional shares obtained through the treasury stock method factor into the calculation of the diluted earnings per share (EPS). This method assumes that the proceeds a company receives from an in-the-money option exercise are used towards repurchasing common shares in the market.\n\nThe treasury stock method states that the basic share count used in calculating a company's earnings per share (EPS) must be increased as a result of outstandingin-the-money optionsand warrants, which entitle their holders to purchase common shares at an exercise price that's below the current market price. To comply with generally accepted accounting principles (GAAP), the treasury stock method must be used by a company when computing its diluted EPS.\n\nThis method assumes that options and warrants are exercised at the beginning of the reporting period, and a company uses exercise proceeds to purchase common shares at the average market price during that period. The number of additional shares that must be added back to the basic share count is calculated as the difference between the assumed share count from the options and warrants exercise and the share count that could have been purchased on the open market.\n\nConsider a company that reports 100,000 basicshares outstanding, $500,000 in net income for the past year, and 10,000 in-the-money options and warrants, with an average exercise price of $50. Let's assume that the average market price for the shares in the last year was $100. Using the basic share count of the 100,000 common shares, the company's basic EPS is $5 calculated as the net income of $500,000 divided by 100,000 shares. But this number ignores the fact that 10,000 shares can be immediately issued if the in-the-money options and warrants are exercised.\n\nApplying the treasury stock method, the company would receive $500,000 in exercise proceeds (calculated as 10,000 options and warrants times the average exercise price of $50), which it may use to repurchase 5,000 common shares on the open market at the average stock price of $100.\n\nThe additional 5,000 shares (the difference between 10,000 assumed issued shares, and 5,000 assumed repurchased shares) represent the net newly-issued shares resulting from the potential options and warrants exercise.\n\nThediluted share countis 105,000 = 100,000 basic shares + 5,000 additional shares. The diluted EPS is then equal to $4.76 = $500,000 net income ÷ 105,000 diluted shares.\n\nThe number of additional shares that must be added back to the basic share count is calculated as the difference between the assumed share count from the options and warrants exercise and the share count that could have been purchased on the open market.",
  "url": "https://www.investopedia.com/terms/t/treasurystockmethod.asp"
}