{
  "term": "Treasury STRIPS (T-Strips): Definition and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nTreasury STRIPS are bonds that are sold at a discount to their face value. The investor does not receive interest payments but is repaid the full face value when the bonds mature. That is, they mature \"at par.\"\n\nSTRIPS is an acronym for Separate Trading of Registered Interest and Principal of Securities. These types of bonds are generally known as zero-coupon bonds since they pay no interest or coupon.\n\nAs the acronym implies, Treasury STRIPS are created when a bond's coupons areseparated from the bond. The bond, minus its coupons, is then sold to an investor at a discount price. The difference between that price and the bond's face value at maturity is the investor's profit.\n\nThe coupons become separate investments that are sold separately. Treasury STRIPS are issued by the U.S. Treasury and backed by the U.S. government. They were introduced in 1985, replacing previous zero-coupon bond issues that were known asTIGRsandCATS.\n\nSTRIPS cannot be purchased directly from the government. They can be bought by brokerages for resale to investors.\n\nThe first treasury STRIPS were offered in 1961, but these were not the same types of securities that are available today. These original STRIPS consisted of a package of re-opened bills maturing over a period of several weeks. They were eventually phased out in 1974.\n\nAfter changes to the tax law, a new STRIPS program was initiated in 1985. This allowed bonds with a maturity greater than ten years to be divided into separate principal and coupon payments, which could be traded as separate securities. The following year, the Treasury established a facility for re-constituting principal and coupon payments into the original securities.\n\nAs the new securities proved popular on the market, eligibility was slowly expanded. In 1997, the program was expanded from only the 10-year and 30-year securities to all Treasury notes and bonds. In 2000, it was expanded to include 5-year notes that had previously been ineligible.\n\nThe first STRIPS were introduced in 1961, but they were later discontinued. The STRIPS that are available today were initiated in 1985.\n\nThe process of detaching the interest payments from the bond is calledcoupon stripping. The coupons become separate securities, with the principal payments due at maturity. No interim coupon payments are made along the way.\n\nFor instance, a 10-year bond with a $40,000 face value and a 5% annualinterest ratecan be stripped. Assuming it originally pays coupons semi-annually, 21 zero-coupon bonds can be created, including 20 semi-annual coupon payments and the bond itself. Each stripped coupon has a $1,000 face value, which is the amount of each coupon. All 21 securities are distinct and are traded separately in the market.\n\nLike all Treasury securities, STRIPS are backed by the full faith and credit of the U.S. government, which is considered extremely unlikely to default. This makes them extremely attractive to investors seeking a safe investment.\n\nSTRIPS are also extremely simple instruments, with predictable costs and payoffs. Since there is a wide selection of maturity dates, an investor can simply choose the STRIP that best fits the date when they may need cash. This helps investors prepare for specific goals.\n\nThe required capital outlay is relatively small. While the minimum institutional purchase of Treasury bonds is $10,000, a STRIP based on bond interest may cost only a few hundred dollars. Moreover, they have an active secondary market, and it is fairly straightforward to invest in STRIPS through a tax-advantaged retirement account.\n\nSTRIPS are a popular choice for fixed-income investors. They have extremely high credit quality because they are backed byU.S. Treasurysecurities. Since STRIPS are soldat a discount, investors do not require a large stash of cash to purchase them. Assuming the STRIPS are held to maturity, their investors know the precise payouts they'll receive.\n\nThere is a robust secondary market for Treasury STRIPS, with individual STRIPS trading at market value until they reach maturity.\n\nSTRIPS also offer a range ofmaturity dates, since they are based on the dates of the interest payments. If an investor wishes to sell a bond prior to its maturity, the market has enough liquidity to accommodate the transaction.\n\nGenerally speaking, taxes are due on the interest earned each year, even though there is no cash payment until the bond reaches maturity or the STRIPS are sold.\n\nHowever, this tax can be delayed with a tax-deferred account, such as an individual retirement account (IRA). Each holder of STRIPS receives a report detailing the amount of taxable interest income earned.\n\nUS Treasury. \"Timeline of Separate Trading of Registered Interest and Principal Securities.\"\n\nMorningStar. \"Why Are STRIPS Popular?\"",
  "url": "https://www.investopedia.com/terms/t/treasurystrips.asp"
}