{
  "term": "Treasury Bond: Overview of U.S. Backed Debt Securities",
  "definition": "Treasury bonds (T-bonds) aregovernment debt securitiesissued by the U.S. Federal government that havematuritiesof 20 or 30 years. T-bonds earn periodic interest until maturity, at which point the owner is also paid a par amount equal to the principal.\n\nTreasury bonds are part of the larger category of U.S.sovereign debtknown collectively as Treasuries, which are typically regarded as virtually risk-free since they are backed by the U.S. government's ability to tax its citizens.\n\nInvestopedia / Michela Buttignol\n\nTreasury bonds (T-bonds) are one of four types of debt issued by theU.S. Department of the Treasuryto finance the U.S. government’s spending activities. The four types of debt are Treasury bills, Treasury notes, Treasury bonds, andTreasury Inflation-Protected Securities (TIPS). These securities vary by maturity and coupon payments.\n\nAll of them are considered benchmarks to their comparable fixed-income categories because they are virtually risk-free. T-bonds are backed by the U.S. government, and the U.S. government can raise taxes and increase revenue to ensure full payments.\n\nThese investments are also considered benchmarks in their respective fixed-income categories because they offer a base risk-free rate of investment with the categories' lowest return. T-bonds have longdurations, issued with maturities of 20 and 30 years.\n\nAs is true for other government bonds, T-bonds make interest payments semiannually, andthe income received is only taxed at the federal level. Treasury bonds are issued at monthly online auctions held directly by the U.S. Treasury. A bond's price and its yield are determined during the auction. After that, T-bonds are traded actively in the secondary market and can be purchased through a bank or broker.\n\nIndividual investors often use T-bonds to keep a portion of their retirement savings risk-free, to provide a steady income in retirement, or to set aside savings for a child's education or other major expenses. Investors must hold their T-bonds for a minimum of 45 days before they can be sold on the secondary market.\n\nTreasury bonds are issued with maturities of 20 or 30 years. They are issued with a minimumdenominationof $100, and coupon payments on the bonds are paid semi-annually. The bonds are initially sold through an auction; the maximum purchase amount is $5 million if the bid is non-competitive (or 35% of the offering if the bid is competitive).\n\nAcompetitive bidstates the rate the bidder is willing to accept; it is accepted depending on how it compares with the set rate of the bond. A non-competitive bid ensures the bidder gets the bond, but they have to accept the set rate. After the auction, the bonds can be sold in thesecondary market.\n\nThere is an active secondary market for T-bonds, making the investments highly liquid. The secondary market also makes the price of T-bonds fluctuate considerably in the trading market. As such, current auction and yield rates of T-bonds dictate their pricing levels on the secondary market.\n\nSimilar to other types of bonds, T-bonds on the secondary market see prices go down when auction rates increase because the value of the bond’s future cash flows is discounted at a higher rate. Inversely, when prices increase, auction rate yields decrease.\n\nIn the fixed-income market, T-bond yields help to form the yield curve, which includes the full range of investments offered by the U.S. government. Theyield curvediagrams yield by maturity, and it is most often upward-sloping (with lower maturities offering lower rates than longer-dated maturities). However, the yield curve can become inverted when long-term rates are lower than short-term rates. An inverted yield curve can signal an upcoming recession.\n\nThere are three main types of U.S. Treasuries: bonds, notes, and bills. Bills mature in less than a year, notes in two to five years, and bonds in 20 or 30 years. All are backed by the full faith of the U.S. government.\n\nTo buy T-bonds, you can head toTreasurydirect.gov, create an account, and purchase your bonds directly from the government on the website.\n\nWhether Treasury bonds are a good investment will depend on the specific investor. Treasury bonds are considered risk-free assets, so investors with a low risk tolerance would find these assets suitable; however, because of their safety, they pay a low interest rate, limiting returns. These can be good options in a declining equities market for some investors. Additionally, though they are risk-free, Treasury bonds are susceptible to inflation risk and interest-rate risk, which could reduce the returns for an investor.\n\nTreasury bonds are part of the collective of U.S. Treasuries. They are low-risk assets that investors can choose when looking for safe but low returns. You can invest in Treasury bondsthrough exchange traded funds (ETFs)and mutual funds. The gilt is the United Kingdom's version of this security. It also trades throughgilt funds.\n\nTreasury bonds are also a good option for investors seeking a haven from volatile equity markets. Because Treasury bonds are backed by the full faith of the U.S. government, which has the largest and one of the most stable economies in the world, they are considered risk-free investments.\n\nTreasuryDirect. “Treasury Bonds.”\n\nTreasuryDirect.gov. \"Treasury Marketable Securities.\"\n\nTreasuryDirect. “How Treasury Auctions Work.”\n\nFidelity. \"Search Secondary Offerings.\"\n\nBritannica Money. \"What's the Yield Curve? Charting Interest Rates and the Economy.\"",
  "url": "https://www.investopedia.com/terms/t/treasurybond.asp"
}