{
  "term": "Treasury Stock (Treasury Shares): Definition, Use on Balance Sheets, and Example",
  "definition": "Treasury stock refers to previously outstanding stock that was bought back from stockholders by the issuing company. The result is that the total number of outstanding shares on the open market decreases. Treasury stock remains issued but is not included in the distribution ofdividendsor the calculation ofearnings per share (EPS).Treasury stock is also referred to as treasury shares or reacquired stock.\n\nTreasury stock is acontra equity accountrecorded in the shareholders' equity section of thebalance sheet. Because treasury stock represents the number of sharesrepurchasedfrom the open market, it reduces shareholders' equity by the amount paid for the stock.\n\nIn addition to not issuing dividends and not being included in EPS calculations, treasury shares also have no voting rights. The amount of treasury stock repurchased by a company may be limited by its nation's regulatory body. In the United States, theSecurities and Exchange Commission (SEC)governs buybacks.\n\nTreasury stock can be retired orheld for resale in the open market.Retired sharesare permanently canceled and cannot be reissued later. Once retired, the shares are no longer listed as treasury stock on a company's financial statements. Non-retired treasury shares can be reissued through stock dividends, employee compensation, or capital raising.\n\nCompanies can reacquire shares in different ways. The most common methods to buy back their shares include a tender offer or through a direct repurchase. A tender offer involves buying shares back from investors above the market price or at a premium. Companies that do direct repurchases buy shares on the secondary market, just like regular investors do.\n\nWhen a company initially issues stock, the equity section of the balance sheet increases through a credit to the common stock and theadditional paid-in capital (APIC)accounts. The common stock account reflects thepar valueof the shares, while the APIC account shows the excess value received over the par value.\n\nDue todouble-entry bookkeeping, the offset of this journal entry is a debit to increase cash (or other asset) in the amount of the consideration received by the shareholders.\n\nTreasury shares reduce total shareholders' equity and are generally labeled as treasury stock or equity reduction. There are two methods of accounting for treasury stock: the cost method and the par value method.\n\nThe cost method is the most commonly used method by most public entities. It uses the value paid by the company during the repurchase of the shares and ignores their par value. The cost of the treasury stock is included within the stockholders'equityportion of the balance sheet under this method. It is common for stocks to have a minimal par value, such as $1, but sell and be repurchased for much more.\n\nWhen shares are repurchased, the treasury stock account is debited to decrease totalshareholders' equity. The cash account is credited to record the expenditure of company cash. If the treasury stock is resold later, the cash account is increased through a debit while the treasury stock account is decreased. This increases total shareholders' equity through a credit notation on thebalance sheet.\n\nA treasury paid-in capital account is also either debited or credited depending on whether the stock was resold at a loss or a gain.\n\nUnder the par value method, the treasury stock account is debited to decrease total shareholders' equity at the time of share repurchase. This is done in the amount of the par value of the shares being repurchased.\n\nThecommon stockAPIC account is also debited to decrease it by the amount originally paid over the par value by the shareholders. The cash account is credited in the total amount paid out by the company for the share repurchase. The net amount is included as either a debit or a credit to the treasury APIC account, depending on whether the company paid more when repurchasing the stock than the shareholders did originally.\n\nCorporations use buybacks to reduce the amount of shares in circulation, thereby boosting their stock price. In 2023, the top 500 companies spent nearly $800 billion to repurchase their own shares.\n\nWhy do companies choose to purchase stock from investors? There are a few reasons why companies buy and hold treasury stock, including:\n\nHere's a hypothetical example to show how treasury stock works. Let's say that ABC Company originally sold 5,000 shares of common stock, with a $1 par value, at $41 per share. On its balance sheet, the company had:\n\nABC Company has excess cash and believes its stock trades below its intrinsic value. As a result, it decides to repurchase 1,000 shares of its stock at $50 for a total value of $50,000. The repurchase creates a treasury stock contra equity account.\n\nUnder the cash method, the treasury account would be debited for $50,000 and cash credited for $50,000.\n\nUnder the par value method, treasury stock would be debited for $1,000 (1,000 shares x $1 par value), common stock APIC would be debited for $49,000 (1,000 shares x ($50 repurchase price – $1 par value)), and cash would be credited for $50,000.\n\nThe total shareholders' equity is decreased by $50,000 in both methods. Assume the total sum of ABC Company's equity accounts including common stock, APIC, and retained earnings was $500,000 before the sharebuyback. The repurchase brings the total shareholders' equity down to $450,000.\n\nRetired shares are treasury shares that have been repurchased by the issuer out of the company's retained earnings and permanently canceled. While other treasury shares can be reissued or sold on the open market, retired shares cannot be reissued, they have no market value and they no longer represent a share of ownership in the issuing corporation. Retired shares will not be listed as treasury stock on a company's financial statements.\n\nThe cost method of accounting values treasury stock according to the price the company paid to repurchase the shares, as opposed to the par value. Using this method, the cost of the treasury stock is listed in the stockholders' equity portion of the balance sheet.\n\nThe par value method is an alternative way to value the stock acquired in a buyback. Under this method, shares are valued according to their par value at the time of repurchase. This sum is debited from the treasury stock account, to decrease total shareholders' equity. The common stock APIC account is also debited by the amount originally paid in excess of par value by the shareholders. The cash account is credited by the total cost of the share repurchase. The net amount is recorded as either a debit or a credit, depending on whether the company paid more or less than the shareholders did originally.\n\nTreasury stock refers to shares that companies buy back, thereby decreasing the number of shares outstanding. This stock can be purchased through a tender offer to investors or via a direct repurchase. Corporations may choose to hold treasury stock to raise capital later through resale, to boost shareholder interests, or to retire them completely. If you're interested in finding a company's treasury stock, look under the shareholders' equity section of its balance sheet.\n\nKotler, Harry. \"Treasury Stock; A Corporate Anomaly.\"Cleveland State Law Review, vol. 1, no. 2, 1952, pp. 10-11.\n\nPwC. \"U.S. Financing Guide: Chapter 9: Share Repurchase and Treasury Stock: 9.3 Treasury Stock.\"\n\nU.S. Securities and Exchange Commission. \"Stock Buybacks and Corporate Cashouts.\"\n\nAccounting Tools. \"The Cost Method of Accounting for Investments.\"\n\nLibreTexts Libraries. \"Principles of Accounting: 14.2: Analyze and Record Transactions for the Issuance and Repurchase of Stock.\"\n\nS&P Global. \"S&P 500 Buybacks Increase 18% Compared to Q3.\"\n\nPwC. \"U.S. Financing Guide: Chapter 9: Share Repurchase and Treasury Stock: 9.4 Share Retirement.\"",
  "url": "https://www.investopedia.com/terms/t/treasurystock.asp"
}