{
  "term": "Treaty Reinsurance: Definition, How It Works and 2 Contract Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nTreaty reinsurance is insurance purchased by an insurance company from another insurer. The company that issues the insurance is called thecedent, who passes on all the risks of a specific class of policies to the purchasing company, which is the reinsurer.\n\nTreaty reinsurance is one of the three main types ofreinsurancecontracts. The two others are facultative reinsurance and excess of loss reinsurance.\n\nTreaty reinsurance represents a contract between the ceding insurance company and the reinsurer who agrees to accept the risks of a predetermined class of policies over a period of time.\n\nWhen insurance companiesunderwritea new policy, they agree to take on additional risk in exchange for apremium. The more policies an insurer underwrites, the more risk it assumes. One way an insurer can reduce its exposure is to cede some of the risk to a reinsurance company in exchange for a fee. Reinsurance allows the insurer to free up risk capacity and to protect itself from high severity claims.\n\nEven though the reinsurer may not immediately underwrite each individual policy, it still agrees to cover all the risks in a treaty reinsurance contract.\n\nBy signing a treaty reinsurance contract, the reinsurer and the ceding insurance company indicate the business relationship will likely be long-term. The long-term nature of the agreement allows the reinsurer to plan out how to achieve a profit because it knows the type of risk it is taking on, and it is familiar with theceding company.\n\nTreaty reinsurance contracts can be both proportional and non-proportional. With proportional contracts, the reinsurer agrees to take on a specific percentage share of policies, for which it will receive that proportion of premiums. If a claim is filed, it will pay the stated percentage as well. With a non-proportional contract, however, the reinsurance company agrees to pay out claims if they exceed a specified amount during a certain period of time.\n\nBy covering itself against a class of predetermined risks, treaty reinsurance gives the ceding insurer more security for its equity and more stability when unusual or major events occur.\n\nReinsurance also allows an insurer to underwrite policies that cover a larger volume of risks without excessively raising the costs of covering its solvency margins. In fact, reinsurance makes substantial liquid assets available for insurers in case of exceptional losses.\n\nTreaty reinsurance differs fromfacultative reinsurance. Treaty reinsurance involves a single contract covering a type of risk and does not require the reinsurance company to provide a facultative certificate each time a risk is transferred from the insurer to the reinsurer.\n\nFacultative risk, on the other hand, allows the reinsurer to accept or reject individual risks. Moreover, it is a type of reinsurance for a single or a specific package of risks. That means both the reinsurer and the cedent agree on what risks will be covered in the agreement. These agreements are generally negotiated separately for each policy.\n\nThe expenses involved in underwriting facultative contracts are thus much more expensive than a treaty reinsurance agreement. Treaty reinsurance is less transactional and less likely to involve risks that would have otherwise been rejected from reinsurance treaties.\n\nExcess of loss reinsuranceis a non-proportional form of reinsurance. In an excess of loss contract, the reinsurer agrees to pay the total amount of losses or a certain percentage of losses above a certain limit to the cedent. Excess of loss reinsurance is less similar to standard insurance, like treaty and facultative reinsurance are, oftentimes requiring both the cedent and reinsurer to share in the losses.",
  "url": "https://www.investopedia.com/terms/t/treaty-reinsurance.asp"
}