{
  "term": "Treasury Note: Definition, Maturities, How To Buy",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA Treasury note (T-note for short) is a marketable U.S. governmentdebt securitywith a fixed interest rate and a maturity between two and 10 years.\n\nTreasury notes are available from the government with either a competitive or noncompetitive bid. With acompetitive bid, investors specify the yield they want, at the risk that their bid may not be approved; with a noncompetitive bid, investors accept whatever yield is determined at auction.\n\nIssued in maturities of two, three, five, seven, and 10 years, Treasury notes are popular investments, and there is a largesecondary marketthat adds to theirliquidity.\n\nInterest payments on the notes are made every six months until maturity. The income for interest payments is not taxable on a municipal or state level but is federally taxed, similar to a Treasury bond or aTreasury bill.\n\nTreasury notes, bonds, and bills are all types of investments in debt issued by theU.S. Treasury. The key difference between them is their length of maturity. For example, a Treasury bond’s maturity exceeds 10 years and goes up to 30 years, making Treasury bonds the longest-dated, sovereign fixed-income security.\n\nThe longer itsmaturity, the higher a T-note’s exposure to interest rate risks. In addition to credit strength, a note or bond’s value is determined by its sensitivity to changes in interest rates. Most commonly, a change in rates occurs at the absolute level underneath the control of a central bank or within the shape of the yield curve.\n\nMoreover, these fixed-income instruments possess differing levels of sensitivity to changes in rates, which means that the fall in prices occurs at various magnitudes. This sensitivity to shifts in rates is measured by duration and expressed in terms of years. Factors that are used to calculate duration include coupon, yield, present value, final maturity, and call features.\n\nA good example of an absolute shift in interest rates occurred in December 2015, when theFederal Reserve(the Fed) raised the federal funds rate to a range 25 basis points higher. At that time, it had been in the range of 0% to 0.25% but then was changed to 0.25% to 0.50%. This increase in benchmark interest rates has had the effect of decreasing the prices of all outstanding U.S. Treasury notes and bonds.\n\nIn addition to the benchmark interest rate, elements such as changing investors’ expectations create shifts in theyield curve, known as yield curve risk. This risk is associated with either a steepening or flattening of the yield curve, a result of altering yields among similar bonds of different maturities.\n\nFor example, in the case of a steepening curve, the spread between short- and long-term interest rates widens as the long-term rates increase more than the short-term rates. If the short term-rates were to be higher than any of the longer-term rates, it would create a condition known as an inverted yield curve.\n\nThus, the price of long-term notes decreases relative to short-term notes. The opposite occurs in the case of a flattening yield curve. The spread narrows and the prices of short-term notes decrease relative to long-term notes.\n\nU.S. Department of the Treasury. \"Treasury Notes: FAQs.\" Accessed Aug. 8, 2021.\n\nU.S. Department of the Treasury. \"Treasury Bonds: FAQs.\" Accessed Aug. 8, 2021.\n\nU.S. Department of the Treasury. \"Treasury Securities & Programs.\" Accessed Aug. 8, 2021.\n\nU.S. Department of the Treasury. \"Treasury Notes: Tax Considerations.\" Accessed Aug. 8, 2021.\n\nU.S. Federal Reserve Board. \"Open Market Operations.\" Accessed Aug. 8, 2021.",
  "url": "https://www.investopedia.com/terms/t/treasurynote.asp"
}