{
  "term": "Treasury Bills (T-Bills): What They Are and How to Invest",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA treasury bill is a U.S. government debt security that matures in less than one year. They are issued by the U.S. Treasury.\n\nA Treasury bill (T-bill) is a short-term U.S. government debt obligation. Terms range from four to 52 weeks. T-bills are issued at a discount from the par value, also known as the face value.\n\nTreasury bills are usually sold in denominations of $100. However, some can reach a maximum denomination of $5 million in non-competitive bids. The Treasury sells T-bills during auctions using competitive and non-competitive bidding processes.\n\nInvestopedia / Michela Buttignol\n\nThe U.S. Department of the Treasury issues T-bills to raise cash to fund the federal government's spending. T-bills are generally held either until thematurity dateor cashed before maturity. Investors can buy T-bills in electronic form from a brokerage firm, generally with a small fee, or directly from TreasuryDirect, the online platform of the U.S. Treasury. Here are the steps to do so:\n\nAfter submitting your order, you should receive an on-screen confirmation indicating your request has been processed. You'll get an email from TreasuryDirect confirming your purchase and providing a transaction summary. Your payment will typically be settled the next day. At maturity, the yield from your Treasury bond will be automatically deposited into your linked account.\n\nT-bill prices tend to rise when the U.S. Federal Reserve is engaged in an expansionary monetary policy by purchasing Treasurys. Conversely, T-bill prices fall when the Fed sells its debt securities.\n\nThe maturities available for Treasury bills are four, six, eight, 13, 17, 26, and 52 weeks.When interest rates are expected to rise, longer maturity dates pay more than shorter dates. Meanwhile, if interest rates are expected to fall, longer maturity dates might have lower interest rates.Below is a chart of the four-week, six-month, and one-year T-bill yields for the last 10 years.\n\nT-bills are issued at a discount from thepar value. When the bill matures, the investor is paid the face value (also called the par value) of the bill. Since the face value exceeds the purchase price, the difference is the interest earned.\n\nFor example, suppose the Treasury issues a 52-week T-bill in April and sells it on May 1. If it's sold for $95.419667 per $100 and an investor purchases a $1,000 52-week T-bill that day, they pay $954.19667 and receive $1,000 on maturity. The gain is $45.80 in interest when the T-bill matures.\n\nT-bills don't offer regular interest payments as with a coupon bond, but a T-bill does include built-in interest reflected in the amount it pays when it matures.The interest income from T-bills is exempt from state and local income taxes. However, the interest income is subject to federal income tax.\n\nT-bills are issued at a discount from the par value, meaning the purchase price is less than the face value of the bill.\n\nZero default risk since T-bills have a U.S. government guarantee\n\nT-bills offer a low minimum investment requirement of $100\n\nInterest income is exempt from state and local income taxes but subject to federal income taxes\n\nInvestors can buy and sell T-bills with ease in the secondary bond market\n\nT-bills offer low returns compared with other debt instruments\n\nThe T-bill pays no interest payments leading up to its maturity\n\nT-bills can inhibit cash flow for investors who require steady income\n\nT-bills have interest rate risk, so, their rate could become less attractive in a rising-rate environment\n\nT-bills pay a fixed rate of interest, which can provide a stable income. However, should interest rates rise, existing T-bills would fall out of favor since their returns are less than those of new T-bills. For this reason, T-bills haveinterest rate risk, which means there is a danger that bondholders might lose out should there be higher rates in the future.\n\nAlthough T-bills have nearly zero default risk, their returns are typically lower than corporate bonds and some certificates of deposit. Also, Treasury bills don't pay periodic interest payments; they're sold at a discount to the face value of the bond.That means if the face amount is $1,000, they would sell for less than that, but mature to the full $1,000.\n\nIf sold early, there could be a gain or loss depending on where bond prices are trading at the time of the sale. The sale price of the T-bill could be lower than the original purchase price.\n\nA competitive bid sets a price at a discount from the T-bill's par value. Investors can specify the yield. Non-competitive bid auctions allow investors to submit a bid to buy a set dollar amount of bills. The yield investors receive is based on the average auction price of all bidders.\n\nLike other debt securities, T-bill prices fluctuate. Many factors can influence prices, including macroeconomic conditions, monetary policy, and supply and demand for Treasurys.\n\nFederal Reservemonetary policy and the federal funds rate affect T-bills. The rate is the interest rate that banks charge each other for lending money from their reserve balances overnight. The Fed increases or decreases this rate to contract or expand the money supply.\n\nLet's say you want to own a $1,000, 1-year U.S. Treasury bill (T-bill) with a yield of 5%. Remember that Treasury bills do not pay interest payments and are instead sold at a discount to their face value, where you receive the full face amount when the T-bill matures.\n\nTreasurys also have to compete withinflation, which is the pace of rising prices. Even if T-bills are the most liquid and safest debt security in the market, fewer investors tend to buy them when the inflation rate is higher than the T-bill's returns.\n\nIf an investor buys a T-bill with a 2% yield while inflation is at 3%, the investor would have a net loss on the investment when measured in real terms. As a result, T-bill prices tend to fall during inflationary periods as investors sell them and opt for higher-yielding investments.\n\nDepending on your financial goals and risk tolerance, Treasury bills can be a good investment. They are considered one of the safest investments available, backed by the full faith and credit of the U.S. government, meaning that you are not likely to experience losses on your initial investment. For a risk-averse investor, T-bills offer steady, albeit typically low, returns and are useful for preserving capital and maintaining liquidity.\n\nHowever, their low-risk nature also means they generally provide lower yields than other investments and potentially will not keep pace with inflation over time.\n\nTreasury bills are one of several types of debt issued by the U.S. Department of the Treasury.Treasury bondsandTreasury notesare fixed-term debt. Treasury bills are short-term obligations, up to a year. Treasury notes are medium-term securities, from two to 10 years. Treasury bonds have the longest time frame, maturing in 20 or 30 years.The U.S. Treasury also issues Treasury Inflation Protected Securities (TIPS), which are linked to changes in the consumer price index.\n\nThe only interest paid will be when the bill matures. At that time, you get the full face value. T-bills are zero-coupon bonds usually sold at a discount, and the difference between the purchase price and the par amount is your accrued interest.\n\nTreasury Bills, or T-bills, are short-term debt obligations issued by the U.S. Department of the Treasury. They are considered safe investments because they are backed by the full faith and credit of the U.S. government. T-bills are sold at a discount from their face value and mature at face value. The difference between the purchase price and the maturity value is the interest earned by the investor.\n\nTreasury bills are a good option for investors looking for a safe and secure investment with a short-term maturity while parking their money for a short period.\n\nTreasuryDirect. \"Treasury Bills.\"\n\nU.S. Department of the Treasury. \"Daily Treasury Bill Rates.\"\n\nTreasuryDirect. \"Treasury Bills: FAQs.\"\n\nTreasuryDirect. \"Auction Query.\"\n\nTreasuryDirect. \"Treasury Bills in Depth.\"\n\nTreasuryDirect. \"Treasury Bills.\"\n\nFederal Reserve Bank of San Francisco. \"What Is the Fed: Monetary Policy.\"\n\nFederal Reserve Bank of San Francisco. \"What Makes Treasury Bill Rates Rise and Fall? What Effect Does the Economy Have on T-Bill Rates?\"\n\nTreasury Direct. \"Treasury Bills.\"",
  "url": "https://www.investopedia.com/terms/t/treasurybill.asp"
}