{
  "term": "Trend: Definition, Types, Examples, and Uses in Trading",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA trend is the overall direction of a market or an asset's price. In technical analysis, trends are identified by trendlines or price action that highlight when the price is making higher swing highs and higher swing lows for an uptrend, or lower swing lows and lower swing highs for a downtrend.\n\nMany traders opt to trade in the same direction as a trend, while contrarians seek to identify reversals or trade against the trend. Uptrends and downtrends occur in all markets, such as stocks, bonds, and futures. Trends also occur in data, such as when economic data rises or falls from month to month.\n\nTraders can identify a trend using various forms of technical analysis, including trendlines, price action, and technical indicators. For example, trendlines might show the direction of a trend, while therelative strength index (RSI)is designed to show the strength of a trend at any given point in time.\n\nAn uptrend is marked by an overall increase in price. Nothing moves straight up for long, so there will always be oscillations, but the overall direction needs to be higher in order for it to be considered an uptrend. Recent swing lows should be above prior swing lows, and the same goes for swing highs. Once this structure starts to break down, the uptrend could be losing steam or reversing into a downtrend. Downtrends are composed of lower swing lows and lower swing highs.\n\nWhile the trend is up, traders may assume it will continue until there is evidence that points to the contrary. Such evidence could include lower swing lows or highs, the price breaking below a trendline, or technical indicators turningbearish. While the trend is up, traders focus on buying, attempting to profit from a continued price rise.\n\nThe lack of a trend—that is, a period of time where there is little overall upward or downward progress—is called arangeor trendless period. T\n\nWhen the trend turns down, traders focus more on selling orshorting, attempting to minimize losses or profit from the price decline. Most (not all) downtrends do reverse at some point, so as the price continues to decline, more traders begin to see the price as a bargain and step in to buy. This could lead to the emergence of an uptrend again.\n\nA common way to identify trends is using trendlines, which connect a series of highs (downtrend) or lows (uptrend). Uptrends connect a series of higher lows, creating asupportlevel for future price movements. Downtrends connect a series of lower highs, creating a resistance level for future price movements. In addition to support and resistance, these trendlines show the overall direction of the trend.\n\nWhile trendlines do a good job of showing overall direction, they will often need to be redrawn. For example, during an uptrend, the price may fall below the trendline, yet this doesn't necessarily mean the trend is over. The price may move below the trendline and then continue rising. In such an event, the trendline may need to be redrawn to reflect the new price action.\n\nTrendlines should not be relied on exclusively to determine the trend. Traders should look at price action and other technical indicators to help determine if a trend is ending or not. For instance, a drop below the trendline isn't necessarily a sell signal, but if the price also drops below a prior swing low and/or technical indicators are turning bearish, then it might be.\n\nTrends may also be used by investors focused on fundamental analysis. This form of analysis looks at changes in revenue, earnings, or other business or economic metrics. For example, fundamental analysts may look for trends inearnings per shareand revenue growth. If earnings have grown for the past four quarters, this represents a positive trend. However, if earnings have declined for the past four quarters, it represents a negative trend.\n\nThe following chart shows a rising trendline along with an RSI reading that suggests a strong trend. While the price is oscillating, the overall progress is to the upside.\n\nThe rising trend begins to lose momentum and selling pressure kicks in. The RSI falls below 70, followed by a very large down candle that takes the price to the trendline. The move lower was confirmed the next day when the pricegappedbelow the trendline. These signals could have been used to exit long positions as there was evidence that the trend was turning. Short trades could have also been initiated.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nAs the price moves lower, it starts to attract buyers interested in the lower price. Another trendline (not shown) could also be drawn along the falling price to indicate when a bounce may be coming. That trendline would be have been penetrated near the middle of February as the price made a quickv-bottomand then progressed higher.\n\nA trend is a general direction in which something moves. In the markets, a trend is the general direction in which prices move.\n\nIn the markets, a trend is a series of higher highs and higher lows or lower highs and lower lows. The markets may even trend sideways in a range, which happens when highs and lows do not change much over a period.\n\nA trend in the markets means traders and investors are changing their outlook. Trends indicate how market participants feel about prices.\n\nA trend is a general direction market prices move. Prices can trend up, down, or sideways in a range. Trends are usually visualized with trend lines and strength indicators on charts.\n\nTraders should use trends as a gauge for market price action and activity but not as a standalone trading action indicator. Trends should be used with other tools to make informed trading decisions.",
  "url": "https://www.investopedia.com/terms/t/trend.asp"
}