{
  "term": "Trend Trading: Definition and How Strategy Aims For Profit",
  "definition": "Trend trading is a trading style that attempts to capture gains through the analysis of an asset'smomentumin a particular direction. When the price is moving in one overall direction, such as up or down, that is called a trend.\n\nTrend traders enter into along positionwhen a security is trending upward. An uptrend is characterized by higher swing lows and higher swing highs. Likewise, trend traders may opt to enter ashort positionwhen an asset is trending lower. A downtrend is characterized by lower swing lows and lower swing highs.\n\nTrend trading strategies assume that a security will continue to move in the same direction as it is currently trending.Such strategiesoften contain atake-profitorstop-lossprovision in order to lock in a profit or avoid big losses if a trend reversal occurs. Trend trading is used by short-, intermediate-, and long-term traders.\n\nTraders use bothprice actionand other technical tools to determine the trend direction and when it may be shifting.\n\nPrice action traders look at the price movements on a chart. For anuptrend, they want to see the price move above recent highs, and when the price drops it should stay above priorswing lows. This shows that even though the price is oscillating up and down, the overall trajectory is up.\n\nThe same concept is applied todowntrends, with traders watching to see if the price makes overall lower lows and lower highs. When that is no longer happening, the downtrend is in question or over, and the trend trader will no longer be interested in holding a short position.\n\nThere are many different trend trading strategies, each using a variety ofindicatorsand price action methods. For all strategies, a stop loss should be used to manage risk. For an uptrend, a stop loss is placed below a swing low that occurred prior to entry, or below anothersupportlevel. For a downtrend and a short position, a stop loss is often placed just above a prior swing high or above anotherresistancelevel.\n\nOftentimes, traders use a combination of these strategies when looking for trend trading opportunities. A trader might look for abreakoutthrough a resistance level to indicate a move higher may be starting, but only enter into a trade if the price is trading above a specific moving average.\n\nThese strategies involve entering a long position when a short-termmoving averagecrosses above a longer-term moving average, or entering a short position when a short-term moving average crosses below a longer-term moving average. Alternatively, some traders may watch for when the price crosses above a moving average to signal a long position, or when the price crosses below the average to signal a short position.\n\nTypically, moving average strategies are combined with some other form oftechnical analysisto filter out the signals. This may include looking at price action to determine the trend since moving averages provide very poor signals when no trend is present; the price justwhipsawsback and forth across the moving average.\n\nMoving averages are also used for analysis. When the price is above a moving average, it helps to indicate that an uptrend may be present. When the price is below the moving average, it helps to indicate that a downtrend may be present.\n\nThere are many momentum indicators and strategies. In regards to trend trading, an example might include looking for an uptrend and then using therelative strength index(RSI) to signal entries and exits.\n\nFor example, a trader may wait for the RSI to drop below 30 and then rise above it. This could signal a long position, assuming the overall uptrend remains intact. The indicator is showing that the price pulled back but is now starting to rise again in alignment with the overall uptrend.\n\nThe trader could potentiallyexitwhen the RSI rises above 70 or 80 and then falls back below the selected level.\n\nAtrendlineis a line drawn along swing lows in an uptrend or alongswing highsin a downtrend. It shows a possible area where the price may pull back in the future.\n\nSome traders also opt to buy during an uptrend when the price pulls back and then bounces higher off of a rising trendline, a strategy ofbuying the dip. Similarly, some traders elect to short during a downtrend when the price rises to and then falls away from a declining trendline.\n\nTrend traders will also watch for chart patterns, such asflagsortriangles, which indicate the potential continuation of a trend. For example, if the price is rising aggressively and then forms a flag or triangle, a trend trader will watch for the price to break out of the pattern to signal a continuation of the uptrend.\n\nThe following Alibaba Group chart shows several examples of how trends can be analyzed, as well as some examples of potential trades using chart patterns and the trend.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe price starts out in a downtrend, before rising through the descending trendline and above the moving average. This doesn't mean the trend is up, though. Trend traders will typically wait for the price to also make a higher swing high and a higher swing low before considering the trend up.\n\nThe price continues to move higher, confirming the new uptrend. It then pulls back and starts to rise again, forming the first chart pattern. The price breaks higher out of the chart pattern, signaling a potential long position.\n\nThe uptrend continues aggressively, forming two additional chart patterns along the way. These both offered opportunities to enter a long position or add to an existing one (calledpyramiding).\n\nThe price continues to rise, but then starts giving warning signs. The price drops below the moving average for the first time in a long while. It also creates a lower swing low and breaks through a short-term rising trendline.\n\nThe price makes a new high after that, but then drops below the moving average again. This is not strong uptrend behavior, and trend traders would typically avoid going long during conditions like this. They would also be looking to exit any remaining longs they may have.\n\nThe chart shows that the price continues to oscillate around the moving average, with no clear trend direction. Finally, the price slides into a downtrend. Trend traders would be out of longs and avoiding new ones, and possibly looking for spots to enter short positions.",
  "url": "https://www.investopedia.com/terms/t/trendtrading.asp"
}