{
  "term": "Trendline: What It Is, How To Use It in Investing, With Examples",
  "definition": "Trendlines are easily recognizable lines that traders draw on charts to connect a series of prices together or show some data's best fit. The resulting line is then used to give the trader a good idea of the direction in which an investment's value might move.\n\nA trendline is a line drawn over pivot highs or under pivot lows to show the prevailing direction of price. Trendlines are a visual representation of support and resistance in any time frame. They show direction and speed of price, and also describe patterns during periods of price contraction.\n\nThe trendline is among the most important tools used by technical analysts. Instead of looking at past business performance or otherfundamentals, technical analysts look for trends inprice action. A trendline helps technical analysts determine the current direction in market prices. Technical analysts believe the trend is your friend, and identifying this trend is the first step in the process of making a good trade.\n\nTo create a trendline, an analyst must have at least two points on a price chart. Some analysts like to use different time frames such as one minute or five minutes. Others look atdaily chartsor weekly charts. Some analysts put aside time altogether, choosing to view trends based ontickintervals rather than intervals of time. What makes trendlines so universal in usage and appeal is they can be used to help identify trends regardless of the time period, time frame or interval used.\n\nIf company A is trading at $35 and moves to $40 in two days and $45 in three days, theanalysthas three points to plot on a chart, starting at $35, then moving to $40, and then moving to $45. If the analyst draws a line between all three price points, they have an upward trend. The trendline drawn has a positive slope and is therefore telling the analyst to buy in the direction of the trend. If company A's price goes from $35 to $25, however, the trendline has a negative slope and the analyst should sell in the direction of the trend.\n\nTrendlines are relatively easy to use. A trader simply has to chart the price data normally, using open, close, high and low. Below is data for the Russell 2000 in acandlestick chartwith the trendline applied to three session lows over a two month period.\n\nThe trendline shows the uptrend in the Russell 2000 and can be thought of as support when entering a position. In this case, a trader may choose to enter a long position near the trendline and then extend it into the future. If the price action breaches the trendline on the downside, the trader can use that as a signal to close the position. This allows the trader to exit when the trend they are following starts to weaken.\n\nTrendlines are, of course, a product of the time period. In the example above, a trader doesn't need to redraw the trendline very often. On a time scale of minutes, however, trendlines and trades may need to be readjusted frequently.\n\nMore than one trendline can be applied to a chart. Traders often use a trendline connecting highs for a period as well as another to connect lows in order to createchannels. A channel adds a visual representation of both support and resistance for the time period being analyzed. Similar to a single trendline, traders are looking for a spike or abreakoutto take the price action out of the channel. They may use that breach as an exit point or an entry point depending on how they are setting up their trade.\n\nTrendlines have limitations shared by all charting tools in that they have to be readjusted as more price data comes in. A trendline will sometimes last for a long time, but eventually the price action will deviate enough that it needs to be updated. Moreover, traders often choose different data points to connect. For example, some traders will use the lowest lows, while others may only use the lowest closing prices for a period. Last, trendlines applied on smaller timeframes can be volume sensitive. A trendline formed on low volume may easily be broken as volume picks up throughout a session.\n\nTrendlines are used by technical analysts to predict the direction of a stock or other financial security. Armed with a clearer sense of potential direction, analysts can then make better decisions about stock trades.\n\nTrendlines are typically associated with technical financial analysts. However, trendlines can be used by any investor looking to gain more insight into the direction of a stock, commodity, currency, or other investment.\n\nThere are a number of different kinds of trendlines. The most common are characterized as linear, logarithmic, polynomial, power, exponential, and moving average.",
  "url": "https://www.investopedia.com/terms/t/trendline.asp"
}