{
  "term": "Treynor Ratio: What It Is, What It Shows, Formula To Calculate It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Treynor ratio, also known as the reward-to-volatility ratio, is a performance metric for determining how much excess return was generated for each unit of risk taken on by a portfolio.\n\nExcess return in this sense refers to the return earned above the return that could have been earned in a risk-free investment. Although there is no true risk-free investment,treasury billsare often used to represent the risk-free return in the Treynor ratio.\n\nRisk in the Treynor ratio refers to systematic risk as measured by a portfolio'sbeta. Beta measures the tendency of a portfolio's return to change in response to changes in return for the overall market.\n\nInvestopedia / Michela Buttignol\n\nThe Treynor ratio was developed by Jack Treynor, an American economist who was one of the inventors of the Capital Asset Pricing Model (CAPM).\n\n﻿Treynor Ratio=rp−rfβpwhere:rp=Portfolio returnrf=Risk-free rateβp=Beta of the portfolio\\begin{aligned} &\\text{Treynor Ratio}=\\frac{r_p - r_f}{\\beta_p}\\\\ &\\textbf{where:}\\\\ &r_p = \\text{Portfolio return}\\\\ &r_f = \\text{Risk-free rate}\\\\ &\\beta_p = \\text{Beta of the portfolio}\\\\ \\end{aligned}​Treynor Ratio=βp​rp​−rf​​where:rp​=Portfolio returnrf​=Risk-free rateβp​=Beta of the portfolio​﻿\n\nIn essence, the Treynor ratio is a risk-adjusted measurement of return based on systematic risk. It indicates how much return an investment, such as a portfolio of stocks, a mutual fund, orexchange-traded fund, earned for the amount of risk the investment assumed.\n\nIf a portfolio has a negative beta, however, the ratio result is not meaningful. A higher ratio result is more desirable and means that a given portfolio is likely a more suitable investment. Since the Treynor ratio is based on historical data, however, it's important to note this does not necessarily indicate future performance, and one ratio should not be the only factor relied upon for investing decisions.\n\nUltimately, the Treynor ratio attempts to measure how successful an investment is in providing compensation to investors for taking on investment risk. The Treynor ratio is reliant upon a portfolio's beta—that is, the sensitivity of the portfolio's returns to movements in the market—to judge risk.\n\nThe premise behind this ratio is that investors must be compensated for the risk inherent to the portfolio, becausediversificationwill not remove it.\n\nThe Treynor ratio shares similarities with theSharpe ratio, and both measure the risk and return of a portfolio.\n\nThe difference between the two metrics is that the Treynor ratio utilizes a portfolio beta, or systematic risk, to measure volatility instead of adjusting portfolio returns using the portfolio's standard deviation as done with the Sharpe ratio.\n\nA main weakness of the Treynor ratio is its backward-looking nature. Investments are likely to perform and behave differently in the future than they did in the past. The accuracy of the Treynor ratio is highly dependent on the use of appropriate benchmarks to measure beta.\n\nFor example, if the Treynor ratio is used tomeasure the risk-adjusted returnof a domestic large-cap mutual fund, it would be inappropriate to measure the fund's beta relative to theRussell 2000 Small Stock index.\n\nThe fund's beta would likely be understated relative to this benchmark since large-cap stocks tend to be less volatile in general than small caps. Instead, the beta should be measured against an index more representative of the large-cap universe, such as theRussell 1000 index.\n\nAdditionally, there are no dimensions upon which to rank the Treynor ratio. When comparing similar investments, the higher Treynor ratio is better, all else equal, but there is no definition of how much better it is than the other investments.",
  "url": "https://www.investopedia.com/terms/t/treynorratio.asp"
}