{
  "term": "Trial Balance: Definition, How It Works, Purpose, and Requirements",
  "definition": "A trial balance is a bookkeeping worksheet in which the balances of allledgersare compiled into debit and credit account column totals that are equal. A company prepares a trial balance periodically, usually at the end of every reporting period. The general purpose of producing a trial balance is to ensure that the entries in a company’s bookkeeping system are mathematically correct.\n\nA trial balance is so called because it provides a test of a fundamental aspect of a set of books, but is not a full audit of them. A trial balance is often the first step in an audit procedure, because it allows auditors to make sure there are no mathematical errors in the bookkeeping system before moving on to more complex and detailed analyses.\n\nPreparing a trial balance for a company serves to detect any mathematical errors that have occurred in thedouble entryaccounting system. If the total debits equal the total credits, the trial balance is considered to be balanced, and there should be no mathematical errors in the ledgers. However, this does not mean that there are no errors in a company’s accounting system. For example, transactions classified improperly or those simply missing from the system still could be materialaccounting errorsthat would not be detected by the trial balance procedure.\n\nCompanies initially record their business transactions in bookkeeping accounts within thegeneral ledger. Depending on the kinds of business transactions that have occurred, accounts in the ledgers could have been debited or credited during a given accounting period before they are used in a trial balance worksheet. Furthermore, some accounts may have been used to record multiple business transactions. As a result, theending balance of each ledgeraccount as shown in the trial balance worksheet is the sum of all debits and credits that have been entered to that account based on all related business transactions.\n\nA company’s transactions are recorded in a general ledger and later summed to be included in a trial balance.\n\nAt the end of an accounting period, the accounts ofasset, expense, or loss should each have a debit balance, and the accounts of liability, equity, revenue, or gain should each have a credit balance. However, certain accounts of the former type also may have been credited and certain accounts of the latter type also may have been debited during the accounting period when related business transactions reduce their respective accounts’ debit and credit balances, an opposite effect on those accounts’ ending debit or credit balances. On a trial balance worksheet, all of the debit balances form the left column, and all of the credit balances form the right column, with the account titles placed to the far left of the two columns.\n\nThere are three main types of trial balance:\n\nAll three of these types have exactly the same format but slightly different uses. The unadjusted trial balance is prepared on the fly, before adjusting journal entries are completed. It is a record of day-to-day transactions and can be used to balance a ledger by adjusting entries.\n\nOnce a book is balanced, an adjusted trial balance can be completed. This trial balance has the final balances in all the accounts, and it is used to prepare the financial statements. The post-closing trial balance shows the balances after the closing entries have been completed. This is your starting trial balance for the next year.\n\nThe key difference between a trial balance and a balance sheet is one of scope. A balance sheet records not only the closing balances of accounts within a company but also the assets, liabilities, and equity of the company. It is usually released to the public, rather than just being used internally, and requires the signature of an auditor to be regarded as trustworthy.\n\nA trial balance is a less formal document. There are no special conventions about how trial balances should be prepared, and they may be completed as often as a company needs them. A trial balance is often used as a tool to keep track of a company’s finances throughout the year, whereas a balance sheet is a legal statement of the financial position of a company at the end of a financial year.\n\nAfter all the ledger accounts and their balances are listed on a trial balance worksheet in their standard format, add up all debit balances and credit balances separately to prove the equality between total debits and total credits. Such uniformity guarantees that there are no unequal debits and credits that have been incorrectly entered during the double entry recording process. However, a trial balance cannot detectbookkeeping errorsthat are not simple mathematical mistakes. If equal debits and credits are entered into the wrong accounts, a transaction is not recorded, or offsetting errors are made with a debit and a credit at the same time, a trial balance still would show a perfect balance between total debits and credits.\n\nA trial balance can be used to detect any mathematical errors that have occurred in a double entry accounting system. If the total debits equal the total credits, the trial balance is considered to be balanced, and there should be no mathematical errors in the ledgers.\n\nThere are three types of trial balance: the unadjusted trial balance, the adjusted trial balance, and the post-closing trial balance. Each is used at different stages in the accounting cycle.\n\nIt depends. Companies can use a trial balance to keep track of their financial position, and so they may prepare several different types of trial balance throughout the financial year. A trial balance may contain all the major accounting items, including assets, liabilities, equity, revenues, expenses, gains, and losses.\n\nA trial balance is a worksheet with two columns, one for debits and one for credits, that ensures a company’s bookkeeping is mathematically correct. The debits and credits include all business transactions for a company over a certain period, including the sum of such accounts as assets, expenses, liabilities, and revenues.\n\nDebits and credits of a trial balance must tally to ensure that there are no mathematical errors. However, there still could be mistakes or errors in the accounting systems. A trial balance can be used to assess the financial position of a company between full annual audits.\n\nOhio University, Online Master’s Degree Programs. “What Is a Trial Balance?”",
  "url": "https://www.investopedia.com/terms/t/trial_balance.asp"
}