{
  "term": "Triangle Chart Pattern in Technical Analysis Explained",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA triangle chart pattern is a tool used in technical analysis. Named for its resemblance to a series of triangles, the triangle chart pattern is created by drawingtrendlinesalong a converging price range. The result signals a pause in the prevailing trend.\n\nTechnical analysts read the triangle as an indicator of a continuation of an existing trend or reversal.\n\nDespite being a continuation, traders should look for breakouts before they make a move to buy or sell.\n\nTechnical analysisin general is a trading strategy that involves creating charts and patterns that help traders identify trends in the price movements of a single stock, a sector, or the markets as a whole. They track price patterns over time to make predictions about future price performance.\n\nTriangle patterns are aptly named because the upper and lower trendlines ultimately meet at the apex on the right side, forming a corner. These patterns are formed once the trading range of a stock or another security becomes narrow.\n\nConnecting the start of the upper trendline to the beginning of the lower trendline completes the other two corners to create the triangle. The upper trendline is formed by connecting the highs, while the lower trendline is formed by connecting the lows.\n\nTriangles are similar towedges(price patterns marked by converging trendlines) andpennants(continuation patterns that are formed when an asset shows a large movement), which are also used in technical analysis.\n\nThey can be either a continuation pattern, if validated, or a powerfulreversalpattern, in the event of failure. Traders use triangles to pinpoint when the narrowing of a stock or security's trading range after a downtrend or uptrend occurs.\n\nThree potential triangle variations can develop as price action carves out a holding pattern, namely ascending, descending, and symmetrical triangles. Technicians see abreakout, or a failure, of a triangular pattern, especially on heavy volume, as being potentbullishorbearishsignals of a resumption, or reversal, of the prior trend.\n\nTechnical tools are used to make predictions about future trends based on past performance. But remember that the market can be very unpredictable and can swing in any direction at any time.\n\nThe following diagram shows the three basic types of triangle chart patterns: the ascending, descending, and symmetrical triangles. We go into more detail about what they are and how they work below.\n\nAnascending triangleis a breakout pattern that forms when the price breaches the upper horizontal trendline with rising volume. It is a bullish formation.\n\nThe upper trendline must be horizontal, indicating nearly identical highs, which form a resistance level. The lower trendline is rising diagonally, indicating higher lows as buyers patiently step up their bids.\n\nBuyers eventually lose patience and rush into the security above the resistance price, which triggers more buying as theuptrendresumes. The upper trendline, which was formerly a resistance level, now becomes support.\n\nAdescending triangleis an inverted version of the ascending triangle and is considered a breakdown pattern. The lower trendline should be horizontal, connecting near identical lows. The upper trendline declines diagonally toward the apex.\n\nThebreakdownoccurs when the price collapses through the lower horizontal trendline support as a downtrend resumes. The lower trendline, which was support, now becomes resistance.\n\nAsymmetrical triangleis composed of a diagonal falling upper trendline and a diagonally rising lower trendline. As the price moves toward the apex, it will inevitably breach the upper trendline for a breakout and uptrend on rising prices or breach the lower trendline forming a breakdown and downtrend with falling prices.\n\nTraders should watch for a volume spike and at least two closes beyond the trendline to confirm the break is valid and not ahead fake. Symmetrical triangles tend to be continuation break patterns, which means they tend to break in the direction of the initial move before the triangle forms. So if an uptrend precedes a symmetrical triangle, a trader would expect the price to break to the upside.\n\nTechnical analysis is a trading strategy that relies on charting the past performance of a stock or other asset to predict its future price movements. This strategy uses tools and techniques to evaluate historical data, including asset prices and trading volumes. Some of the tools used include charts and graphs such as triangles.\n\nTriangles are chart patterns used in technical analysis. The patterns connect the beginning of the upper trendline to the beginning of the lower line. The upper line connects the highs while the lower line connects the lows in that security.\n\nThat depends on the type of triangle. Ascending triangles tend to be bullish as they indicate the continuation of an upward trend. In some cases, they may point to the reversal of a downtrend.\n\nA descending triangle is bearish. That's because it points to the continuation of a downtrend or the reversal of an uptrend.\n\nTechnical analysis requires a great deal of practice and patience. This is true of any type of trading tool used in this strategy, including triangle chart patterns.\n\nIt's important to keep in mind that the market is ultimately unpredictable and can defy predictions at any moment. If you're going to use triangle patterns, make sure you take positions only after you confirm a breakout in the price action of the security in question.",
  "url": "https://www.investopedia.com/terms/t/triangle.asp"
}