{
  "term": "Trickle-Down Economics: Theory, Policies, and Critique",
  "definition": "Trickle-down economics and its policies employ the theory that tax breaks and benefits for corporations and the wealthy will trickle down and eventually benefit everyone.\n\nTools like reducedincome taxandcapital gains taxbreaks are offered to large businesses, investors, and entrepreneurs to stimulateeconomic growth.\n\nTrickle-down economicsis a common political debate, associated with supply-side economics. While there is no single comprehensive economic policy identified as trickle-down economics, a policy is considered “trickle-down” if it disproportionately benefits wealthy businesses and individuals in the short run but is designed to booststandards of livingfor all individuals in the long run.\n\nBoth President Herbert Hoover’s stimulus efforts during the Great Depression and President Ronald Reagan’s use of income tax cuts were described as “trickle-down.”\n\nSupply-sideeconomics theorists believe that less regulation and tax cuts for corporations and high-income earners trigger company investment and stimulate employment.\n\nCorporate income tax reduction, tax cuts for the wealthy, andderegulationare the initial steps of a trickle-down policy. As more money remains in the corporate sector, business investment may be triggered with new factories, upgraded technology, equipment, and an increase in employment.\n\nWealthy individuals may spend more, creating more demand for goods in theeconomy. The increase in the labor market leads to more spending and investing, creating growth in industries such as housing, automobiles, consumer goods, and retail.\n\nThe boost in the economy leads to tax revenue increases and according to the trickle-down economic theory, the additional revenue will pay for the original tax cuts for the wealthy and corporations.\n\nAmerican economist Arthur Laffer, a member of the Reagan administration, developed a bell-curve style analysis that plotted the relationship between changes in the official government tax rate and actual tax receipts, known as theLaffer Curve.\n\nThe nonlinear shape of the Laffer Curve suggested taxes could be too light or too onerous to produce maximumrevenue. A 0% income tax rate and a 100% income tax rate each produce $0 in receipts to the government.\n\nAt 0%, no tax can be collected but at 100%, there is no incentive to generate income, suggesting that specific cuts in tax rates would boost total receipts by encouraging moretaxable income.\n\nLaffer’s idea that tax cuts could boost growth and tax revenue was quickly labeled “trickle-down.” Under President Reagan, from 1980 to 1988, the top marginal tax rate in the United States fell from 70% to 28%. From 1981 to 1989, total federal receipts increased from $599 billion to $991 billion.\n\nThe results empirically supported one of the assumptions of the Laffer Curve, but could not prove a correlation between a reduction in top tax rates and economic benefits to low- and medium-incomeearners.\n\nAlthough trickle-down theorists argue that more money in the hands of the wealthy and corporations promotes spending and free-market capitalism, it does so only with government intervention.\n\nCritics argue that the added benefits the wealthy receive can distort the economic structure as lower-income earners without an equal tax cut adds toincome inequality. Many economists counter that cutting taxes for the poor and working families boosts the economy by increasing spending on goods and services whereas a tax cut for a corporation may go tostock buybacksor increased savings for the wealthy.\n\nMany factors drive growth, includingFederal Reservemonetary policy and lowering interest rates. Trade and exports, sales from U.S. companies to foreign companies, as well asforeign direct investmentfrom corporations and investors overseas, contribute to the economy.\n\nIn December 2020, a London School of Economics report by David Hope and Julian Limberg was released that examined five decades of tax cuts in 18 wealthy nations. It found they consistently benefited the wealthy but had no meaningful effect on unemployment or economic growth.\n\nTrickle-down policies are common with Republican leaders. President Donald Trump signed into law theTax Cuts and Jobs Acton Dec. 22, 2017, which cut personal tax rates andpersonal exemptionsthat expire in 2025 and revert to the old, higher rates. However, corporations received a permanent tax cut to 21%. Critics of the plan say the top 1% get the larger tax cut vs. those in lower income brackets.\n\nPresident Hoover believed incentivizing business prosperity would trickle down to the average person and that economic assistance to citizens would stifle the workforce. This philosophy was not effective against the Depression, and his failure to end it led to his defeat in the 1932 presidential election against Franklin D. Roosevelt and the New Deal.\n\nReaganomics is the economic policy instituted by President Ronald Reagan, who instituted tax cuts, decreased social spending, increased military spending, and market deregulation, all influenced by the trickle-down theory and supply-side economics.\n\nThetrickle-down theoryincludes commonly debated policies associated with supply-side economics. A policy is considered a “trickle-down” if it benefits wealthy businesses and individuals in the short run to boost standards of living for all individuals and the economy in the long run. Presidents Hoover, Reagan, and Trump have all employed methods of trickle-down economic policies.\n\nU.S. Congress Joint Economic Committee. “1996 Economic Report of the President,” Pages 43 and 149.\n\nInternal Revenue Service, via Internet Archive Wayback Machine. “Publication 5318: What’s New for Your Business—Tax Reform 2018,” Page 3.\n\nInternal Revenue Service, via Internet Archive Wayback Machine. “Publication 5307: Tax Reform Basics for Individuals and Families,” Page 1.",
  "url": "https://www.investopedia.com/terms/t/trickledowntheory.asp"
}