{
  "term": "Trillion Cubic Feet (Tcf): What it is, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe term trillion cubic feet refers to a volume measurement ofnatural gasused by the U.S. oil and gas industry. The measurement is usually abbreviated as Tcf. A cubic foot is a nonmetric measurement of volume also used in the U.S. A trillion—written in numerals as 1,000,000,000,000—cubic feet is equivalent to approximately one quad of Btu or a British thermal unit.\n\nIn the United States, companies measure natural gas in cubic feet. A trillion cubic feet can be hard to imagine for the average person. It can represent billions of dollars of thecommodity. As mentioned above, one trillion cubic feet is the same as one quad of Btu. A quad is the abbreviation for a quadrillion, or 1,000,000,000,000,000. A Btu, on the other hand, measures energy, and represents how much heat is required to raise the temperature of a single pound of water by one degree Fahrenheit at sea level. For reference's sake, a single Btu is the same as the heat from a kitchen match stick.\n\nMost of the major international oil and gas companies have standardized reports to help analysts and investors accurately assess these figures. This is due, in part, to a regulatory requirement with the U.S.Securities and Exchange Commission(SEC) requiring foreign companies with stock listed on U.S. exchanges to file standardized reports on an annual basis, called a 20-F.This is equivalent to the10-Kfiling for U.S. companies and provides investors with oil and gas production and reserve statistics published using imperial measurements to allow direct comparison.\n\nInvestors inemerging marketsof Russia, Africa, or Latin America often receive reports with data reported with the metric system, which is a global measurement system. Analysts of these companies will need to use conversion tables to accurately quantify and compare them to more sophisticated international operators.\n\nInvestors in markets like Russia, Africa, or Latin America often receive reports with data reported in the metric system.\n\nWithin theoil and gas industry, units of measurement are represented by letters where T is the equivalent of one trillion, B represents one billion, MM equals one million, and M means one thousand. Any of these can appear before certain terms, such as MMBOE or million barrel of oil equivalent, or Tcf, which is trillion cubic feet.\n\nSo just as a trillion cubic feet is abbreviated as Tcf, just as Bcf refers to a billion cubic feet. The latter is a gas measurement equal to approximately one trillion (1,000,000,000,000) Btu.Mcfstands for one thousand cubic feet, a measure used more commonly in the low volume segments of the gas industry, such as stripper well production. Incidentally, Mcf is the conventional way to measure natural gas in the United States, which uses the imperial measuring system.\n\nIn Europe, where the metric system is used, the abbreviation most commonly used is thousand of cubic meters or Mcm. Oil and gas financial analysts need to be especially careful when analyzing companies' quarterly results to avoid mixing up various units. For example, it is quite easy to overlook the fact that U.S. companies will report in Mcf, while European companies often report in Mcm. This makes quite a difference because 1Mcm = 35.3Mcf.\n\nThe U.S. Energy Information Administration reports the world's natural gas reserves by country. As of 2019, according to the site, Russia had the highest reserves of natural gas with 1,688 Tcf, followed by Iran with 1,194 Tcf. The U.S. was fourth, with 465 Tcf. The list was rounded out by Belarus and the Czech Republic, which both reported 0.01 Tcf of natural gas each.\n\nU.S. Securities and Exchange Commission. \"Form 20-F,\" Pages 3-9. Accessed June 10, 2021.\n\nPenn State. \"Introduction to Petroleum and Natural Gas Engineering.\" Accessed June 10, 2021.\n\nInternational Human Resources Development Corporation. \"Measurement Units and Conversion Factors.\" Accessed June 10, 2021.\n\nU.S Energy Information Administration. \"Natural Gas Explained: How Much Natural Gas Is Left?\" Accessed June 10, 2021.\n\nU.S. Energy Information Administration. \"Natural Gas Reserves 2019.\" Accessed June 10, 2021.",
  "url": "https://www.investopedia.com/terms/t/trillion-cubic-feet.asp"
}