{
  "term": "Trimmed Mean: Definition, Example, Calculation, and Use",
  "definition": "A trimmed mean is a statistical measure of central tendency calculated by excluding a specified percentage of the highest and lowest values from a data set before computing the average.\n\nA trimmed mean is a way to calculate an average by first removing a small percentage of the highest and lowest values. After taking out these extreme values, the average is calculated using the usual method. This helps reduce the impact of unusual data points and gives a clearer, more accurate picture, especially when reporting economic data. Trimmed means are used in reporting economic data in order to smooth the results and paint a more realistic picture.\n\nA mean is a mathematical average of two or more numbers, while the trimmed mean helps to reduce the effects of outliers on the calculated average. The trimmed mean is best suited for data with large, erratic deviations or extremely skeweddistributions.\n\nA trimmed mean is stated as a mean trimmed by x%, where x is the sum of the percentage of observations removed from both the upper and lower bounds. The trimming points are often arbitrary in that they follow rules of thumb rather than some optimized method of setting those thresholds. For example, a trimmed mean of 3% would remove the lowest and highest 3% of values, leaving the mean to be calculated from the 94% of remaining data.\n\nA trimmed mean is seen as a more realistic representation of a data set, as the few erratic outliers have been removed that could otherwise potentially skew the information. A trimmed mean is also known as a truncated mean.\n\nA trimmed mean may be used in place of a traditional mean when determining inflation rates from theConsumer Price Index (CPI)orpersonal consumption expenditures (PCE).The CPI and the PCE price index measure the prices of baskets of goods in aneconomyto help identify inflation: rising price trends.\n\nThe levels that are trimmed from each tail may not be equitable, as these values are instead based on historical data to reach the best fit between the trimmed meaninflationrate and the inflation rate’s core.\n\nThe core of the CPI or PCE refers to the selected products minus prices associated with food or energy. Food and energy costs are generally considered the most volatile, also referred to as noisy, items within the data. Shifts in the non-core area are not necessarily indicative of overall inflationary activities.\n\nWhen the data points are organized, they are placed in ascending order based on those prices that fell the most, to the prices that rose the most. Specific percentages are removed from the tails to help lower the effect of volatility on the overall CPI changes.\n\nTrimmed means are used in the Olympics to remove extreme scoring from possibly biased judges who may impact an athlete’s average score.\n\nProviding a trimmed mean inflation rate, along with other measures, provides a basis for comparison, allowing for a more thorough analysis of the inflation rates being experienced. This comparison may include the traditional CPI, the core CPI, a trimmed mean CPI, and a median CPI.\n\nLet’s say, as an example, a figure skating competition produces the following scores: 6.0, 8.1, 8.3, 9.1, and 9.9.\n\nThe mean for the scores would equal:\n\nTo trim the mean by a total of 40%, we remove the lowest 20% and the highest 20% of values, eliminating the scores of 6.0 and 9.9.\n\nNext, we calculate the mean based on the calculation:\n\nIn other words, a mean trimmed at 40% would equal 8.5 vs. 8.28, which reduced the outlier bias and had the effect of increasing the reported average by 0.22 points.\n\nTrimmed means are used in reporting economic data. They help smooth the results and present a more realistic picture.\n\nTrimmed means are best suited for data with large, erratic deviations or extremely skewed distributions.\n\nProviding a trimmed mean inflation rate, along with other measures, provides a basis for comparison, allowing for a more thorough analysis of the inflation rates being experienced.\n\nA trimmed mean is a method of averaging that removes a small designated percentage of the largest and smallest values before calculating the mean. It helps eliminate the influence of outliers or data points on the tails that may unfairly affect the mean.\n\nFederal Reserve Bank of Cleveland, via Internet Archive Wayback Machine. “Trimmed Mean CPI Inflation.”\n\nFederal Reserve Bank of Dallas. “Trimmed Mean PCE Inflation Rate.”\n\nInternational Skating Union. “ISU Synchronized Skating Media Guide,” Pages 4–7 (Pages 3–6 of PDF).",
  "url": "https://www.investopedia.com/terms/t/trimmed_mean.asp"
}