{
  "term": "Triple Witching: Definition and Impact on Trading in Final Hour",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe triple witching hour is the last 60 minutes of the trading day on the third Friday of March, June, September, and December, when contracts for stock index futures, stock index options, and stock options expire simultaneously.\n\nTriple witching is the simultaneous expiration of stock options, stock index futures, and stock index options contracts, all on the same trading day. This happens four times a year, on the third Friday of March, June, September, and December. The expected expiration date for the three might increasetrading volumeand cause unusual price changes in the underlying assets.\n\nTriple-witching days generate more trading activity and volatility since contracts allowed to expire cause buying or selling of theunderlying security. While some derivative contracts are opened with the intention of trading the underlying security, traders seeking derivative exposure only must close, roll out, or offset their open positions before the close of trading on triple-witching days.\n\nTriple-witching days, particularly the final hour of trading preceding the closing bell (4 p.m. Eastern time), known as the triple-witching hour, can spike trading activity andvolatilityas traders close, roll out, or offset their expiring positions.\n\nSingle-stock futures, last traded in the United States in 2020, were typically grouped with stock options, index options, and index futures, giving rise to the term “quadruple witching.” But they never drew nearly as much capital or trading interest as the other types of equity derivatives, most notably stock options.\n\nAfutures contract, an agreement to buy or sell an underlying security at a set price on a specified day, mandates that the transaction take place after the contract expires.\n\nFor example, one E-mini S&P 500 futures contract is valued at 50 times the value of the index.If the S&P 500 is at 4,000 at expiration, the value of the contract is $200,000, the amount that the contract’s owner must pay if the contract expires.\n\nTo avoid this, the contract owner closes the contract by selling it before the expiration. After closing the expiring contract, exposure to the S&P 500 index can be continued by buying a new contract in a forward month. This is known as “rolling out” a contract. Much of the action surrounding futures and options on triple-witching days is focused on offsetting, closing, or rolling out positions.\n\nOn the expiration date, contract owners can decide not to take delivery and instead close their contracts by booking anoffsetting tradeat the prevailing price, settling the gain or loss from the purchase and sale prices.\n\nTraders may also extend the contract by offsetting the existing trade and simultaneously booking a new option or futures contract to be settled in the future, which is called “rolling the contract forward.”\n\nOptions that are in the money are similar for those holding expiring contracts. For example, the seller of a coveredcall optioncan have the underlying shares called away if the share price closes above the strike price of the expiring option.\n\nIn this situation, the option seller can close the position before expiration to continue holding the shares or let the option expire and have the shares called away.\n\nCall options expire in the money—that is, they are profitable when the underlying security price is higher than thestrike pricein the contract. Put options are in the money when the stock or index is priced below the strike price. In both situations, the expiration of in-the-money options causes automatic transactions between the buyers and sellers of the contracts. As a result, triple-witching dates are when all three types of contracts—stock index futures, stock index options, and stock options—all expire on the same day, causing an increase in trading.\n\nThough much of the trading in closing, opening, and offsetting futures and options contracts during triple-witching days is related to squaring positions, the surge of activity can also produce price inefficiencies, which can draw in short-termarbitrageurs—those who seek to profit from them.\n\nThese opportunities might be catalysts for heavy volume going into the close on triple-witching days, as traders look to profit on small price imbalances with large round-trip trades completed in seconds.\n\nDespite the overall increase in trading volume, triple-witching days do not necessarily lead to high volatility.\n\nFriday, March 15, 2019, was the first triple-witching day of 2019. Trading volume leading up to this third Friday of the month had increased market activity. Trading volume on March 15, 2019, on U.S. market exchanges was 10.8 billion shares, compared with an average of 7.5 billion average the previous 20 trading days.\n\nFor the week leading into the triple-witching Friday, the S&P 500, Nasdaq, and the Dow Jones Industrial Average (DJIA) were up 2.9%, 3.8%, and 1.6%, respectively. However, it seems much of the gains happened before the triple-witching Friday because the S&P 500 and DJIA increased only 0.50% and 0.54%, respectively, that day.\n\nTriple witching happens four times a year (or once a quarter) on the third Fridays of March, June, September, and December.\n\nThe terms “triple witching” and “quadruple witching” are often used to describe occasions on the third Friday of March, June, September, and December. For about 20 years, they had one difference, but since 2020, they have referred to the same event.\n\nTriple witching occurs when three types of financial contracts expire simultaneously:\n\nThe fourth type of contract involved in quadruple witching, single-stock futures, hasn’t traded in the U.S. since 2020. Any references to quadruple witching are about the three types of contracts above expiring simultaneously.\n\nIn folklore, the witching hour is when evil things may be afoot.Derivativestraders have colloquially applied this to the hour of contract expiration, frequently on a Friday at the close of trading. It’s triple for the three types of contracts expiring simultaneously: listed index options, single-stock options, and index futures.\n\nTriple witching can influence individual stocks such as those with large options or futures contracts set to expire. As traders adjust or close their positions, there can be unusual movement in the stock’s price and volume. This is usually more pronounced in stocks with smallermarket capitalizationsor those that trade heavily in the derivatives market. Caution is in order since these price changes don’t often reflect shifts in the underlying company’s fundamentals.\n\nOne strategy is to look forarbitrageopportunities from price discrepancies between the stock market and derivative markets. Also, some traders might take up astraddle strategy, holding both a put option and a call option with the same strike price and expiration date, to try to profit from large price swings in either direction. However, these strategies have risks and are not recommended for less experienced traders.\n\nAn interesting phenomenon is that the price of a security may often artificially tend toward a strike price with large open interest asgamma hedgingtakes place. Gamma hedging works to minimize the risk associated with changes in delta, providing a more stable options portfolio. Changes indelta, in turn, are most simply defined as the change in an option’s price sensitivity to any changes in the underlying asset’s price. The gamma hedging can lead the price to “pin” the strike at expiration.Pinning the strike, when an underlying security’s market price closes very near the strike price of heavily traded options, can bring “pin risk” for options traders uncertain whether to exercise the long options that have expired in the money or are very close to it. This is because they are also unsure how many of their similarshort positionswill be assigned.\n\nTriple witching refers to the third Friday of March, June, September, and December, when three kinds of securities—stock market index futures, stock market index options, and stock options—expire on the same day. Derivatives traders pay close attention on these dates, given the potential for increased volume and volatility in the markets.\n\nCME Group. “Understanding Futures Expiration and Contract Roll.”\n\nU.S. Commodity Futures Trading Commission. “Futures Glossary: Futures Contract.”\n\nCME Group. “E-mini S&P 500: E-mini S&P 500 Futures—Contract Specs.”\n\nRoger G. Clarke. “Options and Futures: A Tutorial.” Page 19.\n\nReuters. “Wall Street Gains With Tech; S&P 500 Posts Best Week Since November.”\n\nKopirky. “Triple Witching Explained: Definition and Stock Market Impact.”",
  "url": "https://www.investopedia.com/terms/t/triplewitchinghour.asp"
}