{
  "term": "Triple Bottom Line",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe triple bottom line (TBL) concept states that company performance should be measured on social issues and environmental sustainability as much as on company profits.\n\nThe concept of the triple bottom line (TBL) maintains that company performance should be measured equally on social issues, environmental goals, and corporate profits. TBL theory posits that instead of one bottom line, there should be three: profit, people, and the planet.\n\nTBL was developed in 1994 by John Elkington, a British management consultant and sustainability guru. The idea is that a company should be judged not only by how much money it makes but by whether it improves people's lives and the well-being of the planet.\n\nIn finance, when speaking of a company'sbottom line, we usually mean its profits. Elkington's TBL framework advances the goal of sustainability in business practices, in which companies look beyond profits to include social and environmental issues to measure thefull cost of doing business. Triple-bottom-line theory says that companies should focus as much attention on social and environmental issues as they do on financial issues.\n\nTBL theory also says that if a company focuses on finances only and does notexamine how it interacts socially, it is not able to see the whole picture and therefore cannot account for the full cost of doing business.\n\nAccording to TBL theory, companies should be working simultaneously on these three bottom lines:\n\nIn the context of the triple bottom line, profit can mean more than just how much money a company makes. A company must ensure it earns its income in ethical, fair manners. This includes soliciting business partners and vendors with which it aligns philanthropically. It also defines how a company develops its strategy orfinancial operating plan. For instance, profit also ties to a company's responsibility to pay its lenders, creditors, and employees what is due to them and to have a sense of financial responsibility for these obligations.\n\nSome users of the triple bottom line may also say profit refers to not only a company's profit but the profit of those around the company. This specifically refers to the community in which the business operates. This may include:\n\nIn the context of triple bottom line, people refers to every individual that is in touch with a company. This includes but is not limited to:\n\nTraditionally, a company would prioritize investors or shareholders. Triple bottom line shifts the focus to individuals potentially not financially invested in the company but still tangentially involved with its operations. Now, instead of attempting to create value by only increasing investor returns, triple bottom line strives to create value by encouraging volunteerism of its employees or support or business success of small suppliers, for example.\n\nThe largest deviation from purely financial reporting relates to reporting on environmental impacts. Often, a company must be forced between a lower-cost option or a more environmentally-friendly alternative. A company may also choose between a less favorable alternative; for example, eco-friendly transit will likely be slower than aircraft.\n\nInstead of reporting a company's positive changes to the planet, it is often much easier to assess the impacts of the alternatives elected by the company. Imagine a company that redesigned its distribution channels to reduce its energy use; such an activity would be reported as saving a certain amount of greenhouse gas emissions.\n\nSome users of triple bottom line may replace 'profit' with 'prosperity'; both terms are meant to be interchangeable and refer to the long-term health of the company and its programs.\n\nCompanies may need to get creative whenmeasuring the triple bottom line. Traditional accounting rules provide very strong guidance on how a company must record its accounting profit. Alternatively, there may be minimal to no structure in place on how a company must measure its triple bottom line, especially considering there may be no external reporting requirement to do so.\n\nA company will still usually report company-wide net income as part of its triple bottom line. For this reason, profit is the easiest component of triple bottom line to report as it already has strong guidance. However, it may also report or call out several other profitability orfinancial metricssuch as:\n\nAlso referred to as social measures or social metrics, the people component of triple bottom line may contain financial or non-financial measurements. Again, some may be stipulated by generally accepted accounting principles (GAAP) or other reporting rules, while others may be internally-sourced data. Examples of measurements of people include:\n\nPerhaps the most difficult triple bottom line component to measure is planet. As a company may need to know its existing impact as well as its \"eco-friendly\" impact, measuring impacts to the planet may require the most expertise or effort. However, there are very common environmental measurements such as:\n\nTo promote each category as being equally important to one another, a true triple bottom report will have a consistent number of measurements for profit, people, and planet.\n\nThe obvious reason to apply the triple bottom line is to have a greater positive impact on the world. Instead of focusing on paper profit, companies can quantifiably determine how the business is favorably changing the world and the people it engages with.\n\nHaving a greater philanthropic presence may encourage employee retention and decreaseattrition. Workers may be more likely to commit to a company if its environmental impacts are communicated. In addition, favorable working conditions including competitive wages, training, and time off to volunteer may keep employees around; this may reduce recruiting, training, onboarding, and general costs of new employees.\n\nA greater triple bottom line plan may also entice customers andconsciously capitalistic investorsinterested in prioritizing certain non-financial metrics over financial metrics. Some customers may be torn between two similar products; the deciding factor may be the ESG prioritization of the companies. In addition, investors may actively seek to put their money into a company that has social and environmental plans.\n\nLast, triple bottom-line strategies may result in increased long-term profitability. Though short-term costs may increase, a company may become more efficient in the long run. Consider a company converting its fleet to electric vehicles. Short-term, this will be a massivecapital investment. In the long term, the company may reap the benefit of lower energy costs, less maintenance, or better equipment durability.\n\nA key challenge of the triple bottom line is the difficulty of measuring certain social and environmental bottom lines.Profitability is inherently quantitative, so it is easy to measure. However, consider the example of attempting to evaluate the economic impact of preventing an oil spill. A company may easily be able identify the input costs, but it may be more difficult to pinpoint non-financial inputs or outcomes.\n\nIt can also be difficult to switch gears between priorities that are seemingly antithetical—such as maximizing individual financial returns while also doing the greatest good for society. Some companies might struggle to balance deploying money and other resources, such ashuman capital, to all three bottom lines without favoring one at the expense of another.\n\nIn addition, electing to prioritize the triple bottom line will likely be more expensive. Consider a clothing manufacturer whose best way to maximize profits might be to hire the least expensive labor possible and to dispose of manufacturing waste in the cheapest way possible. These practices might well result in the greatest possible profits for the company but at the expense of miserable working and living conditions for laborers, and harm to the natural environment and the people who live in that environment.\n\nAims to have positive impact on the world\n\nMay boost employee retention as workers may appreciate favorable working conditions\n\nMay result in greater external funds from investors seeking ESG investments\n\nMay result in greater sales from customers seeking to support ESG companies\n\nMay result in long-term efficiencies that reduce costs in the long-run\n\nMay be more difficult to assess non-financial inputs or outputs\n\nLack of comparability across impact groups (i.e. companies may need to choose one bottom line over the other)\n\nMay result in competing strategies, making it difficult to easily pivot from one plan to another\n\nWill likely increase the cost of operations due to needing to find alternative products or processes\n\nToday, the corporate world is more conscious than ever of its social and environmental responsibility. Companiesare increasingly adopting or ramping uptheir social programs. Consumers want companies to be transparent about their practices and to be considerate of allstakeholders. Many consumers are willing to pay more for clothing and other products if it means that workers are paid a living wage and the environment is being respected in the production process.\n\nThe number of firms—of all types and sizes, both publicly andprivately held—that subscribe to the triple-bottom-line concept, or something similar, is staggering. Here are a handful of these companies:\n\nBen & Jerry'sis the ice cream company that made conscious capitalism central to its strategy. As stated on its website, \"Ben & Jerry's is founded on and dedicated to a sustainable corporate concept of linked prosperity.\"The company opposes the use of recombinant bovine growth hormone (rBGH) and genetically modified organisms (GMOs) and fosters myriad values such as fair trade and climate justice.\n\nThe LEGO Group(privately held; Billund, Denmark) has formed partnerships with organizations like thenongovernmental organization(NGO) World Wildlife Fund. In addition, LEGO has made a commitment to reducing its carbon footprint and is working towards 100% renewable energy capacity by 2030.\n\nIn addition to partnering with the World Wildlife Fund, the LEGO Group has also pledged to transition to renewable bioplastics. The first plant-derived set of LEGO toys was launched in 2019.\n\nMars Incorporated (privately held; McLean, Va.)has a sustainable cocoa initiative called Cocoa for Generations. It requires cocoa farmers to be fair trade certified to ensure they follow a code of fair treatment to workers providing labor. In exchange for certification, Mars provides productivity technology and buys cocoa at premium prices.\n\nStarbucks Corporation(SBUX), has been socially and environmentally focused since its inception in 1971. The company has hired more than 30,000 veterans since 2013 and is committed to hiring 5,000 more per year going forward.\n\nThe triple bottom line is an accounting framework that incorporates three dimensions of performance: social, environmental, and financial. These three facets can be summarized as \"people, planet, and profit.\"\n\nIncluding social, human, and environmental capital along with a company's financial capital makes it possible to get a more accurate picture of a company's impact on society. While a company's financial line is helpful in knowing the profitability of the company, a company's triple bottom line is used to evaluate non-financial, philanthrophic performance.\n\nThe triple bottom line was conceived by entrepreneur and business writer John Elkington in 1994 while at the think tank SustainAbility, and it was later incorporated into the oil company Shell's first sustainability report in 1997.As interest in sustainable investing has grown, the need for a transparent and consistent measurement framework led to the creation of the non-profitSustainability Accounting Standards Board (SASB).\n\nA company's triple bottom line is important because it de-prioritizes the importance of financial performance. This alternative reporting metric encourages companies to set social, environmental, philanthropic, and non-financial goals instead of purely making decisions on what will maximize profit. In addition, triple bottom line is important for investors considering what companies invest in. Some may elect to invest in companies that may be reporting less financial profit but yielding stronger philanthropic results.\n\nAs companies commit more resources to social and environmental impacts instead of prioritizing profit, the company can report their achievements using the triple bottom line. This reporting structure demonstrates successes relating to profit, people, and the plant and quantifies results beyond a company's net income. Management, regulators, and investors may be interested in knowing how a company has performed not just selling product but making the world a better place.\n\nHarvard Business Review. \"25 Years Ago I Coined the Phrase 'Triple Bottom Line.' Here's Why It's Time to Rethink It.\"\n\nHarvard Business Review. \"The Triple Bottom Line: What It Is & Why It's Important.\"\n\nBen & Jerry's. \"Our Values & Mission.\"\n\nBen & Jerry's. \"Ben & Jerry's Opposes the Approval and Use of rBGH.\"\n\nLego. \"LEGO® Treehouse Blooming with Sustainable Bricks.\"\n\nMars. \"Cocoa for Generations Puts Cocoa Farmer First.\"\n\nStarbucks. \"During Military Appreciation Month, Starbucks Focuses on Supporting Mental Health.\"\n\nStarbucks. \"Starbucks Military Commitment.\"\n\nShell. \"Sustainability Report.\"",
  "url": "https://www.investopedia.com/terms/t/triple-bottom-line.asp"
}