{
  "term": "Triple Exponential Moving Average (TEMA): Definition and Formula",
  "definition": "The triple exponential moving average (TEMA) was designed to smooth price fluctuations, thereby making it easier to identify trends without thelagassociated with traditional moving averages (MA). It does this by taking multipleexponential moving averages (EMA)of the original EMA and subtracting out some of the lag.\n\nThe TEMA is used like other MAs. It can help identifytrenddirection, signal potential short-term trend changes or pullbacks, and provide support or resistance. The TEMA can be compared with thedouble exponential moving average (DEMA).\n\nTriple Exponential Moving Average (TEMA)=(3∗EMA1)−(3∗EMA2)+EMA3where:EMA1=Exponential Moving Average (EMA)EMA2=EMAofEMA1EMA3=EMAofEMA2\\begin{aligned} &\\text{Triple Exponential Moving Average (TEMA)} \\\\ &\\;\\;\\;= \\left( 3*EMA_1\\right) - \\left( 3*EMA_2\\right) + EMA_3\\\\ &\\textbf{where:}\\\\ &EMA_1=\\text{Exponential Moving Average (EMA)}\\\\ &EMA_2=EMA\\;\\text{of}\\;EMA_1\\\\ &EMA_3=EMA\\;\\text{of}\\;EMA_2\\\\ \\end{aligned}​Triple Exponential Moving Average (TEMA)=(3∗EMA1​)−(3∗EMA2​)+EMA3​where:EMA1​=Exponential Moving Average (EMA)EMA2​=EMAofEMA1​EMA3​=EMAofEMA2​​\n\nThe TEMA reacts to price changes quicker than a traditionalMAor EMA will. This is because some of the lag has been subtracted out in the calculation.\n\nA TEMA can be used in the same ways as other types of MAs. Mainly, the direction the TEMA is angled indicates the short-term (averaged) price direction. When the line is sloping up, that means the price is moving up. When it is angled down, the price is moving down.\n\nThere is still a small amount of lag in the indicator, so when prices change quickly the indicator may not change its angle immediately. Also, the larger the lookback period, the slower the TEMA will be in changing its angle when price changes direction.\n\nThe location of the TEMA relative to the price also provides clues as to the trend direction. Generally, when the price is above the TEMA it helps confirm the price is rising for that lookback period. When the price is below the TEMA, it helps confirm the price is falling for that lookback period.\n\nThat said, a lookback period should be chosen so this actually holds true most of the time. Therefore, it is up to the trader to choose the appropriate lookback period for the asset they are trading if they intend to use the TEMA for helping to identify trends.\n\nIf the TEMA can help identify trend direction, then it can also help identify trend changes. If the price is above the average, and then drops below, that could signal the uptrend isreversing, or at least that the price is entering a pullback phase. If the price is below the average, and then moves above it, that signals the price is rallying. Suchcrossoversignals may be used to aid in deciding whether to enter or exit positions.\n\nThe TEMA may also providesupport or resistancefor the price. For example, when the price is rising overall, on pullbacks it may drop to the TEMA, and then the price may appear to bounce off of it and keep rising. This movement is reliant upon the proper lookback period for the asset. If using the TEMA for this purpose, it should have already provided support and resistance in the past. If the indicator didn't provide support or resistance in the past, it probably won't in the future.\n\nFinally, some traders use the TEMA, typically with a small lookback period, as an alternative to price itself. The single line filters out much of the noise on traditionalcandlestickor bar charts. Aline chartwould also work in this regard.\n\nBoth these indicators are designed to reduce the lag inherent inaverage-based indicators. The TEMA reduces lag more than the double exponential moving average (DEMA).\n\nThe formula for the DEMA is different, which means it will provide the trader with slightly different information and signals. It is calculated by multiplying the EMA of price by two and then subtracting an EMA of the original EMA.\n\nWhile the TEMA reduces lag, it still inherits some of the traditional problems of other MAs. MAs are primarily useful in trending markets, when the price is making sustained moves in one direction or the other.Duringchoppytimes, when the price is seesawing back and forth, the MA or TEMA may provide little insight and will generatefalse signalssince crossovers may not result in a sustained move as long as the price staysrangebound.\n\nReduced lag may benefit some traders, but not others. Some traders prefer their indicators to lag because they don't want their indicator reacting to every price change. Since the TEMA reacts quicker to price changes, it will track the price more closely than asimple moving average (SMA), for example. But that also means that the price may cross the TEMA on a smaller price move than what is required to cross the SMA. Investors typically don't want to actively trade, so they don't wish to beshaken outof positions unless there is a significant trend change.\n\nOne type of MA is not better than another. Deciding which to use comes down to personal preference and what works best for the strategy someone is using.\n\nThe TEMA is best used in conjunction with other forms of analysis, such asprice actionanalysis, other technical indicators, andfundamental analysis.\n\nHere's an example of a TEMA applied to the SPDR S&P 500 ETF.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe TEMA smooths out the price action. The angle of the TEMA helps identify the overall trend direction even during the day-to-day noise of minor price fluctuations.\n\nThinkorSwim Learning Center. \"TEMA.\"\n\nPeleg, Roi; Lazebnik, Teddy; and Hoogi, Assaf. \"Improving Gradient-Trend Identification: Fast-Adaptive Moment Estimation with Finance-Inspired Triple Exponential Moving Average.\"IEEE Transactions on Pattern Analysis and Machine Intelligence, Dec. 2023, pp. 2-3.\n\nThinkorSwim Learning Center. \"DEMA.\"\n\nCME Group Education. \"Understanding Moving Averages.\"",
  "url": "https://www.investopedia.com/terms/t/triple-exponential-moving-average.asp"
}