{
  "term": "Triple Net Lease (NNN): What It Means and How It's Used",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA triple net lease (triple-net or NNN) is aleaseagreement on a property where the tenant promises to pay all expenses, including real estate taxes, building insurance, and maintenance. These expenses are in addition to the cost of rent and utilities. NNNs are one type of commercial property net lease. A single net lease requires tenants to pay property taxes plus rent, and a double net lease typically tacks on property insurance.\n\nInvestopedia / Michela Buttignol\n\nIn commercial real estate, anet leaseis a contract in which the tenant pays a portion or all of the taxes, fees, and maintenance costs. A triple net lease requires that the tenant pay the building'sproperty taxes, building insurance, and the cost of any maintenance or repairs over the lease term.\n\nThe rent in the triple net lease is generally lower than that charged in a standard lease agreement. Thecapitalization rate(\"cap rate\") is the expected rate of return on a commercial property. The cap rate, which is used to calculate the lease amount, is often determined, in part, by the tenant's credit rating.\n\nCommercial property is real estate used for business activities or profit-generating purposes. It usually refers to buildings that house businesses, but also refers to land used to generate a profit and large residential rental properties.\n\nFor tenants:The tenant controls the maintenance, upkeep, and appearance of theproperty and has direct control over the costs they pay, such as electricity or water. They can also select the insurance carrier of their preference and can protest the taxes if necessary.\n\nFor landlords:A triple net lease provides a steady and consistent revenue stream. Utility expenses, repair costs, taxes, and property management are passed to the tenant.\n\nFor tenants:The tenant assumes the risk of tax and insurance cost increases. The landlord might overestimate the operating costs when determining the rental price, which results in the tenant overpaying for some costs. Unexpected costs may arise during the time of occupancy.\n\nFor landlords:Finding good and reliable tenants willing to sign a triple-net lease can be challenging. Downtime between tenants could result in no rental income while the building is vacant. The tenant's financial strength and stability are key since they are responsible for operating expenses.\n\nTriple net leased properties are a popular investment vehicle for investors seeking steady income with relatively low risk. Triple net lease investments typically include a portfolio of three or more high-gradecommercial propertiesfully leased by a single tenant with existing in-place cash flow.\n\nThe commercial properties could include office buildings, shopping malls, industrial parks, or free-standing buildings operated by banks, pharmacies, or restaurant chains. A typical lease term may last 10 to 15 years, with rent escalation.\n\nThe benefits for investors include long-term, stable income with the possibility of capital appreciation of the underlying property. Investors can invest in high-quality real estate without management concerns like vacancies, improvement costs, or leasing fees. When the underlying properties are sold, investors can roll their capital into another triple-net-lease investment without paying taxes through a1031 tax-deferredexchange.\n\nInvestors in triple net lease investment offerings must be accredited with a net worth of at least $1 million excluding the value of their primary residence or $200,000 in income ($300,000 for joint filers). Smaller investors may participate in triple net lease real estate by investing inreal estate investment trusts(REITs) that focus on such properties in their portfolios.\n\nThe lease with the least tenant risk is aSingle Net(N) lease. The tenant pays just the property taxes.Double Net(NN) leases are also common in commercial real estate. The tenant pays two instead of three obligations: property taxes, insurance premiums, and rent.\n\nWith a triple-net lease, almost all responsibilities fall on the tenant. The tenant is responsible for paying rent, and all overhead costs associated with owning the property: taxes, insurance, operating expenses, utilities, etc. As a result, the base rental amount can become a key negotiating term. Because the tenant is taking on the risk of the landlord's overhead, they may be able to negotiate a more favorable base rental amount.\n\nNet leases are most commonly used incommercial real estateand not for residential units. Residential tenants may be required to pay some or all of their utilities, and will often be encouraged to purchase their own renter's insurance. A residential landlord, however, would typically pay for the property and liability insurance and real estate taxes.\n\nThere are various ways the amount of a triple net lease is calculated. Sometimes landlords will add all the property taxes, insurance, maintenance, and common area expenses for a building and divide the total by 12. This number is the monthly cost. This process is simplified when only one tenant is leasing a building. The monthly base rental amount is typically calculated based on a rate per square footage.\n\nA triple-net lease can be a good option for landlords and tenants. While landlords can hand off paying various property expenses, enjoy a stable source of income, and focus on their own business, tenants, on the other hand, may receive a lower monthly rent and maintain control of the property.\n\nInternal Revenue Service. \"Like-Kind Exchanges - Real Estate Tax Tips.\"\n\nU.S. Securities and Exchange Commission. \"Accredited Investor - Net Worth Standard.\"",
  "url": "https://www.investopedia.com/terms/t/triple-net-lease-nnn.asp"
}