{
  "term": "Triple Top: What It Is, How It Works, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe triple top is a type of chart pattern used intechnical analysisto predict the reversal in the movement of an asset's price. Consisting of threepeaks, a triple top signals that the asset may no longer be rallying, and that lower prices may be on the way.\n\nIn order for the pattern to be considered a triple top, it must occur after an uptrend. The opposite of a triple is a triple bottom, which indicates the asset's price is no longer falling and could head higher.\n\nThe triple top pattern occurs when the price of an asset creates three peaks at nearly the same price level. The area of the peaks isresistance. The pullbacks between the peaks are called theswing lows. After the third peak, if the price falls below the swing lows, the pattern is considered complete and traders watch for a further move to the downside.\n\nThe three consecutive peaks make the triple top visually similar to thehead and shoulders pattern; however, in this case, the middle peak is nearly equal to the other peaks rather than being higher. The pattern is also similar to thedouble toppattern, when the price touches the resistance area twice, creating a pair of high points before falling.\n\nTriple tops are traded in essentially the same way as head and shoulders patterns.\n\nSay a stock's price peaks at $119, pulls back to $110, rallies to $119.25, pulls back to $111, rallies to $118, then drops below $111, that is a triple top and signals the stock is likely heading lower. It would look like the chart below.\n\nTechnically, a triple top pattern shows us that the price is unable to penetrate the area of the peaks. Translated into real-life events, it means that, after multiple attempts, the asset is unable to find many buyers in that price range.\n\nAs the price falls, it puts pressure on all those traders who bought during the pattern to start selling. If the price can't rise above resistance there is limited profit potential in holding onto it. As the price falls below the swing lows of the pattern, selling may escalate as former buyers exit losinglongpositions and new traders jump intoshortpositions. This is the psychology of the pattern, and what helps fuel the selloff after the pattern completes.\n\nNo pattern works all the time. Sometimes a triple top will form and complete, leading traders to believe the asset will continue to fall. But then, the price may then recover and move above the resistance area.\n\nFor protection, a trader could place astop losson short positions above the latest peak, or above a recentswing highwithin the pattern. This move limits the risk of the trade if the price doesn't drop and instead rallies.\n\nSome traders will enter into a short position, or exit long positions, once the price of the asset falls below patternsupport. The support level of the pattern is the most recent swing low following the second peak, or alternatively, a trader could connect the swing lows between the peaks with atrendline. When the price falls below the trendline the pattern is considered complete and a further decline in price is expected.\n\nTo add confirmation to the pattern, traders will watch for heavyvolumeas the price falls through support. Volume should pick up showing a strong interest in selling. If the volume doesn't increase, the pattern is more prone to failure (price rallying or not falling as expected).\n\nThe pattern provides a downside target equal to the height of the pattern subtracted from the breakout point. This target is an estimate. Sometimes the price will drop much lower than the target, other times it won't reach the target.\n\nOthertechnical indicatorsand chart patterns may also be used in conjunction with the triple top. For example, a trader may watch for a bearishMACDcrossover following the third peak, or for theRSIto drop out of overbought territory to help confirm the price drop.\n\nThe following chart shows an example of a triple top in Bruker Corp. (BRKR). The price reaches near $36.50 on three consecutive attempts. The price pulls back between each attempt, creating the triple top pattern. The stock quickly broke below trendline support at $34 and continued to decline on escalating volume.\n\nTraders could enter short or exit longs when the price drops below support at $34. A stop-loss could initially be placed just above the major resistance area.\n\nThe estimated target for the decline is the height of the pattern, about $3.25, subtracted from the $34 breakout point. Therefore, the target is $30.75. The target was reached before the price started bouncing, although that won't always happen.\n\nAs with double tops and bottoms, therisk/rewardratio is a drawback of these triple patterns. Since both the stop loss and target are based on the height of the pattern, they are roughly equal. Patterns in which the potential profit is greater than the risk are preferred by most professional traders.\n\nBy placing the stop loss within the pattern, instead of above it (triple top) or below it (triple bottom) improves the reward relative to the risk. The risk is based on only a portion of the pattern height, while the target is based on the full pattern height.\n\nDepending on which entry points are used—the trendline or the recent pullback low—it is possible to have two profit targets since the height of the pattern can be added to either of these breakout points. Traders can choose which target breakout level they prefer in order to extract more profit from the trade.\n\nThe triple top is a bearish reversal chart pattern that leads to the trend change to the downside. On the other hand, the triple bottom pattern is a bullish reversal chart pattern that leads to the trend change to the upside.\n\nTriple top patterns occur less frequently than double top patterns, where there is one peak less to happen. But the fact that it is a rare chart formation is also the biggest weakness of a triple top.\n\nAs other major reversal patterns, the triple top pattern usually form over a three- to six- month period.\n\nThe triple top is used in technical analysis to predict the reversal in the movement of an asset's price. A triple top occurs when the price peaks, retraces, rallies to a similar peak, retraces, rallies to a similar high again then declines again.\n\nA triple top is considered complete once the price moves below pattern support and the trend changes to the downside. Then, a trader may decide to exit longs or enter shorts.\n\nThe triple bottom chart pattern is an upside-down version of the triple top and marks the end of a downtrend.\n\nThinkMatters. \"Triple Top Candlestick Pattern Trading Strategy.\"\n\nStockCharts. \"Triple Top Reversal.\"",
  "url": "https://www.investopedia.com/terms/t/tripletop.asp"
}