{
  "term": "Trough: Examples of Phase in Business Cycle",
  "definition": "A trough, in economic terms, can refer to a stage in thebusiness cyclewhere activity is bottoming, or where prices are bottoming, before a rise.\n\nThe business cycle moves in five phases: expansion, peak, contraction, trough, and recovery. The trough is the bottoming process of moving from contraction, or declining business activity, to recovery, which is increasing business activity. Economists use several metrics to track the economic cycle throughout its various phases. The most recognizable of these isgross domestic product(GDP), which is the total value of all goods and services that a country produces.\n\nA trough is the stage of the economy's business cycle that marks the end of a period of declining business activity and the transition to expansion. Thebusiness cycleis the upward and downward movement of gross domestic product and consists ofrecessionsandexpansionsthat end inpeaksand troughs.\n\nEmployment levels also offer anindicatorof where the economy stands in the business cycle. Unemployment levels of less than 5% are consistent with full employment and are indicative of economic expansion. When theunemployment raterises from month to month, the economy has most likely entered a contractionary phase. When the unemployment rate bottoms out, a trough has likely occurred. Income and wages are also indicators of where the economy stands in the business cycle. These increase during expansion, recede during contraction, and bottom out during a trough.\n\nThe major U.S. stock market indices, such as theDow Jones Industrial Average(DJIA) andStandard & Poor's 500 Index(S&P 500) also track closely with the business cycle. Declines in the stock market coincide or foreshadow contraction in the economy. When stocks rally after a significant decline, it could signal the economic trough is in, or coming soon, leading to a rise in economic activity.\n\nTroughs are usually only apparent in hindsight.\n\nTroughs are recognizable in hindsight, but harder to spot in real-time. As the economic indicators contract, the economy is in a contraction phase. This phase can last for a short or long period of time. It is only once the economic activity begins to increase again, as shown on economic indicators, that expansion is likely underway and the trough (or bottom) has been put in.\n\nWhile troughs vary in severity—with some troughs only being minor setbacks in economic growth, and others being sustained periods of hardship—they are typically marked with declining business sales andearnings, layoffs, low credit availability, higher unemployment, and business closures (all compared to the other business cycle phases). Troughs are important as they mark a positive turning point for the economy.\n\nTechnicaltraders also sometimes refer toswing lowsas troughs, and swing highs as peaks. Asset prices move up and down, forming peaks and troughs.\n\nAn economic trough occurred in June 2009. This date marked the official end of theGreat Recession, which began following the economic peak reached in Dec. 2007. At the end of 2007, the U.S. GDP reached an all-time high of $14.99 trillion. It then fell steadily for the next year and a half, a period of severe economic contraction. In June 2009, it bottomed out at $14.36 trillion. A period of expansion ensued, with the GDP eventually surpassing its 2007 high, reaching $15.02 trillion by Sept. 2011.\n\nDuring the U.S. recession of the early 1990s, the trough occurred in March 1991. At that date, the GDP stood at $8.87, down from $8.98 trillion in July 1990, the month the recession began. The recovery to this recession, marked by the ensuing expansionary phase, was robust, with the GDP surpassing $9 trillion for the first time ever before the end of 1991.\n\nA trough in the business cycle occurs when a recession ends and economic recovery or expansion begins. A recession's depth is determined by the magnitude of the peak-to-trough decline in the broad measures of output, employment, income, and sales. Its diffusion is measured by the extent of its spread across economic activities, industries, and geographical regions. Its duration is determined by the time interval between the peak and the trough.\n\nThe economic cycle is another term for the business cycle. The four stages are expansion, peak, contraction, and trough.\n\nArecessionis a trough defined as negative GDP growth occurring over two consecutive quarters and lasting for several months or longer. Adepressionis commonly defined as an extreme recessionthat lasts three or more years or which leads to a decline in real gross domestic product (GDP) of at least 10%. in a given year. Depressions are relatively less frequent than milder recessions and tend to be accompanied by high unemployment and low inflation.\n\nA peak is the opposite of a trough: a high point at which expansion shifts to contraction.",
  "url": "https://www.investopedia.com/terms/t/trough.asp"
}