{
  "term": "Troubled Asset Relief Program (TARP), What It Was, How It Worked",
  "definition": "The Troubled Asset Relief Program (TARP) was an initiative created andrunby the U.S. Treasury to stabilize the country’s financial system, restore economic growth, and mitigateforeclosuresin the wake of the2008 financial crisis. TARP sought to achieve these targets by purchasing troubled companies’ assets and stock.\n\nGlobal credit markets came to a near standstill in September 2008 as several major financial institutions, such asFannie Mae,Freddie Mac, and American International Group (AIG), experienced severe financial problems.Lehman Brotherswent bankrupt, and investment companies Goldman Sachs and Morgan Stanley changed theirchartersto become commercial banks in an attempt to stabilize their capital situations.\n\nTo prevent the situation from completely spiraling out of control, Treasury SecretaryHenry Paulsonpioneered the Troubled Asset Relief Program (TARP). It was signed into law by President George W. Bush on October 3, 2008, with the passage of theEmergency Economic Stabilization Act.\n\nTARP's original purpose was to increase the liquidity of the money markets andsecondary mortgage marketsby purchasing themortgage-backed securities (MBS), and through that, reduce the potential losses of the institutions that owned them.\n\nLater, TARP's aim was modified slightly to allow the government to buy equity in banks and other financial institutions. TARP initially gave the Treasury purchasing power of $700 billion; the Dodd-Frank Wall Street Reform and Consumer Protection Act (simply referred to asDodd-Frank) later reduced the $700 billion authorization to $475 billion.\n\nTARP funds were used to purchase stock in banks, insurance companies, and auto-makers, and to loan funds to financial institutions and homeowners.\n\nThe U.S. government boughtpreferred stockin eight banks: Bank of America/Merrill Lynch, Bank of New York Mellon, Citigroup, Goldman Sachs, J.P. Morgan, Morgan Stanley, State Street, and Wells Fargo. The banks were required to give the government a 5% dividend that would increase to 9% in 2013, encouraging banks to buy back the stock within five years.\n\nFrom the program’s inception until October 3, 2010 (the deadline for extending funds), $245 billion was used to stabilize banks, $27 billion went to programs to increase credit availability, $80 billion went to the U.S. auto industry (specifically, GM and Chrysler), $68 billion was used to stabilize AIG, and $46 billion went to foreclosure-prevention programs, such as Making Home Affordable.\n\nThe provisions of TARP demanded that companies involved lose certain tax benefits and, in many cases, placed limits on executive compensation and forbade fund recipients from awarding bonuses to their top 25 highest-paid executives.Even so, by 2009, bailed-out firms paid some $20 billion to key personnel—sardonically referred to asTARP bonuses.\n\nWhen the Treasury wrapped up TARP, the government concluded that its investments had earned more than $11 billion for taxpayers by 2010.To be more specific, TARP recovered funds totaling $441.7 billion from $426.4 billion invested. The government also claimed that TARP prevented the American auto industry from failing and saved more than one million jobs, helped stabilize banks, and restored credit availability for individuals and businesses.\n\nTARP is still controversial. Advocates say it saved the U.S. financial system and shortened the financial crisis while critics charge the initiative just gave Wall Street an unnecessary boost.\n\nEven so, economists, politicians, and financial professionals still debate TARP's merits and wonder if it had been necessary. Critics charge the program did little to help the housing markets, which remained depressed for years. Some say it did not go far enough—that the government should have insisted on an equity stake in the financial firms it was bailing out to control their future practices.\n\nInstead, critics opine that TARP's no-strings loans essentially acted as a reward for bad behavior, sending a message of \"act irresponsibly and we'll help you out\"—and establishing a dangerous precedent of dependency.\n\nTARP also did not endear the government to the American public, which saw Wall Street reap benefits—including those notorious bonuses—and return to profitability, even as individuals struggled with debt, unemployment, and foreclosures in the wake of the Great Recession.\n\nBoard of Governors of the Federal Reserve System. \"Board Announces That Goldman Sachs and Morgan Stanley Transactions May Be Consummated Immediately.\"\n\nCongressional Research Service. \"Troubled Asset Relief Program (TARP): Implementation and Status,\" Page 1.\n\nU.S. Department of Treasury. \"About TARP.\"\n\nU.S. Department of Treasury. \"Testimony by Treasury Secretary Henry M. Paulson, Jr. (November 18, 2008).\"\n\nU.S. Department of Treasury. \"Troubled Assets Relief Program (TARP).\"\n\nCongressional Research Service. \"Troubled Asset Relief Program (TARP): Implementation and Status,\" Pages 2-4.\n\nU.S. Government Accountability Office. \"Troubled Asset Relief Program: Additional Actions Needed to Better Ensure Integrity, Accountability, and Transparency,\" Pages 3, 21.\n\nU.S. Department of Treasury. \"Housing.\"\n\nU.S. Department of Treasury. \"Executive Compensation Program Status.\"\n\nThe New York Times. \"Bankers Reaped Lavish Bonuses During Bailouts.\"\n\nCongressional Research Service. \"Troubled Asset Relief Program (TARP): Implementation and Status,\" Page 10.\n\nU.S. Department of Treasury. \"Remarks by Treasury Secretary Jacob J. Lew on Conference Call Highlighting Treasury Sale of Its Entire Ally Financial Stake and the Wind Down of TARP.\"",
  "url": "https://www.investopedia.com/terms/t/troubled-asset-relief-program-tarp.asp"
}