{
  "term": "Troy Ounce: Definition, History, and Conversion Table",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA troy ounce is a unit of measure used for weighingprecious metalsthat dates back to the Middle Ages. Originally used in Troyes, France, one troy ounce is equal to 31.1034768 grams, according to the U.K. Royal Mint.\n\nOne standard ounce (also known as anavoirdupoisounce) is used to weigh other commodities such as sugar and grain. A standard ounce is slightly less than a troy ounce, at 28.35 grams.\n\nThe troy ounce is to this day the standard unit of measurement in theprecious metals marketto ensure purity standards. The troy ounce is often abbreviated to read \"t oz\" or \"oz t.\"\n\nThe troy ounce is the only measure of the troy weight system that is still used in modern times. It is used in the pricing of metals, such as gold,platinum, and silver. Thus, when prices of precious metals are listed per ounce, it is often referencing the troy ounce.\n\nIt was also used when weighing certain gemstones. The troy weight system, however, has largely been replaced by thecaratsystem in the world of precious gems and stones.\n\nThe troy system for weights and measures is believed to have gotten its name from the French city of Troyes, a business hub in the Middle Ages that attracted merchants from around Europe and Britain.In Troyes, merchants measured 480 grains of barley to equal a troy ounce, and 12 troy ounces equaled one troy pound.\n\nSome historians, however, believe the troy ounce had its origins in Roman times. Romans standardized their monetary system using bronze bars that could be broken down into 12 pieces called \"uncia\" or ounce, with each piece weighing around 31.1 grams.\n\nAs Europe's economic importance grew from the 10th century onward, merchants came from all over the world to buy and sell goods there. It was, therefore, necessary to develop a new standardized monetary weight system to make doing business much easier. Some believe the merchants of Troyes modeled their new monetary system on the weights developed by their Roman ancestors.\n\nBefore the adoption of the metric system across Europe, the French-born King Henry II of England adjusted the British coinage system to better reflect the French troy system. The system was adjusted periodically, but troy weights, as we know them today, were first used in England in the 15th century.\n\nPrior to the adoption of the troy system, the British used an Anglo-Norman French system called theavoirdupoissystem. The word means \"goods of weight\" and was used to weigh both precious metals and non-precious metal goods. By 1527, the troy ounce became the official standard measurement for gold and silver in Britain, and the U.S. followed suit in 1828.\n\nThe avoirdupois ounce, simply referred to as ounce (oz), is the standard used in the US to measure foods and other items, with the exception of precious metals and gems. It is the equivalent of 28.349 grams or 437.5 grains. A troy ounce is a little heavier, with a gram equivalent of 31.1. The difference (2.751) may be minute for a small quantity, but can be substantial for large quantities.\n\nWhen the price of gold is said to be US$ 653/ounce, the ounce being referred to is a troy ounce, not a standard ounce. Because a troy ounce is heavier than a standard ounce, there are 14.6 troy ounces—compared to 16 standard ounces—in one pound. This pound is not to be confused with a troy pound, which is lighter and is made up of 12 troy ounces.\n\nBelow is a quick reference table for converting troy ounces into other common weights.\n\nThe difference between a troy ounce and an avoirdupois ounce is of concern mostly to investors in precious metals.\n\nGold has historically been seen as the ultimate safe haven, although its market price is volatile, not least because of its status as an imperishable asset. But the age-old practice of using gold and silver as a store of wealth has been joined in modern times by two more precious metals:\n\nMost modern investors probably don't want to buy precious metals by the troy ounce and stow them in a safe at home. Luckily, there are modern ways to invest in these metals:\n\nA troy ounce is approximately 10% heavier than a standard ounce (1.0:1.097).\n\nTroy ounces are still used in measurements of precious metals (like gold and silver) and gemstones. Most other goods are weighed using either the metric system or standard ounces.\n\nA troy pound is 12 troy ounces (while a standard pound is 16 standard ounces). 1 troy pound = 0.823 pounds.\n\nTroy ounces are used to measure the weights of gems and precious metals. One troy ounce is equal to 1.097 standard ounces, making it around 10% heavier. The name dates back to the 16th-century French town of Troyes, which was an important trade center that standardized the troy ounce as 480 grains of barley.\n\nCorrection—Nov. 5, 2022:A previous version of this article misstated the conversion amounts for a pound and a kilogram, as it relates to the troy ounce.\n\nThe Royal Mint. \"What Is a Troy Ounce?\"\n\nKarat Gold. \"Weights and measures.\" Maguire Reference, 1982.\n\nJM Bullion. \"What Is a Troy Ounce?\"\n\nInternational Society of Weighing and Measurement. \"Weights and Measures Tables.\"\n\nRoyal Society of Chemistry. \"Platinum.\"\n\nSociety of Chemistry. \"Platinum.\"",
  "url": "https://www.investopedia.com/terms/t/troyounce.asp"
}