{
  "term": "True Strength Index (TSI): Formula, Calculations, and Interpretation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nmanusapon kasosod / Getty Images\n\nThe true strength index (TSI) is a technical momentumoscillatorused by technical analysts. The true strength index is used to identify trends and reversals in the market. The indicator may determineoverbought and oversoldconditions, indicate potential trend direction changes via centerline or signal line crossovers, and warn traders of trend weakness that may occur throughdivergence.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe formula for calculating the TSI involves the following steps.\n\nTSI = (PCDS/APCDS) x 100PC = CCP−PCPPCS = 25-period EMA of PCPCDS = 13-period EMA of PCSAPC = AVCCP−PCPAPCS = 25-period EMA of APCAPCDS = 13-period EMA of APCSwhere:PCDS = PC double smoothedAPCDS = Absolute PC double smoothedPC = Price changeCCP = Current close pricePCP = Prior close pricePCS = PC smoothedEMA = Exponential moving averageAPC = Absolute PCAPCS = Absolute PC smoothed\\begin{aligned} &\\text{TSI = (PCDS/APCDS) x 100}\\\\ &\\text{PC = CCP }-\\text{ PCP}\\\\ &\\text{PCS = 25-period EMA of PC}\\\\ &\\text{PCDS = 13-period EMA of PCS}\\\\ &\\text{APC = AVCCP }-\\text{ PCP}\\\\ &\\text{APCS = 25-period EMA of APC}\\\\ &\\text{APCDS = 13-period EMA of APCS}\\\\ &\\textbf{where:}\\\\ &\\text{PCDS = PC double smoothed}\\\\ &\\text{APCDS = Absolute PC double smoothed}\\\\ &\\text{PC = Price change}\\\\ &\\text{CCP = Current close price}\\\\ &\\text{PCP = Prior close price}\\\\ &\\text{PCS = PC smoothed}\\\\ &\\text{EMA = Exponential moving average}\\\\ &\\text{APC = Absolute PC}\\\\ &\\text{APCS = Absolute PC smoothed}\\\\ \\end{aligned}​TSI = (PCDS/APCDS) x 100PC = CCP−PCPPCS = 25-period EMA of PCPCDS = 13-period EMA of PCSAPC = AVCCP−PCPAPCS = 25-period EMA of APCAPCDS = 13-period EMA of APCSwhere:PCDS = PC double smoothedAPCDS = Absolute PC double smoothedPC = Price changeCCP = Current close pricePCP = Prior close pricePCS = PC smoothedEMA = Exponential moving averageAPC = Absolute PCAPCS = Absolute PC smoothed​\n\nThe main skill required in computing the TSI is the ability tocalculate an exponential moving average (EMA).\n\nTechnical analysisis a trading strategy that is used by certain traders to identify entry and exit opportunities. This is done by researching and evaluating the past performance of anasset, security, or market and making predictions about its direction. Traders use different tools and techniques to pinpoint opportunities. This includes the true strength index, which was created by author and trader William Blau in 1991.\n\nThe TSI is an oscillator that measures the strength of an asset or market's price movement over time as well as any directions in that price. The index is primarily used to identify overbought and oversold conditions in an asset's price. It also helps traders spot divergence, identifytrenddirection and changes via the centerline, and highlight short-term price momentum withsignal linecrossovers.\n\nSince the TSI is based on price movements, oversold and overbought levels tend to vary according to the asset being traded. Some stocks may reach +30 and -30 before tending to seeprice reversals, while other stocks may reverse near +20 and -20.\n\nOn the asset being traded, trades can mark extreme TSI levels to see the points that represent where assets are overbought and oversold. Traders typically watch for other signals to trigger a trade decision. For example, they may wait for the price or TSI to start dropping before selling in overbought territory. Alternatively, they may wait for a signal linecrossover.\n\nBeing oversold doesn't necessarily mean it is time to buy, and when an asset is overbought it doesn't necessarily mean it is time to sell.\n\nAs noted above, the TSI can help traders identify trends and patterns based on different levels, crossovers, and divergence. Below, we explain how it applies to signal line crossovers and centerline crossovers as well asbreakoutsand divergence.\n\nThe TSI has a signal line, which is usually a seven- to 12-period EMA of the TSI line. A signal line crossover occurs when the TSI line crosses the signal line. When the TSI crosses above the signal line from below, that may warrant along position. When the TSI crosses below the signal line from above, that may warrant selling orshort selling.\n\nSignal line crossovers occur frequently, so should be utilized only in conjunction with other signals from the TSI. For example, buy signals may be favored when the TSI is above the centerline (above zero). Orsell signalsmay be favored when the TSI is in overbought territory.\n\nThe centerline crossover is another signal the TSI generates. Pricemomentumis positive when the indicator is above zero and negative when it is below zero.\n\nSome traders use the centerline for a directionalbias. For example, a trader may decide only to enter a long position if the indicator is above its centerline. Conversely, the trader would be bearish and only consider short positions if the indicator's value is below zero.\n\nTraders can use support and resistance levels created by the TSI to identifybreakoutsand price momentum shifts. For instance, if the indicator breaks below atrendline, the price may see continued selling.\n\nDivergence is another tool the TSI provides. If the price of an asset is moving higher while the TSI is dropping, that is calledbearishdivergence and could result in a downside price move. Conversely, if the TSI is rising while the price is falling, that could signal higher prices to come. This is called bullish divergence.\n\nDivergence is a poortimingsignal, so it should only be used in conjunction with other signals generated by the TSI or other technical indicators.\n\nThe TSI should be used in conjunction with other forms of analysis, such asprice actionanalysis and other technical indicators.\n\nThe TSI is just one tool that traders can use to identify trends, patterns, and changes in the market. Another tool commonly used by technical analysts is themoving average convergence divergence (MACD).\n\nBoth indicators are used in similar ways for trading purposes, yet they are not calculated the same and will provide different signals at different times. The TSIsmoothsprice changes to create a technical oscillator. The MACD indicator, on the other hand, measures the separation between two moving averages.\n\nMany of the signals provided by the TSI are commonlyfalse signals. This means the price action will be different than expected following a trade signal. For example, during anuptrend, the TSI may cross below the centerline several times, but then the price proceeds higher even though the TSI indicates momentum has shifted down.\n\nSignal line crossovers also occur so frequently that they may not provide a lot of trading benefits. Such signals need to be heavily filtered based on other elements of the indicator or through other forms of analysis. The TSI will also sometimes change direction without the price changing direction, resulting in trade signals that look good on the TSI but continue to lose money based on price.\n\nDivergence also tends to be unreliable on the indicator. Divergence can last so long that it provides little insight into when a reversal will occur. Keep in mind that divergence isn't always present when price reversals do occur.\n\nThe true strength index was created by author and trader William Blau. It was introduced in theStocks & Commoditiesmagazine in November 1991. Blau commented on how it was \"a smooth momentum indicator stripped of high-frequency noise useful for expressing the direction of market trends.\"\n\nTechnical analysis is a trading discipline that uses different tools and techniques to identify trading patterns and trends in the market. Technical analysts use historical data, indexes, signals, graphs, and charts to make future predictions about the movement of assets and markets. it is the opposite offundamental analysis, which measures an asset or market's fair value based on intrinsic factors, including financial and economic factors.\n\nYou can use the following steps to calculate the TSI:\n\nThe true strength index is a technical oscillator that can help you identify market trends, signals, and patterns. Using the formula above, you can calculate the TSI. But as with anything else, do your due diligence when using the TSI as part of your investment strategy. Do your research before you adopt any investment strategy or tool. When you're sure it fits your goals, make sure you combine it with other tools to help mitigate any losses.\n\nTechnical Analysis of Stocks & Commodities. \"V.10:5 (214-219): Trading With The True Strength Index by William Blau.\"",
  "url": "https://www.investopedia.com/terms/t/tsi.asp"
}