{
  "term": "Trust Preferred Securities (TruPS): What it is, How it Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nTrust preferred securities (TruPS) were hybrid securities issued by large banks andbank holding companies(BHCs) included in regulatorytier 1 capitaland whose dividend payments were tax deductible for the issuer.\n\nThe bank would open a trust funded with debt; then, the bank would carve up shares of the trust and sold them to investors in the form ofpreferred stock. The resulting stock was called a trust preferred security or TruPS.\n\nFirst issued in 1996, TruPS became the subject of increased regulatory scrutiny following the 2008-09 financial crisis. As a result of the Dodd-Frank reforms and the Volcker Rule, most of these were phased out at year-end 2015.\n\nThe trust preferred security has characteristics of both stock and debt. While thetrustis funded with debt, the shares issued are considered to be preferred stock and even pay dividends like preferred stock. However, since the trust holds the bank's debt as the funding vehicle, the payments the investors receive are actually interest payments and are taxed as such by theIRS.\n\nThe trust preferred security usually offers a higher periodic payment than a share of preferred stock and can have a maturity of up to 30 years due to the long maturity timeline of the debt used to fund the trust. The payments to stockholders can be on a fixed schedule or variable. In addition, some of the provisions in trust preferred securities can allow for the deferral of interest payments for up to five years. The TruPS matures atface valueat the end of the term, but there is the potential for earlyredemptionif the issuer so chooses.\n\nTrust preferred securities have been created by companies for their favorable accounting treatments and flexibility. Specifically, these securities are taxed likedebt obligationsby the Internal Revenue Service while maintaining the appearance of equities in a company's accounting statements, according toGAAPprocedures. The issuing bank pays tax-deductible interest payments into the trust, which is then distributed to the trust's shareholders.\n\nIt is an important distinction that, when buying a trust preferred security, the investor is buying a portion of the trust and its underlying holdings, not a piece of ownership in the bank itself.\n\nTheDodd-Frankfinancial reform act, passed in 2010, included a section that called for the phase-out of Tier 1 capital treatment of trust preferred securities issued by institutions with over $15 billion in assets by 2013.Tier 1 capitaltreatment means that banks can use the money invested in their trust preferred securities to count towards their Tier 1 capital ratio, which is the money banks keep on hand to cover losses sustained due to bad debt.\n\nPhasing out or excluding trust preferred securities in the Tier 1 capital ratio increases funding requirements for banks and, in some cases, reducing the number of incentives for banks to issue trust preferred securities. The so-called “Collins Amendment” was proposed in the U.S. Senate to eliminate trust preferred securities as Tier 1 regulatory capital altogether.\n\nFinally, the costs are among the disadvantages for companies issuing trust preferred securities because the trusts sometimes have features like deferral of interest payments and early redemption of shares. These nuances make them less attractive to investors and, therefore, the rates on trust preferred securities are typically higher than those offered on other types of debt, simply investors demand a greater rate of return. The costs of investment banking fees forunderwritingthe securities can be hefty as well.\n\nFDIC. \"Trust Preferred Securities and the Capital Strength of Banking Organizations.\" Accessed June 23, 2021.",
  "url": "https://www.investopedia.com/terms/t/trustpreferredsecurity.asp"
}