{
  "term": "Trust Deed: What It Is, How It Works, Example Form",
  "definition": "Investopedia / Danie Drankwalter\n\nA trust deed —also known as adeed of trust—is a document sometimes used in real estate transactions in the U.S. It comes into play when one party has taken out a loan from another party to purchase a property. The trust deed represents an agreement between the borrower and a lender to have the property held in trust by a neutral and independent third party until the loan is paid off.\n\nAlthough trust deeds are less common than they once were, some 20 states still mandate the use of one, rather than amortgage, when financing is involved in the purchase of real estate. Trust deeds are common in Alaska, Arizona, California, Colorado, Idaho, Illinois, Mississippi, Missouri, Montana, North Carolina, Tennessee, Texas, Virginia, and West Virginia.\n\nA few states—such as Kentucky, Maryland, and South Dakota—allow the use of both trust deeds and mortgages.\n\nInvestopedia / Danie Drankwalter\n\nA trust deed is a transaction between three parties:\n\nIn a real estate transaction—the purchase of a home, say—a lender gives the borrower money in exchange for one or more promissory notes linked to a trust deed. This deed transfers legal title to the real property to an impartialtrustee, typically a title company,escrowcompany, or bank, which holds it as collateral for thepromissory notes. The equitable title—the right to obtain full ownership—remains with the borrower, as does full use of and responsibility for the property.\n\nThis state of affairs continues throughout the repayment period of the loan. The trustee holds the legal title until the borrower pays thedebtin full, at which point the title to the property transfers to the borrower. If the borrower defaults on the loan, the trustee takes full control of the property.\n\nTrust deeds and mortgages are both used in bank and private loans for creatinglienson real estate, and both are typically recorded as debt in the county where the property is located. However, there are some differences.\n\nA mortgage involves two parties: a borrower (or mortgagor) and a lender (or mortgagee). When a borrower signs a mortgage, they pledge the property as security to the lender to ensure repayment.\n\nIn contrast, a trust deed involves three parties: a borrower (or trustor), a lender (or beneficiary), and the trustee. The trustee holds title to the lien for the lender's benefit; if the borrower defaults, the trustee will initiate and complete theforeclosureprocess at the lender's request.\n\nIn the event of default, a deed of trust will result in different foreclosure procedures than a mortgage. A defaulted mortgage will result in a judicial foreclosure, meaning that the lender will have to secure a court order. Trust deeds go through a non-judicial foreclosure, provided that they include a power-of-sale clause.\n\nJudicial foreclosures are more expensive and time-consuming than non-judicial foreclosures. This means that in states that allow them, a deed of trust is preferable to a mortgage from the lender's point of view.\n\nContrary to popular usage, a mortgage is not technically a loan to buy a property; it's an agreement that pledges the property as collateral for the loan.\n\nA deed of trust will include the same type of information stated in a mortgage document, such as:\n\nIn addition, a trust deed will also include apower of sale clausethat gives the trustee the right to sell the property if the borrower defaults.\n\nMortgages and trust deeds have different foreclosure processes. Ajudicial foreclosureis a court-supervised process enforced when the lender files a lawsuit against the borrower for defaulting on a mortgage. The process is time-consuming and expensive.\n\nAlso, if the foreclosed property auction doesn't bring in enough money to pay off the promissory note, the lender may file adeficiency judgmentagainst the borrower, suing for the balance. However, even after the property is sold, the borrower has theright of redemption: they may repay the lender within a set amount of time and acquire the property title.\n\nIn contrast, a trust deed lets the lender commence a faster and less expensive non-judicial foreclosure, bypassing the court system and adhering to the procedures outlined in the trust deed and state law. If the borrower does not make the loan current, the property is put up for auction through a trustee's sale.\n\nThe title transfers from the trustee to the new owner through the trustee's deed after the sale. When there are no bidders at the trustee sale, the property reverts to the lender through a trustee's deed. Once the property is sold, the borrower has no right of redemption.\n\nFurthermore, a trustee has the responsibility of paying the proceeds from the sale to the borrower and lender after the sale is finalized. The trustee will pay the lender the amount left over on the debt and pay the borrower anything that surpasses that amount, thereby allowing the lender to purchase the property.\n\nInvestors who are searching for juicy yields sometimes turn to the real estate sector—in particular, trust deeds.\n\nIn trust deed investing, the investor lends money to a developer working on a real estate project. The investor's name goes on the deed of trust as the lender. The investor collects interest on the loan; when the project is finished, the principal is returned to the investor in full. A trust deed broker usually facilitates the deal.\n\nWhat sort of developer enters this arrangement? Banks are often reluctant to lend to certain types of developments, such as mid-size commercial projects—too small for the big lenders, too big for the small ones—or developers with poor track records or too many loans. Cautious lenders may also move too slowly for developers up against a tight deadline for commencing or completing a project.\n\nDevelopers like these are often in a bit of a crunch. For these reasons, trust deed investors may often expect high interest rates on their money. They can reap the benefits of diversifying into a different asset class without having to be experts in real estate construction or management. This is a form ofpassive investment.\n\nTrust deed investing has certain risks and disadvantages. Unlike stocks, real estate investments are notliquid, meaning investors cannot retrieve their money on demand. Also, investors can expect only the interest the loan generates; any additional capital appreciation is unlikely.\n\nInvested parties may exploit any legal discrepancies in the trust deed, causing costly legal entanglements that may endanger the investment. The typical investor with little experience may have difficulty, as it takes specific expertise to find credible and trustworthy developers, projects, and brokers.\n\nA short-formdeed of trust document used in Austin County, Texas, covers the requirements for most lenders. The form begins with a definition of terms and spaces for the borrower, lender, and trustee to fill in their names. The amount being borrowed and the address of the property are also required.\n\nAfter this section, the document goes on to specify the transfer of rights in the property and uniform covenants including:\n\nThe form also includes nonuniform covenants, which specify default or breach of any of the agreement terms. And it specifies that the loan the document deals with is not ahome equity loan—that is, something the borrower will receive cash from—but one for purchasing the property.\n\nThe deed of trust ends with a space for the borrower's signature, which must be done in the presence of anotaryand two witnesses, who also sign.\n\nIn real estate law, \"assignment\" is simply the transfer of a deed of trust from one party to another. This usually happens when the beneficiary of a trust deed sells their loan to another lender.\n\nIn real estate law,reconveyancemeans the transfer of a property from a lender or trustee to a borrower. This usually happens at the end of a mortgage or other loan, when the borrower has satisfied the terms of their debt.\n\nSome states have laws limiting who can act as a trustee in a deed of trust. In these states, the trustee must be a bank, credit union, thrift, title insurance company, attorney, or other company specifically authorized to hold a trust. In other states, anyone can act as a trustee.\n\nTrust deeds are an alternative to mortgages in certain states. Instead of an agreement directly between a lender and a borrower, a trust deed places the title of a property in the hands of athird party, or trustee. Only after the borrower has satisfied the terms of their debt to the lender will the property be fully transferred to the borrower.\n\nRocket Lawyer. \"Which States Allow Deeds of Trust?\"\n\nLegal Information Institute. \"Non-Judicial Foreclosure.\"\n\nLegal Zoom. \"Naming a Trustee in Your Deed of Trust.\"",
  "url": "https://www.investopedia.com/terms/t/trustdeed.asp"
}