{
  "term": "Trust Company: Definition, What It Does, and About Its Services",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA trust company is a legal entity that acts as a fiduciary, agent, or trustee on behalf of a person or business. It is retained for the administration, management, and eventual transfer of assets to a beneficiary or beneficiaries.\n\nThe trust company serves as a custodian for trusts, estates, custodial arrangements, asset management, stock transfers, beneficial ownership registration, and other related arrangements.\n\nAlthough trusts often have an individual assigned as the trustee, a trust company can also act in that capacity. For example, a trust company can be a successor trustee for a trust when there are no financially responsible family members available to take on that role.\n\nUpon the death of the grantor—the individual who created the trust—the trust company succeeds as the new trustee and manages the assets according to the terms of the trust.\n\nA trust company does not own the assets its customers assign to its management, but it assumes a legal obligation to take care of them on behalf of other parties.\n\nTrusts and similar arrangements managed for eventual transfer are managed by the trust company for a fee, which it may take out annually or upon transfer to the beneficiary or beneficiaries.\n\nMany types of trusts can use trust companies as a trustee, such as charitable trusts.\n\nA trust company or trust department is often a division of a commercial bank or other financial institution, or a company associated with one. It can also be a separate corporate entity owned by a law firm or independentpartnership.\n\nThere are many trust companies to choose from, ranging in size and fees. The larger trust companies provide more products and services but may lack the personal touch of smaller institutions.\n\nSome of the larger trust companies are Northern Trust, Bessemer Trust, and U.S. Trust, which ispart of Bank of America Corporation. These trust companies generally charge fees that are based on a percentage of assets, which may range from 1.00% to 2.0%, depending on the size of the trust.\n\nTrust companies offer a variety of services, including handling the daily operational tasks related tomanaging the trust.\n\nTrust companies offer a variety of estate-oriented services, such as guardianship and non-financial asset management.\n\nA trust company can charge for its services in various ways. Some trust companies may charge a fee that is a percentage of assets, say 1%, for a trust with substantial assets or that requires a lot of management. (The percentage can range from 0.25% to 2%.) Other trust companies may offer to charge a flat annual fee, which may make better sense for a trust that requires minimal work.\n\nTrust companies are chartered and regulated by the Office of the Comptroller of the Currency (OCC), which is an independent bureau of the Department of the Treasury. According to theFederal Deposit Insurance Corporation (FDIC), \"Trust companies which are owned by a bank holding company are also subject to supervision by the Federal Reserve Board. Trust companies that are owned by banks are subject to examination and supervision by the parent bank's primary regulator.\"\n\nThe majority of a trust company's assets are those held in the specific trusts of clients (for which the trust company has been named the trustee).\n\nA trust company serves as trustee for a trust and manages the trust assets on behalf of its clients, according to the terms of the trust.\n\nTrust companies provide a wide range of services, all in one place, and therefore offer a convenient way for individuals and entities to manage their financial affairs. These services include trust and investment administration and comprehensivewealth managementservices, such as tax preparation, tax advice, and financial planning.\n\nYou'll likely need to meet certain financial requirements, such as having a net worth of at least $500,000, to employ a trust company.\n\nFDIC. \"Trust Examination Manual.\"",
  "url": "https://www.investopedia.com/terms/t/trustcompany.asp"
}