{
  "term": "Truth in Lending Act (TILA): Consumer Protections and Disclosures",
  "definition": "The Truth in Lending Act (TILA) is a federal law enacted in 1968 to help protect consumers in their dealings with lenders and creditors. The TILA has been implemented by the Federal Reserve Board through a series of regulations.\n\nSome of the most important aspects of the TILA concern the information that must be disclosed to a borrower before extending credit, such as theannual percentage rate(APR), the term of the loan, and the total costs to the borrower. This information must be conspicuous on documents presented to the borrower before signing and in some cases on the borrower’s periodicbilling statements.\n\nAs its name clearly states, the TILA is all about \"truth in lending\". It was implemented by the Federal Reserve Board’sRegulation Z(12 CFR Part 226) and has been amended and expanded many times in the decades since. The provisions of the act apply to most types of consumer credit, includingclosed-end credit, such as car loans andhome mortgages, andopen-end credit, such as a credit card or home equity line of credit.\n\nThe rules are designed to make it easier for consumers to comparison shop when they want to borrow money ortake out a credit cardand safeguard them from misleading or unfair practices on the part of lenders. Some states have their own variations of a TILA, but the chief feature remainsthe proper disclosure of key informationto protect the consumer, as well as the lender, in credit transactions.\n\nThe Truth in Lending Act (TILA) gives borrowers the right to back out of certain kinds of loans within a three-day window.\n\nThe TILA mandates the kind of information lenders must disclose regarding their loans or other services. For example, when would-be borrowers request an application for anadjustable-rate mortgage(ARM), they must be provided with information on how their loan payments could rise in the future under different interest-rate scenarios.\n\nThe act also outlaws numerous practices. For example, loan officers and mortgage brokers are prohibited from steering consumers into a loan that will mean more compensation for them, unless the loan is actually in the consumer’s best interests. Credit card issuers are prohibited from charging unreasonable penalty fees when consumers are late with their payments.\n\nAdditionally, the TILA provides borrowers with aright of rescissionfor certain types of loans. That gives them a three-day cooling-off period during which they can reconsider their decision and call off the loan without losing money. The right of rescission protects not just borrowers who may simply have changed their minds but also those who were subjected to high-pressure sales tactics by the lender.\n\nIn most instances the TILA does not govern the interest rates a lender may charge, nor does it tell lenders to whom they can or can’t extend credit, as long as they are not violating the laws against discrimination. TheDodd-Frank Wall Street Reform and Consumer Protection Actof 2010 transferred the rule-making authority under the TILA from the Federal Reserve Board to the newly createdConsumer Financial Protection Bureau(CFPB), as of July 2011.\n\nFor civil TILA violations, the statute of limitations is one year, whereas for criminal violations is three years.\n\nFor closed-end consumer loans, Regulation Z prohibits creditors from issuing compensation to loan originators or mortgagees when such compensation is based on any term other than the credit amount. Therefore, creditors cannot base compensation on whether a term or a condition is present, increased, decreased, or eliminated.\n\nRegulation Z also prohibits loan originators and mortgagees from steering a customer to a certain loan when that loan offers greater compensation to the originator or mortgagee but offers no additional benefit to the customer. For example, if a mortgage broker suggests that a customer choose an inferior loan because it offers better compensation, it is considered steering and is prohibited.\n\nIn instances when the consumer compensates the loan originator directly, no other party who knows or should know about that compensation may compensate the loan originator for the same transaction. The regulation also requires creditors who compensate loan originators to keep records for at least two years.\n\nRegulation Z provides a safe harbor when the loan originator, acting in good faith, provides loan options for each type of loan the consumer is interested in. The options, however, must satisfy certain criteria. The options presented must include a loan with the lowest interest rate, a loan with the lowest origination fees, and a loan with the lowest rate for loans with certain provisions, such as loans with no negative amortization or prepayment penalties. In addition, the loan originator must procure offers from lenders with whom they regularly work.\n\nThe Truth in Lending Act (TILA) helps consumers shop for and make educated decisions about credit, such as auto loans, mortgages, and credit cards. TILA requires that issuers of credit provide the costs of borrowing in a clear and obvious manner. Without this requirement, some lenders may hide or not disclose terms and rates, or they may present them in a way that is difficult to understand.\n\nBefore TILA, some lenders would engage in deceitful and predatory tactics to lure customers into one-sided agreements. After the Truth in Lending Act was established, lenders were prohibited from making certain changes to the terms and conditions of a credit agreement once executed and from preying on vulnerable populations.\n\nTILA also grants consumers the right to rescind a contract subject to TILA's rules within three days. If the terms of the agreement are not satisfactory or in the consumer's best interest, they may cancel and receive a full refund.\n\nThe Truth in Lending Act (TILA) helps protect consumers from unfair credit practices by requiring creditors and lenders to pre-disclose to borrowers certain terms, limitations, and provisions—such as the APR, duration of the loan, and the total costs—of a credit agreement or loan.\n\nThe Truth in Lending Act applies to most types of consumer credit, such as auto loans, mortgages, and credit cards. It does not, however, apply to all credit transactions. For example, TILA does not apply to credit issued to businesses (including agricultural businesses), entities, public utilities, home fuel budget plans, and certain student loan programs.\n\nA real-life example of the Truth in Lending Act includes credit card offers from banks, such as Chase. Chase offers borrowers the opportunity to apply for the airline United Gateway Credit Card on its website. Presented are the pricing and terms, APR (16.49%-23.49% based on creditworthiness), and an annual fee ($0+/-). Required by TILA, the card's pricing and terms disclosure detail the APR for different types of transactions, such as balance transfers and cash advances. It also lists fees of interest to consumers.\n\nA Truth in Lending agreement is a written disclosure or set of disclosures provided to the borrower before credit or a loan is issued. It outlines the terms and conditions of the credit, the annual percentage rate (APR), and financing details.\n\nSome examples of TILA violations include a creditor failing to accurately disclose the APR and finance charge, the misapplication of the daily interest factor, and the application of penalty fees exceeding TILA limits. A creditor is also in violation if they do not allow the borrower to rescind the contract within the prescribed limit.\n\nThe Truth in Lending Act (TILA) was signed into law in 1968 as a means to protect consumers from unfair and predatory lending practices. It requires lenders and creditors to supply borrowers with clear and visible key information about the credit extended. TILA prohibits creditors and loan originators from acting in a self-seeking manner, especially when to the detriment of the client. To protect consumers against unfair lending practices, consumers are granted the opportunity to rescind their agreement within a specific time for certain loan transactions. The Truth in Lending Act not only serves to protect consumers but also lenders and creditors who act in good faith.\n\nBoard of Governors of the Federal Reserve System. \"Regulation Z: Truth in Lending,\" Pages 39 and 47.\n\nU.S. Congress. \"Title I of the Consumer Credit Protection Act, 15 U.S.C. §§ 1601-1667f.\"\n\nUnited States Government Accountability Office. \"Bureau of Consumer Financial Protection's Fiscal Year 2011 Financial Statements,\" Page 1.\n\nBoard of Governors of the Federal Reserve System. \"CFPB Laws and Regulations: Truth in Lending Act,\" Pages 141-142.\n\nBoard of Governors of the Federal Reserve System. \"Compliance Guide to Small Entities - Regulation Z: Loan Originator Compensation and Steering.\"\n\nBoard of Governors of the Federal Reserve System. \"Regulation Z: Truth in Lending,\" Page 4.\n\nChase Credit Cards. \"United Gateway Credit Card.\"\n\nFederal Deposit Insurance Corporation. \"Truth in Lending Act,\" Pages 14, 22-23, and 93",
  "url": "https://www.investopedia.com/terms/t/tila.asp"
}