{
  "term": "TSA PreCheck: What It Is, What It Does, Benefits, and How to Qualify",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMichela Buttignol / Investopedia\n\nTSA PreCheck is an airport security screening program in the United States that allows approved travelers to pass through dedicated security lines without having to remove laptops, liquids, and shoes.\n\nTSA PreCheck is a U.S. government program that allows travelers deemed low risk to pass through an expedited security screening process at more than 200 U.S. airports.\n\nTSA PreCheck benefits for airtravelersinclude faster access to airline boarding gates and an absence of the usual requirements to scan your laptop and jacket. You can even keep your shoes on through security.\n\nAbout 99% of TSA PreCheck passengers wait less than 10 minutes to pass through security. There are 20 million active members in the PreCheck program, according to the latest report. The application process includes applying through theTSA websiteand attending a brief in-person meeting.\n\nTSA PreChecktravelers often havededicated lines at the security checkpoint. They don’t have to remove belts, shoes, or lightweight jackets for separate screening. Their carry-on items are not separately screened, either. They can leave a laptop in its case, and the carry-on bag can include a quart-sized bag with travel-size containers of liquids and gels.\n\nThe TSA PreCheck program began in December 2013 to speed prescreened travelers through security checkpoints, which get backed up during busy times.\n\nThe usual process includes a requirement thatpassengersremove their shoes, heavy jackets, and some electronics and pile them into trays for separate screening. Further delays can be caused by passengers being pulled aside for additional scrutiny if the screening reveals banned items.\n\nThese measures aren’t pointless. A would-be terrorist smuggled explosives in his sneakers on a Paris-to-Miami flight in 2001. Dangerous or illegal items can be hidden inside laptops that have had their components removed. Bulky jackets can hide weapons.\n\nThe TSA PreCheck program identifies passengers who are at very low risk of trying any of these strategies and speeds them through the security checkpoints.\n\nThe cost of becoming a traveler with TSA PreCheck status is $78. The fee is nonrefundable and good for five years.\n\nThe TSA PreCheck program benefits anyone who travels frequently for business or leisure reasons. Anyone forced to fly at peak times like holiday weekends will also appreciate the break.\n\nIn short, you’ll spend less time standing in line and more time lounging in the airport cafe.\n\nMore than 200 airports and 90+ airlines accommodate TSA PreCheck travelers. You can begin the application process online via the TSA’s website.\n\nHowever, you have to complete the application process in person at a TSA-authorized enrollment location. You will be fingerprinted and asked for a valid proof of identity and U.S. citizenship documents. Travelers who are foreign citizens must be able to provide certain residency documents to qualify.\n\nThe online application takes less than five minutes, on average, and the in-person appointment takes about 10 minutes.\n\nOnce approved for TSA PreCheck status, you will receive a Known Traveler Number (KTN). Use that number anytime you book a flight, and you will automatically have your TSA PreCheck status applied to your boarding pass.\n\nThen you can start using those fast lanes reserved for TSA PreCheck passengers.\n\nSomecredit cardissuers provide access to TSA PreCheck as a membership benefit. Some offer periodic statement credits for TSA PreCheck, while others allow their members to pay for the program with loyalty points. According to the TSA, thesecardsinclude, but are not limited to:\n\nTSA PreCheck only applies to air travel. The U.S. Department of Homeland Security (DHS) operates other federal programs such asGlobal Entry,NEXUS, and SENTRI that verify the identities of trusted travelers and speed them through security.\n\nFor U.S. citizens, membership in these programs may include a TSA PreCheck membership.\n\nDHS also offers FAST (Free and Secure Trade) for commercial truck drivers, to streamline border crossing between the U.S. and Canada or Mexico. It costs $50 and does not include a TSA PreCheck membership.\n\nThere are also private programs that can speed up your trip. One of them is Clear, a security technology program that usesbiometricdata to help identify passengers. Clear is already used in 59 airports, as well as other locations such as stadiums and arenas.\n\nTSA PreCheck allows prescreened U.S. citizens and permanent residents to skip the lines at U.S. airport security. Itcosts$78 for a five-year membership.\n\nHowever, TSA PreCheck is only available for flights leaving the U.S. Global Entry is a similar program for international travel, allowing trusted passengers to quickly move through customs and border checkpoints. It costs $120 for five years.\n\nClear is a private program available through some airlines. Clear uses biometric data—such as fingerprints and iris scans—to verify passenger identities, allowing them to move quickly through airport security. It’s in use at some stadiums and arenas, too. Clear costs $199 and only lasts for one year.\n\nThe TSA PreCheck Application Program is only open to U.S. citizens, U.S. nationals, and lawful permanent residents. Applicants may be ineligible due to incomplete or false application information, violations of transportation security regulations, or disqualifying criminal offenses.\n\nApplicants must fill out an online application and schedule an in-person interview at a regional TSA-approved office for screening. A nonrefundable processing fee is required.\n\nTSA PreCheck benefits for travelers include fast passage through security at airports and fewer annoyances. PreCheck travelers do not have to pile their laptops, shoes, or overcoats in bins for separate screening. The usual restrictions on liquids and gels apply, but these can stay in the traveler’s carry-on.\n\nFirst, submit a short online applicationvia the TSA PreCheck website, then schedule an in-person interview at an enrollment center. Enrollment centers are located byZIP code or address search.\n\nYes, children ages 12 and younger can join a parent or legal guardian with TSA PreCheck in the dedicated lanes if they’re traveling together, even if they do not have their own Known Traveler Number.\n\nCritics have argued that the vetting process is flawed and that those with bad intent can falsify statements made during in-person interviews. Still, there have been no known security incidents related to PreCheck since its inception in 2013.\n\nSince 2013, the TSA PreCheck program has allowed prescreened enrollees to speed through airport security via dedicated lanes with less stringent screening criteria. The program is available to all U.S. citizens and legal residents who do not have a criminal history.\n\nTo enroll, there is an online application and an in-person interview. The application costs $78, and enrollment lasts five years, after which time it can be renewed for additional five-year periods.\n\nU.S. Transportation Security Administration. “TSA PreCheck®.”\n\nU.S. Transportation Security Administration. “TSA 2024 by the Numbers.”\n\nU.S. Transportation Security Administration. “TSA PreCheck® Application Program.”\n\nU.S. Transportation Security Administration. “TSA PreCheck® Reaches Milestone with 20 Million Members.”\n\nFederal Bureau of Investigation. “Richard Reid’s Shoes.”\n\nU.S. Department of Homeland Security. “Trusted Traveler Programs.”\n\nU.S. Transportation Security Administration. “TSA PreCheck® Airports and Airlines.”\n\nU.S. Transportation Security Administration. “Credit Card and Loyalty Programs Featuring TSA PreCheck®.”\n\nCLEAR. “CLEAR Support: What Does CLEAR Use to Verify My Identity?”\n\nU.S. Transportation Security Administration. “TSA PreCheck® FAQ.” Select “Can I be disqualified/suspended from TSA PreCheck®?”\n\nU.S. Transportation Security Administration. “TSA PreCheck® FAQ.” Select “Do children need to apply for TSA PreCheck®?”",
  "url": "https://www.investopedia.com/terms/t/tsa-pre.asp"
}