{
  "term": "Tulipmania: About the Dutch Tulip Bulb Market Bubble",
  "definition": "The Dutch tulip market bubble was a market crash in the 1600s, when speculation drove the price of tulip bulbs to extreme highs.\n\nThe Dutch tulip bulb market bubble was one of the most famous marketbubblesand crashes of all time. Also known as tulipmania, it occurred in Holland during the early to mid-1600s, whenspeculationdrove the value of tulip bulbs to extremes. The rarest tulip bulbs traded for as much as six times the average person’s annual salary at the market’s peak.\n\nThe story of tulipmania serves as a parable for the pitfalls of excessive greed and speculation in investing.\n\nTulips first appeared in Europe in the 16th century, arriving via the spice trading routes that lent a sense of exoticism to these imported flowers. They looked like no other flower native to the continent.\n\nIt is no surprise that tulips became a luxury item destined for the gardens of the affluent. “It was deemed a proof of bad taste in any man of fortune to be without a collection of [tulips],” according to The Library of Economics and Liberty.\n\nThe merchant middle classes of Dutch society, which didn’t exist in such a developed form elsewhere in Europe at the time, sought to emulate their wealthier neighbors. They also demanded tulips. They were initially a status item that was purchased for the sole reason that they were expensive.\n\nBut tulips were known to be notoriously fragile and would die without careful cultivation. Professional cultivators of tulips began to refine techniques to grow and produce the flowers locally in Holland in the early 1600s. They established a flourishing business sector that has persisted to this day.\n\nAccording toSmithsonian Magazine, the Dutch learned that tulips could grow from seeds or buds that grew on the mother bulb. A bulb that grew from seed would take seven to 12 years before flowering, but a bulb itself could flower the very next year.\n\nSo-called broken bulbs were a type of tulip with a striped, multicolored pattern rather than a single solid color. They evolved from a mosaic virus strain. This variation was a catalyst for the growingdemandfor rare, “broken bulb” tulips, which ultimately led to the high market price.\n\nTulipmania swept through Holland in 1634. The Library of Economics and Liberty writes, “The rage among the Dutch to possess [tulip bulbs] was so great that the ordinary industry of the country was neglected, and the population, even to its lowest dregs, embarked in the tulip trade.”\n\nA single bulb could be worth as much as 4,000 or even 5,500 florins. It’s hard to make an accurate estimation of today’s value in dollars because 1630s florins were gold coins of uncertain weight and quality, but Scottish journalist Charles Mackay does give us some points of reference in his famous 1841 book “Memoirs of Extraordinary Popular Delusions and the Madness of Crowds.”\n\nFourtunsof beer cost 32 florins. That’s around 1,008 gallons or 65 kegs of beer. A keg of Coors Light costs around $120, so four tuns of beer ≈ $7,800 and 1 florin ≈ $244.The best of tulips cost upward of $1 million in today’s money, with many bulbs trading in the $50,000 to $150,000 range. The demand for the tulip trade was so large by 1636 that regular markets for their sale were established on theStock Exchange of Amsterdamin Rotterdam, Haarlem, and other towns.\n\nIt was at this time that professional traders (stock jobbers) got in on the action, and everyone appeared to be making money simply by possessing some of these rare bulbs. It seemed at the time that the price could only go up, that the passion for tulips would last forever.\n\nPeople had purchased bulbs oncredit, hoping to repay their loans when they sold their bulbs for a profit. But holders were forced to sell their bulbs at any price and to declarebankruptcyin the process when prices began to drop.\n\nPeople began buying tulips withleverage, using margined derivatives contracts to buy more than they could afford. But confidence was dashed as quickly as the run-up began. Prices began to fall by the end of 1637, and they never recovered.\n\nThe bubble had burst by the end of 1637. Buyers announced that they couldn’t pay the high prices previously agreed upon for bulbs, and the market fell apart. It wasn’t a devastating occurrence for the nation’seconomy, but it did undermine social expectations.The event destroyed relationships built on trust and people’s willingness and ability to pay.\n\nAccording toSmithsonian Magazine, Dutch Calvinists painted an exaggerated scene of economic ruin because they worried that the tulip-driven consumerism boom would lead to societal decay. They insisted that such great wealth was ungodly, and the belief remains to this day.\n\nThe obsession with tulips has captured the public’s imagination for generations and has been the subject of several books, including “Tulip Fever,” a novel by Deborah Moggach.The tulip craze took hold of all levels of Dutch society in the 1630s, according to popular legend. Mackay wrote that “the wealthiest merchants to the poorest chimney sweeps jumped into the tulip fray, buying bulbs at high prices and selling them for even more.”\n\nTulipmania is a model for the general cycle of a financial bubble:\n\nSimilar cycles have been observed in the prices ofBeanie Babies, baseball cards,non-fungible tokens (NFTs), and shipping stocks.\n\nDutch speculators spent incredible amounts of money on bulbs at the time that only produced flowers for a week. Many companies were formed with the sole purpose of trading tulips, but the trade reached its fever pitch in the late 1630s.\n\nThe Dutch currency was the guilder in the 1600s. This preceded the use of the euro. Tulips sold for approximately 10,000 guilders at the height of the bubble. A price of 10,000 guilders in the 1630s equated roughly to the value of a mansion on the Amsterdam Grand Canal.\n\nMackay, who had never lived in or even visited Holland, published his classic analysis, “Extraordinary Popular Delusions and the Madness of Crowds,” in 1841. The book documented several prominent asset-price bubbles: theMississippi Schemeand theSouth Sea Bubble, as well as the tulipmania of the 1600s. Mackay’s short chapter on the subject prompted the popularization of the paradigm for an asset bubble.\n\nThere were always a few years of lag between demand pressures andsupplybecause of the timing of tulip cultivation. This wasn’t an issue under normal conditions because future consumption was contracted for a year or more in advance. But growers wouldn’t have had an opportunity to increase production in response to price when the 1630s increase in prices occurred so rapidly and after bulbs already were planted for the year.\n\nEarl Thompson, an economist, has determined that prices rose simply because suppliers couldn’t satisfy all the demand due to this sort of production lag and the fact that growers entered into legal contracts to sell their tulips at a later date, similar to futures contracts. These contracts were rigorously enforced by the Dutch government. Actual sales of new tulip bulbs remained at ordinary levels throughout the period.\n\nUsing data about the specific payoffs present in the contracts, Thompson argued that “tulip bulb contract prices hewed closely to what a rational economic model would dictate. ... Tulip contract prices before, during, and after the ‘tulipmania’ appear to provide a remarkable illustration of ‘market efficiency.’” Indeed, tulip production had risen to match the earlier demand by 1638. The earlier demand had waned by then, creating an oversupply in the market and further depressing prices.\n\nEconomist Earl Thompson has studied tulipmania and has concluded that the “mania” was a rational response to demands arising from contractual obligations.\n\nAnne Goldgar, historian at King’s College London, has also written extensively about tulipmania and agrees with Thompson, casting doubt on its “bubbleness.” Goldgar argues that tulipmania may not have constituted an economic or speculative bubble, but was nonetheless traumatic to the Dutch for other reasons. “Even though the financial crisis affected very few, the shock of tulipmania was considerable,” Goldgar writes.\n\nGoldgar goes on to argue that the “tulip bubble” was not at all a mania, although a few people did pay very high prices for a few very rare bulbs and some lost a lot of money. The story has instead been incorporated into the public discourse as a moral lesson that greed is bad and chasing prices can be dangerous.\n\nTulipmania is the story of a major commodity bubble that took place in the 17th century as Dutch investors began to madly purchase tulips, pushing their prices to unprecedented highs.\n\nTulipmania reflects the general cycle of a bubble from the irrational biases and group mentalities that push up prices of an asset to an unsustainable level to the eventual collapse of those inflated prices. The example of tulipmania is used as a parable for other speculative assets such ascryptocurrenciesordotcom stocks.\n\nTulipmania and its ultimate crash didn’t damage the Dutch economy as journalist Charles Mackay wrote, but there was still some collateral damage. Historian Anne Goldgar found evidence from court records of reputations lost and relationships broken when buyers who promised to pay 100 or 1,000 guilders for a tulip refused to pay up.\n\nThe author said that those defaults caused a certain level of “cultural shock” in an economy based on trade and extensive credit relationships.\n\nThe bitcoin market is frequently compared with tulipmania. Both prompted highly speculative prices for a product with little clear utility. Bitcoin prices tend to crash after significant gains, exhibiting many signs of a classic bubble.\n\nThe Dutch tulipmania of the 1600s is often cited as an example of greed, excess, and financial mania with the prices of flower bulbs reaching extraordinary heights not backed by fundamentals but rather by the fear of missing out and crowd psychology.\n\nBut some analyses question whether tulipmania was the widespread financial crisis that is referenced today in relation to other bubbles like dotcom stocks before 2001, the subprime housing market before 2008, or the crypto market before 2022. These scholars suggest that the idea of tulipmania has been greatly exaggerated as a parable or lesson in taming greed and excess.\n\nThe actual extent and severity of the tulip bulb bubble and crash were far smaller in reality than we have been led to believe.\n\nSmithsonian Magazine. “There Never Was a Real Tulip Fever.”\n\nThe Library of Economics and Liberty. “Ch. 3, The Tulipomania.”\n\nCharles Mackay. “Memoirs of Extraordinary Popular Delusions and the Madness of Crowds.” Office of the National Illustrated Library, 1852.\n\nAnne Goldgar. “Tulipmania: Money, Honor, and Knowledge in the Dutch Golden Age.” Page 80. University of Chicago Press, 2008.\n\nHistory. “The Real Story Behind the 17th-Century ‘Tulip Mania’ Financial Crash.”\n\nDeborah Moggach. “Tulip Fever.” Random House Publishing Group, 2007.\n\nUniversity of Chicago. “Semper Augustus.”\n\nThompson, Earl. “The Tulipmania: Fact or Artifact?”Public Choice, vol. 130, no. 1/2, January 2007, pp. 99–114.\n\nAnne Goldgar. “Tulipmania: Money, Honor, and Knowledge in the Dutch Golden Age.” Page 18. University of Chicago Press, 2008.\n\nAnne Goldgar. “Tulipmania: Money, Honor, and Knowledge in the Dutch Golden Age.” University of Chicago Press, 2008.",
  "url": "https://www.investopedia.com/terms/d/dutch_tulip_bulb_market_bubble.asp"
}