{
  "term": "Turnaround: Definition in Business and Finance, Examples",
  "definition": "When a company that has experienced a period of poor performance moves into a period of a financial recovery, it's called a turnaround. A turnaround may also refer to the recovery of a nation or region's economy after a period ofrecessionorstagnation. Similarly, it can refer to the recovery of an individual whose personal financial situation improves after some time.\n\nTurnarounds are important because they mark an upward shift or improvement for an entity after it experiences a significant period of negativity. The turnaround is akin to a restructuring process where the entity converts the period of loss into one of profitability and success while stabilizing its future. In investing, the term can mean the amount of elapsed time between the placing and fulfilling of an order.\n\nTurnarounds may happen on many levels from the individual to a country's economy or even be a global event. The term indicates a phase when an entity begins to experience steady and positive financial or performance recovery after a time of decline.\n\nIn most cases, the first step in moving into a turnaround phase is to acknowledge the problems creating a downturn. In the case of a business, they may examine changes in management or problem identification and solving strategies. In dire situations, the best action may be to liquidate the company.\n\nThere are specific features that will usually identify an entity in need of a turnaround. For a business, these may include declines in the price of its stock, the need tolayoffemployees, and revenues that do not cover requirements to paycreditors.\n\nChanges in a firm's competitive advantage and outdated products or service may also be indicative of a business that needs to investigate turnaround strategies. Also, bad management of resources such aslaborandcapitalmay put pressure on the company.\n\nA stockspeculatormay profit from a turnaround if they accurately anticipate the improvement of a poorly performing company.\n\nSeldom do turnarounds happen in isolation but instead are the result of internal and external forces. Internally, more attention may be paid to the problems in processes, spending, management, and other factors that created a situation of decline.\n\nExternally, the business may find new regulations that have provided them with a lower cost of production materials that can lead to higher profits. A turnaround management team will review the primary causes of the company’s failure and devise astrategic planthat may include restructuring or repositioning the business.\n\nThe U.S. economy experienced a recession in 2009 after the subprime mortgage crisis led to the collapse of the U.S. housing bubble. The crisis led to the collapse of some of the country's—and the world's—biggest banks. The economy began experiencing a turnaround about a year later after the federal government responded with a series of bailouts and a stimulus package.\n\nDeclining sales leading up to thefinancial crisisfollowed by a tightened lending environment for auto sales were two factors that significantly slowed revenue and earnings for U.S. automakers. In the late 2000s, the auto industry suffered troubled times.\n\nIn 2009, General Motors (GM) declared bankruptcy as a result of the crisis, and its stock was delisted from trading.﻿﻿ Bailout funds and its bankruptcy helped the company restore its manufacturing production and sales. In 2010, after a complete reorganization, GM’s stock began trading again with increased production and sales.﻿﻿\n\nGeneral Motors. \"GM Agreement with U.S. Treasury and Canadian Governments Providing Fast Track to Competitive Future for 'New GM'.\" Accessed Sept. 3, 2020.\n\nGeneral Motors. \"GM to Launch Largest U.S. Initial Public Offering of 2010 at the NYSE.\" Accessed Sept. 3, 2020.",
  "url": "https://www.investopedia.com/terms/t/turnaround.asp"
}