{
  "term": "Tweezer: What it Means and How it Works in Technical Analysis",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA tweezer is atechnical analysispattern, commonly involving twocandlesticks, that can signify either a markettoporbottom.\n\nTweezer patterns arereversalpatterns and occur when two or more candlesticks touch the same bottom for a tweezer bottom pattern, or when two or more candlesticks touch the same top for a tweezer top pattern.\n\nTweezer bottoms are considered to be short-term bullish reversal patterns, whereas tweezer tops are thought to be bearish reversals. Essentially, with both formations, either buyers or sellers were not able to push the top or bottom any further. Both types of patterns require close observation and research to be interpreted and used correctly.\n\nA tweezers top is identified by two candles with similar highs occurring back to back. A tweezers bottom would see two candles instead with similar back-to-back lows.\n\nAs an investment strategy, tweezers offer traders alevel of precisionwhen seeking to take advantage of market trends. While tweezers can take on a variety of appearances, they all have a couple of traits in common: Sometimes appearing at market turning points, these candlestick patterns can be used for analysis purposes—to simply indicate the possibility of a reversal—or they can be used within a broader context of market analysis to provide trade signals for trend traders.\n\nTweezers were made mainstream in Steve Nison's popular candlestick charting bookJapanese Candlestick Charting Techniques.Candlestick methods are characterized by the body of a candle which is created by the difference between the open and close, while the thin \"shadows\" on either end of the candle mark the high and low over that period. Typically, a dark, or red, candle indicates the close was below the open, while a white or green candle highlights the price closing higher than it opened.\n\nAs with any other trading tool or indicator, tweezers should be used in conjunction with other indicators or market signals.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nSteve Nison. \"Japanese Candlestick Charting Techniques.\" Prentice Hall Press, 2001.",
  "url": "https://www.investopedia.com/terms/t/tweezer.asp"
}