{
  "term": "Two and Twenty: Explanation of the Hedge Fund Fee Structure",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTwo and twenty (or \"2 and 20\") is a fee arrangement that is standard in the hedge fund industry and is also common in venture capital and private equity. Hedge fund management companies typically charge clients both a management and a performance fee. \"Two\" means 2% ofassets under management (AUM), and refers to the annual management fee charged by the hedge fund for managing assets. \"Twenty\" refers to the standard performance or incentive fee of 20% of profits made by the fund above a certain predefined benchmark.\n\nThe 2% management fee is paid tohedge fundmanagers regardless of the fund’s performance. A hedge fund manager with $1 billion AUM earns $20 million in management fees annually even if the fund performs poorly.\n\nThe 20% performance fee is charged if the fund achieves a level of performance that exceeds a certain base threshold known as thehurdle rate. The hurdle rate could either be a preset percentage or may be based on a benchmark such as the return on an equity or bond index.\n\nSome hedge funds also have to contend with ahigh watermarkthat is applicable to their performance fee. A high watermark policy specifies that the fund manager will only be paid a percentage of the profits if the fund's net value exceeds its previous highest value.\n\nThis precludes the fund manager from being paid large sums for poor performance and ensures that any losses must be made up before performance fees are paid out.\n\nThe 10 highest-paid hedge fund managers collectively made $3.43 billion in fees in 2023. The table below shows the top five fund managers who raked in the most in 2023. Note that Jim Simons passed away in 2024.\n\nThe giant hedge funds founded by these fund titans grew so large that they generated hundreds of millions in management fees alone. Their successful strategies over many years—if not decades—have also earned these funds billions in performance fees.\n\nWhile the steep fees charged by star hedge fund managers may be justified by their sustained outperformance, the billion-dollar question is whether the majority of fund managers generate sufficient returns to justify their two-and-twenty fee model.\n\nJim Simons, one of the highest-paid hedge fund managers until his passing in 2024, founded what would become Renaissance Technologies in 1978. An award-winning mathematician (and former NSA code breaker), Simons established Renaissance as aquant fundthat employs sophisticated quantitative models and techniques in its trading strategies.\n\nOne of the world’s most successful hedge funds, Renaissance is best known for the tremendous returns generated by its flagship Medallion fund. Simons launched Medallion in 1988 and since then, it has generated an average annual return of about 40%.\n\nThose returns are after Renaissance's management fees of 4% and performance fees of 44%. Medallion has been closed to outside investors since 1993, and currently only manages money for Renaissance employees.\n\nThe largest hedge fund manager in the world as of June 30, 2024, is Bridgewater Associates, with assets under management of $89.6 billion.\n\nGiven the outsized returns Medallion has generated and how much it has beaten the market, it can be claimed that the fees charged justify the returns provided to investors.\n\nHowever, such stellar performance tends to be the exception rather than the norm in the hedge fund industry. While hedge funds, by definition, are expected to make money in any market because of their ability to go long and short, their performance has lagged equity indices for years.\n\nWhile for the trailing five years from 2017 to 2022, the top 50 hedge funds outperformed the S&P 500 by 3%, it has been generally proven that hedge funds do not outperform the market. Data shows that since 2011, hedge funds have consistently underperformed theS&P 500every year.\n\nOf course, there are all sorts of hedge funds focusing on different strategies, but data is consistent that hedge funds are \"not reliable sources of absolute returns.\"\n\nWarren Buffett, in his February 2017 letter to Berkshire Hathaway shareholders, estimated that the search by the financial \"elite\"—such as wealthy individuals, pension funds, and college endowments, all of whom tend to be typical hedge fund investors—for superior investment advice has caused it to waste more than $100 billion in aggregate over the past decade.\n\nWhile hedge funds were popular once upon a time, investors have beenpulling awaydue to a combination of theinability to outperformthe market and the high fees. In 2023, investors pulled approximately $75 billion from hedge funds. In 2022, they pulled out $112 billion.\n\nIn November 2023,hedge funds had returned 5.7%for the year while the S&P 500 was up by around 24% in December 2023 for the year. In November 2024, the S&P 500 was up 25%. In comparison, by October 2024, hedge funds returned 7.67% for the year.\n\nAssume hypothetical hedge fund Peak-to-Trough Investments (PTI) had $1 billion in AUM at the beginning of Year 1, and is closed to investors. The fund's AUM grows to $1.15 billion at the end of Year 1, but by the end of Year 2, AUM falls to $920 million, before rebounding to $1.25 billion by the end of Year 3. If the fund charges the standard \"two and twenty,\" the total annual fees earned by the fund at the end of each year can be calculated as follows:\n\nFund AUM at beginning of Year 1 = $1 billion\n\nFund AUM at end of Year 1 = $1.15 billion\n\nManagement fee = 2% of year-end AUM = $23 million\n\nPerformance fee = 20% of fund growth = $150 million x 20% = $30 million\n\nTotal fund fees = $23 million +$30 million = $53 million\n\nFund AUM at beginning of Year 2 = $1.15 billion\n\nFund AUM at end of Year 2 = $920 million\n\nManagement fee = 2% of year-end AUM = $18.4 million\n\nPerformance fee = Not payable as high watermark of $1.15 billion has not been exceeded\n\nTotal fund fees = $18.4 million\n\nFund AUM at beginning of Year 3 = $920 million\n\nFund AUM at end of Year 3 = $1.25 billion\n\nManagement fee = 2% of year-end AUM = $25 million\n\nPerformance fee = 20% of fund growth above high watermark = $100 million x 20% = $20 million\n\nTotal fund fees = $25 million +$20 million = $45 million\n\nWhile it is standard industry practice for hedge funds to charge a 2% management fee and a 20% performance fee, the averages vary slightly. For example, globally, the average fees for arbitrage funds were 1.38% for management and 19.57% for performance. For long-biased funds, the management fee was 0.85% and the performance fee was 10.49%.\n\nHedge funds are only available to accredited investors. Per the SEC, accredited investors are individuals that have an earned income over $200,000 annually in each of the two prior years, or a net worth over $1 million, excluding the value of the primary residence, or hold in good standing a Series 7, Series 65, or Series 82 license.\n\nHedge funds are investment funds, similar to mutual funds or exchange-traded funds (ETFs) except for some important differences. Hedge funds are only open to accredited investors, which are generally people with higher incomes and wealth, or financial institutions. Hedge funds pool the investment capital from these investors and seek to generatealpha; that is, they employ unique trading strategies in an attempt to outperform the market. Many hedge funds use aggressive strategies that are high-risk, and hedge funds are less regulated than other investment funds.\n\nHedge funds are investment vehicles for accredited investors and financial institutions. Hedge funds seek to utilize unique strategies to generate alpha: beating the returns of the market. For their services, hedge funds charge two fees: a management fee, which is generally 2% of assets under management, and a performance fee, which is usually 20% of fund growth.\n\nThese high fees are believed to be justified given the high returns that hedge funds are meant to generate for their investors; however, data has shown that hedge funds rarely beat the market and more often than not, the S&P 500 outperforms them. The combination of lackluster returns and high fees has resulted in outflows of investor money from hedge funds.\n\nHeising-Simons Foundation. \"Remembering Jim Simons (1938-2024).\"\n\nBloomberg. \"Bill Ackman Rockets Up Best-Paid Hedge Fund List by Doing Very Little.\"\n\nQuartr. \"Renaissance Technologies: The Highest-Performing Investment Firm in History.\"\n\nBloomberg. \"Renaissance's Insiders Get an Added Bonus With Medallion Fee Cut.\"\n\nPensions & Investments. \"The Largest Hedge Fund Managers 2024.\"\n\nHedgeWeek. \"Top 50 Hedge Funds Outpaced S&P 500 by More Than 3% Over the Past Five Years.\"\n\nLinkedIn. \"Hedge Funds vs. S&P 500: The Truth About Investment Returns.\"\n\nBerkshire Hathaway Inc. \"To the Shareholders of Berkshire Hathaway Inc,\" Page 1-17.\n\nReuters. \"Hedge Funds Seek Double-Digit Returns in 2024 After Year of Outflows.\"\n\nEureka Hedge. \"Eureka Hedge Fund Index.\"\n\nStatista. \"Average Performance and Management Fees of Hedge Funds Worldwide in 2023, by Hedge Fund Strategy.\"\n\nU.S. Securities and Exchange Commission. \"Hedge Funds,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Accredited Investors - Updated Investor Bulletin.\"",
  "url": "https://www.investopedia.com/terms/t/two_and_twenty.asp"
}