{
  "term": "Types of Investments and How To Get Started",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nLow-risk investments generally garner low expected returns, while higher returns usually accompany riskier investments.\n\nInvestors allocate money or capital to work on a project or undertaking to generate positive returns, or profits. The type of gains depends on the project or asset. Real estate investing can produce both rents and capital gains. Many stocks pay quarterlydividends. Bonds commonly pay regular interest.\n\nInvesting is to grow one's money over time. The core premise of investing is the expectation of a positive return in the form of income or price appreciation with statistical significance. The spectrum of assets in which one can invest and earn a return is vast.\n\nRisk and return go hand-in-hand in investing; low risk generally means low expected returns, while higher returns are usually accompanied by higher risk.At the low-risk end of the spectrum are basic investments such ascertificates of deposit (CDs). Bonds or fixed-income instruments are higher up on the risk scale, while stocks or equities are regarded as riskier.\n\nCommodities and derivatives are generally considered to be among the riskiest investments. One can also invest in something practical, such as land, real estate, or items such as fine art and antiques.\n\nRisk and return expectations can vary widely within the same asset class. For example, ablue chipthat trades on the New York Stock Exchange will have a very different risk-return profile from amicro-capthat trades on a small exchange.\n\nThe returns generated by an asset depend on its type. For instance, many stocks pay quarterly dividends, whereas bonds generally pay interest every quarter. In many jurisdictions, different types of income are taxed at different rates.\n\nIn addition to regular income, such as a dividend or interest, price appreciation is an important component of return. Total return from an investment can thus be regarded as the sum of income and capital appreciation.\n\nStandard & Poor's estimates that from 1926 to 2023, dividends have contributed approximately 32% of total return for the S&P 500 while capital gains have contributed 68%.Capital gainsare, therefore, an important part of investing.\n\nEconomists view investing and saving to be two sides of the same coin. This is because when you save money by depositing in a bank, the bank then lends that money to individuals or companies that want to borrow that money to put it to good use. Therefore, your savings are often someone else's investment.\n\nToday, investment is mostly associated with financial instruments that allow individuals or businesses to raise and deploy capital to firms. These firms then rake that capital and use it for growth or profit-generating activities.\n\nWhile the universe of investments is vast, here are the most common types of investments.\n\nA buyer of a company's stock becomes a fractional owner of that company. Owners of a company's stock are known as its shareholders. They can participate in its growth and success through appreciation in the stock price and regular dividends paid out of the company's profits.\n\nBonds are debt obligations of entities, such as governments, municipalities, and corporations.Buying a bond implies that you hold a share of an entity's debt and are entitled to receive periodic interest payments and the return of the bond's face value when it matures.\n\nFunds are pooled instruments managed by investment managers that enable investors to invest in stocks, bonds, preferred shares, commodities, etc. Two of the most common types of funds aremutual fundsandexchange-traded funds(ETFs).\n\nMutual funds do not trade on an exchange and are valued at the end of the trading day; ETFs trade on stock exchanges and, like stocks, are valued constantly throughout the trading day. Mutual funds and ETFs can either passively track indices, such as the S&P 500 or the Dow Jones Industrial Average, or can be actively managed by fund managers.\n\nTrusts are another type of pooled investment.Real Estate Investment Trusts (REITs)are one of the most popular in this category. REITs invest in commercial or residential properties and pay regular distributions to their investors from the rental income received from these properties. REITs trade on stock exchanges and thus offer their investors the advantage of instant liquidity.\n\n\"Alternative investments\" is a catch-all category that includes hedge funds and private equity. Hedge funds are so-called because they can limit (hedge) their investment risks by going long and short on stocks and other investments.\n\nPrivate equity enables companies to raise capital without going public. Hedge funds and private equity were typically only available to affluent investors deemed \"accredited investors\" who met certain income and net worth requirements. However, in recent years, alternative investments have been introduced in fund formats accessible to retail investors.\n\nDerivatives are financial instruments that derive value from another instrument, such as a stock or index. Options contracts are a popular derivative that gives the buyer the right but not the obligation to buy or sell a security at a fixed price within a specific period.Derivativesusually employ leverage, making them a high-risk, high-reward proposition.\n\nCommodities include metals, oil, grain, animal products, financial instruments, and currencies. They can either be traded throughcommodityfutures—agreements to buy or sell a specific quantity of a commodity at a specified price on a particular future date—or ETFs. Commodities can be used for hedging risk or speculative purposes.\n\nLet's compare a couple of the most common investing styles:\n\nActive vs. passive investing:The goal of active investing is to \"beat the index\" by actively managing the investment portfolio.Passive investing, on the other hand, advocates a passive approach, such as buying an index fund, in tacit recognition of the fact that it is difficult to beat the market consistently. While there are pros and cons to both approaches, in reality, few fund managers beat their benchmarks consistently enough to justify the higher costs of active management.\n\nGrowth vs. value:Growth investors prefer to invest in companies in their growth stages, which typically have higher valuation ratios than value companies.Value investorslook for companies that are undervalued by the market and that meet their more strict investing criteria.\n\nThe question of \"how to invest\" boils down to whether you are a do-it-yourself (DIY) kind of investor or would prefer to have your money managed by a professional. Many investors who prefer to manage their money themselves have accounts at discount or online brokerages because of their low commissions and the ease of executing trades on their platforms.\n\nDIY investing is sometimes called self-directed investing and requires a fair amount of education, skill, time commitment, and the ability to control one's emotions. If these attributes do not describe you well, it may be smarter to let a professional help manage your investments.\n\nInvestors who prefer professional money management generally have wealth managers looking after their investments. Wealth managers usually charge their clients a percentage ofassets under management(AUM) as their fees.\n\nWhile professional money management is more expensive than managing money by yourself, some investors don't mind paying for the convenience of delegating research, investment decision-making, and trading to an expert.\n\nThe SEC's Office of Investor Education and Advocacy urges investors to confirm that their investment professional is licensed and registered.\n\nSome investors opt to invest based on suggestions from automated financial advisors. Powered by algorithms and artificial intelligence,robo-advisorsgather critical information about the investor and their risk profile to make suitable recommendations.\n\nWith little to no human interference, robo-advisors offer a cost-effective way of investing with services similar to what a human investment advisor provides. With advancements in technology, robo-advisors are capable of more than selecting investments. They can also help people develop retirement plans and manage trusts and other retirement accounts, such as 401(k)s.\n\nWhile the concept of investing has been around for millennia, investing in its present form can find its roots in the period between the 17th and 18th centuries when the development of the first public markets connected investors with investment opportunities. The Amsterdam Stock Exchange was established in 1602, and the New York Stock Exchange (NYSE) in 1792.\n\nThe First Industrial Revolution (1760-1840) and the Second Industrial Revolution (late 19th century and early 20th century) resulted in greater prosperity, as a result of which people amassed savings that could be invested, fostering the development of an advanced banking system. Most of the established banks that dominate the investing world began in the 1800s, including Goldman Sachs and Citigroup.\n\nThe 20th century saw new ground being broken in investment theory, with the development of new concepts in asset pricing, portfolio theory, and risk management. In the second half of the 20th century, many new investment vehicles were introduced, including hedge funds, private equity, venture capital, REITs, and ETFs.\n\nIn the 1990s, the rapid spread of the internet made online trading and research capabilities accessible to the general public, completing the democratization of investing that had commenced more than a century ago.\n\nThe bursting of thedotcom bubble—a bubble that created a new generation of millionaires from investments in technology-driven and online business stocks—ushered in the 21st century and perhaps set the scene for what was to come.\n\nIn 2001, the collapse of Enron took center stage, with its full display of fraud that bankrupted the company and its accounting firm, Arthur Andersen, as well as many of its investors.\n\nOne of the most notable events in the 21st century, or history for that matter, is theGreat Recession(2007-2009) when an overwhelming number of failed investments in mortgage-backed securities crippled economies around the world. Well-known banks and investment firms went under, foreclosures surmounted, and the wealth gap widened.\n\nThe 21st century also opened the investing world to newcomers and unconventional investors by saturating the market with discount online investment companies and free-trading apps, such as Robinhood.\n\nThere is no clear definition separating investing from speculation used for legal or regulatory purposes. All forms of investment incur risk and include a speculative hope that the investment will pay off. Because the outcome is uncertain, there is little to distinguish between the two activities. However, some generalities do apply when attempting to categorize these activities:\n\nPrice volatility is often considered a common measure of risk, but a comparatively lower investment size can offset price volatility. So, although blue-chip, dividend-paying stocks may seem much less risky than small-cap growth stocks orcryptocurrencyinvestments, the actual risk may have more to do with the comparative risk taken on by the individual investor.\n\nProper risk management has more to do with the position size of one's investment than the total investment capital. The amount of risk in an investing strategy is also influenced by the frequency with which an investor takes on risk in an individual investment. Speculators tend to have a higher frequency of initiating risk. Thus, speculation is considered riskier.\n\nAssume you purchased 100 shares of XYZ stock for $310 per share ($31,000) and sold it exactly a year later for $46,020. What was your approximate total return, ignoring commissions? Keep in mind, XYZ does not issue stock dividends. The resulting capital gain would be [ ( $46,020 - $31,000 ) / $31,000 ] x 100 = 48.5%.\n\nNow, imagine that XYZ had issued dividends during your holding period, and you received $5 in dividends per share. Your approximate total return would then be 50.06%:\n\nInvesting is not reserved for the wealthy. You can invest nominal amounts. For example, you can purchase low-priced stocks, deposit small amounts into an interest-bearing savings account, or save until you accumulate a target investment amount.\n\nIf your employer offers a retirement plan, such as a 401(k), allocate small amounts from your pay until you can increase your investment. If your employer participates in matching, you may realize that your investment has doubled.\n\nYou can begin investing in stocks, bonds, and mutual funds or even open an IRA. Starting with $1,000 is nothing to sneeze at. A $1,000 investment in Amazon's IPO in 1997 would yield millions today.\n\nThis was mainly due to several stock splits, but it does not change the result: monumental returns. Savings accounts are available at most financial institutions and don't usually require a large amount to invest. Savings accounts don't typically boast high interest rates, so shop around to find one with the best features and most competitive rates.\n\nBelieve it or not, you can invest in real estate with $1,000. You may not be able to buy an income-producing property, but you can invest in a company that does. A real estate investment trust (REIT) is a company that invests in and manages real estate to drive profits and produce income. With $1,000, you can invest in REIT stocks, mutual funds, or exchange-traded funds.\n\nYou can choose the do-it-yourself route, selecting investments based on your investing style, or enlist the help of an investment professional, such as an advisor or broker. Before investing, it's important to determine your preferences and risk tolerance. If you're risk-averse, choosing stocks and options may not be the best choice.\n\nDevelop a strategy outlining how much to invest, how often to invest, and what to invest in based on goals and preferences. Before allocating your resources, research the target investment to make sure it aligns with your strategy and has the potential to deliver the desired results. Remember, you don't need a lot of money to begin, and you can modify your plans as your needs change.\n\nThere are many types of investments to choose from. Perhaps the most common are stocks, bonds, and ETFs/mutual funds. Other types of investments to consider are real estate, CDs, annuities, cryptocurrencies, commodities, collectibles, and precious metals.\n\nInvesting and gambling are similar in one aspect: the variability of chance. However, these activities differ in how they are designed, approached, and regulated. Gambling is confined to what can happen within a given event. In some cases, the game's rules are dictated by a person or entity that offers the game, and the rules can be constructed to benefit them over time.\n\nInvesting differs from gambling because the regulators—government and industry entities—only regulate the markets. As such, their incentive is to create a fair and orderly playing field rather than to try and profit.\n\nInvesting is the act of allocating resources into a venture that's expected to generate income or profits. The type of investment you choose will likely depend on what you seek to gain and how sensitive you are to risk.\n\nIn general, lower risk yields lower returns, while higher risk yields higher returns. You can make investments in stocks, bonds, real estate, precious metals, and more.\n\nYou can invest with money, assets, cryptocurrency, or other mediums of exchange and choose different types of investment vehicles, such as stocks, bonds, mutual funds, and real estate. Each investment type carries different levels of risks and potential rewards.\n\nInvestors can choose the DIY route or enlist the services of a licensed and registered investment advisor. Technology has also afforded investors the option of receiving automated investment solutions by way of robo-advisors.\n\nFinra. \"Know Your Risk Tolerance.\"\n\nS&P Dow Jones Indices. \"S&P 500 Dividend Aristocrats: The Importance of Stable Dividend Income.\"\n\nState Street Global Advisors. \"Corporate vs. Municipal Bonds: Key Differences.\"\n\nMorgan Stanley. \"Alternative Investments: Increased Accessibility for Investors and What Advisors Need To Know.\"\n\nU.S. Securities and Exchange Commission. \"Tips for World Investor Week 2020: Investor Bulletin.\"\n\nAMSA. \"History of the World's Oldest Stock Exchange.\"\n\nGoldman Sachs. \"A Brief History of Goldman Sachs,\" Page 1.\n\nCiti. \"A Heritage of Enabling Growth and Economic Progress.\"\n\nAalto Investment Club. \"20th Century & Investing Theories.\"\n\nScience & Media Museum. \"A Short History of the Internet.\"\n\nThe Motley Fool. \"If You’d Invested $1,000 in Amazon Stock 27 Years Ago, Here’s How Much You’d Have Today.\"",
  "url": "https://www.investopedia.com/terms/i/investing.asp"
}