{
  "term": "tZero: Meaning, History, and Regulation",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\ntZero Group Inc. is a registered broker-dealer that uses blockchain technology to securitize interest in companies searching for private equity. It also offers trading and investing services. The company was originally created as a cryptocurrency exchange to provide a trading platform for the security tokens of companies seeking funding and to bring greater legitimacy and oversight to initial coin offerings (ICOs).\n\ntZero spun out from Overstock in 2021, and the crypto exchange shut down its services in March 2023. The company has changed its business model to one that provides private equity blockchain and security token services for companies seeking capital from private equity, accredited, and retail investors.\n\ntZero grew from an earlier effort by Overstock.com, an online retailer, to develop a blockchain technology called Medici. Medici was designed to allow Overstock, as well as other businesses that licensed the technology, to sell cryptocurrencies. This effort began in 2014, but was abandoned in 2018.\n\nThe company began selling Simple Agreements for Future Equity (SAFEs), a convertible financial instrument, toaccredited investorsin December 2017. SAFEs allow companies to raise capital outside of traditional debt and equity markets and provide investors with some features of convertible notes. According to its initial filing with the SEC, tZero expected to raise $250 million.\n\ntZero created a cryptocurrency exchange that allowed securitized tokens to be traded. It filed with and was approved by the Securities and Exchange Commission to be an Alternative Trading System (ATS). An ATS is an authorized and regulated exchange that matches buy and sell orders via a computerized system. Companies could use its blockchain and trading platform to raise funds, and investors could use it to find trading and investing opportunities.\n\nAfter experiencing regulatory issues, tZero changed its business model to become a democratized private equity facilitator between businesses seeking funding and investors. In March 2023, tZero shut down its cryptocurrency exchange.\n\nOne of the key issues faced by startups is sourcing funds. Many turn to venture capital and private equity firms for funding. The private equity market is full of large firms and wealthy individuals that specialize in funding startups. So, the issues that arise are numerous—one concern is the centralization of capital, where businesses that don't meet the criteria of these specific investors fail to get the funding they need. Another is that smaller private equity investors are crowded out of good deals because the more prominent investors take all the opportunities.\n\nSmaller private firms began to pool their resources to become more attractive to companies looking for funding, creating the idea of democratized private equity alongside the ability to compete with the bigger investors.\n\ntZero created a system and blockchain to address these issues.\n\nThe idea behind tZero's blockchain and system is to securitize interest in startups or other companies working to find capital and offer them on a platform so that anyone could invest. These companies would then gain access to pooled capital through security tokens, increasing their chances of getting funding without worrying about the sometimes stringent requirements venture capitalists and others ask for—most notably, the right to sit on a board and make decisions.\n\ntZero offers tokenization services for startups or other businesses and operates a digital security trading platform for individual and accredited investors. This combination of blockchain and trading services provides the link between the intended investing audience and companies looking for funding.\n\ntZero's services appeal to investors who want access to early-stage businesses or businesses seeking private funding. These investors and firms have trouble breaking into the market because it is cornered by investors and institutions with vast amounts of capital and influence.\n\nGaining access to private funding is essential for growing businesses, but not all businesses appeal to some large venture capital firms. Groups of smaller investors have been pooling their funds and working to bring awareness of their efforts to capital-seeking businesses. tZero's model makes it easier for businesses and investors to connect, circumventing the centralized private equity system that has developed.\n\nIt remains to be seen how tZero will turn out, but it is filling a much-needed gap in the private equity space with its trading platform and tokenization services.\n\ntZero offers companies a choice of the blockchain they wish to be tokenized on. The blockchains to choose from are Ethereum, Tezos, Algorand, and others.\n\ntZero spun out from Overstock in 2018. It is now part of a parent company, tZero Group Inc.\n\ntZero is a broker that offers blockchain and trading services that allow you to invest in other companies. Its parent company, tZero Group Inc., is traded in the over-the-counter markets.\n\ntZero is a blockchain services company with a trading platform that brings investors and companies of all types and worth together. You can use its services to offer digital shares of your company through a blockchain or invest in and trade digital securities using its platform.\n\nX. \"tZero, 7:45 AM, Feb. 3, 2023.\"\n\nSecurities and Exchange Commission. \"Press Release: Patrick Byrne Announces Key Details on tZERO’s ICO at Money 20/20.\"\n\nDocDroid. \"tZero White Paper: January 27th, 2018,\" Pages 2-4, 9-10.\n\nU.S. Securities and Exchange Commission. \"tZero, Confidential Private Placement Offering Memorandum Initially Dated December 18, 2017, as Amended, Supplemented and Restated as of March 1, 2018,\" Page 1.\n\ntZero. \"Effortlessly Tokenize and Trade Digitally Enhanced Securities in a Compliant Manner.\"\n\nTradingView. \"tZero Group Inc PFD Equity Tokens Ser A.\"",
  "url": "https://www.investopedia.com/terms/t/tzero.asp"
}