{
  "term": "U-6 Unemployment Rate: Overview, Factors and Examples",
  "definition": "The U-6 (Unemployment) rate measures the percentage of the U.S. labor force that is unemployed, plus those who are underemployed, marginally attached to the workforce, and have given up looking for work. The U-6 rate is considered by many economists to be the most revealing measure of the true state of the nation's employment situation.\n\nNevertheless, the more widely-reported unemployment number is the U-3, often referred to simply as the unemployment report. The U3 reveals only the number of people who are out of work and have sought work in the past four weeks.\n\nBoth numbers are published by the Bureau of Labor Statistics (BLS).\n\nThe official unemployment rate used by the U.S. government and published by the Bureau of Labor Statistics (BLS) is the U-3 rate. This is the percentage of the total labor force that is unemployed and has actively sought employment within the past four weeks.\n\nThe portion of the unemployed that has not looked for a job in the past four weeks is defined as \"marginally attached\" and no longer counted as unemployed.\n\nThat marginally attached group includes unemployed people who have unsuccessfully looked for work sometime in the past twelve months. It also includes people who have returned to school or become disabled, in which case they may or may not return to the labor force at some point.\n\nThe U-6 rate, on the other hand, factors in this marginally attached percentage of the labor force in its unemployment calculation.\n\nThe U-6 rate also includes the underemployed in its metrics. These are people who want full-time jobs but have settled for part-time jobs due to economic conditions. While the U-3 rate considers this category of workers to be employed, the U-6 counts this group as unemployed.\n\nFinally, the U-6 rate includes the \"discouraged\": Those who want a job but have given up looking.\n\nThe BLS publishes six monthly unemployment numbers. The U-3 is the official rate and is most widely quoted. The U-6 is a more comprehensive look at the state of American workers.\n\nGallup, the data analytics firm, considers the U-6 rate to be \"the real unemployment rate,\" and maintains that the widely-quoted U-3 rate does not accurately represent the reality of joblessness in America.\n\nGallup notes that an engineer or any other skilled professional who takes a low-paying part-time job to survive would not be counted in the official unemployment rate, even if they make as little as $20 a week.\n\nIn addition, the U-3 rate does not include any workers who are employed but have had their work hours reduced.\n\nAll of the above are termed \"underemployed,\" and are included in the U-6 rate.\n\nThe U-3 also omits those who are unemployed but have not looked for work in the past four weeks. These are the \"discouraged\" workers that the U-6 reflects.\n\nThe St. Louis Fed (FRED) tracks the U-6 rate over time on its website.\n\nIts chart, based on BLS numbers, shows a startling U-6 rate of 22.9% in April 2020, during the first national COVID-19 shutdown. The official U-3 rate at that time was 14.7%.In January 2020, the U-6 rate had been just 6.9%. The official U-3 rate was 3.5%.\n\nTo calculate the official unemployment rate, the U-3, the BLS divides the total number of unemployed people by the total number of labor force participants, then multiplies that number by 100.\n\nFor example, the June 2019 monthly rate report indicated that the total number of people that were unemployed was 6.0 million and the civilian labor force consisted of 163.0 million people. The U-3 unemployment rate was 3.7% (seasonally adjusted).\n\nIn the same January 2022 report, the number of people that were marginally attached to the labor force totaled 1.5 million, while the total number of workers with part-time jobs for economic reasons was 3.7 million. The U-6 unemployment rate was 7.1% (seasonally adjusted).\n\nWhen calculating the U-6 rate, the marginally attached group is added to both the numerator (total unemployed) and denominator (total labor force). In addition, part-time workers are added to the numerator only, since they have already been included as part of the labor force.\n\nThe U-6 rate is considerably higher than the U-3 figure and is arguably a better reflection of the health of the American workforce at the time.\n\nThe unemployment rates are not based on the numbers of people who have applied for unemployment. They are based on a survey of households in every region of the U.S.\n\nSince March 2020, the Bureau of Labor Statistics has added several questions to its Household Survey in order to measure the impact of the coronavirus pandemic on jobs.\n\nHere's some of what it found in January 2022:\n\nThe unemployment statistics released early each month by the Bureau of Labor Statistics are based on a survey of 60,000 households. That's a total of about 110,000 individuals in about 2,000 geographic areas, urban and rural.The survey is conducted by Census Bureau employees.\n\nThe calculation is straightforward:\n\nThe BLS publishes annual average unemployment numbers for every state. This report includes the U-6 as well as all of the five other unemployment measures. The numbers for 2022 are posted on the BLS site.\n\nThe U-3 numbers for the states, but not the U-6 numbers, are posted monthly.\n\nThe U-1 unemployment rate is only one of six \"alternative measures\" of labor utilization in the U.S. that are published monthly by the Bureau of Labor Statistics.\n\nThe alternative measures include:\n\nThe U-3 unemployment rate is reported monthly and is watched and tracked carefully as a key indicator of the health of the U.S. economy.\n\nThe U-6 rate offers a broader understanding of the true health of the economy.\n\nHow many people are scrambling for part-time jobs because they can't get a full-time position? How many people have given up even trying to get a job? How many have left the workforce, hoping to return when the situation improves?\n\nThe U-3 number does not include any of those people, but the U-6 rate does.\n\nU.S. Bureau of Labor Statistics. \"Economic News Release: Table A-15. Alternative Measures of Labor Underutilization.\"\n\nU.S. Bureau of Labor Statistics. \"Local Area Unemployment Statistics: Alternative Measures of Labor Underutilization for States, Third Quarter of 2021 Through Second Quarter of 2022 Averages.\"\n\nGallup. \"Real Unemployment-Department of Labor (U-6).\"\n\nU.S. Bureau of Labor Statistics. \"News Release: The Employment Situation-April 2020,\" Page 29.\n\nU.S. Bureau of Labor Statistics. \"TED: The Economics Daily: U-3 Was 6.1 Percent, U-6 Was 10.4 Percent, in April 2021.\"\n\nSt. Louis Fed. \"U-6, 1994-2022.\"\n\nU.S. Bureau of Labor Statistics. \"The Employment Situation-June 2019.\"\n\nU.S. Bureau of Labor Statistics. \"The Employment Situation: January 2022.\"\n\nU.S. Bureau of Labor Statistics. \"Labor Force Statistics from the Current Population Survey.\"\n\nU.S. Bureau of Labor Statistics. \"Current Unemployment Rates for States and Historical Highs/Lows.\"\n\nU.S. Bureau of Labor Statistics. \"Local Area Unemployment Statistics.\"",
  "url": "https://www.investopedia.com/terms/u/u6-rate.asp"
}