{
  "term": "Uberrimae Fidei Contract: Definition and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn uberrimae fidei contract is a legal agreement, common to the insurance industry, requiring the highest standard of good faith during the disclosure of all material facts that could influence the decision of the other party. A failure to adhere to uberrimae fidei is grounds for voiding the agreement. Uberrimae fidei is also known asutmost good faithand is simply the Latin translation of this phrase.\n\nUberrimae fidei or \"uberrima fides\" literally means \"utmost good faith\" in Latin. It requires parties to certain contracts to exercise the highest standard of full disclosure of any relevant conditions, circumstances, or risks to theircounterparties. Failing to disclose material facts that might influence the other party's decision when entering into a contract where uberrimae fidei applies can result in the contract being rendered null and void and the other party being released from any obligations under the contract.\n\nInsurance contracts are the most common type of uberrimae fidei contracts. Since the insurance company agrees to share the risk of loss with the policyholder, it is imperative that the policyholder act in good faith by fully disclosing all information that affects the insurance company's level of risk.Full disclosureallows the insurer to protect itself by charging the policyholder apremiumthat accurately reflects the level of risk it is undertaking or even refusing to issue a policy if the risk is too high.\n\nStandards of disclosure in legal contracts, such as uberrimae fidei, are attempts to resolve economic problems that arise frominformation asymmetry. Particularly in the case of insurance contracts, the principle of uberrimae fidei is meant to protect the insurer against the problem ofadverse selectionbecause it is common for the insurance applicant to have more information about their own characteristics and past behavior with respect to risk that is being insured against than the insurer does.\n\nThe potential insured has an obvious incentive to withhold information from the insurer about existing circumstances or past risky behavior that would tend to lead the insurer to demand a higher premium payment (or refuse to insure at all). Uberrimae fidei requires that they disclose this information before they can be insured.\n\nFor example, someone applying forlife insuranceknows more about their eating habits, exercise patterns, risky behaviors, family medical history, and personal medical history than the potential insurer does. In order to determine how risky the applicant is, the insurer requires them to honestly answer a medical questionnaire and submit to a review of medical records before being approved for a policy. If the policyholder is later found to not have acted in utmost good faith at the time of application, the policy and benefits can be rescinded.\n\nUberrimae fidei is seen as the foundation of areinsurance contract. In order to make reinsurance affordable, a reinsurer cannot duplicate costly processes, such as insurer underwriting and claim handling costs.\n\nThey must rely on the primary insurer’s ability to complete these tasks adequately. In return, a reinsurer must appropriately investigate and reimburse an insurer’s good faith claim payments. Uberrimae fidei is considered animplied termin reinsurance contracts.\n\nThe principles of uberrimae fidei were first expressed by Britain's Lord Mansfield in the case of Carter v Boehm (1766).\n\nAn example of a breach of utmost good faith is any time one party in a contract does not disclose all material information; information that would otherwise change the nature of the contract. For example, if you are applying for health insurance and do not disclose that you are a regular smoker, which would increase the risk for the insurance company, this is a breach of utmost good faith.\n\nUberrimae fidei and caveat emptor are two completely opposing principles: two sides of the coin. While uberrimae fidei implies \"utmost good faith,\" where both parties disclose all information, caveat emptor implies \"buyer beware,\" where all material information is not disclosed and the risk is unknown to the buyer who is solely responsible for uncovering any risks.\n\nReasons for breaches of utmost good faith include withholding relevant information and lying, both of which would void a contract of utmost good faith.\n\nPrevalent in the insurance industry, an uberrimae fidei contract requires the disclosure of all material information in good faith, which if not done, is grounds for termination of the contract. Uberrimae fidei contracts are particularly important in reinsurance, which is when an insurance company transfers some of its risk to a reinsurance company.\n\nUnited Kingdom Parliament Publications. \"Judgments - Manifest Shipping Company Limited v. Uni-Polaris Shipping Company Limited and Others.\"",
  "url": "https://www.investopedia.com/terms/u/uberrimae-fidei-contract.asp"
}