{
  "term": "UBS: Definition, Bank History, Financial Services",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUBS, formerly known as the Union Bank of Switzerland, is a multinational diversified financial services company headquartered in Zurich and Basel. UBS is involved in virtually all major financial activities, including retail and commercial banking,investment banking,investment management, andwealth management.\n\nUBS has a major presence around the globe and in the United States. It has its American headquarters in New York City. It operates in over 50 countries worldwide, with over 115,000 employees.\n\nThe name UBS is derived from one of its predecessor corporations, the Union Bank of Switzerland. The current UBS originated when the Union Bank of Switzerland merged with the Swiss Bank Corporation in 1998. Thus, UBS is now used as the company's official name and not as an acronym.\n\nThe UBS logo consists of three keys, a symbol taken from the Swiss Bank Corporation. The keys symbolize trust, security, and discretion.\n\nUBS has several major divisions, offering products and services to numerous clients. These divisions include wealth management, asset management, investment banking, and retail banking.\n\nUBS wealth management covers both high-net-worth and ultra-high-net-worth individuals. The division’s financial advisors work with clients to understand the breadth of their financial and other assets and develop tailored solutions to meet their needs. Financial advisors may specialize in services, such as investment management, income tax preparation, orestate planning.\n\nThe investment aim of UBS asset management is to “deliver superior investment performance and client service.” Asset management differs from wealth management in that it can also describe managing collective investments (such as apension fund) in addition to overseeing individual assets. For this reason, some deem asset management to encompass wealth management.\n\nUBS is the largest bank in Switzerland and is the country's only remaining big bank. The country had $5.7 trillion in assets under management globally as of March 2024.\n\nUBS investment bank is considered one of the bulge bracket banks, along with Goldman Sachs, J.P. Morgan, Morgan Stanley, Citigroup, Barclays, Bank of America Merrill Lynch, and Deutsche Bank.\n\nInvestment banksunderwrite new debt and equity securities for all types of corporations, aid in the sale of these securities, and help to facilitatemergers and acquisitions, reorganizations, and broker trades for institutions and private investors. At times, investment banks also provide guidance to issuers regarding the issue and placement of stock.\n\nUBS retail banking is what many traditionally view as mass-market banking, wherein individual customers use the local branches of larger commercial banks. Other examples of retail banks include Citibank and T.D. Bank.\n\nUBS retail bank offers savings and checking accounts, mortgages, personal loans, debit or credit cards, andcertificates of deposit(CDs). The focus is on the individual consumer.\n\nUBS is the acronym for Union Bank of Switzerland (\"Union de Banques Suisses\" and \"Unione di Banche Svizzere\" in French and Italian, respectively. In German, it's \"Schweizerische Bankgesellschaft\"). When Union Bank merged with Swiss Bank, the new entity took on the name UBS.\n\nWhile UBS is based in Switzerland, it also operates as a licensed U.S. bank, headquartered in New York City and registered in Utah, known as UBS Bank USA.\n\nUBS Wealth Management provides a range of financial planning services for individuals and businesses. These include portfolio management, market research, retirement planning, and educational planning.\n\nYes, in terms of assets under management, UBS is the world's largest private bank. Private banks cater to high-net-worth individuals, providing them with personalized financial services, such as wealth management, portfolio management, estate planning, and tax services.\n\nUBS is a Swiss investment bank with global operations; it operates in more than 50 countries worldwide, with over 115,000 employees. Its primary divisions include investment and retail banking, and asset and wealth management.\n\nThis financial institution has a major presence in the United States, including at its American headquarters in New York City. The main divisions of UBS include investment & retail banking and asset & wealth management.\n\nUBS. \"UBS: Strength and Stability.\"\n\nReuters. \"UBS on the Brink of Switzerland’s ‘Too Big To Fail’ Reckoning.\"",
  "url": "https://www.investopedia.com/terms/u/ubs.asp"
}