{
  "term": "UCLA Anderson School of Management: Overview",
  "definition": "UCLA Anderson School of Management is the graduate business school of the University of California at Los Angeles (UCLA). Founded in 1935 and located in Los Angeles, California, it is consideredone of the most prestigious business schoolsin the United States.\n\nThe UCLA Anderson School of Management is known for itsMaster of Business Administration (MBA)program, which emphasizes early specialization and the generation of hands-on experience. For 2023, the UCLA Anderson School of Management’s full-time MBA program was rated as the 19th-best program in the United States by U.S. News & World Report, while its part-time program ranked 5th.\n\nThe UCLA Anderson School of Management received its current name in 1987, following a $15 million gift byphilanthropistJohn E. Anderson.Students can choose concentrations in accounting, angel investing, debt, and derivatives; operational subjects such as supply chain management, organizational behavior, and project management; and societal subjects such aspolitical risk, organization diversity, andmonetary policy.\n\nThe UCLA Anderson School of Management offers a range of MBA and postgraduate programs. In addition to its full-time MBA program that students complete over two years, Anderson has a three-year Fully Employed MBA program and an expeditedExecutive MBAprogram. The 15-month Global Executive MBA program provides additional flexibility.\n\nThe school operates a network of dedicated research centers, such as the Laurence & Lori Fink Center for Finance & Investments, the Morrison Center for Marketing & Data Analytics, and the Ziman Center for Real Estate.\n\nThe Anderson School of Management partners with the National University of Singapore and Universidad Adolfo Ibanez for the Global Executive MBA.\n\nThe estimated annual program cost for the full-time program is $74,618 per year. For the part-time program, the tuition fee is $1,740 per credit for both in-state and out-of-state students. Students can apply for Federal Direct Unsubsidized Loans or Federal Direct Grad PLUS Loans.\n\nThe graduates of the UCLA Anderson School of Management Full Time MBA program saw a median starting salary of $145,000 in 2022. Following graduation, 93.9% of students secured employment within the first three months.\n\nGraduating students have found employment principally in thetechnology,consulting, andfinancial servicessectors, being hired by such companies as Amazon, Wells Fargo, and Citi.\n\nUCLA's Anderson School of Management offers a hybrid MBA program, both in-class and online. Though classes are offered online, there is an in-person requirement of four campus visits per quarter, which comes out to one weekend every three weeks.\n\nUCLA Anderson works with businesses to create targeted learning experiences focusing on leadership behaviors, team building, and company-focused projects. Anderson matches faculty and speakers based on their field of expertise for each organization.\n\nThe average GMAT score for the UCLA Anderson School of Management's Class of 2023 was 714. The middle 80% GMAT range was 670-750.\n\nUCLA Anderson School of Management is part of the University of California at Los Angeles (UCLA). The MBA program at UCLA Anderson School of Management includes full-time and part-time programs and an executive MBA. The full-time Anderson MBA program was ranked 19th by U.S. News & World Report in 2023.\n\nUCLA Anderson School of Management. \"Office of Media Relations.\"\n\nU.S. News and World Report. \"University of California -- Los Angeles (Anderson).\"\n\nLos Angeles Times. \"Gift From John E. Anderson: Management School at UCLA Gets $15 Million.\"\n\nUCLA Anderson School of Management. \"UCLA Anderson Degree of Programs.\"\n\nUCLA Anderson School of Management. \"Financing FAQ.\"\n\nUCLA Anderson School of Management. \"Employment Report.\"\n\nUCLA Anderson School of Management. \"Hybrid.\"\n\nUCLA Anderson School of Management. \"Executive Education.\"\n\nUCLA Anderson School of Management. \"Class Profile.\"",
  "url": "https://www.investopedia.com/terms/u/ucla-anderson-school-of-management.asp"
}