{
  "term": "Ulcer Index (UI): What it is, How it Works",
  "definition": "The Ulcer Index (UI) is a technical indicator that measuresdownside riskin terms of both the depth and duration of price declines. The index increases in value as the price moves farther away from a recent high and falls as the price rises to new highs. The indicator is usually calculated over a 14-day period, with the Ulcer Index showing the percentage drawdown a trader can expect from the high over that period.\n\nThe greater the value of the Ulcer Index, the longer it takes for a stock to get back to the former high. Simply stated, it is designed as one measure of volatility only on the downside.\n\nThe Ulcer Index was developed by Peter Marin and Byron McCann in 1987 for analyzing mutual funds. Marin and McCann first published it in their 1989 book,The Investor's Guide to Fidelity Funds. The indicator looks only at downside risk, not overall volatility.Other volatility measures, like standard deviation, treat up and down movement equally, but a trader typically does not mind upward movement; it is the downside that causes stress and stomach ulcers, as the index's name suggests.\n\nThe indicator is calculated in three steps:\n\nWhich price high is used in the Ulcer Index calculation is determined by adjusting the look-back period. A 14-day Ulcer Index measures declines off of the highest point in the past 14 days. A 50-day Ulcer Index measures declines off of the 50-day high. A longer look-back period provides investors with a more accurate representation of the long-term price declines they may face. A shorter-term look-back period provides traders with a gauge of recent volatility.\n\nMartin recommends the Ulcer Index as a measure of risk in various contexts where thestandard deviationis usually used. The Ulcer Index can also be charted over time and used as a kind of technical analysis indicator, to show stocks going into ulcer-forming territory, or to compare volatility in different stocks.\n\nInvestors can use the Ulcer Index to compare different investment options. A lower average Ulcer Index means lower drawdown risk compared with an investment with a higher average UI. Applying a moving average to the Ulcer Index will show which stocks and funds have lower volatility overall.\n\nWatching for spikes in the Ulcer Index that are beyond \"normal\" can also be used to indicate times of excessive downside risk, which investors may wish to avoid by exiting long positions.\n\nImage by Sabrina Jiang © Investopedia 2021",
  "url": "https://www.investopedia.com/terms/u/ulcerindex.asp"
}