{
  "term": "Ultimate Mortality Table: What It Is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nAn ultimate mortality table is a table that provides the percentage of life insurance policyholders expected to reach each age listed.\n\nAn ultimate mortality table shows how manylife insurancepurchasers are expected to survive until each given age. A mortality table begins with age 0, representing 100% of the population, up to age 120. Typically, the data is based on a population of life insurance policyholders from either a particularinsurancecompany or group of companies, rather than an entire country's population.\n\nMortality tablesare essentially grids of numbers that showthe probability of death for members of a given population within a defined period of time, based on a large number of factored variables.\n\nWhat mainly separates an ultimate mortality table from other mortality tables is its exclusion of recentlyunderwrittenpolicies. The first few years of life insurance data is usually removed from the analysis to eliminate so-called selection effects. The rationale here is that people who just received life insurance will often have passed a medical exam and, as a result, should be statistically healthier and less likely to be on the brink of death than the rest of the general population.\n\nThe year Raymond Pearl introduced the world to mortality tables for the purpose of furthering ecological studies.﻿﻿\n\nThe information underlying ultimate mortality tables is called survivorship data and takes into account manyriskfactors. Along with death and survival rates among age groups and sexes, mortality tables may also list survival and death rates in relation to weight, ethnicity, and region. Some break out statistics for smokers and non-smokers, too.\n\nIn addition, some might include anaggregate mortality table, featuring death-rate data on the entire study population that has purchased life insurance, without a categorization based on age or time of purchase. The data in an aggregate table depends on the combined statistics of several, if not many, individual mortality tables.\n\nInsurance companies use data from ultimate mortality tables to price their products and determine whether to offer coverage to an applicant.\n\nLife insurance guarantees a lump sum payment to namedbeneficiarieswhen the policyholder dies, so studying the probability that an applicant might pass away during the period he or she seeks coverage for is essential to ensure theprofitabilityof an insurance company.\n\nThe profitability of insurance products partly hinges on companies accurately analyzing the data behind ultimate mortality tables.\n\nTo a lesser degree,investment-managementcompanies may also consult ultimate mortality tables to help their customers make determinations about their own respective life expectancies and how much money they might need inretirement.\n\nAs is the case for other types of statistical data, the accuracy of ultimate mortality tables depends on the breadth of data in the survey. In other words, an insurance company's ultimate mortality table may not be as precise as one compiled by an organization that's able to compile data sets from multiple insurers.\n\nFor instance, theSociety of Actuaries(SOA) typically produces an ultimate mortality table each year that is based on a fairly wide data set. It calculates mortalities for both men and women in the U.S., and also includes a blended table with the ultimate mortality of the entire U.S. population.\n\nDavid H. LaFever. \"Encyclopedia of Ecology, Volume 3: Age-Class Models,\" Pages 215-218. Academic Press, 2019.\n\nSociety of Actuaries. \"Mortality and Other Rate Tables.\"",
  "url": "https://www.investopedia.com/terms/u/ultimate-mortality-table.asp"
}