{
  "term": "Ultra Vires Acts: Legal Definition and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nUltra vires acts are any acts that lie beyond the authority of acorporationto perform. Ultra vires acts fall outside the powers that are specifically listed in acorporate charteror law. This can also refer to any action that is specifically prohibited by the corporate charter.\n\nThe roots of the term are from a Latin phrase that means beyond the power. It is the opposite of under proper authority—intra vires. You will also find the term in the legal profession.\n\nUltra vires acts can also be defined as any excessive use of corporate power that has been granted. These acts cannot be legally defended in court. They will, in fact, leave the corporation vulnerable to lawsuits by employees or other parties.\n\nCompanies have a variety of legal documents and directives that outline the parameters of what actions are permitted by each organization, its employees, and directors. These documents can include what is known as a \"memorandum of association.\" The memorandum is largely used in Europe but not in the United States.\n\nThememorandumcombined witharticles of associationcan serve as a constitution for companies that outlines the conditions by which the organization may operate and interact withshareholders. The memorandum offers guidance on the external matters the company can engage in.Articles of incorporationalso define the nature of a company, its purpose, and the type of organization it will be.\n\nIf other types of entities such as government bodies also take actions beyond the scope of their legal powers, their deeds can also be described as ultra vires acts.\n\nActions that breach the above directives can be classified as ultra vires. For example, a company’s constitution might outline the procedure for appointing directors to its board. If board members are added or removed without following those procedures, then those actions would be described as ultra vires.\n\nIf individuals within a company make use of resources that go beyond the scope of their legal purview, this can be called ultra vires. Such actions may include appropriating company revenue or shares of the company that the individuals do not have legal ownership of. If a manager were to access the bank accounts of the company and use those assets for personal needs this would be classified as ultra vires acts. If an accountant or another financial officer within a company transferred ownership of company shares they have rights to control, this also falls under ultra vires acts.\n\nWhen government bodies or agencies take action, the scope of their powers is determined by laws that can include a constitution. If branches of government go beyond those outlined powers, their actions can be deemed ultra vires and may face legal repercussions.",
  "url": "https://www.investopedia.com/terms/u/ultra-vires-acts.asp"
}