{
  "term": "Umbrella Personal Liability Policy: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn umbrella personal liability policy is extraliabilitycoverage which goes beyond the limits of the insured’s home, auto or other liability coverage. It provides an additional layer of security to those who are at risk of high loss if they injure someone else, or someone’s property. Anumbrella policyprovides broad coverage, meaning that some claims which would not be covered by a standard policy may have coverage under the umbrella policy.\n\nUmbrella personal liability insurance is often referred to as excess liability insurance. It protects savings and other assets from a major lawsuit if a policyholder finds themselves on the wrong end of a damages lawsuit. These lawsuits may exceed the liability limits of an automobile, homeowners, or other insurance coverage. An umbrella policy kicks in to pay damages, up to the ceiling stated in the contract.\n\nBefore an individual can add umbrella personal liability to an existing policy, it must contain minimum levels of liability specified by the insurance company. Depending on the provider, the policyholder wanting to add umbrella coverage is required to have a base level of $150,000 to $250,000 forauto insuranceand $250,000 to $300,000 forhomeowners insurance.\n\nUmbrella policies usually do not add significantly to the premium since the risk of a significant claim is minimal. Also, the premium may be less expensive if the policy comes from the same insurer that provides the original auto, home or watercraft insurance. Umbrella personal liability policies do not cover business losses, contract disputes or damages resulting from criminal actions.\n\nThe added coverage of an umbrella policy is most useful to wealthy individuals, at significant risk of loss from a lawsuit. For example, if a driver with $5 million in assets hits and severely injures a pedestrian, they could be liable for damages which far exceed the typical car insurance policy limit of $250,000. Beyond medical bills, the driver could be responsible for lost income of the injured pedestrian. If the pedestrian happens to be a high earner and can no longer work, the liability could quickly reach into millions of dollars, wiping out the driver’s fortune.\n\nStarting umbrella coverage is $1 million, and increase in increments of $1 million.\n\nIn a lawsuit, it is technically possible for a an individual to receive a judgment higher than their net worth. However, federal law puts strict limits on thegarnishment of wagesfor civil damages.﻿﻿ State laws will vary by jurisdiction on the protection they provide for assets. As an example, some states offer unlimited protection for the primary homestead, while others grant limited protection, and a few provide no protection at all. The same applies to annuities and life insurance benefits.\n\n(Learn more about protecting your assets by reading Investopedia'sBuild A Wall Around Your Assets)\n\nU.S. Department of Labor. \"Wages and Hours Worked: Wage Garnishment.\" Accessed Jan. 29, 2021.",
  "url": "https://www.investopedia.com/terms/u/umbrella-personal-liability-policy.asp"
}