{
  "term": "Umpire Clause: What It Is, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nn umpire clause refers to language in an insurance policy that provides for a means of resolution by an unbiased third party if an insurer and an insured cannot agree on the amount of a claim payment. An umpire clause is the same thing as an arbitration clause. The arbitration process requires both the insurance company and the policy holder to hire an appraiser of their choosing to assess the damages and the cost to repair them. The umpire will agree with one or perhaps both of the resulting appraisals and that amount will be used to satisfy the claim.﻿﻿\n\nThe umpire clause is closely related to the appraisal clause, which allows a policyholder to hire an independent appraiser to determine the value of their damages. In turn, the insurance company will also hire their own appraiser. The two appraisers will then get together and select an umpire. The umpire is basically the arbitrator.﻿﻿\n\nThese three individuals are known as the appraisal panel. The purpose of the appraisal panel is to set or determine the amount of loss, or the total dollar amount needed to return the damaged property back to it's original condition by repair or replacement.\n\nWith an appraiser panel in place, the policyholder's chosen appraiser and the insurance company's chosen appraiser will review the documents, estimates, and differences between them. They'll then try to resolve their differences. In such a scenario, the three will discuss the issues and try to reach an agreed settlement of the differences. If disagreements between the two appraisers can't be resolved, the umpire makes the ultimate decision.\n\nInterestingly, not everyone one on the appraiser panel has to agree. Only two of the three individuals need to agree, the umpire and either appraiser or the two appraisers themselves. Once two of the three individuals on the appraisal panel sign the award, the dispute is over. The amount on the award is paid to the policyholder.\n\nFor example, let's say Max has a car accident and his car is totaled. He is at fault, so he files a first-party claim with his own insurance company. The insurer determines that the value of his totaled vehicle is $10,000 and offers to pay him the $10,000 minus his $1,000 collision deductible. According to his research, Max believes the value of his car to be closer to $15,000. Since they are so far apart, Max and his insurer agree to invoke the policy's umpire clause and have an umpire and appraisers determine the value of the car.\n\nInternational Risk Management Institute. \"Appraisal Under the Homeowners Policy.\" Accessed Feb. 5, 2021.",
  "url": "https://www.investopedia.com/terms/u/umpire-clause.asp"
}