{
  "term": "Unaffiliated Investments: Meaning, History",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nUnaffiliated investments are investmentholdingsof an insurance company that it neither controls nor shares joint ownership with. Unaffiliated investments can include stocks, bonds, property, and other assets and are often disclosed in thefinancial statementsof insurers.\n\nInsurance companiesuse the proceeds from theirunderwritingactivities in a number of different ways.\n\nThey set aside funds asloss reservesto cover liabilities that they may incur from policyholders making a claim.﻿ They pay commissions to brokers who bring in new business, and operational expenses such as salaries, benefits, and overhead. They also allocate capital to invest in securities of various liquidities in a bid to increase the return on thepremiumsthey receive.\n\nInsurers need to have funds available quickly in order to coverliabilities. As a result, they often make short-duration investments in highlyliquid assetsthat can easily and promptly be converted into cash, alongside longer-term assets that may offer a higher return.\n\nDepending on the type of insurance policies underwritten, an insurer’s liability may last a few months to a few years.Short-term assetsare considered part of the insurer’s currentliquidity, which is used to cover policies that have a duration of less than a year.﻿\n\nAsset mixes vary over time, depending on the economy and industry-specific factors, and also hinge on what the insurer specializes in: Life companies, for example, generally have longer-term liabilities, enabling them to invest more in longer-term assets.\n\nHistorically, insurers would generally invest in traditionalasset classesthat offer steady yields such as government bonds. This approach has been complicated since the financial crisis. Now that ultra-lowinterest ratesare a regular fixture, insurers have been forced to widen their nets to secure decent returns.\n\nIn most cases, this has resulted in a shift to alternative investments, includingprivate equityand structured finance, such asresidential mortgage-backed securities(RMBS).﻿\n\nBecause these types ofnon-traditional investmentstend to be more complex, an increasing number of insurers have begunoutsourcinginvestment decisions to specialist investment management firms. This has been particularly the case among smaller insurers, who generally have fewer resources available to effectively manage portfolios on their own.\n\nThe hunt for yield and shift to more complex, non-traditional investments led about half of all U.S. insurers to outsource to an unaffiliated investment manager in 2019, according to the National Association of Insurance Commissioners (NAIC).﻿﻿﻿\n\nInsurers are required to report their financials to state insurance regulators periodically. These regulators look atliquidity ratiosin order to determine how quickly an insurer will be able to pay for its policyholder liabilities, as well as to establish if the investment strategies and holdings of the insurer are likely to pose a threat to itssolvency.﻿\n\nUnaffiliated investments are included in theoverall liquidity ratio, though this ratio does not take into account affiliated investments. They do not, however, appear in the calculation of an insurer’scombined ratio. This is because the combined ratio looks at cash outflows—expense ratio, loss and loss-adjustment ratio, and dividend ratio—to see how much money it costs to maintain the book of business.\n\nNational Association of Insurance Commissioners. \"U.S. Insurance Industry Outsourcing to Unaffiliated Investment Managers at Year-End 2019,\" Page 1. Accessed Feb. 4, 2021.",
  "url": "https://www.investopedia.com/terms/u/unaffiliated-investments.asp"
}