{
  "term": "Unamortized Bond Discount: What it is, How it Works",
  "definition": "An unamortized bond discount is an accounting methodology for certain bonds. The unamortizedbond discountis the difference between the par value of a bond—its value at maturity—and the proceeds from the sale of the bond by the issuing company, less the portion that has already been amortized (written off in gradual increments) on theprofit and loss statement.\n\nThe discount refers to the difference in the cost to purchase a bond (its market price) and its par, orface, value. The issuing company can choose to expense the entire amount of the discount or can handle the discount as an asset to be amortized. Any amount that has yet to be expensed is referred to as the unamortized bond discount.\n\nA bond discount to par value occurs when the current interest rate associated with a bond is lower than the market interest rate of issues of similar credit risk. If on the date a bond is sold, the listed bond's coupon or interest rate is below current market rates; investors will only agree to purchase the bond at a \"discount\" from its face value.\n\nBecause bond prices and interest rates are inversely related, as interest rates move after bond issuance, bond's will be said to be trading at a premium or a discount to their par or maturity values. In the case of bond discounts, they usually reflect an environment in which interest rates have risen since a bond's issuance. Because the bond'scouponor interest rate is now below market rates, and investors can get better deals (and better yields) with new issues, those selling the bond have to, in effect, mark it down to make it more appealing to buyers. So the bond will be priced at a discount to its par value.\n\nThe bond's issuer can always elect to write off the entire amount of a bond discount at once, if the amount is immaterial (e.g., has no material impact on the financial statements of the issuer). If so, there is no unamortized bond discount, because the entire amount was amortized, orwritten off, in one gulp. Usually, though, the amountismaterial, and so is amortized over the life of the bond, which may span a number of years. In this latter case, there is nearly always an unamortized bond discount if bonds were sold below their face amounts, and the bonds have not yet been retired.\n\nA bond's unamortized discount to par will:\n\nThe flip side or an unamortized bond discount is anunamortized bond premium. Abond premiumis a bond that is priced higher than its face value. Unamortized bond premium refers to the amount between the face value and the higher amount the bond was sold at, minus the interest.The unamortized bond premium is the part of the overall bond premium that the issuer will amortize—that is, write off incrementally against expenses in the future. The amortized amount of this bond is credited as aninterest expense.",
  "url": "https://www.investopedia.com/terms/u/unamortized-bond-discount.asp"
}