{
  "term": "Unappropriated Retained Earnings: Definition, Uses, Example",
  "definition": "Unappropriated retained earnings consist of any portion of a company'sretained earningsthat are not classified asappropriated retained earnings. Appropriated retained earnings are set aside by the board and are assigned to a specific purpose, such as factory construction, hiring new labor, buying new equipment, or marketing. They will not be distributed to shareholders as dividend payments.Unappropriated retained earnings can be passed on to shareholders in the form of dividend payments.\n\nUnappropriated retained earnings help to determine the amount ofdividendsthat will be paid to shareholders. They are not directed towards a specific purpose by the board and therefore are available to be paid out as dividends. The greater the unappropriated retained earnings, the higher the dividend that can possibly be paid. Unappropriated retained earnings are divided among all of theoutstanding sharesof the company and paid as dividends according to a predetermined dividend payment schedule.\n\nThe level of unappropriated retained earnings can provide a certain amount of insight into a company. For example, if unappropriated retained earnings are increasing over time and are being paid out as dividends, this can indicate that a company is performing better, in that sales are up, costs are static, and earnings are not needed for business purposes.\n\nOn the other hand, it could possibly indicate that management is not reinvesting in the company when it should be, letting equipment age or not spending enough on marketing, both of which could have adverse impacts down the road. It's important to pay attention to where and how a company spends its earnings.\n\nFor the fiscal year-end 2019, Company XYZ has retained earnings of $5 million. Currently, the company's machinery is aged and out of date. If the company invested in new, state of the art equipment, it could possibly lead to greater production and more efficiency in the future. This would allow the company to remain competitive amongst its peers. The company decides that it will need to spend $3 million on updating all of its equipment, and the board approves that it should do so.\n\nThis $3 million would be classified as appropriated retained earnings, as it will be allocated for a specific use (buying equipment). It is a decision made by management to reinvest in the company.The remainder of the retained earnings after accounting for thecapital expenditureon equipment is $2 million ($5 million - $3 million = $2 million). This is the unappropriated retained earnings, and this is the amount through which dividends will be paid out toshareholders, based on the currently established dividend payment schedule.\n\nAccounting Tools. \"Appropriated Retained Earnings Definition.\"\n\nAccounting Tools. \"Unappropriated Retained Earnings Definition.\"",
  "url": "https://www.investopedia.com/terms/u/unappropriated-retained-earnings.asp"
}