{
  "term": "Unauthorized Insurer: What It is, How It Works, Example",
  "definition": "The term “unauthorized insurer” refers to a fraudulent business that is posing as a legitimate insurance company. As the name suggests, unauthorized issuers are not registered with their state’s insurance regulator, and as such are not permitted to legally sell insurance products.\n\nPurchasing insurance from an unauthorized insurer is very dangerous, because the entity may not have the intention or capacity to fulfill its obligations.\n\nThose who operate unauthorized insurance companies are in effect perpetratingfraudon the public. After all, customers who rely on insurance companies themselves against personal or commercial risks may find themselves wholly unprotected if their insurer fails to honor their end of the transaction. In the case of unauthorized insurers, the customer may have little or no recourse, since the unauthorized insurer may never have had the requisite assets to make good on their claims.\n\nIn some cases, unauthorized insurers can fool professional intermediaries as well as policyholders. For example, unwittinginsurance agentsmight be fooled into reselling or recommending the products offered by an unauthorized insurer. In those instances, the insurance broker might be held partially responsible for any losses or unpaid claims experienced by the policyholder. Moreover, the insurance agent may also be charged with committing a crime, be forced to pay a penalty, and even have their insurance license revoked.\n\nTo protect against these risks, it is wise for both individual customers and insurance professionals to check with theirstate insurance regulatorbefore deciding whether to do business with a new insurance issuer that they are not already familiar with. Other best practices include paying attention to potential warnings signs that might indicate that a particular insurer is not legitimate. Examples include very aggressive agents or brokers who express an urgency to sign up for a product immediately,premiumsthat seem unrealistically low compared to comparable companies’ coverage, and the lack of any listed phone number or other customer service mechanisms.\n\nEmma is the owner of a small retail store, and is looking for commercial insurance to protect her business against theft, property damage, and general liability. To assist in her search, she reaches out to a local insurance broker who claims to be an expert in the various options available in her region. After briefly discussing her needs, thebrokerrecommends to her a product sold by a new insurer whose rates are nearly half those of the nearest-priced competitor. Emma decides to sign on to this insurance package, partly because the offer was only available for the next 24 hours.\n\nA year later, Emma experiences a burglary at her store, resulting in several months’ worth of lost inventory. Thankfully, she remembers that she had purchased insurance against theft and other risks and had been diligently paying her monthly premiums. Therefore, she fully expects to be reimbursed for her losses, and fills out the necessary paperwork to file her claim.\n\nAfter waiting several weeks without any reply, Emma is advised to inform her state insurance regulator about the unresponsive insurer. To her surprise, Emma is told by the regulator that there is no record of her insurance company, and that she was therefore unwittingly sold insurance by an unauthorized insurer.\n\nDepending on the details of her case, Emma may be entitled to some form of compensation from the state insurance regulator or another governing body, although it is also possible that she will be forced to cover her business’s losses personally. It is also likely that the insurance broker who sold her the fraudulent policy will be investigated by the insurance regulator, and may in fact be ordered to compensate Emma for her loss.",
  "url": "https://www.investopedia.com/terms/u/unauthorized-insurer.asp"
}