{
  "term": "Unbanked: What It Means, Statistics, Solutions",
  "definition": "Unbanked is an informal term for adults who do not usebanksor banking institutions in any capacity. While often an issue in the developing world, there are also pockets of unbanked adults in developed countries, including the United States.\n\nUnbanked people generally pay for things incashor purchasemoney ordersorprepaid debit cards. Unbanked people also typically do not have insurance, pensions, or any other type of professional money-related services. They may take advantage of alternative financial services, such ascheck cashingandpayday lending, if such services are available to them.\n\nUnderbankedis a related term. It refers to families who havecheckingorsavingsaccounts but often rely on alternative financial services such as money orders, check-cashing services, and payday loans, as opposed to traditional loans and credit cards, to manage their finances.\n\nAFederal Deposit Insurance Corp. (FDIC)study revealed that more than 5.9 million or 4.5% of American households were unbanked in 2021 in the United States, which is the fewest recorded since its survey was first conducted in 2009.In its 2019 study, the FDIC estimated that 7.1 million or 5.4% of households were unbanked.\n\nThe FDIC stated in 2019 that unbanked rates tend to be higher among certain segments of the population, namely households with low, volatile, or noincome(the FDIC stopped asking about income volatility in its 2021 report).Education can also be influential, as people without a high school diploma were deemed more likely to be without a bank account.\n\nBlack and Latino/Latina households are overrepresented among the unbanked, according to a Boston Consulting Group analysis of FDIC data. While they make up 32% of the U.S. population, they represent 64% of unbanked households.\n\nThe rate of unbanked households varies greatly from one state to the next. The highest rate of unbanked households remains in the South at 4.9%.Unbanked households in the remainder of the country were as follows:\n\nMississippi had the highest rate of unbanked households, at 11.1%. Utah had the lowest rate, at 1.2.\n\nThe Federal Reserve (Fed) also runs a survey on how households use banking services. According to its findings, 6% of U.S. households were unbanked in 2022.\n\nThe main reason for being unbanked, according to the FDIC study, is cost—those who are unbanked can’t meet banks’ minimum requirement balances. Another way of looking at it: Traditional banks don’t provide access to the financial services and products that unbanked populations need. For instance, someone living paycheck to paycheck with very low or volatile income may not be able to wait for a paycheck to clear at a bank. So they turn to a check-cashing service, which will provide cash immediately, albeit for a fee.\n\nIn neighborhoods that are “bank deserts,” such alternative financial services are also likely more common and open longer hours—in other words, more accessible and convenient than arranging for transportation to and from bank branches during limited banking hours. These high transaction costs (e.g., time/cost to visit bank branches, inconvenient hours), lack of clarity about fees, and alternative products that provided a more compelling value proposition have all been identified as reasons why people are unbanked.\n\nLack of trust in banking institutions can also come into play. Distrust was the second main reason cited in the FDIC study for being unbanked—not surprising given thehistory of lending discriminationexperienced by Black people and Latino/Latina in the U.S. and the lingering inequities.For instance, predominantly Black and Latino/Latina neighborhoods have been targeted forpredatory lending, including subprime mortgages.Recent immigrantswho experienced banking crises in their countries of origin may also lack trust in banks.\n\nBeing unbanked is sometimes attributed to people’s lack of financial literacy or knowledge of banking products. But about half of unbanked people have previously held a bank account, so they are familiar with banking services.\n\nThe three main reasons people are unbanked are not havingenough money to meet minimum balancerequirements, privacy concerns, and not trusting banks, according to the FDIC.\n\nVarious state and federal programs have been aimed at helping the unbanked gain access to banking services and financial literacy. Some such initiatives include former California Gov. Arnold Schwarzenegger’s Bank on California Initiative and the FDIC’s Money Smart program.\n\nThe U.S. Treasury Department’s Section 326 regulations, which allow banks andcredit unionsto accept identification issued by foreign governments, seek to help undocumented immigrants become banked.TheTreasury Departmentalso makes federal payments to unbanked federal benefits recipients using a Mastercard prepaid debit card.\n\nBeing unbanked can be undesirable for several reasons. Alternative financial services, such as cash-checking services and payday loans, are much more costly. What’s more, without a bank account, people don’t generate the data they need to establishcreditworthiness. As a result, when it comes time to cover an emergency car repair or medical bill, a payday loan may be their only option. These extra costs significantly hurt families who are already struggling to make ends meet.\n\nThe Fed found that 6% of adults in the U.S. did not have a bank account in 2022.The FDIC, which uses different criteria, said that an estimated 5.9 million or 4.5% of American households were unbanked in 2021.\n\nThe FDIC says that unbanked rates are usually higher among lower-income households, less-educated households, Black households, Hispanic households, American Indian or Alaska Native households, working-age disabled households, and single-mother households.\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Page 1 (Page 7 of PDF).\n\nFederal Deposit Insurance Corp. “How America Banks: Household Use of Banking and Financial Services: 2019 FDIC Survey,” Page 1 (Page 9 of PDF).\n\nFederal Deposit Insurance Corp. “How America Banks: Household Use of Banking and Financial Services: 2019 FDIC Survey,” Pages 1–2 (Pages 9–10 of PDF).\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Page 14 (Page 20 of PDF).\n\nBoston Consulting Group. “Racial Equity in Banking Starts with Busting the Myths.”\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Page 16 (Page 22 of PDF).\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Pages 16–17 (Pages 22–23 of PDF).\n\nBoard of Governors of the Federal Reserve System. “Report on the Economic Well-Being of U.S. Households in 2022—May 2023.”\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Pages 2 and 19 (Pages 8 and 25 of PDF).\n\nCenter for Responsible Lending. “State Research Shows That Payday Lending Stores Are Heavily Concentrated in African American and Latino Communities Across California.”\n\nU.S. Department of Justice. “Justice Department Reaches Settlement with Wells Fargo Resulting in More than $175 Million in Relief for Homeowners to Resolve Fair Lending Claims.”\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Page 17 (Page 23 of PDF).\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Page 3 (Page 9 of PDF).\n\nCalifornia Legislative Information. “AB-1292 Bank on California Program.”\n\nFederal Deposit Insurance Corp. “Money Smart.”\n\nU.S. Department of the Treasury. “31 CFR Part 103.”\n\nU.S. Department of the Treasury, Bureau of the Fiscal Service. “Direct Express.”\n\nFederal Deposit Insurance Corp. “2021 FDIC National Survey of Unbanked and Underbanked Households,” Pages 1–2 and 14 (Pages 7–8 and 20 of PDF).",
  "url": "https://www.investopedia.com/terms/u/unbanked.asp"
}