{
  "term": "UNC Kenan-Flagler Business School Overview",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUNC Kenan-Flagler Business School is the University of North Carolina's business school. Founded in 1919 and located in Chapel Hill, North Carolina, the school offers both undergraduate and graduate programs.\n\nThe UNC Kenan-Flagler Business School is well-known for itsMaster of Business Administration (MBA)program, which places a high level of emphasis on leadership ability. It is commonly ranked among the 30 best MBA programs worldwide by leading publications.\n\nPreviously known as the University of North Carolina’s Department of Commerce, the UNC Kenan-Flagler Business School received its current name in 1991 in recognition of two major benefactors of the school,philanthropistMary Lily Kenan Flagler and her husband, Henry Morrison Flagler. The renaming was in response to a large gift from Frank Hawkins Kenan, another Kenan family member.\n\nNotable school alum are Hugh McColl, former CEO of Bank of America (BAC);Jason Kilar, co-founder of Hulu;and Michele Buck, CEO of The Hershey Company.\n\nThe school’s programs include an innovative student-runinvestment fundwith more than $18 million in combined assets. Through this fund, students can learn the principles of investment management hands-on by making real-world investment decisions across 13 different constituent funds.\n\nAt the graduate level, UNC Kenan-Flagler Business School offers a variety of MBA programs, including full-time, evening, weekend, andonline options. Global MBA programs are also available, allowing students to study abroad through a network of international exchange partnerships.The school also offers Ph.D.s in accounting, finance, marketing, operations and data management, organizational behavior, and strategy and entrepreneurship.\n\nThe full-time MBA class of 2024 at Kenan-Flagler is 242 students. The class has an average GMAT score of 706 and an average GPA of 3.43. The majority of the class does not have a business background but has an average of five years of work experience.\n\nUNC Kenan-Flagler Business School is home to about 1,800 MBA students and 1,200 undergrads. They are met by a full-time faculty of 133 members, with specializations in areas such asfinance,accounting, corporate communications,marketing, operations management, strategic planning, and organizational behavior.\n\nThe school has slightly higher acceptance rates than business schools like Kellogg, Booth, or Wharton. According toU.S. News and World Report, Kenan-Flagler received 1,975 applications for the 2023-2024 school year. There were 709 applicants accepted (35.9%).\n\nKenan-Flagler requires a GMAT or GRE score for its graduate students. However, you can apply to have the GMAT or GRE waived if:\n\nIn 2023, U.S. News and World Report rated the UNC Kenan-Flagler Business School MBA program as the twenty-second-best MBA program in the world.\n\nGraduate employment is also notable. UNC Kenan-Flagler Business School MBA grads saw an average starting salary of roughly $133,517 in 2022 and average signing bonuses of $30,359. Employment statistics for the program show a 96% job offer rate and a 95% job offer acceptance rate.\n\nHistorically, these grads have found employment in themanagement consulting, financial services, and technology sectors, which are common among contemporary American MBA programs.\n\nAs of 2023, the costs to attend Kenan-Flagler are modest for North Carolina residents compared to other top-tier business schools:\n\nNon-residents can expect to pay more:\n\nKenan-Flagler is one of the top-rated business schools in the world.\n\nKenan-Flagler is rated in the top 30 business schools, and it costs less than its Ivy League or top 10 peers. Whether it is worth the cost depends on your location, budget, and career outlook after graduating. The school has a 96% job offer rate, suggesting employers respect and demand its graduates.\n\nThere is no GPA requirement, but you must be able to compete with other applicants academically and meet other requirements.\n\nThe University of North Carolina's Kenan-Flagler School of Business is one of the most noteworthy business schools in the world. It is more affordable than many of its peer schools and has a high employment rate, making it an attractive option for those pursuing a business career.\n\nU.S. News and World Report. \"2023-2024 Best Business Schools.\"\n\nUNC Kenan-Flagler Business School. \"Our History.\"\n\nUNC Kenan-Flagler Business School. \"Legacy Awards Honor Stellar Alumni.\"\n\nUNC Kenan-Flagler Business School. \"Distinguished Young Alumni Award.\"\n\nUNC Kenan-Flagler Business School. \"225 Years of Tar Heels: Michele Buck.\"\n\nUNC Kenan-Flagler Business School. \"Student-Managed Funds.\"\n\nUNC Kenan-Flagler Business School. \"MBA Global Opportunities.\"\n\nUNC Kenan-Flagler School of Business. \"Ph.D. Program.\"\n\nUniversity of North Carolina at Chapel Hill. \"UNC Kenan-Flagler Business School.\"\n\nU.S. News and World Report. \"University of North Carolina--Chapel Hill (Kenan-Flagler).\"\n\nUNC Kenan-Flagler Business School. \"Requirements and Deadlines.\"\n\nUNC Kenan-Flagler Business School. \"MBA Recruiting & Employment.\"\n\nUNC Kenan-Flagler Business School. \"Tuition & Financial Aid.\"\n\nUNC Kenan-Flagler Business School. \"Financial Aid Budgets (2023-2024).\"",
  "url": "https://www.investopedia.com/terms/u/unc-kenan-flagler-business-school.asp"
}