{
  "term": "Unchanged: What It Is, How It Works, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nSean Anthony Eddy / Getty Images\n\nUnchanged refers to a situation in which the price or rate of a security is the same between two periods. This can be over any time frame including a trading day, week or even as much as a year. Unchanged is a term used universally among equity, fixed-income, futures and options markets. The term also applies to indexes, exchange-traded funds and thenet asset valueof mutual funds.\n\nWhile it is possible to note an unchanged price between two random times, say 3 p.m on a Thursday and then at 10:15 a.m. the following Tuesday, most investors and traders focus on either unchanged intra-day prices, or unchangedclosing pricesover multiple trading days.\n\nUnchanged intraday prices are more common for securities that are fairlyilliquidand generally less popular, such asclosed-end funds, microcap stocks, and interests in private companies that do not trade on major exchanges. Certain exchange-traded funds are alsothinly tradedand could be more likely to have unchanged prices.\n\nConversely, very few stocks on the S&P 500 end a typical day unchanged, or where the session’s opening price and closing price are identical, even during periods of relative market calm.\n\nWhen choosing two random points on a price chart, it is often possible to hand-select two price points at which prices are identical. In this case, the holding period return between these points will be unchanged. However, this will not take into account the range of peak-to-trough price movements. That is to say, an investor’s return, excluding fees and expenses, is unchanged, but the security price likely moved around quite dramatically between those two points.\n\nFor example, sayWest Texas Intermediatecrude, known as WTI, traded at precisely $70.32 at two particular market closes in both October 2008 and May 2018. The holding period return between these two points in time is unchanged. This may be useful to know for an investor who held a long-term futures contract during this precise time frame.\n\nThe peak-to-trough price of oil moved dramatically between these two points in time, however, as did underlying supply-and-demand conditions. WTI prices soon crashed to less than $40 in January 2009 amid theGreat Recession, climbed back above $100 a barrel in May 2011, then roughly moved sideways until July 2014. Then, prices plunged below $30 in February 2016 asshale-oilextraction lifted inventories, before finally getting back to $70 in May 2018 as those inventories ebbed and inflation began to creep higher.﻿﻿\n\nThrough all these gyrations, the holding period return, excluding fees and expenses, is still unchanged.\n\nEnergy Information Administration. \"Cushing, OK WTI Spot Price FOB.\" Accessed Jan. 27, 2021.",
  "url": "https://www.investopedia.com/terms/u/unchanged.asp"
}