{
  "term": "Uncle Sam: History of the Personification of the U.S. Government",
  "definition": "\"Uncle Sam\" is a personified representation of either the United States federal government or the United States of America in general. In finances, Uncle Sam can refer to a specific tax or regulatory authority—or more specifically, the Internal Revenue Service (IRS). One might say, for instance: \"I have to pay Uncle Sam a portion of my income to pay for roads and hospitals.\"\n\nA popular etymology first traces the origins of the usage of \"Uncle Sam\" to early American military history. It referred to the meat packer Samuel Wilson. From New York, Wilson supplied the army with meat for soldiers' rations.\n\nDuring the War of 1812, Wilson supplied American soldiers fighting the British. Barrels of Wilson's meat were stamped \"U.S.\" because the supplies were the property of the United States. However, since his name was Sam, those delivering the military rations used to say that the meat was a gift from Uncle Sam.\n\nMilitary equipment and other supplies were also packed with the \"U.S.\" marker, being the property of the United States. This allowed the trend of saying deliveries were a gift from Uncle Sam to spread, regardless if they were from Sam Wilson or not.\n\nBefore the 19th century, the U.S. had been personified by the figure \"Brother Jonathan,\" originally a derogatory term for Puritans during the English Civil War. Female representations of the U.S. are also common: Columbia and, since the late 19th century, Lady Liberty.\n\nUncle Sam is sometimes used in the financial media to refer to the federal government, particularly in the context of income taxes or financial regulation. Some tax-sheltered products, such asmunicipal bondsorqualified retirement accounts, are sometimes referred to as \"off-limits to Uncle Sam,\" denoting that they are not subject to taxation by the federal government.\n\nBy regulating various financial activities and transactions, such as theFederal Trade Commission's(FTC) oversight ofmergers and acquisitions (M&A), Uncle Sam is said to have \"had his say\" or \"given his stamp of approval.\"\n\nThe character of Uncle Sam has been widely used in U.S. government propaganda to encourage support for various policies and military efforts over the years, including the financing of these activities, with varying economic impacts.\n\nUncle Sam was used, for example, to promote theU.S. Treasury'sliberty bondprogram to finance World War I military spending, which one study showed helped drive thefinancializationof the U.S. economy during the early 20th century.\n\nIn 1961, Congress passed a resolution recognizing Samuel Wilson as the namesake of the Uncle Sam symbol.\n\nThe most popular image of Uncle Sam is based on a World War I military recruiting poster drawn by James Montgomery Flagg, which features a stern Uncle Sam pointing an index finger outward and the words, \"I want YOU for U.S. Army\". This depiction features an older White man with a white goatee beard wearing an American flag–inspired top hat and red bow tie. His likeness has appeared numerous times since the 1910s.\n\nUncle Sam is based on a real person named Samuel Wilson, who was a meat packer during the early years of the United States. His company supplied troops in the War of 1812 with meat, earning him the nickname \"Uncle Sam.\"\n\nUncle Sam is a personification of the U.S. government. He is meant to represent the ideas of the government as opposed to other aspects of the nation, such as liberty and freedom, though the personification in some uses does represent the U.S. as a whole. The famous Uncle Sam poster that points at the viewer stating \"I Want YOU\" is meant to encourage enlistment in the U.S. military and was prominently used during World War I as well as to encourage the general population to support U.S. entry into the war.\n\nUncle Sam aims to represent the U.S. federal government. In that sense, he represents support for the government, taxation, military enlistment, and any other actions taken by the U.S. government. Lady Liberty is meant to represent the ideals of the U.S. as a nation, such as freedom, liberty, equality, and the American Dream.\n\nUncle Sam is a personification of the U.S. government and was created in the 19th century. Uncle Sam, based on a real person, became popular during World War I recruitment posters and remains a popular image in the U.S. and around the world.\n\nWhile there are other personifications of different facets of the U.S., such as Lady Liberty, which personifies America's ideals of freedom and equality, Uncle Sam only represents aspects of the U.S. government, such as taxes and military recruitment.\n\nNew York State Museum. \"'Uncle' Sam Wilson.\"\n\nNew England Historical Society. \"Brother Jonathan, American Icon.\"\n\nBritannica. \"Statue of Liberty.\"\n\nSmithsonian, National Museum of American History. \"Goddess of Liberty Figure.\"\n\nLibrary of Congress. \"Uncle Sam Needs Money As Well As Men—Join the Liberty Loan Partial Payment Plan [...] At Any Bank.\"\n\nNational Bureau of Economic Research (NBER). \"Working Papers: When Uncle Sam Introduced Main Street to Wall Street: Liberty Bonds and the Transformation of American Finance.\"\n\nLibrary of Congress. \"Today in History - June 18.\"\n\nPritzker Military Museum & Library. \"Uncle Sam.\"\n\nSmithsonian American Art Museum. \"James Montgomery Flagg.\"",
  "url": "https://www.investopedia.com/terms/u/uncle-sam.asp"
}