{
  "term": "Uncollected Funds: Explanation, Benefits, and Examples",
  "definition": "The term \"uncollected funds\" refers to a portion of a check deposit that remains unavailable to the accountholder who made the deposit until the bank verifies that the funds associated with the deposit have been received by the depositor's bank.\n\nOnce the deposited check has cleared the banking system, the funds are deemed to have been collected. At that point, they become part of the accountholder's available balance.\n\nUncollected funds are derived from deposits that need to be cleared by the depositor's bank before they're released for use.\n\nThe bank must verify that the deposited funds have been received from the bank that issued the check to the payee. Until then, the bank refers to the funds as uncollected funds, coded as \"UCF\" or \"UF\" for short, and deposits appear as \"pending.\"\n\nA check for a large amount that is deposited to an account is subject to a hold on most of the amount. A portion typically is made available immediately to the depositor as long as the customer is in good standing with the bank.\n\nA check written against an account with uncollected funds that bounces normally results in an uncollected funds charge. This charge is also called a UCF fee and it is usually the same as the bank'snon-sufficient funds (NSF)fee. As of 2023, some banks charged NSF and UCF fees that ranged from $30 to $40.However, a growing number of banks have decided to stop charging NSF fees.\n\nNo uncollected funds charges are incurred if the availablechecking accountbalance can cover checks written against it.\n\nAlthough there are numerous complaints about uncollected funds, they do protect banks and their customers from certain types of fraud.\n\nWithout uncollected funds, it would be possible for someone to write a bad check on one bank account, deposit it in another, and then withdraw supposedly available cash.\n\nThis scheme is so easy and obvious that normally law-abiding people in need of money, perhaps those facingbankruptcy, might be tempted by it. Even worse, criminals could force innocent people into such schemes and then make them turn over the money.\n\nUncollected funds are a way for a bank to tell customers that it received a check deposit, but the funds are not yet available. Customers can consider the uncollected funds phase a short waiting period that supports good money management and helps them avoid unnecessary overdrafts.\n\nFor example, a customer might deposit a check by sending it to the bank through the mail. When the bank gets the check, it will designate a portion of it as uncollected funds.\n\nWhen the customer reviews theironline bankingaccount, they will see the uncollected funds status and know that the bank received the deposit. The customer can then check back later to see if the funds have cleared. If they've been made available, the customer knows that they can use the money as needed.\n\nDuring the uncollected funds hold period, banks use these funds for short-term investments that can add to their returns and income.\n\nCustomers who face uncollected funds charges often find them to be unfair. When people deposit checks, many of them naturally assume that those deposits instantly become money in the bank that they can spend. From this point of view, an uncollected funds charge is a sneaky way for the bank to make money.\n\nThere is also a good argument that UCF fees are excessive. The fact that they can be the same amount as NSF fees is particularly irksome.\n\nA person writing abad checknormally has no reason to believe it will clear, while someone with uncollected funds might think their money is available.\n\nFurthermore, there might be little or nothing in an account with insufficient funds, leaving the bank with a loss and a need to collect. On the other hand, it is easy for the bank to take UCF fees out of the uncollected funds when they are cleared, which usually happens within a few days.\n\nSince uncollected funds are not available right away, when do they become available? In a day? In a week?Check clearing timescan be hard to determine and a source of frustration for customers. Granted, this was more of an issue before online banking made it easier to determine the status of deposited checks. Still, not everyone banks online so indeterminate holding periods may continue to be an issue for some.\n\nThe best way to avoid uncollected funds charges (UCF fees) is to check your account balance online after making a deposit. Make sure the deposit is part of the available balance rather than uncollected funds before spending it.\n\nExample 1:Jack, a longtime customer of Hometown Community Bank, deposits a $1,000 check on Monday. $100 is available for withdrawal right away. However, the $900 balance is designated as uncollected funds, so Jack must wait until the check clears later in the week to draw upon that amount. If Jack tries to write a check against the balance and it has not yet cleared, Jack will incur an uncollected funds charge.\n\nExample 2:Christine runs a small graphic design company. A new client sends her a check for services rendered. Christine deposits the check into the company's business account knowing that the money is seen as uncollected funds and won't be available immediately. Because the client’s bank isn't local, it takes a day longer than normal for the check to clear. But business is good and she can use existing funds in the account for her spending needs until the uncollected funds are verified, collected, and become available to her.\n\nIt is crucial to make a distinction between uncollected funds and insufficient funds. Unlike uncollected funds, an account with insufficient funds will not show a deposit pending. Such an account does not have enough money in it to meet demands against it.\n\nWriting a check against an account with insufficient funds will always result in abounced checkand incur a fee. In fact, people who knowingly write a check against an account with insufficient funds may be committing a crime.\n\nOn the other hand, writing a check against an account with uncollected funds can work if the check is not cashed until after the uncollected funds have cleared.\n\nAccording to the U.S. Office of the Comptroller, banks must make $225 from your deposit available the day after you make the deposit. And then, normally, the uncollected funds should be available on the second business day after the deposit was made. Holds can be extended if there is cause for concern involving the funds or the accountholder or the source of the money for deposit.\n\nIt refers to the fact that the funds relating to a bank deposit made by an accountholder have not yet been received—collected—from the bank that issued the check for deposit. Movement of money, even electronically, must be verified, or cleared, by financial institutions before that money can be made available to customers.\n\nNot if there are available funds in the account that can cover the check. And if a check bounces, most accountholders will be charged a UCF fee rather than with a crime.\n\nUncollected funds are the part of any bank deposit that is normally quarantined for a short period of time and unavailable for use by a bank customer until the deposit clears.\n\nThe purpose of the uncollected funds phase is to ensure that the money related to a deposited check actually makes it into the bank account before it is spent. This practice can protect banks and customers from fraud, function as a basic money management tool for accountholders, and provide banks with a short-term investment window for added returns.\n\nOceanFirst Bank. \"Fee Schedule.\"\n\nConsumer Financial Protection Bureau. \"Consumers on course to save $1 billion in NSF fees annually, but some banks continue to charge these fees.\"\n\nOffice of the Comptroller of the Currency. \"I deposited a check. When will my funds be available / released from the hold?\"",
  "url": "https://www.investopedia.com/terms/u/uncollected-funds.asp"
}