{
  "term": "Uncovered Interest Rate Parity (UIP): Definition and Calculation",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nUncovered interest rate parity (UIP) theory states that the difference in interest rates between two countries will equal the relative change between their excurrency change rates over the same period. It is one form of interest rate parity (IRP) used alongsidecovered interest rate parity.\n\nIf the uncovered interest rate parity relationship does not hold, then there is an opportunity to make a risk-free profit usingcurrency arbitrageorforexarbitrage. Arbitrage allows investors to profit from small price differences by simultaneously buying and selling the same asset in different markets. If UIP does hold, however, there should be no ultimate difference in these prices once exchange rates and interest rates are taken into account.\n\nUncovered interest rate parity is related to the \"law of one price.\" This economic theory states that the price of an identical security, commodity, or product traded anywhere in the world should have the same price regardless of location when currency exchange rates are taken into consideration. In other words, in a global free market with no trade restrictions, the only difference in prices should come from differences in exchange rates.\n\nWhen uncovered interest rate parity holds, there can be no excess return earned from simultaneously going long a higher-yielding currency investment and shorting a different lower-yielding currency investment or interest rate spread. Uncovered interest rate parity assumes that the country with the higher interest rate or risk-free money market yield will experience depreciation in its domestic currency relative to the foreign currency.\n\nUncovered interest rate parity assumes foreign exchange equilibrium. This means that the expected return of a domestic asset (such as aU.S. Treasury bill) will equal the expected return of a foreign asset after adjusting for the change in foreign currency exchange spot rates.\n\nThe \"law of one price\" exists because differences between asset prices in different locations should eventually be eliminated due to thearbitrageopportunity. The law of one price theory is the underpinning of the concept ofpurchasing power parity(PPP).\n\nPurchasing power parity states that the value of two currencies is equal when a basket of identical goods is priced the same in both countries. This relates to a formula that can be applied to compare securities across markets that trade in different currencies. As exchange rates can shift frequently, the formula can be recalculated to identify mispricings across various international markets.\n\nThe formula for uncovered interest rate parity is:\n\nF0=S01+ic1+ibwhere:F0=Forward rateS0=Spot rateic=Interest rate in countrycib=Interest rate in countryb\\begin{aligned} &F_0=S_0\\frac{1+i_c}{1+i_b}\\\\ &\\textbf{where:}\\\\ &F_0=\\text{Forward rate}\\\\ &S_0=\\text{Spot rate}\\\\ &i_c=\\text{Interest rate in country }c\\\\ &i_b=\\text{Interest rate in country }b \\end{aligned}​F0​=S0​1+ib​1+ic​​where:F0​=Forward rateS0​=Spot rateic​=Interest rate in countrycib​=Interest rate in countryb​\n\nUncovered interest rate parity is based on the theory that countries with high interest rates tend to have currencies that often depreciate. This is calculated through the formula above, which takes the spot exchange rate between the two currencies and multiplies it by the interest rate in one country, divided by the interest rate in the second country.\n\nIn theory, the expected spot exchange rate will be equal to the gap between the two countries’ interest rates.\n\nHowever, if this does not materialize, investors can make a profit by taking a loan in a low-interest-rate currency and using it to purchase a high-interest-rate currency.\n\nA currency with a lower interest rate will trade at a forward premium relative to a currency with a higher interest rate. For example, the U.S. dollar typically trades at a forward premium against the Canadian dollar; conversely, the Canadian dollar trades at a forward discount versus the U.S. dollar.\n\nBoth uncovered and covered interest rate parity relate to risks that arise from the exchange rates between currencies.\n\nCovered interest parity (CIP) theorizes that the relationship between thespotandforwardcurrency values and the interest rates of two countries should be in equilibrium. Investors making use of CIP can use forward or futures contracts to cover exchange rates to hedge their market risk.\n\nUncovered interest rate parity (UIP) involves forecasting rates and not covering exposure to foreign exchange risk. There are no forward rate contracts, and it uses only the expected spot rate.\n\nThere is no theoretical difference between covered and uncovered interest rate parity when the forward and expected spot rates are the same.\n\nThe main limitation of uncovered interest rate parity is that it is theoretical. There is only limited evidence to support UIP under real-world conditions. However, economists, academics, and analysts still use it as a theoretical and conceptual framework to represent rational expectation models. UIP requires the assumption that capital markets are efficient.\n\nEmpirical evidence has shown that over the short- and medium-term, the level of depreciation of the higher-yielding currency is less than the implications of uncovered interest rate parity. Many times, the higher-yielding currency has strengthened instead of weakened.\n\nInterest rate parity looks at two core components: the currency exchange between two countries and each currency’s interest rate. Interest rate parity is a theory that suggests that the difference between these two countries is equal to the changes in the foreign exchange rate over a given time period.\n\nThe two main types of interest rate parity are covered and uncovered. Covered includes the use of forward or futures contracts that are intended to cover exchange rates and serve as a hedge against risk. Uncovered does not involve these forward contracts to cover foreign exchange risk, hence uncovered.\n\nUncovered interest arbitrage implies that foreign exchange investors can turn a profit through taking out a loan in a currency that has a low interest rate and buying a foreign currency with a high interest rate.\n\nUncovered interest rate parity is based on the theory that foreign exchange rates smooth out the differentials between the interest rates of two different countries. However, this theory may not always hold. Macroeconomic factors, such as monetary policy, distortions in foreign exchange markets, and time horizons can affect the validity of this theory.\n\nUnder real-world conditions, market imperfections and other factors affect the movement of currencies. As a result, investors can earn money by taking a loan in a domestic currency with low interest rates and buying a foreign currency with higher rates.\n\nV Orellana. \"Uncovered Interest Rate Parity: A Gravity-Panel Approach.\"",
  "url": "https://www.investopedia.com/terms/u/uncoveredinterestrateparity.asp"
}