{
  "term": "Unconstrained Investing: What It Means, How It Works",
  "definition": "Sean Anthony Eddy / Getty Images\n\nUnconstrained investing is aninvestment stylethat does not require a fund orportfolio managerto adhere to a specific benchmark. Unconstrained investing allows managers to pursue returns across many asset classes andsectors.\n\nUnconstrained investing rose to prominence, in part, from the mistrust surrounding the2007-2008 Financial Crisis.Investors were wary of the market, as well as benchmarks, such as theS&P 500 Indexor Russell 2000. Finance professionals oftenuse benchmarks in investingto determine whether the performances of the portfolios they select and manage are meeting expectations.\n\nFund and portfolio managers generally stuck closely to specific guidelines and measured their performance against fixedbenchmarks. This inflexibility meant that managers were not always able to take advantage of market changes in a timely manner. It also meant that portfolio managers were highly invested in the U.S. market, which happened to be sitting on top of asubprime mortgagebomb that seriously shook up the financial markets when it went off.\n\nUnconstrained investing focuses on performance over time, rather than onshort-term gains. It also eschews constraints that arise by focusing on benchmark tracking.\n\nFor example, in the case offixed-income investing, managers are not required to adhere to specific bond ratings, currencies, or sectors as these requirements may only apply to a portion of the portfolio. Bond portfolio managers are allowed to usederivativestohedgeagainst price and rate ranges, as well as to bet against the market throughput andcall options.\n\nThis can cause portfolios to see an increase in investment manager risk, since inexperienced managers without guidelines or those operating more independently could make poor decisions that affect the value of the portfolio. Managers are entrusted with understanding not only how differentasset classesand sectors interact, but also how different geographies and governments impact performance.\n\nIt is worth noting that there will still be internal performance metrics and controls designed to measure and control risks. The main difference is that a popular market benchmark will not be the main focus of the metrics.\n\nWhile some teams develop their own unconstrained investing styles, established asset managers like J.P. Morgan also have unconstrained strategies that many accredited andhigh-net-worth individualscan place their money with.\n\nOn its website, J.P. Morgan describes how its managers that pursue unconstrained investing strategies are able to research and develop their best ideas, across a wide range of asset classes, security types, and sectors.﻿﻿ Another way to describe unconstrained investing is a multi-sector, multi-asset, global approach.\n\nJ.P. Morgan Asset Management. \"JPM Global Unconstrained Equity Fund.\" Accessed April 8, 2021.",
  "url": "https://www.investopedia.com/terms/u/unconstrained-investing.asp"
}