{
  "term": "Unconsolidated Subsidiary: Meaning and Examples",
  "definition": "An unconsolidated subsidiary is a company that is owned by a parent company but whose individual financial statements are not included in the consolidated or combined financial statements of the parent company to which it belongs. Instead, an unconsolidated subsidiary appears in theconsolidated financial statementsof the parent as an investment. This usually applies when the parent company does not have a controlling stake in the subsidiary.\n\nA company may be treated as an unconsolidated subsidiary when theparent companyis not in control of a subsidiary, has temporary control of the subsidiary, or if the parent company's business operations are considerably different than that of the subsidiary.\n\nDifferent accounting treatments apply, depending on the percentage owned by the parent company. The ownership stake, however, is always less than 50%. If the ownership stake is 20% or more (but less than 50%), the parent typically can exert some type of control over the subsidiary.\n\nHere, the parent will use theequity methodof accounting as the unconsolidated subsidiary is treated as an investment with more than 20% ownership in the voting stock of the subsidiary. This is known as an influential investment. Under this method, the parent must record any profit or losses realized from the subsidiary on its income statement.\n\nParent companies with less than a 20% stake and no control of the subsidiary merely record the investment athistorical costor the purchase price on its balance sheet. This is known as a passive investment. However, if dividends are paid, which are cash payments to shareholders, the parent records the dividend income but does not record any investment income earned from the subsidiary.\n\nMost often, a parent company will create the unconsolidated subsidiary itself. There are a variety of reasons it may do so, including creatingjoint ventures (JVs)to split costs with another company orspecial purpose vehicles (SPVs)to segregate revenues, costs, and profits for special projects from that of the parent company.\n\nWhen a subsidiary or affiliated entity is a sizable operation, a parent company’s financial statements may not fully reflect its true exposure to all attached elements of its business.\n\nWhile a parent company may not have managerial control of a subsidiary, it could have significant exposure to the financial and operational dealings of the subsidiary. For instance, a multinational enterprise may experience political risk in another region.\n\nFrom an accounting sense, it might not make sense to account for thesubsidiarybeyond an investment on a parent’s financial statements, but the exposure does extend to the parent’s core business.\n\nAs an example, let's say that Company ABC has a 40% controlling interest in its unconsolidated subsidiary, Business XYZ, which it created as an SPV for a new construction project in a foreign country that will only last for a year.\n\nXYZ records $1 billion in profits for the year. Because ABC owns more than 20% of XYZ (but less than 50%), it will use the equity method of accounting for its unconsolidated subsidiary.\n\nABC must record $400 million in earnings on its income statement since ABC has a 40% stake and exerts some control over XYZ. Also, ABC needs to record the increase in the value of the initial investment, listed on the balance sheet, by $400 million.\n\nA consolidated subsidiary is included in the consolidated financial statements of the parent company while an unconsolidated subsidiary is not. The reasons for this will vary, such as the percentage of ownership, similarity of business operations to the parent, and amount of control.\n\nA company is a subsidiary when it is partially or wholly owned by a parent company. Such a company can be formed by the parent company or created when one company buys another. The subsidiary is its own legal entity and distinct from the parent company that owns it.\n\nA subsidiary generally has its own financial statements if it is a public company; however, it is also included in the parent company's consolidated financial statements, which aggregate the reporting results of all subsidiaries. An unconsolidated subsidiary would not be part of the consolidated financial statements.\n\nAn unconsolidated subsidiary is a company that is owned by a parent company but is not fully included in the parent company's consolidated financial statements. Rather, it appears as an investment on the parent company's balance sheet.\n\nThis generally occurs for a few reasons: the parent company owns less than 50% of the subsidiary, does not have full control of the subsidiary, or when the subsidiary's operations are significantly different from that of the parent.\n\nInternational Financial Reporting Standards Foundation. \"IAS 28: Investments in Associates and Joint Ventures.\" Page A1297.\n\nPwC. \"U.S. Equity Method of Accounting Guide: 2.1 Significant Influence Presumption.\"",
  "url": "https://www.investopedia.com/terms/u/unconsolidated-subsidiary.asp"
}