{
  "term": "Unconventional Oil: What it is, How it Works, Examples",
  "definition": "boonchai wedmakawand / Getty Images\n\nIn the oil and gas industry, the term “unconventional oil” refers tocrude oilthat is obtained through methods other than traditionalvertical well extraction.\n\nExamples of such methods include developing oil sands,directional drilling, andhydraulic fracturing(colloquially known as “fracking”), among others. Today, unconventional oil is becoming increasingly common, driven by new technological developments as well as economic considerations, making it more cost-effective and profitable. Some people, however, have concerns that unconventional oil extraction methods may be harmful to the environment.\n\nThere are two primary reasons why unconventional oil has become increasingly common in recent years. The first has to do with the economic climate surrounding the oil extraction industry. For instance, in periods when the price of oil is relatively low, companies face pressures to develop new technological means of extracting oil more efficiently.\n\nIn practice, this means increasing the speed and reliability of equipment, reducing the reliance on personnel through increasedautomation, developing new techniques that reduce the amount of equipment or personnel altogether, or some combination of the above. All of these developments can cause the methods used for oil extraction to differ substantially from the traditional vertical wells used in conventional oil extraction. Directional drilling techniques, for example, have allowed companies to access multiple underground reserves using a single vertical well—something which would have required multiple vertical drill sites in the past.\n\nThe same is true when oil prices are persistently high. In those circumstances, oil reserves that had previously been considered too difficult to be exploited economically may suddenly find themselves to be commercially viable targets. For example, increased oil costs helped encourage the development of the techniques now known as hydraulic fracturing, which involves using steam, gas, and chemical injections to break up rock formations and extract the hydrocarbons contained within them.\n\nUltimately, it seems inevitable that a growing percentage of oil extraction techniques will come to be seen as “unconventional” by historical standards. As oil becomes increasingly scarce and challenged byalternative energy sourcessuch as solar, wind, and nuclear power, it is likely that the techniques for oil extraction will continue to change, and the industry works to continuously improve the efficiency of its production methods.\n\nPerhaps the most famous example of unconventional oil extraction is hydraulic fracturing, which was first invented in 1947 by engineers at the Stanolind Oil and Gas Corporation. The basic premise of hydraulic fracturing is that it is possible to create newly accessible reserves of oil by releasing the hydrocarbons that are trapped within underground rock formations.\n\nThis is done by injecting highly pressurized fracking fluid into a well which then creates fissures in an underground rock formation. The resulting oil, which escapes from the fissures, then gradually flows up through the well in the direction of the low-pressure surface. The movement of the oil toward the surface is further accelerated by artificially increasing the pressure inside the underground reservoir while also using chemical injections to adjust the viscosity of the oil.\n\nAnother example isoil sands. Also known as \"tar sands,\" these refer to soil and rock material that contains crudebitumen, a dense, viscous form of crude oil. Bitumen is too thick to flow on its own, so specialized extraction methods are necessary. As a result, recovering usable crude oil from oil sands is a complex and expensive method of extraction. However, technological advances have made it less expensive over time, and when oil prices are expensive in the market, this type of unconventional oil becomes profitable.\n\nOil sands are found primarily in the Athabasca, Cold Lake, and Peace River regions of northern Alberta and Saskatchewan, Canada, and in areas of Venezuela, Kazakhstan, and Russia. Bitumen is extracted and processed using two methods, mining and in situ.",
  "url": "https://www.investopedia.com/terms/u/uncoventional-oil.asp"
}