{
  "term": "Uncovered Option: What It Is and How It Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nIn option trading, the term \"uncovered\" refers to an option that does not have an offsetting position in the underlying asset. Uncovered option positions are always written options, or in other words options where the initiating action is a sell order. This is also known as selling anaked option.\n\nAny trader who sells an option has a potential obligation. That obligation is met, or covered, by having a position in the security that underlies the option. If the trader sells the option but has no position in the underlying security, then the position is said to be uncovered, or naked.\n\nTraders who buy a simple call or put option have no obligation to exercise that option. However, those traders who sell those same options have an obligation to provide a position in the underlying asset if the traders to whom they sold the options do exercise their options. This can be true for put or call options.\n\nAn uncovered ornaked putstrategy is inherently risky because of the limitedupsideprofit potential, and at the same time holding a significant downside loss potential, theoretically. The risk exists because maximum profit is achievable if the underlying price closes at or above the strike price at expiration. Further increases in the cost of the underlying security will not result in any additional profit. The maximum loss is theoretically significant because the price of the underlying security can fall to zero.\n\nWith uncovered puts, the higher the strike price, the higher the loss potential.\n\nAn uncovered ornaked callstrategy is also inherently risky, as there is limited upside profit potential and, theoretically, unlimiteddownsideloss potential. Maximum profit will be achieved if the underlying price falls to zero. The maximum loss is theoretically unlimited because there is no cap on how high the price of the underlying security can rise.\n\nAn uncovered options strategy stands in direct contrast to a covered options strategy. When investors write a covered put, they will keep ashort positionin the underlying security for the put option. Also, the underlying security and the puts are sold or shorted, in equal quantities. A covered put works in virtually the same way as acovered call. The exception is that the underlying position is a short instead of a long position, and the option sold is a put rather than a call.\n\nHowever, in more practical terms, the seller of uncovered puts or calls will likely repurchase them well before the price of the underlying security moves adversely too far away from the strike price, based on their risk tolerance andstop losssettings.\n\nUncovered options are suitable only for experienced, knowledgeable investors who understand the risks and can afford substantial losses. Margin requirements are often quite high for this strategy, due to the capacity for significant losses.Investors who firmly believe the price for theunderlying security(usually a stock) will rise, in the case of uncovered puts, or fall, in the case of uncovered calls, or stay the same may write options to earn thepremium.\n\nWith uncovered puts, if the stock persists above thestrike pricebetween the option's writing and the expiration, then the writer will keep the entire premium, minuscommissions. The writer of an uncovered call will keep the whole premium, minus commissions, if the stock persists below the strike price between writing the option and its expiration.\n\nThebreakeven pointfor an uncovered put option is the strike price minus the premium. Breakeven for the uncovered call is the strike price plus the premium. This small window of opportunity would give the option seller little leeway if they were incorrect.\n\nWhen the price of the stock falls below the strike price before, or by, the expiration date, the buyer of the options product can demand the seller take delivery of shares of the underlying stock. The options seller must go to theopen marketto sell those shares at the market price loss, even though the option writer paid the strike price. For example, imagine the strike price is $60, and the open market price for the stock is $55 at the time the options contract isexercised. The options seller will incur a loss of $5 per share of stock.\n\nUncovered or naked call options are very risky. The profit potential is limited, while the loss potential is unlimited; the price can only drop to zero, but it could rise almost infinitely.\n\nUncovered option trading strategies benefit from collecting the premium without putting up a lot of capital. However, the risk is that the underlying security doesn't perform as expected, and the options seller is obliged to quickly acquire a position regardless of price.\n\nWhen deciding whether uncovered calls are worth it, it's very important to remember that the reward is unlikely to outweigh the unlimited risk in these scenarios.\n\nUncovered options are written options where the seller does not own a position in the underlying security. Selling uncovered options is a risky strategy, because the seller may be forced to quickly acquire a position if the buyer exercises their option. Furthermore, the profit potential is capped with uncovered options, but the potential for loss is not.\n\nCornell Law School Legal Information Institute. \"Naked Option.\"\n\nTD Ameritrade. \"Margin Handbook,\" Page 6.",
  "url": "https://www.investopedia.com/terms/u/uncovered-option.asp"
}