{
  "term": "Unconventional Cash Flow: Meaning, Overview, Challenges",
  "definition": "An unconventional cash flow is a series of inward and outward cash flows over time in which there is more than one change in thecash flowdirection. This contrasts with aconventional cash flow, where there is only one change in the cash flow direction.\n\nIn terms of mathematical notations, where the \"-\" sign represents an outflow and \"+\" denotes an inflow, an unconventional cash flow could appear as -, +, +, +, -, +, or alternatively, +, -, -, +, -, -. This would indicate the first set has a net inflow of cash and the second set has a net outflow of cash. If the first set represented cash flows in the first financial quarter and the second set represented cash flows in the second financial quarter, the change in direction of the cash flows would indicate an unconventional cash flow for the company.\n\nCash flows are modeled fornet present value(NPV) in adiscounted cash flow(DCF) analysis in capital budgeting to help determine if the initial investment cost for a project will be worthwhile when compared to the NPV of the future cash flows generated from the project.\n\nUnconventional cash flows are more difficult to handle in an NPV analysis than aconventional cash flowsince it will produce multipleinternal rates of return(IRR), depending on the number of changes in the cash flow direction.\n\nIn real-life situations, examples of unconventional cash flows are abundant, especially in large projects where periodic maintenance may involve huge outlays of capital. For example, a large thermal power generation project where cash flows are being projected over a 25-year period may have cash outflows for the first three years during the construction phase, inflows from years four to 15, an outflow in year 16 for scheduled maintenance, followed by inflows until year 25.\n\nA project with a conventional cash flow starts with a negative cash flow (investment period), where there is only one outflow of cash, the initial investment. This is followed by successive periods of positive cash flows where all the cash flows are inflows, which are the revenues from the project.\n\nA single IRR can be calculated from this type of project, with the IRR compared to a company'shurdle rateto determine the economic attractiveness of the contemplated project. However, if a project is subject to another set of negative cash flows in the future, there will be two IRRs, which will cause decision uncertainty for management. For example, if the IRRs are 5% and 15%, and the hurdle rate is 10%, management will not have the confidence to go ahead with the investment.",
  "url": "https://www.investopedia.com/terms/u/unconventional-cash-flow.asp"
}