{
  "term": "Underemployment: Definition, Causes, and Example",
  "definition": "Vladimir Vladimirov / Getty Images\n\nUnderemployment is a measure of the total number of people in an economy who are unwillingly working in low-skill and low-paying jobs or only part-time because they cannot get full-time jobs that use their skills.\n\nUnderemployment as well as unemployment is counted in U.S. government reports in order to provide a truer picture of the health of the job market.\n\nUnderemployment is calculated by dividing the number of underemployed individuals by the total number of workers in a labor force.\n\nThere are two types of underemployment: Visible underemployment is underemployment in which an individual works fewer hours than is necessary for a full-time job in their chosen field. Due to the reduced hours, they may work two or more part-time jobs to make ends meet.\n\nThe second type of underemployment is invisible underemployment. It refers to the employment situation in which an individual is unable to find a job in their chosen field. Consequently, they work in a job that is not commensurate with their skill set and, in most cases, pays much below their customary wage.\n\nA third type of underemployment refers to situations in which individuals who are unable to find work in their chosen field quit the workforce altogether, meaning they haven't looked for a job in the last four weeks.\n\nThese people are not counted as part of the labor force by theBureau of Labor Statistics(BLS) and therefore do not factor into the standard unemployment rate. It is statistically difficult to measure the third type of underemployment.\n\nUnderemployment can be caused due to several factors. The period during and after a recession, when companies downsize and lay off qualified workers, is characterized by underemployment.\n\nAnother cause of underemployment is changes in the job market due to shifts in technology. As job descriptions change or jobs are automated, laid-off workers can be retrained or retired from the workforce. Those who do not have the resources or means to retrain themselves are generally susceptible to underemployment.\n\nTheunemployment ratecounts those workers who are part of the labor force and actively seeking work but are currently without it. The unemployment rate receives the majority of the national spotlight, but that can be misleading as the main indicator of the job market's health since it does not account for the full potential of the labor force.\n\nThe BLS compiles six different unemployment rates labeledU-1 through U-6. U-3 is the officially recognized unemployment rate, but U-6 is a better representation of the job market as it accounts for discouraged workers who have left the labor force, workers who are not utilizing their full skill set, and workers who have part-time employment but would rather be employed full time.\n\nFor example, the standard U.S. unemployment rate (U-3) was 4.1% in December 2024, but at the same time, the U-6 unemployment rate was 7.5%.\n\nA measure of underemployment is needed to express the opportunity cost of advanced skills not being used or being underutilized. What's more, the standard unemployment rate is calculated based solely on the labor force, which does not include persons who are not seeking a job.\n\nThere are many instances in which a person can work but has become too discouraged by an unsuccessful job hunt to continue to actively seek a job. Thelabor force participation rateis used to measure the percentage of the civilian population over the age of 16 who is working or seeking work.\n\nFor example, an individual with an engineering degree working as a pizza delivery person as their main source of income is considered to be underemployed.\n\nAlso, an individual who is working part-time at an office job but would prefer to instead work full-time is considered underemployed. In both cases, these individuals are underutilized by the economy as they, in theory, can provide a greater benefit to the overall economy.\n\nThe standard unemployment rate in the U.S. as reported by the U-3 rate was 4.1% in December 2024. The U-6 unemployment rate, which includes the U-3 rate plus \"all persons marginally attached to the labor force, plus total employed part-time for economic reasons\" was 7.5%.\n\nCountries reduce unemployment by growing the economy and creating more job opportunities. Tospur the economy, governments can reduce interest rates and taxes, which stimulates economic growth and leads to more hiring. Countries can also invest in infrastructure projects and support businesses and entrepreneurship with tax breaks and loans.\n\nUnderemployment is when a worker is at a job that doesn't fully utilize their skills, education, or experience. Underemployment involves lower wages, job dissatisfaction, and limited career growth. This can have a profound mental impact as it leads to frustration, anxiety, and a loss of hope. It alsoimpacts the economysince workers aren't contributing their full potential, which leads to lower productivity and innovation.\n\nUnemployment is an important measure of the financial health of a nation but often fails to tell the entire story, depending on how it's measured. In the U.S., the oft-reported unemployment rate does not take into consideration individuals who are working in jobs below their qualifications or part-time workers who want to work full-time.\n\nUnderemployment captures the portion of the labor force that is working in low-paying, low-skill, or part-time jobs while having the qualifications for better jobs. It is an overlooked measure of unemployment.\n\nTo understand the true employment situation and health of the labor market, looking at the U-6 rate in the U.S. will provide a more accurate picture of the workforce when compared to the standard unemployment rate (the U-3 rate in the U.S.).\n\nU.S. Bureau of Labor Statistics. \"Labor Force Statistics from the Current Population Survey: Concepts and Definitions.\"\n\nFederal Reserve Bank of St. Louis. \"Not in Labor Force.\"\n\nU.S. Bureau of Labor Statistics. \"Table A-15: Alternative Measures of Labor Underutilization.\"",
  "url": "https://www.investopedia.com/terms/u/underemployment.asp"
}