{
  "term": "Understanding Money: Its Properties, Types, and Uses",
  "definition": "Money is a system of value that facilitates the exchange of goods in an economy. Using money allows buyers and sellers to pay less in transaction costs, compared tobarter trading.\n\nThe first types of money werecommodities. Their physical properties made them desirable as a medium of exchange. In contemporary markets, money can include government-issuedlegal tenderorfiat money, money substitutes, fiduciary media, or electroniccryptocurrencies.\n\nMoney is aliquid assetused to facilitate transactions of value. It is used as amedium of exchangebetween individuals and entities. It's also astore of valueand aunit of accountthat can measure the value of other goods.\n\nPrior to the invention of money, most economies relied onbartering, where individuals would trade the goods they had directly for those that they needed. This raised the problem of the double coincidence of wants: a transaction could only take place if both participants had something that the other needed. Money eliminates this problem by acting as an intermediary good.\n\nThe first known forms of money were agricultural commodities, such as grain or cattle. These goods were in high demand and traders knew that they would be able to use or trade these goods again in the future. Cocoa beans, cowrie shells, and agricultural tools have also served as early forms of money.\n\nAs economies became more complex, money was standardized intocurrencies. This reduced transaction costs by making it easier to measure and compare value. Also, the representations of money became increasingly abstract, from precious metals and stamped coins to paper notes, and, in the modern era, electronic records.\n\nDuring World War II, cigarettes became a de facto currency for soldiers in prisoner-of-war camps. The use of cigarettes as money made tobacco highly desirable, even among soldiers who did not smoke.\n\nIn order to be most useful, money should be fungible, durable, portable, recognizable, and stable. These properties reduce thetransaction costof using money by making it easy to exchange.\n\nThe word fungible refers to a quality that allows one thing to be exchanged, substituted, or returned for another thing, under the assumption of equivalent value. Thus, units of money should be interchangeable with one another.\n\nFor example, metal coins should have a standard weight and purity. Commodity money should be relatively uniform in quality. Trying to use a non-fungible good as money results in transaction costs that involve individually evaluating each unit of the good before an exchange can take place.\n\nMoney should be durable enough to retain its usefulness for many, future exchanges. A perishable good or a good that degrades quickly due to various exchanges will be less useful for future transactions. Trying to use a non-durable good as money conflicts with money's essential future-oriented use and value.\n\nMoney should be easy to carry and divide so that a worthwhile quantity can be carried on one's person or transported. For example, trying to use a good that's difficult or inconvenient to carry as money could require physical transportation that results in transaction costs.\n\nThe authenticity and quantity of the good should be readily apparent to users so that they can easily agree to the terms of an exchange. Using a non-recognizable good as money can result in transaction costs relating to authenticating the goods and agreeing on the quantity needed for an exchange.\n\nThe supply of the item used as money should be relatively constant over time to prevent fluctuations in value. Using a non-stable good as money produces transaction costs due to the risk that its value might rise or fall, because of scarcity or over-abundance, before the next transaction.\n\nMoney primarily functions as the good people use for exchanges of items of value. However, it also has secondary functions that derive from its use as a medium of exchange.\n\nDue to money's use as a medium of exchange for buying and selling and as a value indicator for all kinds of goods and services, money can be used as a unit of account.\n\nThat means money can keep track of changes in the value of items over time and multiple transactions. People can use it to compare the values of various combinations or quantities of different goods and services.\n\nMoney as a unit of account makes it possible to account for profits and losses, balance a budget, and value the total assets of a company.\n\nMoney's usefulness as a medium of exchange in transactions is inherently future-oriented. As such, it provides a means to store a monetary value for use in the future without having that value deteriorate.\n\nSo, when people exchange items for money, that money retains a particular value that can be used in other transactions. This ability to function as a store of value facilitates saving for the future and engaging in transactions over long distances.\n\nTo the extent that money is accepted as a medium of exchange and serves as a useful store of value, it can be used to transfer value over different time periods in the form of credits and debts.\n\nOne person can borrow a quantity of money from someone else for an agreed-upon period of time, and repay a different agreed-upon quantity of money at a future date.\n\nMoney can originate out of the spontaneous order of markets. As traders barter for various goods, some goods will prove more convenient than others because they have the best combination of the five properties of money listed above.\n\nOver time, these goods may become desirable as objects of exchange, rather than for practical use. Eventually, people may come to desire a good solely for future trading.\n\nHistorically, precious metals such as gold and silver were often used as market-determined monies. They were highly prized across many different cultures and societies. Today, people in cashless economies frequently turn to cigarettes, instant noodles, or other nonperishable goods as a market-determined money substitute.\n\nWhen a certain type of money is widely accepted throughout an economy, government bodies may begin regulating it as a currency. They may issue standardized coins or notes to further reduce transaction costs.\n\nA government may also recognize some money as alegal tender, meaning that courts and government bodies must accept that form of money as a final means of payment.\n\nIssuing money allows the government to benefit fromseigniorage, the difference between the face value of a currency and the cost to produce it.\n\nFor example, if the cost of printing a $100 bill is only $10, the government will earn a $90 profit for each bill it prints. However, governments that rely too heavily on seigniorage may inadvertentlydebasetheir currency.\n\nThe total value of the M1 money supply in the United States as of August 2023. This is more than a 10% reduction in M1 compared to May 2022, where it stood at $20.6 Trillion. This illustrates the variable nature of the money supply.\n\nMany countries issue fiat currency, which is currency that does not represent any type of commodity. Instead, fiat money is backed by the economic strength of the issuing government. It derives its value from supply and demand and the stability of the government.\n\nFiat money allows the issuing government to conduct economic policy byincreasing or reducingthe money supply. In the U.S., theFederal Reserveand theTreasury Departmentmonitor several types of money supplies for the purpose of regulating and mitigating monetary issues.\n\nSince fiat money does not represent a real commodity, it falls to the issuing government to ensure that it meets the five properties of money outlined above.\n\nTheInternational Monetary Fund(IMF) andWorld Bankserve as global watchdogs for the exchange of international currencies.Governments may enact capital controls or establishpegsin order to stabilize their currency on the international market.\n\nTo reduce the burden of carrying large quantities of currency, merchants and traders sometimes exchange money substitutes such as written statements of debt that can be redeemed later. These statements can themselves adopt some of the properties of money, particularly if traders use them in lieu of actual currency.\n\nFor example, ancient banks issued bills of exchange to their depositors, stating the amount that had been deposited and the terms for redemption. Rather than withdraw money from the bank to make payments, depositors would simply trade their bills, allowing the recipient to redeem or trade them at will.\n\nThis use of money substitutes can increase the portability and durability of money, as well as reduce the cost of storage. However, there are risks involved with money substitutes. Banks may print more bills than they have money to redeem, a practice known asfractional reserve banking. If too many people try to make withdrawals at the same time, the bank may suffer from abank run.\n\nFiduciary media are types of money substitutes introduced into circulation that aren't fully backed by the base money held to back money substitutes.For example, paper checks, token coins, and electronic credit represent contemporary examples of fiduciary media.\n\nIn recent years, digital currencies that do not exist in physical form, such asBitcoin, have been introduced. Unlike electronic bank records or payment systems, these virtual currencies are not issued by a government or other central body. Cryptocurrencies have some of the properties of money and are sometimes used in online transactions.\n\nAlthough cryptocurrencies are rarely used in everyday transactions, they have achieved some utility as a speculative investment or a store of value. Some jurisdictions have recognized cryptocurrencies as a payment medium, including thegovernment of El Salvador.\n\nMoney can be something determined by market participants to have value and be exchangeable. Money can be currency (bills and coins) issued by a government. A third type of money is fiat currency, which is fully backed by the economic power and good faith of the issuing government. The fourth type of money is money substitutes, which are anything that can be exchanged for money at any time. For example, a check written on a checking account at a bank is a money substitute.\n\nHard money is money that is based on a valuable commodity, such as gold or silver. Since the supply of these metals is limited, these currencies are less susceptible to inflation than soft money such as printed banknotes. With no guarantee that extra notes will not be printed, soft money may be considered risky by some.\n\nCryptocurrency has many of the properties of money and is sometimes used as a medium of exchange for transactions. Many governments consider cryptocurrency to be a taxable asset, but very few give it the same legal treatment as a foreign currency. Some jurisdictions, notably El Salvador, have embraced cryptocurrency.\n\nMoney is some item of value that allows people and institutions to engage in transactions that result in an exchange of goods or services.\n\nMoney has to be exchangeable, convenient to carry, recognized as legitimate by all, physically long-lasting, and have a value that's stable.\n\nMoney comes in various forms, including precious metals, currencies, and money substitutes. At this time, though cryptocurrencies have some of the properties of money, they function without a central authority and aren't backed by governments. While cryptocurrencies (such as Bitcoin) are considered property for tax purposes by the IRS, they aren't considered legal tender by the U.S. government.\n\nExeter University. \"A Comparative Chronology of Money.\"\n\nNational Institute of Health. \"Smoke 'Em If You Got 'Em: Cigarette Black Markets in US Prisons and Jails.\"\n\nSt. Louis Federal Reserve Bank. \"M1 Money Supply.\"\n\nFederal Reserve. \"What is the money supply? Is it important?\"\n\nThe World Bank. \"Economic Monitoring.\"\n\nInternational Monetary Fund. \"IMF Surveillance.\"\n\nEconomic History Review. \"Your Flexible Friend: The Bill of Exchange in Theory and Practice in the Fifteenth Century.\"\n\nMises Institute. \"There Is Money and Then There Are Money Substitutes.\"\n\nInvestor.gov. \"Investor Alert: Bitcoin and Other Currency-Related Investments.\"",
  "url": "https://www.investopedia.com/terms/m/money.asp"
}