{
  "term": "Understanding Modified Cash-Basis in Accounting, Pros & Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Madelyn Goodnight\n\nModified cash basis is an accounting method that combines elements of the two primary bookkeeping practices:cashandaccrualaccounting. It seeks to get the best of both worlds, recording sales and expenses forlong-term assetson an accrual basis and those ofshort-term assetson a cash basis. The goal here is to provide a clearer financial picture without dealing with the costs of switching to full-blown accrual accounting.\n\nTo understand how a modified cash basis works, it is first essential to break down how traditional bookkeeping practices are influenced by function.\n\nCash basis accounting recognizes income when it is received and expenses when they are paid for. Its most significant advantage is its simplicity.\n\nIn contrast, accrual accounting recognizes income when a sale is fulfilled rather than when it is paid for and records expenses incurred, irrespective of cash movement.\n\nAccrual accounting is a slightly more complicated method. Still, it does benefit from enabling a company to match revenue and its associated expenses and understand what it costs to run the business each month and how much it makes.\n\nThe modified cash basis borrows elements from both cash and accrual accounting, depending on the nature of the asset. It consists of the following features:\n\nThe modified cash basis method can better balance short-term and long-term accounting items by borrowing elements from both techniques. Short-term items, like a regular monthly utility expense (a bill), are recorded according to the cash basis (as there is a related inflow or outflow of cash), which results in an income statement populated mainly with items based on the cash basis. Long-term items that do not change within a given financial year, such as a long-term investmentproperty, plant, and equipment, are recorded using the accrual basis.\n\nAccrual basis methods produce a clearer picture of business performance while using cash basis records for other items helps keep costs down where possible; maintaining a set of complete accrual accounting records is more time-consuming.\n\nIf financial statements are subject to formal reviews, such as an analysis performed byauditors, investors, or a bank, the modified cash basis method will prove inadequate. The modified cash method may only be used for internal purposes because it does not comply withInternational Financial Reporting Standards(IFRS) orthegenerally accepted accounting principles(GAAP), which outline what procedures companies must follow when preparing their officially reported financial statements.\n\nThis makes a modified cash basis accounting popular withprivate companies. It also means thatpublicly traded companiesusing this method cannot get theirfinancial statementssigned off by auditors. Consistency is required, so transactions recorded on a cash basis must be converted to accrual. This is so because, under IFRS and GAAP, public companies are required to report their financials using only the accrual method of accounting because of its matching principle.\n\nFor tax reporting purposes, companies with average annual gross receipts of less than $25 million for the last three consecutive years may choose either the cash or accrual accounting method.\n\nCorporate Finance Institute. \"Modified Cash Basis.\" Accessed Dec. 20, 2021.\n\nCorporate Finance Institute. \"What Is the Accrual Principle?\" Accessed Dec. 20, 2021.\n\nInternal Revenue Service. \"Publication 538: Accounting Periods and Methods.\" Page 9. Accessed Dec. 20, 2021.",
  "url": "https://www.investopedia.com/terms/m/modified-cash-basis.asp"
}