{
  "term": "Understanding the House Price Index (HPI) and How It Is Used",
  "definition": "The House Price Index (HPI) is a broad measure of the movement of single-family property prices in the United States. The HPI is published and updated by theFederal Housing Finance Agency (FHFA). Aside from serving as an indicator of house price trends, the HPI also functions as an analytical tool for estimating changes in the rates of mortgage defaults, prepayments, and housing affordability.\n\nThe HPI is pieced together by the FHFA. Data is compiled by the FHFA using information supplied by the Federal National Mortgage Association, typically known asFannie Mae, and the Federal Home Loan Mortgage Corporation, commonly known asFreddie Mac.\n\nThe HPI is based on transactions involving conventionalandconforming mortgageson single-family properties. It is a weighted repeat sales index, measuring average price changes in repeat sales or refinancingson the same properties.\n\nAn HPI report is published every quarter in addition to a monthly report. Data is compiled by reviewing mortgages purchased or securitized by Fannie Mae and Freddie Mac.\n\nThe increase in the HPI in April 2024 from the previous month. Home prices increased 6.3% on an annual basis from April 2023.\n\nThe HPI is one of many economic indicators that investors use to keep a pulse on broader economic trends and potential shifts in the stock market.\n\nThe rise and fall of house prices can have big implications for the economy. Price increases generally create more jobs, stimulate confidence, and prompt higher consumer spending. This paves the way for greater aggregate demand, boosting gross domestic product (GDP) and overall economic growth.\n\nWhen prices fall, the opposite tends to happen. Consumer confidence is eroded and the companies profiting from the demand for real estate lay off staff. This can sometimes trigger an economic recession.\n\nThe HPI is one of many trackers of home prices. Some of the most well-known alternatives are theS&P CoreLogic Case-Shiller Home Price indexes.\n\nThese indexes utilize different data and measuring techniques and, therefore, produce varying results. For example, the HPI weighs all homes equally, while the S&P CoreLogic Case-Shiller indexes are value-weighted.\n\nWhile the Case-Shiller indexes only use purchase prices, the all-transactions HPI includes refinancing appraisals as well. The HPI also provides wider coverage. The U.S. CoreLogic S&P Case-Shiller index rose by 1.2% between March 2024 and April 2024. It increased by 6.3% on an annual basis between April 2023 and April 2024.\n\nAs noted above, the HPI measures average price changes for homes that are sold or refinanced by looking at mortgages purchased or secured by Fannie Mae or Freddie Mac. That means loansand mortgages from other sources, such as the United States Department of Veterans Affairs and theFederal Housing Administration (FHA), do not feature in its data.\n\nFannie Mae is agovernment-sponsored enterprise (GSE)that is listed on the public market yet operates under a congressional charter. The company's goal is to keep mortgage markets liquid. It does this by purchasing and guaranteeing mortgages from the actual lenders, such as credit unions, and local and national banks—Fannie Mae cannot originate loans directly.\n\nThe FNMA expands the liquidity of mortgage markets and facilitates homeownership for low-, moderate-, and middle-income Americans by creating a secondary market. Fannie Mae was created in 1938 during the Great Depression as part of the New Deal.\n\nLike Fannie Mae, Freddie Mac, or the FHLMC, is also a GSE. It purchases, guarantees, and securitizes mortgages to formmortgage-backed securities (MBS). It then issues liquid MBS that generally carry a credit rating close to that of U.S. Treasuries.\n\nGiven its connection with the U.S. government, Freddie Mac can borrow money at interest rates that are generally lower than those available to other financial institutions.\n\nTo determine if a house is a good price, you can check the sale prices of recently sold properties in the neighborhood, compare the price with other properties for sale in the market, speak with a real estate agent, and consider the appreciation value.\n\nKnowing whether or not you should offer the full asking price on a house will come down to a few factors. One of the main factors is if the property being sold is in a buyer's market or a seller's market. If it is a seller's market, you may have to offer the full asking price or above, whereas, in a buyer's market, you may be able to offer a lower price. If you need to offer the full asking price or more, it is generally recommended to offer 1% to 3% more.\n\nMany factors bring down the value of a house, such as any new planned construction in the area that would be seen as less than desirable, such as a highway. Foreclosures in the neighborhood would bring down prices as well as the increased likelihood of natural disasters in the area or a greater impact due to climate change. Even rising interest rates can bring down the value of a house, as the increase in mortgage rates makes homes more expensive, which reduces the demand.\n\nThe House Price Index measures the movement of single-family home prices in the United States. It is reported monthly and measures the change from the previous month and year-over-year. It is an important economic indicator, shedding light on the state of the economy and housing affordability.\n\nFederal Housing Finance Agency. \"House Price Indexes: HPI Technical Description.\"\n\nFederal Housing Finance Agency. \"FHFA House Price Index.\"\n\nFederal Housing Finance Agency. \"FHFA House Price Index Up 0.2% in April; Up 6.3% From Last Year.\"\n\nFederal Housing Finance Agency. \"FHFA House Price Index Frequently Asked Questions: Methodology,\" Select \"How Does the FHFA HPI Differ From the Case-Shiller Index?\"\n\nCore Logic. \"US CoreLogic S&P Case-Shiller Index Growth Takes a Breather, Up by 6.3% Annually in April.\"\n\nFederal Housing Finance Agency. \"FHFA House Price Index Frequently Asked Questions: Methodology,\" Select \"What Transactions Are Covered in the FHFA HPI?\"\n\nFannie Mae. \"History,\" Select \"1938.\"\n\nFitch Ratings. \"United States of America.\"",
  "url": "https://www.investopedia.com/terms/h/house-price-index-hpi.asp"
}