{
  "term": "Understanding the BCG Growth Share Matrix and How to Use It",
  "definition": "The Boston Consulting Group (BCG) growth share matrix is a planning tool that uses graphical representations of a company’s products and services to help the company decide what it should keep, invest more money in, or sell.\n\nThe company’s offerings are plotted in a four-square matrix. The y axis represents the rate of market growth, and the x axis represents market share.\n\nThe BCG growth share matrix was introduced by the Boston Consulting Group in 1970.\n\nThe BCG growth share matrix breaks down products into four categories known as dogs, cash cows, stars, and question marks. Each category quadrant has its own set of unique characteristics.\n\nA company is considered a dog and should be sold, liquidated, or repositioned if its product has a lowmarket shareand is at a low growth rate.Dogsare found in the lower right quadrant of the grid.\n\nDogs don’t generate much cash for the company because they have a low market share and little to no growth. They can turn out to be cash traps, tying up company funds for long periods, so they’re prime candidates fordivestiture.\n\nProducts that are in low-growth areas but for which the company has a relatively large market share are considered cash cows. The company should milk the cash cow for as long as it can.\n\nCash cows are seen in the lower left quadrant. They’re typically leading products inmature markets.\n\nThese products often generate returns that are higher than the market’s growth rate. They sustain themselves from a cash flow perspective. These products should be taken advantage of for as long as possible.\n\nThe value of cash cows can be easily calculated because their cash flow patterns are highly predictable. Low-growth, high-share cash cows should be milked for cash to reinvest in high-growth, high-share stars with highfuture potential.\n\nThe matrix is not a predictive tool. It takes into account neither new, disruptive products entering the market nor rapid shifts in consumer demand.\n\nProducts that are in high-growth markets and that make up a sizable portion of that market are considered stars and should be invested in. Stars appear in the upper left quadrant.\n\nStars generate high income but also consume large amounts of company cash. A star eventually becomes acash cowwhen the market’s overall growth rate declines if it can remain a market leader.\n\nQuestionable opportunities are those in high growth rate markets but in which the company doesn’t maintain a large market share. Question marks orproblem childrenappear in the upper right portion of the grid.\n\nQuestion marks typically grow fast but consume large amounts of company resources. Products in this quadrant should be analyzed frequently and closely to see if they’re worth maintaining.\n\nThe matrix is a decision-making tool. It doesn’t necessarily take into account all the factors that a business must ultimately face. Increasing market share may be more expensive than the additionalrevenuegained from new sales. Product development can take years, so businesses must plan carefully forcontingencies.\n\nThe matrix only classifies businesses as low and high, so it leaves midsize businesses out of the mix. Midsize companies often make up a big part of the market, so leaving them out means that the business environment isn’t truly reflected.\n\nThe BCG matrix assumes that all businesses operate independently of each other, but that isn’t always necessarily true. Certain players in the market, such as dogs, can end up giving others a boost—sometimes unintentionally.\n\nBruce Henderson founded BCG and created the concept of the growth matrix in 1970.\n\nWe can apply the growth matrix to many companies in the real world. Apple (AAPL) is a great candidate. Let’s take a look at the products Apple has on the market according to the matrix categories:\n\nThe company earned $383.28 billion innet salesin 2023, out of which almost $298.1 billion was attributed to its products section. The remaining $85.2 billion came from its services division.\n\nThe BCG growth share matrix uses a 2×2 grid with growth on one axis and market share on the other. Each of the four quadrants represents a specific combination of relative market share and growth:\n\nThe BCG growth share matrix considers a company’s growth prospects and available market share by assigning each business to one of these four categories. Executives can then decide where to focus their resources and capital to generate the most value, as well as where to cut their losses.\n\nThe growth share matrix was used by about half of all Fortune 500 companies at the height of its success, according to BCG. It’s still central in business school teachings on business strategy.\n\nThe BCG growth share matrix is a business management tool that allows companies to identify which aspects of their business should be prioritized and which might be jettisoned. A company’s businesses can be categorized into one of four classifications—stars, pets, cash cows, and question marks—by constructing a 2×2 table along the dimensions of growth and market share.\n\nBoston Consulting Group. “BCG Classics Revisited: The Growth Share Matrix.”\n\nBoston Consulting Group. “What Is the Growth Share Matrix?”\n\nApple. “Condensed Consolidated Statements of Operation (Unaudited),” Page 1.",
  "url": "https://www.investopedia.com/terms/b/bcg.asp"
}