{
  "term": "Underlying Mortality Assumption: What It Is, How It Works",
  "definition": "Underlying mortality assumptions are projections of expected death rates used by actuaries to estimate insurance premiums and pension obligations. This is based on mortality tables, which are statistical tables of expected annual mortality rates.\n\nBecause of the critical importance of the underlying mortality assumption, actuaries have to follow guidelines set by pension and insurance regulators in deciding on an appropriate assumption, also called the mortality assumption.\n\nThe underlying mortality assumption is a key variable in estimatinglife expectancies, which in turn determines the cost of insurance for an insurer and the long-term obligations of a pension fund. If the underlying mortality assumption is too low, a life insurer may underestimate the actual cost of insurance and may have to pay out more indeath benefit claimsthan it had forecast.\n\nConversely, if the underlying mortality assumption is too high, the actuary may underestimate life expectancies of thepension planmembers and hence, the long-term obligations of the pension fund.\n\nFor most people, death is the last thing they want to think about. For life insurers and pension administrators, it's the first thing they think about. Any goodactuarycan tell you that people often misjudge the statistics about mortality. They don't understand that mortality at birth and mortality in advanced age are two different things.\n\nAccording to the Centers for Disease Control 2020 data, the death rate per 100,000 population is 835.4. Life expectancy at birth was 77 years, and the infant mortality rate was 541.9 deaths per 100,000 live births.\n\nThe leading causes of death were.\n\nFor males, life expectancy changed from 76.3 in 2019 to 74.2 in 2020; for females, life expectancy fell from 81.4 to 79.9. The life expectancy for females was consistently higher than it was for males.\n\nOnce you make it to advanced age, a new set of statistics comes into play. In 2020, life expectancy at age 65 for the total population was 18.5 years, a decline from 19.6 in 2019. For males, life expectancy at age 65 was 17.0 in 2020 (down from 18.2 in 2019) and for females, it was 19.8 (down from 20.8 in 2020).\n\nCenters for Disease Control and Prevention. \"Mortality in the United States, 2020,\" Page 1. Accessed Jan. 24, 2022.\n\nCenters for Disease Control and Prevention. \"Mortality in the United States, 2020,\" Page 4. Accessed Jan. 24, 2022.",
  "url": "https://www.investopedia.com/terms/u/underlying-mortality-assumption.asp"
}