{
  "term": "Underconsumption: What It Means, How It Works, Example",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nUnderconsumption is the purchase of goods and services at levels that fall below the available supply.\n\nUnderconsumption is an economic theory referring to recession andstagnation. In this theory, inadequate consumer demand in relation to the production of a particular good or service results in underconsumption.\n\nUnderconsumption theories date back hundreds of years and have been largely replaced by modernKeynesian economicsand the theory ofaggregate demand, which is the total demand for goods and services in the economy at a particular time and price level.\n\nUnderconsumption asserts that consumption of less than is produced is caused by insufficient purchasing power and results in business depression. Furthermore, the theory of underconsumption claims that because workers are paid a wage lower than they produce, they cannot buy back what they produce, therefore resulting in an inadequate demand for the product. This can be rectified by government intervention, specifically spending on public programs, to restore the balance between production and consumption.\n\nThe Keynesian theory addresses total spending in the economy and its effects on output and inflation, and it was developed by the British economistJohn Maynard Keynesduring the 1930s in an attempt to understand theGreat Depression. Keynes advocated increased government expenditures and lower taxes to stimulate demand and pull the global economy out of the depression. Keynesian economics is considered a \"demand-side\" theory that focuses on changes in the economy over the short run.\n\nThe theory of underconsumption deems inadequate consumer demand to be the only source of recessions, stagnation, and other aggregate demand failures, and therefore a capitalist economy tends toward a state of persistent depression because of this. In contrast, modern economic theories find that inadequate consumer demand does not automatically cause a recession because other factors, including private fixed investments in factories, machines and housing, and government purchases and exports may counteract this situation.\n\nAn example of underconsumption is the automobile industry during the Great Depression. During the 1920s, increases in disposable income and the new affordability of automobiles resulted in more people purchasing cars. Increased demand led to the creation of a large number of independent auto dealers and manufacturers.\n\nWhen the stock market crashed and the effects of the Great Depression took hold, many Americans became unemployed and encountered financial troubles, resulting in less purchasing power for cars in relation to the supply. Due to the plummeting demand for automobiles, many independent manufacturers were not able to stay in business.",
  "url": "https://www.investopedia.com/terms/u/underconsumption.asp"
}