{
  "term": "Understanding Unintentional Tort and How to Prove It",
  "definition": "An unintentional tort is a type of unintended accident that leads to injury, property damage, or financial loss. In the event of an unintentionaltort, the person who caused the accident did so inadvertently and typically because they were not being careful.\n\nThe person who caused the accident is considered negligent because they failed to exercise the same degree of care that a reasonable person would have in the same situation.\n\nThe most common type of unintentional tort isnegligence. Someone is negligent if they unintentionally cause injury to someone in a situation where a \"reasonable\" person would have been aware of their actions enough to not cause harm. To prove a defendant was negligent, a plaintiff must prove three factors.\n\nTo prove unintentional negligence in a court of law, a plaintiff must first prove that the defendant owed the plaintiff a \"duty of care\" or anobligation to avoid careless actions that could cause harm to one or more persons. Second, the plaintiff must prove that the defendant failed to provide the standard of care of a reasonable person. Standard of care is a gauge of how much care one person owes another, and it's higher for some people than others. Doctors, for example, owe a higher standard of care toward others than a regular person.\n\nLast, the plaintiff must prove that the defendant's actions caused their injuries. Determining the cause, known as cause-in-fact, is often done by applying the “but for” test, as in an injury would not have happened “but for” the defendant’s actions.\n\nChildren can be held responsible for the damage they cause, but the courts place a different standard of care on a child. Courts will consider the child’s age, life experience, and what a child of a similar age would have done under similar circumstances. Children under age 6 are rarely foundliablefor their actions.\n\nParents can be held liable if they fail to train their children or properly supervise their activities, but they are not automatically held liable for a child's actions. However, a child can sue a parent if they were injured because of a parent’s negligence.\n\nTo illustrate this concept, consider a camp counselor that takes a group of campers on a river rafting trip but fails to provide life jackets. If a camper falls in and drowns, a court might contend that the camper would not have drowned “but for” the camp counselor’s failure to provide a life jacket. In this example, the camp counselor's negligence was the cause-in-fact of the injury.",
  "url": "https://www.investopedia.com/terms/u/unintentional-tort.asp"
}