{
  "term": "Understanding Non-Exempt Employee Status, Pros & Cons, and Job Types",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA few factors make an employee non-exempt, such as being entitled to overtime pay, earning less than $684 a week per federal law, and holding executive, administrative, or professional positions.\n\nNon-exempt employees are workers who are entitled to earn at least the federalminimum wageand qualify for overtime pay, which is calculated as one-and-a-half times their hourly rate for every hour they work above and beyond a standard 40-hour workweek. These regulations are created by the federalFair Labor Standards Act (FLSA).\n\n“Non-exempt” is a term referring to employees who earn less than $684 per week. Non-exempt means that the employee is not exempt from the FLSA and must be paid overtime. The $684 weekly wage, resulting in an annual threshold of $35,568, was put into effect on Jan. 1, 2020. It replaced the old weekly wage of $455.\n\nFurthermore, non-exempt employees:\n\nNon-exempt employees are expected to dutifully carry out orders, without interjecting their own management decisions. For this reason, non-exempt employees tend to dominate job sectors such as construction,manufacturing, maintenance, and other work that involves physical labor or carrying out repetitive tasks. Assembly line workers are also a key example of non-exempt employees.\n\nIf you are unsure of your employment status, speak with your human resources representative. If you feel like your position is misclassified, consider seeking legal counsel.\n\nNon-exempt employees are typically paid hourly wages, unlikeexempt employees, who generally earn fixed salaries. However, while non-exempt workers must receive overtime pay of one-and-a-half times their hourly wage, for all hours worked in excess of a 40-hour workweek, exempt employees are not legally entitled to collect overtime pay—even if their workweeks radically exceed 40 hours.\n\nUnder the FLSA, workers may be considered non-exempt if they either earn less than the $684 weekly minimum orhave limited scope for self-supervision. Take, for example, a maintenance worker who’s hired to work 40 hours per week at $18 an hour. With typical weekly earnings of $720, they easily pass the salary test to be designated as an exempt worker, since their weekly income exceeds the $684 threshold.\n\nBut this worker is also directly supervised and therefore has a minimal opportunity for independent judgment. Hence, they are ultimately classified as a non-exempt employee. If this staffer works 50 hours in a single week, they would earn their regular $18/hour rate for 40 hours, while earning 1.5 times their hourly rate at $27 for each of the 10 extra hours they clocked in.\n\nUnder the FLSA, non-exempt employees must earn at least the federal minimum hourly wage of $7.25. However,many statesand some municipalities impose higher minimum wages versus the federal floor. In these cases, the higher minimum wage overrides the federal rate.\n\nThe Fair Labor Standards Act created the Wage and Hour Division in 1938. This division oversees the administration and enforcement of labor laws that cover almost allprivateworkers and government employees.\n\nThough contested in 1941, the United States Supreme Court upheld the FLSA. Amendments to the original agreement have continually increased employment legislation including increasing the minimum wage from from $0.75/hour to $7.25/hour. The FLSA also covers overtime pay, allowable hours worked, maintenance of pay recordkeeping, and child labor laws.\n\nThe FLSA was last updated in September 2019 with the approved ruling going into effect on Jan. 1, 2020.\n\nWhether it is preferable to be a non-exempt employee versus an exempt one largely depends on an individual’s priority forwork-life balance. The biggest benefit to being a non-exempt employee is arguably the ability to enjoy additional compensation for working long hours, although this may be at a lower rate than salaried exempt employees.\n\nOn the other hand, an exempt worker may be able to occasionally duck out of work early and still collect a full paycheck. That being said, non-exempt employees also tend to receive more protection under labor laws like the FLSA than exempt employees.\n\nBecause exempt employees are entitled to their full paycheck, they will receive a full salary every workweek, even if unforeseen circumstances such as a crisis require exempt employees towork remotelyor under new arrangements.\n\nOn the flip side, non-exempt employees in these circumstances are not entitled to pay if their physical presence is required for their jobs and they are unable to perform their duties. Either way, non-exempt employees are required to log their hours. For example, non-exempt employees folding clothes at a retail store will not get paid if the store is either undergoing remodeling or closed on a given week.\n\nMeanwhile, retail store managers who are exempt might still get paid nonetheless for the remote work that they do in managing store operations.\n\nExempt workers are also more likely to receivebenefitssuch as paid time off, healthcare coverage, and participation in retirement plans. However, both non-exempt and exempt employees are equally eligible for government employment benefits. Case in point: Both categories of workers qualify for Social Security benefits once they retire, and both may be eligible to collect weekly unemployment payments should they lose their jobs.\n\nReceive overtime pay often valued at 1.5 times their usual pay rate\n\nMay find it easier to find jobs as positions are often lower-skilled or more entry-level\n\nOften receive greater protection under FLSA laws\n\nStill qualify for government benefits (just like exempt employees)\n\nPay is often less as experience and knowledge is typically not as necessary compared to exempt employees\n\nMay receive less than ideal career advancement opportunities due to the nature of the role\n\nNot entitled to pay if their physical presence is required but prevented\n\nPrior to accepting a role, ensure whether the position is exempt or non-exempt as positions may be classified differently depending on the nature of the role or company. In many respects, it may be easier to identify exempt positions and determine what positions do not qualify for exemption status. Examples include but are not limited to:\n\nIf an employee does not meet any of the criteria above (noting that not all situations are listed), the employee must be treated as non-exempt.\n\nThe difference between an exempt employee and a non-exempt employee is that non-exempt employees are entitled to overtime pay. Exempt employees, on the other hand, do not qualify for overtime pay.\n\nWhether it is better to be an exempt employee or a non-exempt employee depends on a variety of factors, such as the type of job and a person's background, education, and personal situation. Exempt employees are generally paid higher and receive benefits at their jobs, such as retirement plans and health insurance; however, they are not paid for overtime and, therefore, may not be compensated appropriately if their job requires long hours.\n\nYes, an employee can be \"salaried, non-exempt,\" meaning that they receive a weekly salary (or however the employer chooses to pay) and qualify for overtime pay for any hours worked over 40 hours a week. Non-exempt employees do not have to be paid hourly; they can be paid in a variety of manners, via commission, salary, hourly, etc, as long as the compensation meets minimum wage requirements.\n\nThe Fair Labor Standards Act (FLSA) determines various labor statuses. One of those statuses—non-exempt employee—is not exempt from overtime provisions and is entitled to overtime pay for hours worked beyond the standard 40 hours in a workweek. These non-exempt employees may be paid salary, hourly, or on another basis.\n\nU.S. Department of Labor. \"U.S. Department of Labor Issues Final Overtime Rule.\"\n\nU.S. Department of Labor. \"Wages and the Fair Labor Standards Act.\"\n\nU.S. Department of Labor. \"Fact Sheet #17A: Exemption for Executive, Administrative, Professional, Computer & Outside Sales Employees Under the Fair Labor Standards Act (FLSA).\"\n\nU.S. Department of Labor. \"Overtime Pay.\"\n\nU.S. Department of Labor. \"Minimum Wage.\"\n\nU.S. Department of Labor. \"History.\"\n\nU.S. Department of Labor. \"Final Rule: Overtime Update.\"\n\nU.S. Department of Labor. \"Fact Sheet #17B: Exemption for Executive Employees Under the Fair Labor Standards Act (FLSA).\"\n\nU.S. Department of Labor. \"Fact Sheet #17C: Exemption for Administrative Employees Under the Fair Labor Standards Act (FLSA).\"\n\nU.S. Department of Labor. \"Fact Sheet #17E:Exemption for Employees in Computer-Related Occupations Under the Fair Labor Standards Act (FLSA).\"",
  "url": "https://www.investopedia.com/terms/n/nonexempt-employee.asp"
}