{
  "term": "Understanding Market Orientation and How It Works",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nInvestopedia / Paige McLaughlin\n\nMarket orientation is an approach to business that prioritizes identifying the needs and desires of consumers and creating products and services that satisfy them. Companies that have a market orientation consider the opinions and needs of theirtarget marketas a critical component of theirresearch and development(R&D) for new products.\n\nIt may sound obvious, but advocates of market orientation argue that the conventional approach to product development is the opposite. That is,marketing strategiesfocus on establishing key selling points to promote existing products rather than designing products that have the qualities consumers say they want.\n\nMarket orientation is a customer-centered approach to product design. It involvesmarket researchaimed at determining what consumers view as their immediate needs, primary concerns, or personal preferences within a particular product category. Researchers useactivity, interest, and opinion (AIO) surveysalong with demographic to gain insight into the target customer desires.\n\nCompanies may also employ additional data analysis to reveal trends and consumer desires that are not specifically expressed. A knowledge of these trends ideally can helpproduct developersmeet or even anticipate consumer needs. They may even inspire improvements that the consumer was not aware of as being an option.\n\nThis allows a company to focus its product development efforts on the characteristics that are most in-demand. With an increasingly global economy and the proliferation of choices for consumers, companies that adapt to a market orientation may benefit from acompetitive advantageover other companies.\n\nMarket orientation often includes improvements in customer service and product support geared to solving concerns raised by consumers. This helps ensure customer satisfaction remains high with the company as a whole and promotesbrand loyaltyand positive word-of-mouth advertising.\n\nTo be successful, companies need to ensure that all departments adopt and promote the market orientation approach so that it becomes an integral part of thecorporate culture. When effective, market orientation can help a company increase customer retention and propel growth in new demographics.\n\nAt times, market orientation may reveal customer desires that are simply not cost-effective or practical to implement. The business then must determine how to meet customer expectations in the best way possible.\n\nAt the very least, impractical ideas may inform long-termdevelopment strategies. Options that are not cost effective today may become quite possible down the line due to changes in technology, science, regulation or other market conditions.\n\nDevelopment focused on market orientation puts consumers' desires first, creating the product around their expressed needs and wants. This contrasts with product orientation, a business philosophy that emphasizes getting the consumer to become aware of and like the features and benefits of a particular product.\n\nProduct differentiationoften goes hand-in-hand with a product orientation approach. With this approach, the company employs an advertising strategy that aims at clearly identifying the attributes that distinguish a brand from its competitors.\n\nSales orientation focuses on persuading the consumer into immediate action through means such as online ads, social media, television commercials, in-store demonstrations, ordirect response marketing.\n\nAny or all of these approaches may be required for a successful marketing strategy, but most businesses focus on one or a few as their primary focus.\n\nAmazonis an example of a market-oriented company. As it has grown and developed, it has consistently added processes and features that clearly address concerns and desires expressed by consumers.\n\nFor example, many consumers, especially city dwellers, worry about getting packages delivered when they're not at home. The company responded with Amazon Locker, a network of self-service pickup boxes.\n\nDelivery charges, no matter how reasonable, are a chief irritant to consumers, and a reason to buy locally instead of ordering online.Amazon Primecharges an annual fee for the free delivery of most of its products.\n\nCoca-Colais another company that is famous for its market orientation. Considerable research goes into identifying new flavors that consumers will actually like, such as wild strawberry and lime. But those new flavors won't help Coca-Cola address the increasing health consciousness of consumers. That's why the company acquiredbrandsincluding Dasani, Honest Tea, Smartwater, Simply Orange, Minute Maid, and Vitaminwater.",
  "url": "https://www.investopedia.com/terms/m/market-orientation.asp"
}