{
  "term": "Underwriting Spread: Meaning, Overview, Example",
  "definition": "An underwriting spread is the difference between the dollar amount thatunderwriters, such as investment banks, pay an issuing company for its securities and the dollar amount that underwriters receive from selling the securities in a public offering. The underwriting spread is essentially the investment bank'sgross profit margin, typically disclosed as a percentage or in points-per-unit-of-sale.\n\nThe size of underwriting spreads is determined on a deal-by-deal basis and is influenced mainly by the underwriter's perceived risk in the deal. This will also be influenced by expectations for the demand of the securities in the market.\n\nThe size of theunderwritingspread depends on the negotiations and competitive bidding among members of anunderwriter syndicateand the issuing company itself. The spread increases as the risks involved with the issuance increase.\n\nThe underwriting spread for aninitial public offering (IPO)usually includes the following components:\n\nThe manager is usually entitled to the whole underwriting spread. Each member of the underwriting syndicate then gets a (not necessarily equal) share of the underwriting fee and a portion of the concession. Additionally, a broker-dealer, which is not itself a member of the underwriter syndicate, earns a share of the concession based on how well it does selling the issue.\n\nThe value of an underwriting spread can be influenced by variables such as the size of the issue, risk, andvolatility.\n\nProportionately, the concession increases as total underwriting fees rise. Meanwhile, the management and underwriting fees decrease with gross underwriting fees. The effect of size on the division of fees is usually due to differential economies of scale. The extent of investment banker work, for example, in writing theprospectusand preparing the roadshow, is somewhat fixed, while the amount of sales work is not. Larger deals will not involve exponentially more investment banker work.\n\nHowever, it might involve much more sales effort, requiring an increase in the proportion of the selling concession. Alternatively, junior banks may join a syndicate, even if they receive a smaller share of the fees in the form of a lower selling concession.\n\nTo illustrate an underwriting spread, consider a company that receives $36 per share from the underwriter for its shares. If the underwriters turn around and sell the stock to the public at $38 per share, the underwriting spread would be $2 per share.",
  "url": "https://www.investopedia.com/terms/u/underwritingspread.asp"
}