{
  "term": "Understanding Revaluation Reserve and How It Is Recorded",
  "definition": "Revaluation reserve is an accounting term used when a company creates a line item on its balance sheet for the purpose of maintaining a reserve account tied to certain assets. This line item can be used when a revaluation assessment finds that the carrying value of the asset has changed.\n\nCompanies have the flexibility to create line items for reserves on the balance sheet when they feel it is necessary for proper accounting presentation. Companies may use reserves for various reasons, including asset revaluation. Like most reserve line items, the revaluation reserve amount either increases or decreases the total value of balance sheet assets.\n\nRevaluation reserves are not necessarily common, but they can be used when a company believes the value of certain assets will fluctuate beyond established schedules.\n\nThe standard procedure for identifying the carrying value of assets on the balance sheet involves marking assets down over time on a scheduled basis, usually based on adepreciationschedule.\n\nIn general, revaluation reserves increase or decrease the carrying value of the asset based on estimates of itsfair value.\n\nCompanies may establish a revaluation reserve if they believe an asset’s carrying value needs to be more closely monitored and assessed due to certain market situations, such as real estate assets that are increasing inmarket valueor foreign assets that are fluctuating due to currency changes.\n\nA company can add to or subtract from the revaluation reserve throughout the year without waiting for monthly or quarterly scheduled adjustments. This line item helps to keep value more accurate through day-to-day activities.\n\nCompanies may use reserve lines in place of or in association withwrite-downsorimpairments. Write-downs and impairments are usually a one-time expense charge due to an unexpected decrease in the value of a long-term asset.\n\nThe revaluation reserve refers to the specific line item adjustment required when the revaluation of an asset takes place. In most cases, the reserve line either increases a liability or reduces the value of an asset.\n\nWhen an entry to a reserve account is made, an offsetting entry must be made to an expense account which will show up on the income statement.\n\nIf the asset decreases in value, the revaluation reserve is credited on the balance sheet to decrease the carrying value of the asset, and the expense is debited to increase the total revaluation expense.\n\nIf the asset increases in value, the offsetting reserve expense would be decreased through credit, and the revaluation reserve on the balance sheet would be increased through a debit.\n\nFor most companies, the carrying value of assets is thebook valueafter netting out anyaccumulated depreciation. The carrying value of an asset may be adjusted to the fair value after the depreciation period has ended.\n\nGenerally, the decision to record an asset's carrying value at book value rather than fair value is made when an asset is long-term in nature. Shorter-term assets are usually more liquid and therefore can easily be carried on the balance sheet at their fair market value.\n\nA revaluation account is a reserve account that is adjusted when the value of an asset fluctuates. It is not a current liability. It functions as a line item adjustment when the asset's valuation is re-evaluated. An increase in value is credited to the reserve account and a decrease is debited from the reserve account.\n\nA revaluation reserve account would affect equity if there are gains in the account. This would not affect equity if the gains reverse losses in the account on the same asset.\n\nA revaluation surplus is an equity account that reflects the increase in the fair value of an asset over its previous book value. Note that these are unrealized gains so cannot be used to distribute dividends.\n\nIn accounting, revaluation reserves on a company's balance sheet are used to record the changing value of long-term assets. This generally applies to currency-sensitive assets and is recorded by debiting or crediting an offsetting expense depending on the change in value.",
  "url": "https://www.investopedia.com/terms/r/revaluationreserves.asp"
}