{
  "term": "Undersubscribed: Meaning, Overview, Contributing Factors",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\n\"Undersubscribed\" refers to a situation in which the demand for an issue of securities such as aninitial public offering(IPO) or another offering of securities is less than the number of shares issued. Undersubscribed offerings are often a matter of overpricing the securities for sale or on account of poor marketing of the securities to potential investors.\n\nThis situation is also known as an \"underbooking,\" and may be contrasted withoversubscribedwhen demand for an issue exceeds its supply.\n\nAn offering is undersubscribed when the underwriter is not able to get enough interest in the shares for sale. Because there may not be a firm offering price at the time, purchasers usually subscribe for a certain number of shares. This process allows the underwriter to gauge demand for the offering (called “indications of interest”) and determine whether a given price is fair.\n\nTypically, the goal of a public offering is to sell at the exact price at which all the issued shares can be sold to investors, and there is neither a shortage nor a surplus of securities. If the demand is too low, the underwriter and issuer might lower the price to attract more subscribers. If there is more demand for a public offering than there is supply (shortage), it means a higher price could have been charged, and the issuer could have raised more capital. On the other hand, if the price is too high, not enough investors will subscribe to the issue, and the underwriting company will be left with shares it either cannot sell or must sell at a reduced price, incurring a loss.\n\nOnce the underwriter is sure it will sell all of the shares in the offering, it closes the offering. Then it purchases all the shares from the company (if the offering is a guaranteedoffering), and the issuer receives the proceeds minus the underwriting fees. The underwriters then sell the shares to the subscribers at the offering price. Sometimes, when underwriters can't find enough investors to purchase IPO shares, they are forced to purchase the shares that could not be sold to the public (also known as \"eating stock\").\n\nAlthough the underwriter can influence the initial price of the securities, they don't have the final say on all the selling activity on the first day of an IPO. Once the subscribers begin selling on the secondary market, the free-market forces of supply and demand dictate the price, and that can also affect the initial selling price on the IPO. Underwriters usually maintain a secondary market in the securities they issue, which means they agree to purchase or sellsecuritiesout of their own inventories in order to protect the price of the securities from extreme volatility.",
  "url": "https://www.investopedia.com/terms/u/undersubscribed.asp"
}