{
  "term": "Underbanked: What It Is and Who They Are",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nUnderbanked refers to individuals or families who have a bank account but often rely on alternative financial services such asmoney orders, check-cashing services, andpayday loansrather than on traditional loans and credit cards to manage their finances and fund purchases.This may be because they lack access to convenient, affordable banking services or because they need or prefer to use alternatives to traditional financial services.\n\nThe majority of people use banks to conduct routine financial transactions. Banks offer publicchecking accountsfor everyday use to make deposits, withdrawals and transfers, and to pay bills.Savings accountsand other investment vehicles offer consumers a place to store their money and earn interest. Banks also offer consumers a variety of credit facilities such as loans and mortgages.\n\nPeople who have a bank account but also tap into alternative financial services, such as short-term payday loans, check-cashing services, andprepaid debit cards, are typically referred to as the underbanked. Some households are consideredunbankedbecause they don't use banks or financial services at all.\n\nAccording to a 2021Federal Reserve (FRB)report on the economic well-being of U.S. households, in 2020, 13% of adults in the U.S. were underbanked, while 5% were unbanked.Those results marked an improvement on 2018 when the FRB found that 16% of U.S. adults were underbanked and 6% were unbanked.\n\nTheFederal Deposit Insurance Corporation (FDIC)runs its own survey on how households use banking services. The FDIC revealed that an estimated 5.4% of U.S. households were unbanked in 2019, meaning that 94.6% of U.S. households had at least a checking or savings account.\n\nIn its 2019 report, the FDIC broke down the financial services activities of the population but, unlike in previous years, stopped short of providing a specific percentage figure of underbanked households.In 2017, the government agency put its estimate of underbanked at 48.9 million adults, or 18.7% of U.S. households, down from 19.9% in 2015.\n\nThe FRB and the FDIC's numbers cannot be directly compared as they define the underbanked somewhat differently.\n\nThe FRB has stated that both theunbanked and underbanked\"are more likely to have low income, less education, or be in aracial or ethnic minoritygroup.\"Among the underbanked, 21% had a family income of under $25,000 (vs. 5% with incomes over $100,000) and 24% didn't have a high school degree (vs. 8% with a bachelor's degree or more). In terms of race/ethnicity, 27% of Black people and 21% of Latino and Latina were underbanked vs. 9% of White people.\n\nWhen it comes to applying forcredit, the FRB survey showed that Americans with incomes under $50,000 per year were much more likely to be denied traditional bank credit than those with incomes over $100,000 (39% vs. 9%, respectively). In every income bracket, Black and Latino/Latina individuals were more likely to experience an adverse credit outcome than White applicants.\n\nCommunity development financial institutions (CDFIs)provide loans to home buyers and businesses in rural, impoverished, and disadvantaged communities.\n\nThe FDIC study came to similar conclusions regarding links between the underbanked and lower-income, lower education levels, and less access to credit. It also explored bill payment methods, finding that 11.9% of households used money orders, 5.5% usedcashier’s checks, and 4.9% used bill payment services, such as those offered by Western Union and MoneyGram, to pay their bills.\n\nBoth the FRB and the FDIC have found over the years that households with less predictable and more volatile income were more likely to be underbanked than those with a steady paycheck.\n\nAn underbanked customer is someone who has a bank account but often relies on alternative sources, such as money orders, check-cashing services, and payday loans, to manage finances.\n\nUnderbanked households have a bank account but regularly use alternative financial services. Unbanked households, on the other hand, do not even have a checking or savings account.\n\nThere are lots of possible explanations. An obvious one is that traditional financial services are not always accessible to everyone. For example, banks may have deposit minimums or fees that are a barrier. Or they may have stringent loan criteria, whereas payday loan operators are generally more lenient. Moreover, banks may not advertise their services much, or at least not as aggressively as alternative sources do.\n\nBoard of Governors of the Federal Reserve System. \"Report on the Economic Well-Being of U.S. Households in 2018 - May 2019.\"\n\nBoard of Governors of the Federal Reserve System. \"Report on the Economic Well-Being of U.S. Households in 2020 - May 2021.\"\n\nFederal Deposit Insurance Corporation. \"How America Banks: Household Use of Banking and Financial Services 2019 FDIC Survey,\" Page 1.\n\nFederal Deposit Insurance Corporation. \"How America Banks: Household Use of Banking and Financial Services 2019 FDIC Survey.\"\n\nFederal Deposit Insurance Corporation. \"2017 FDIC National Survey of Unbanked and Underbanked Households: Executive Summary,\" Page 1.\n\nBoard of Governors of the Federal Reserve System. \"Report on the Economic Well-Being of U.S. Households in 2018 - May 2019,\" Footnote 14.\n\nFederal Deposit Insurance Corporation. \"How America Banks: Household Use of Banking and Financial Services 2019 FDIC Survey,\" Page 6.",
  "url": "https://www.investopedia.com/terms/u/underbanked.asp"
}