{
  "term": "Understanding Derivatives: A Comprehensive Guide to Their Uses and Benefits",
  "definition": "What you need to know about these securitized contracts\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nA type of financial contract whose value is dependent on an underlying asset, a group of assets, or a benchmark. It's an agreement set between two or more parties that can be traded on an exchange or over the counter (OTC).\n\nThe term “derivative” refers to a type of financial contract whose value is dependent on anunderlying asset, a group of assets, or a benchmark. Derivatives are agreements set between two or more parties that can be traded on an exchange orover the counter (OTC).\n\nThese contracts can be used to trade any number of assets and come with their own risks.Prices for derivativesderive from fluctuations in the prices of underlying assets. These financial securities are commonly used to access certain markets and may be traded tohedgeagainst risk. Derivatives can be used to either mitigate risk (hedging) or assume risk with the expectation of commensurate reward (speculation). Derivatives can move risk levels (and the accompanying rewards) from therisk-averseto therisk seekers.\n\nA derivative is a complex financial security that is set between two or more parties. Derivatives can take many forms, from stock and bond derivatives toeconomic indicator derivatives.\n\nTraders may use derivatives to access specificmarketsand trade different assets. Typically, derivatives are considered a form of advanced investing. The most common underlying assets for derivatives are stocks, bonds,commodities,currencies,interest rates, andmarket indexes. Contract values depend on changes in the prices of the underlying asset—theprimary instrument.\n\nDerivatives can be used to hedge, speculate on the directional movement of an underlying asset, or leverage a position. These assets are commonly traded on exchanges or OTC, and can often be entered via anonline broker. TheChicago Mercantile Exchange (CME)is among the world’s largest derivatives exchanges.\n\nIt’s important to remember that when companies hedge, they’re not speculating on the price of the commodity. Instead, the hedge is an attempt to limit existing risks. Each party has its profit or margin built into the price, and the hedge helps protect those profits from being eliminated by unfavorable market moves in the price of the underlying asset.\n\nOTC-traded derivatives generally carry a greatercounterparty risk—the danger that one of the parties involved in the transaction might not deliver on its obligations, ordefault. OTC contracts are privately negotiated between two counterparties and are unregulated. To hedge this risk, the investor could purchase a currency derivative to, for example, lock in a specific exchange rate. Derivatives that could be used to hedge forex risk includecurrency futuresandcurrency swaps.\n\nExchange-traded derivatives, such as options and futures, are standardized and more heavily regulated than those traded over the counter and can be freely bought and sold via mostonline brokers.\n\nDerivatives were originally used to ensure balanced exchange rates for internationally traded goods. International traders needed a system to account for the constantly changing values ofnational currencies.\n\nAssume a European investor has investment accounts that are all denominated ineuros(EUR). Let’s say they purchase shares of a U.S. company through a U.S. exchange using U.S. dollars (USD). This means they are now exposed toexchange rate riskwhile holding that stock. Exchange rate risk is the threat that the value of the euro will increase in relation to the USD. If this happens, any profits the investor realizes upon selling the stock become less valuable when they are converted back into euros.\n\nAspeculatorwho expects the euro to appreciate vs. the dollar could profit by using a derivative that rises in value with the euro. When using derivatives to speculate on the price movement of an underlying asset, the investor does not need to have the actual underlying asset in theirportfolio.\n\nMany derivative instruments are leveraged, which means a small amount of capital is required to have a sizable position in the underlying asset.\n\nDerivatives today are based on a wide variety of underlying assets and have many uses, even exotic ones. For example, there are derivatives based on weather data, such as the amount of rain or the number of sunny days in a region.\n\nThere aredifferent types of derivativesthat can be used forrisk management,speculation, and leveraging a position. The derivatives market continues to grow, expanding with products to fit nearly any need or level ofrisk tolerance.\n\nThere are two classes of derivative products: lock andoption. Lock products (e.g., futures, forwards, or swaps) bind the respective parties from the outset to the agreed-upon terms over the life of the contract. Option products (e.g., stock options), on the other hand, offer the holder the right, but not the obligation, to buy or sell the underlying asset or security at a specific price on or before the option’s expiration date. The most common derivative types are futures, forwards, swaps, and options.\n\nAfutures contract, or simply futures, is an agreement between two parties for the purchase and delivery of an asset at an agreed-upon price at a future date. Futures are standardized contracts that trade on an exchange. Traders use futures to hedge their risk or speculate on the price of an underlying asset. The parties involved are obligated to fulfill a commitment to buy or sell the underlying asset.\n\nFor example, say that on Nov. 6, 2025, Company A buys a futures contract for oil at a price of $62.22 per barrel that expires Dec. 19, 2025. The company does this because it needs oil in December and is concerned that the price will rise before the company needs to buy. Buying an oil futures contract hedges the company’s risk because the seller is obligated to deliver oil to Company A for $62.22 per barrel once the contract expires. Assume oil prices rise to $80 per barrel by Dec. 19, 2025. Company A can accept delivery of the oil from the seller of the futures contract, but if it no longer needs the oil, it can also sell the contract before expiration and keep the profits.\n\nIn this example, both the futures buyer and seller hedge their risk. Company A needed oil in the future and wanted to offset the risk that the price may rise in December with a long position in an oil futures contract. The seller could be an oil company concerned about falling oil prices that wanted to eliminate that risk by selling orshortinga futures contract that fixed the price it would get in December.\n\nIt is also possible that one or both of the parties are speculators with the opposite opinions about the price of oil in December. In that case, one might benefit from the contract, and one might not. Take, for example, the futures contract forWest Texas Intermediate(WTI) oil that trades on the CME and represents 1,000 barrels of oil. If the price of oil rose from $62.22 to $80 per barrel, the trader with the long position—the buyer—in the futures contract would have profited $17,780 [($80 - $62.22) × 1,000 = $17,780].The trader with the short position—the seller—in the contract would have a loss of $17,780.\n\nNot all futures contracts are settled at expiration by delivering the underlying asset. If both parties in a futures contract are speculating investors ortraders, it is unlikely that either of them would want to make arrangements for the delivery of a large number of barrels of crude oil. Speculators can end their obligation to purchase or deliver the underlying commodity by closing (unwinding) their contract before expiration with an offsetting contract.\n\nMany derivatives are, in fact,cash-settled, which means that the gain or loss in the trade is simply an accounting cash flow to the trader’s brokerage account. Futures contracts that are cash-settled include many interest rate futures,stock index futures, and more unusual instruments such asvolatility futuresorweather futures.\n\nForward contracts, or forwards, are similar to futures, but they do not trade on an exchange. These contracts only trade over the counter. When a forward contract is created, the buyer and seller may customize the terms, size, and settlement process. As OTC products, forward contracts carry a greater degree of counterparty risk.\n\nCounterparty risks are a type ofcredit riskwhere the parties involved may fail to deliver on the obligations outlined in the contract. If one party becomes insolvent, the other party may have no recourse and could lose the value of its position.\n\nOnce created, the parties in a forward contract can offset their positions with other counterparties, which can increase the potential for counterparty risks as more traders become involved in the same contract.\n\nSwapsare another common type of derivatives, often used to exchange one kind of cash flow for another. For example, a trader might use aninterest rate swapto switch from a variable interest rate loan to a fixed-interest-rate loan, or vice versa.\n\nImagine that Company XYZ borrows $1,000,000 and pays avariable interest rateon the loan that is currently 6%. XYZ may be concerned about rising interest rates that will increase the costs of this loan or encounter a lender that is reluctant to extend more credit while the company has this variable-rate risk.\n\nAssume XYZ creates a swap with Company QRS, which is willing to exchange the payments owed on the variable-rate loan for the payments owed on a fixed-rate loan of 7%. That means that XYZ will pay 7% to QRS on its $1,000,000 principal, and QRS will pay XYZ 6% interest on the same principal. At the beginning of the swap, XYZ will just pay QRS the 1-percentage-point difference between the twoswap rates.\n\nIf interest rates fall so that the variable rate on the original loan is now 5%, Company XYZ will have to pay Company QRS the 2-percentage-point difference on the loan. If interest rates rise to 8%, then QRS would have to pay XYZ the 1-percentage-point difference between the two swap rates. Regardless of how interest rates change, the swap has achieved XYZ’s original objective of turning a variable-rate loan into afixed-rateloan.\n\nSwaps can also be constructed to exchangecurrency riskor the risk of default on a loan or cash flows from other business activities. Swaps related to the cash flows and potential defaults of mortgage bonds are an extremely popular derivative. In fact, they’ve been a bit too popular in the past. It was the counterparty risk of swaps like this that eventually spiraled into thecredit crisisof2008.\n\nAnoptions contractis similar to a futures contract in that it is an agreement between two parties to buy or sell an asset at a predetermined future date for a specific price. The key difference between options and futures is that with an option, the buyer is not obliged to exercise their agreement to buy or sell. It is an opportunity only, not an obligation, as futures are. As with futures, options may be used to hedge or speculate on the price of the underlying asset.\n\nIn terms of timing your right to buy or sell, it depends on the “style” of the option. AnAmerican-style optionallows holders to exercise the option rights anytime before and including the day of expiration. AEuropean-style optioncan be executed only on the day of expiration. Most stocks andexchange-traded funds(ETFs) have American-style options, while equity indexes, including the S&P 500, have European-style options.\n\nImagine an investor owns 100 shares of a stock worth $50 per share. They believe the stock’s value will rise in the future. However, this investor is concerned about potential risks and decides to hedge their position with an option. The investor could buy a put option that gives them the right to sell 100 shares of the underlying stock for $50 per share—known as thestrike price—until a specific day in the future—known as theexpiration date. The option costs $2 per share. Each option contract represents 100 shares, so the investor paid $200 to enter this trade.\n\nAssume the stock falls in value to $40 per share by expiration and the put option buyer decides to exercise their option and sell the stock for the original strike price of $50 per share. As such, the investor only lost $200—the price he paid for the options. An unhedged position would’ve shown a loss of $1,000. A strategy like this is called aprotective putbecause it hedges the stock’s downside risk.\n\nAlternatively, assume an investor doesn’t own the stock currently worth $50 per share. They believe its value will rise over the next month. This investor could buy a call option that gives them the right to buy the stock for $50 before or at expiration. Assume this call option costs $2 per share, or $200 for the trade, and the stock rose to $60 before expiration. The buyer can now exercise their option and buy a stock worth $60 per share for the $50 strike price and record a gain of $10 per share. Subtracting $2 per share paid to enter the trade, and any broker fees, the investor is looking at approximately $800 net profit.\n\nIn both examples, the sellers are obligated to fulfill their side of the contract if the buyers choose to exercise the contract. However, if a stock’s price is above the strike price at expiration, theputoption will be worthless and the seller (the option writer) gets to keep the premium at expiration. If the stock’s price is below the strike price at expiration, thecallwill be worthless and the call seller will keep the premium.\n\nMelissa Ling © Investopedia, 2019\n\nAs the above examples illustrate, derivatives can be a useful tool for businesses and investors alike. They provide a way to:\n\nThese pluses can often come for a limited cost.\n\nDerivatives also can often be purchased onmargin, which means traders use borrowed funds to purchase them. This makes them even less expensive.\n\nDerivatives can be difficult to value because they are based on the price of another asset. OTC derivatives also includecounterparty risksthat are difficult to predict. Additionally, most derivatives are sensitive to the following:\n\nThese variables make it difficult to perfectly match the value of a derivative with the underlying asset.\n\nBecause the derivative has no intrinsic value—its value comes only from the underlying asset—it is vulnerable tomarket sentimentand market risks.Supply and demandfactors can cause a derivative’s price and itsliquidityto rise and fall, regardless of what is happening with the price of the underlying asset.\n\nFinally, derivatives are usually leveraged instruments, and using leverage cuts both ways. While it can increase potential returns, it also makes losses mount quicker.\n\nSubject to counterparty risks (if OTC)\n\nSensitive to supply and demand factors\n\nWant to learn more advanced investing and trading strategies? Check out our new guide—Level Up Your Investing Strategy—to elevate your approach and maximize returns.\n\nDerivatives are securities whose value is dependent on or derived from an underlying asset. For example, anoil futures contractis a type of derivative whose value is based on the market price of oil. Derivatives have become increasingly popular in recent decades, with thetotal value of derivatives outstandingestimated at $729.8 trillion on June 30, 2024.\n\nCommon examples of derivatives include futures contracts, options contracts, andcredit default swaps. Beyond these, there is a vast quantity of derivative contracts tailored to meet the needs of a diverse range of counterparties. In fact, because many derivatives are traded over the counter (OTC), they can in principle be infinitely customized.\n\nDerivatives can be a very convenient way to achieve financial goals. For example, a company that wants to hedge against its exposure to commodities can do so by buying or selling energy derivatives such as crude oil futures. Similarly, a company could hedge its currency risk by purchasing currency-forward contracts. Derivatives can also help investors leverage their positions, such as by buying equities through stock options rather than shares. The main drawbacks of derivatives include counterparty risk, the inherent risks of leverage, and the fact that complicated webs of derivative contracts can lead tosystemic risks.\n\nA derivative is a type of financial contract that can be traded as an investment. Derivatives have no intrinsic value. Their worth comes entirely from the value of the underlying asset.\n\nDerivatives can be used to mitigate risk or to assume risk in the hope of achieving a reward. Regardless of your goal as an investor, derivatives come with potential downsides, including complexity, supply and demand factors, and vulnerability to market sentiment.\n\nBank for International Settlements. “OTC Derivatives Statistics at End-June 2024.”",
  "url": "https://www.investopedia.com/terms/d/derivative.asp"
}