{
  "term": "Understanding and Calculating an Overnight Index Swap (OIS)",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn index swap is a hedging contract in which one party exchanges a predetermined cash flow with a counterparty on a specified date. A debt, equity, or other price index is used as the agreed exchange for one side of this swap.\n\nAn overnight index swap applies an overnight rate index such as the federal funds rate. Index swaps are specialized groups of conventional fixed-rate swaps, with terms that can be set from three months to more than a year.\n\nIn an overnight index swap, the overnight rate is exchanged for afixed interest rate. An overnight index swap uses an overnight rate index such as the federal funds rate as the underlying rate for the floating leg, while the fixed leg would be set at a rate agreed upon by both parties.\n\nThe interest of the overnight rate portion of the swap is compounded and paid at reset dates, with the fixed leg being accounted for in the swap's value to each party.\n\nThe floating leg's present value (PV) is determined by either compounding the overnight rate or by taking the geometric average of the rate over a given period.\n\nOvernight index swaps are popular among financial institutions because the overnight index is considered to be a good indicator of the interbank credit markets and less risky than traditional interest rate spreads.\n\nEight steps are applied in calculating a bank's dollar benefit from using an overnight index swap.\n\nAn overnight index swap is a bet on the direction of short-term interest rates. One party agrees to pay a fixed interest rate, while the other party agrees to pay a floating rate based on the overnight index. When the overnight index rate is calculated for the relevant time period, one party pays the other party the difference between the fixed and floating rates for that period.\n\nFinancial institutions and other large enterprises use the overnight index swap as a hedge against sudden adverse swings in short-term interest rates. They are effectively protecting their interest rate costs by locking in the short-term rate they will pay. Traders and speculators also use this strategy when they expect a swing in short-term interest rates.\n\nYes. The overnight index swap is a type of derivative contract. That is, it is based on short-term interest rates but does not represent an actual investment in any asset.\n\nThe overnight index swap is primarily an interbank process, used by financial institutions to hedge against costly changes in the direction of interest rates. It is a tool that is also used by hedge fund managers and market speculators to place a bet on short-term interest rate movements.\n\nCbonds. \"Overnight Index Swap.\"\n\nCbonds. \"Overnight Index Swap.\"",
  "url": "https://www.investopedia.com/terms/o/overnightindexswap.asp"
}