{
  "term": "Underweight: What it Means, How it Works, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nUnderweight refers to one of two situations in regard to trading and finance. An underweightportfoliodoes not hold a sufficient amount of a particular security when compared to the weight of that security held in the underlyingbenchmarkportfolio. Underweight can also refer to an analyst's opinion regarding the future performance of a security in scenarios where it is expected to underperform.\n\nWhile an underweight portfolio can be identified through simple mathematics by determining what percentage of a portfolio is directed towards a particular asset, an underweight stock is identified on more flexible terms based on the variables chosen by the analyst who is making the determination.\n\nAn underweight portfolio occurs when the percentage, or weight, of a particular security within the managed portfolio is lower than what is held in the benchmark portfolio. For example, if the benchmark portfolio held a particular security with a weight of 20% and the investor portfolio only held a 10% weight in that security, it would be deemed to be underweight in the security in question.\n\nAportfolio managercan makesecuritiesunderweight if they believe those specific securities will underperform when compared to the other securities in the portfolio. For example, consider a security in the benchmark portfolio with a weight of 10%.\n\nIf the manager believes that the security will underperform over a certain time period, they can allocate the security a weight of less than 10% – say, to 8% – for that period. The 2% that is no longer directed towards that security can be allocated to other securities that have more positive outlooks in hopes of increasing theexpected returnfor the overall portfolio.\n\nAnalystsmay refer to a security as underweight when the expected return is below theaverage returnof the industry, the sector, or the market that has been chosen as a point of comparison. In this context, being underweight is similar to an expectation of poor performance and may be based on a few selected variables chosen by the analyst making the determination.\n\nThere is no set time frame or specific benchmark for an analyst to make this determination, which leads to variances based on analyst opinion and the exact variables chosen as a point of comparison. This can cause a stock to be considered underweight compared to one index, but not when compared to another, leading to two different recommendations.\n\nConsider Fund ABC which tracks the benchmark index, Index DEF. Index DEF has a weighting of Apple stock as 10% of its portfolio. Fund ABC determines that the future outlook for Apple stock is not strong given variousmetricsits research team used to analyze the company and the outlook of the economy. Fund ABC determines that its percentage of shares that are Apple shares will only be 1.5% of the portfolio. Compared to the benchmark, Fund ABC is underweight in Apple stock.\n\nWhen a stock analyst marks a stock as underweight, that is usually a sell opinion or a don't buy opinion. Either way, the underweight opinion means that the outlook for the stock is not strong.\n\nAn underweight portfolio is a fund whose portfolio holds fewer shares of a particular stock when compared to a benchmark. For example, a fund might hold 2% of a particular stock as a percentage of its total portfolio whereas the benchmark holds 10%. The fund would be underweight in that stock.\n\nAn overvalued stock is one whose stock price is not in line with its earnings outlook, such as its price-to-earnings (P/E) ratio. Analysts that believe a stock is overvalued expect that its price will fall.",
  "url": "https://www.investopedia.com/terms/u/underweight.asp"
}