{
  "term": "Underwriting Standards: Meaning, Overview, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUnderwriting standards are guidelines established to ensure that safe and secure loans are issued and maintained.\n\nThe underwriting standards in place help to set benchmarks for how muchdebtmay be issued to a person, the terms of the loans, how much debt a specific company is willing to issue, and what interest rates will be charged.\n\nSound underwriting standards protect financial institutions from excessive risks that can lead to losses. History indicates that lending and underwriting standards are generallypro-cyclical. As competitive pressures increase for loan growth, banks may be enticed to ease underwriting standards to expand the loan portfolio in order to generate earnings. As conditions begin to deteriorate, this easing of underwriting standards can cause banks to face an increased risk, followed by rising losses and an eventual tightening of underwriting standards.\n\nFor example, during thefinancial crisisof 2008-2009, some lenders reduced prepayment fees and offered heightened flexibility on the terms of the loans they issued. During that same crisis, many companies also tightened underwriting standards (one of the culprits in the downturn).\n\nThe choice to modify a financial institution's lending terms and underwriting standards is usually the result of decisions made by theboardand senior management. Alternatively, subtle, de facto revisions in policies can result from how standards and procedures are actually applied in practice. In both instances, appropriate risk management steps must be taken to ensure risks are properly identified, monitored and controlled, and that loan pricing, terms or other safeguards against nonperformance are appropriate for the risks being taken.\n\nA Federal Reserve study of lending practices outlined six core lending terms and underwriting standards for maintaining strong credit discipline and assuring smart credit decisions. Those standards include:\n\nTheFederal Deposit Insurance Corporation(FDIC) has its own recommended guidelines for underwriting standards for credit cards. Per the Federal Deposit Insurance Corporation (FDIC), underwriting standards help ensure credit cards offered to customers meet an acceptable level of risk.\n\nSome of the key underwriting standards that the Federal Deposit Insurance Corporation (FDIC) recommends for credit cards include:\n\nFederal Reserve Board of Governors. \"SR 98-18: Lending Standards for Commercial Loans.\" Accessed July 2, 2021.\n\nMinneapolis Federal Reserve Bank. \"Underwriting Standards - Lessons From the Past.\" Accessed July 2, 2021.\n\nFDIC. \"Section 3-2: Loans.\" Accessed July 2, 2021.",
  "url": "https://www.investopedia.com/terms/u/underwriting-standards.asp"
}