{
  "term": "Understanding Tax Deductions: Itemized vs. Standard Deduction",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA tax deduction is an amount that you can deduct from yourtaxable incometo lower the amount of taxes that you owe. You can choose the standard deduction—a single deduction of a fixed amount—or itemize deductions onSchedule Aof your income tax return.\n\nIf the total for your itemized expenses is greater than the standard deduction for your filing status, it makes sense to itemize. Allowable itemized deductions includemortgage interest, charitable gifts, unreimbursed medical expenses, and state and local taxes.\n\nIndividuals can take the standard deduction—which nearly doubled under theTax Cuts and Jobs Act (TCJA)—or itemize their deductions. Here’s a rundown of the standard deduction amounts for the 2024 and 2025 tax years:\n\nTaxpayers at least 65 years oldorblind can claim an additional standard deduction. For 2024, the amount rose to $1,550 ($1,950 for single filers and heads of household).For 2025, these amounts were changed to $1,600 and $2,000, respectively.\n\nYou cantake the standard deductionoritemize your deductions—you can’t do both for the same tax year.\n\nHere are some of the most common tax deductions that you can claim on your federal incometax return:\n\nMost of these deductions should be entered on Schedule A of your 1040, but there are some exceptions.For example, you must useForm 8949andSchedule Dto report investment losses andForm 5498to record IRA contributions.Contributions to an employer-sponsored 401(k) retirement account are reflected in your paycheck, so you don’t need the extra form.\n\nSome once-common tax deductions wereeliminated or cappedby the Tax Cuts and Jobs Act (TCJA) of 2017. You can no longer deduct the following—at least until 2025, when the act is due to expire:\n\nThe ranks of freelancers and gig workers are growing. According to a Pew Research Center study, more than 16 million Americans now identify as self-employed.\n\nLuckily for them, they have retained some of the tax deductions that wage earners lost in the 2017 tax reform law. Some deductions are complex because you have to determine how much of every expense is business, thus deductible—and how much is personal and nondeductible.\n\nSome of themost important deductionsfor the self-employed include those for half of your Medicare and Social Security taxes, the home office deduction, and the health insurance premiums deduction.\n\nOne particularly valuable deduction for self-employed people defers taxes on their contributions to retirement plans. Tax-deferred retirement plans—including theSEP IRA, theSIMPLE IRA, and thesolo 401(k)—are designed specifically for the self-employed, solo operators, and small business owners.\n\nContributions to traditional IRAs and qualified plans such as 401(k)s are anabove-the-linededuction. That means the contribution will reduce your taxable income even if you choose to take the standard deduction instead of itemizing.\n\nBusinesses large and small pay taxes on their profits, which is their total receipts minus their total business costs. That means recording every single expense and reporting it to theInternal Revenue Service (IRS). Some of the top deductions for small business owners include:\n\nThe rules for many of these deductions are complex, particularly for shoestring operations. Vehicle expenses and travel expenses, for example, must be carefully separated between deductible business use and nondeductible personal or family use.\n\nTax deductions reduce your total taxable income—the amount you use to calculate your tax bill. On the other hand,tax creditsare subtracted directly from the taxes you owe. Some tax credits are even refundable, meaning that if the credits reduce your tax bill to below zero, you’ll get a refund for the difference.\n\nEven if they aren’t refundable, a tax credit is more valuable than a tax deduction. A tax deduction may kick your taxable income down a few notches on the tax tables, but a tax credit reduces the tax you owe, dollar for dollar.\n\nHere’s an example. Sarah is a single taxpayer in the United States with a gross annual income of $50,000. She wants to optimize her tax situation by considering whether to claimitemized deductionsor take thestandard deductionfor the tax year. Relevant information for Sarah includes:\n\nSarah’s potential total itemized deductions equal $15,500. This is the sum of her mortgage interest, SALT, charitable contributions, medical expenses above 7.5% of her AGI, and business expenses.\n\nIf Sarah filed as single for 2024, she would note that the standard deduction of $14,600 was lower than her potential itemized deduction. Therefore, Sarah would want to claim her itemized deduction.\n\nGenerally speaking, U.S. taxpayers will choose to itemize their deductions or take the standard deduction, depending on which most reduces their taxable income.\n\nContrary to what many taxpayers may think, they might benefit most from the standard deduction because the TCJA nearly doubled the standard deduction amount and eliminated (or capped) many itemized deductions.\n\nIf you itemize, you need to keep receipts for eligible expenses throughout the year and organize them into categories. At tax time, you tally and record the expenses on a Schedule A—and hold onto the receipts in case you’re audited.\n\nThe standard deduction is substantially less work: You simply fill in the amount of your standard deduction on line 12a ofForm 1040or1040-SR.\n\nMost of the 42 states that impose an income tax follow the format of the federal forms as closely as possible.However, the states set their own tax rates and standard deductions, and they may have additional allowable deductions or different restrictions on deductions.\n\nSome states do not permit taxpayers to itemize state taxes if they take the federal tax deduction.\n\nIn any case, it’s worth reading your state’s tax forms closely to see if there are any additional deductions for which you might qualify. For example, in New Mexico, you are exempt from state income tax when you reach age 100. And Nevada taxpayers can get a free pack of cards for filing their tax returns.\n\nKeep in mind that there are limitations on some deductions. For example, current federal tax law limits the mortgage interest deduction to a maximum of $750,000 of secured mortgage debt (or $1 million if you bought the home prior to Dec. 16, 2017). That 2017 change was a severe blow to the very wealthy and to some not-so-wealthy residents of the cities with the most expensive homes.\n\nThen there’s the limit on the healthcare deduction. If you’re itemizing healthcare costs, the expenses that you paid (for yourself, your spouse, and your dependents) must exceed a certain percentage of your adjusted gross income (AGI) to be deductible. For your 2024 and 2025 tax returns, the threshold for medical expenses is 7.5% of AGI for all taxpayers.\n\nOne additional deduction not included in the standard or itemized tax deductions is the one forcapital losses. These are recorded on Schedule D, along with capital gains, rather than on Schedule A.\n\nA tax loss carryforward is a legal way to rearrange earnings for the taxpayer’s benefit. You can carry forward individual and business capital losses from previous years. You can claim up to $3,000 ($1,500 if married filing separately) in capital losses as a tax deduction as of the 2024 tax year. If your losses were greater than that, you can “carry them forward” to the following year or years.\n\nTax deductions are expenses or allowances that reduce a taxpayer’s taxable income, thereby lowering the amount of income subject to taxation. They can include various expenses such as mortgage interest, medical expenses, charitable contributions, and certain business expenses, either through itemized deductions or the standard deduction.\n\nThere aredozens of tax deductions and creditsthat can help lower your tax bill. Some of the more common deductions include those for mortgage interest, retirement plan contributions, HSA contributions, student loan interest, charitable contributions, medical and dental expenses, gambling losses, and state and local taxes.\n\nCommon credits include the Child Tax Credit, earned income tax credit, child and dependent care credit, saver’s credit, foreign tax credit, American Opportunity Tax Credit, lifetime learning credit, and premium tax credit.\n\nWhether you itemize or take the standard deduction, it helps to contribute the maximum allowable amount to a traditional (i.e., not Roth) retirement account like an IRA or a 401(k). That way, you’ll be adding to your retirement savings while reducing your taxes for the year.\n\nIf you have substantial mortgage interest, student debt interest, medical expenses, and other deductible expenses, you may find the total exceeds the standard deduction. In that case, you can maximize your deductions by itemizing on Schedule A of Form 1040 or 1040-SR.\n\nWhether you should itemize or claim the standard deduction depends on your specific financial situation. Compare your potential itemized deductions (for example, your mortgage interest, state taxes, charitable contributions, etc.) against the standard deduction amount to determine which option will lower your taxable income and reduce your tax liability more effectively. You are allowed to pick which one to use, and you are allowed to change your election from one year to the next.\n\nA tax deduction is an amount that the IRS allows taxpayers to deduct from their taxable income, thus reducing the tax that they owe.\n\nTaxpayers can either itemize individual deductions that they’re entitled to on their tax returns or opt for the standard deduction allowed (a single amount). The approach you choose will most likely be the one that lowers your tax bill the most.\n\nCorrection—May 21, 2025:The calculations in the example section have been corrected to show that it's better to claim itemized deductions when they are greater than the standard deduction.\n\nTax Policy Center. “How Did the TCJA Change the Standard Deduction and Itemized Deductions?”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “Rev. Proc. 2023-34.” Page 12.\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “Rev. Proc. 2024-40.” Page 12.\n\nInternal Revenue Service. “Topic No. 551, Standard Deduction.”\n\nInternal Revenue Service. “Topic No. 456, Student Loan Interest Deduction.”\n\nInternal Revenue Service. “Publication 936 (2024), Home Mortgage Interest Deduction.”\n\nInternal Revenue Service. “Retirement Topics—IRA Contribution Limits.”\n\nInternal Revenue Service. “Topic No. 503, Deductible Taxes.”\n\nInternal Revenue Service. “Publication 969 (2024), Health Savings Accounts and Other Tax-Favored Health Plans.”\n\nInternal Revenue Service. “Topic No. 502, Medical and Dental Expenses.”\n\nInternal Revenue Service. “Self-Employed Individuals Tax Center.”\n\nInternal Revenue Service. “Charitable Contribution Deductions.”\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Topic No. 419, Gambling Income and Losses.”\n\nInternal Revenue Service. “About Schedule A (Form 1040), Itemized Deductions.”\n\nInternal Revenue Service. “About Schedule D (Form 1040), Capital Gains and Losses.”\n\nInternal Revenue Service. “Reporting IRA and Retirement Plan Transactions.”\n\nCongress.gov. “H.R.1—An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018: Text.”\n\nPew Research Center. “The Self-employed Are Back at Work in Pre-COVID-19 Numbers, But Their Businesses Have Smaller Payrolls.”\n\nInternal Revenue Service. “Retirement Plans for Self-Employed People.”\n\nInternal Revenue Service. “Publication 334 (2024), Tax Guide for Small Businesses.”\n\nTax Policy Center. “State Individual Income Tax Rates and Brackets, 2025.”\n\nTurboTax. “11 Strange State Tax Laws.”\n\nInternal Revenue Service. “Publication 502 (2024), Medical and Dental Expenses.”\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”",
  "url": "https://www.investopedia.com/terms/t/tax-deduction.asp"
}