{
  "term": "Underwriting Expenses: What They are, How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnderwriting expenses are costs and expenditures associated withunderwritingactivity. Underwriting expenses include a wide range of expenditures, and the exact definition differs for insurers and investment banks. As a major expense category, the lower these expenditures are as a proportion of underwriting activity, the higher the profitability of the insurer or investment bank.\n\nUnderwriting expenses are primarily associated withinsurancecompanies as the cost of doing business, which is underwriting insurance policies. For an insurer, underwriting expenses may includedirect costs, such as salaries, commissions, actuarial reviews, and inspections, as well as indirect costs, such as accounting, legal, and customer service expenses.\n\nFor aninvestment bank, underwriting usually relates to the process of underwriting securities for a company'sinitial public offering(IPO). Underwriting expenses would include such costs as due diligence activities, research, and legal and accounting fees.\n\nFor insurance companies, calculating theexpense ratioallows for it to determine the portion ofinsurance premiums(revenue) that must go towards paying underwriting expenses. The expense ratio for an insurer is obtained by dividing underwriting expenses by premiums for a given period. Since the profitability of an insurer has aninverse correlationwith the expense ratio, insurers strive to keep this ratio in check in order to remain profitable.\n\nDepending on the insurer, the underwriting expenses can be vastly different. If the entity is a well-known insurer, it might not have toadvertiseas much. On the other hand, a new insurance company has to advertise significantly, as well as incur expenses in starting a new business and paying stronger salaries andcommissionsto attract premium talent to generate business.\n\nSome insurers have low expense ratios because ofeconomies of scale; most notably with large national advertising budgets and well-known brand names that help attract customers. Other insurers employ direct-sales techniques to cut out the insurance agents andbrokersand the underwriting expenses that come with them.\n\nIn the auto insurance industry, for example, GEICO, a unit of Berkshire Hathaway (BRK.A), and Progressive (PGR) have contributed to their own long-term success by eliminating the middleman, similar to how Dell's (DELL) direct sales method gives it a pricing advantage over competitors. Given the presence of the Internet, direct sales methods are more common than they were.\n\nIt's important to stress that anyclaimsthat insurance companies pay out on insurance policies written are not included as underwriting expenses. The expenses are purely the cost of running a business.\n\nInsurance Information Institute. \"Background On: Buying Insurance. Evolving Distribution Channels.\"",
  "url": "https://www.investopedia.com/terms/u/underwriting-expenses.asp"
}