{
  "term": "Understanding Endowments: Types and Policies That Govern Them",
  "definition": "An endowment is a gift to a nonprofit organization to be used for a specific purpose.\n\nThe term endowment is also used to refer to the total investable assets of a nonprofit institution like a university. Also known as the institution's “principal” or “corpus,” it's used for operations or programs that are consistent with the wishes of the donor(s).\n\nMost endowments are designed to keep the principal amount intact while the income is used to further the cause specified by the beneficiary. Arestricted endowmentmust be held in perpetuity with only the income available for spending.\n\nEndowments are typically organized as atrust,private foundation, or public charity. Many benefit educational institutions, Others go to cultural institutions including museums, libraries, religious organizations, private secondary schools, and service-oriented organizations such as retirement homes or hospitals.\n\nOnly a certain percentage of an endowment’s assets can be used each year in some cases so the amount withdrawn from the endowment could be a combination of interest income and principal. The ratio of principal to income can change from year to year based on prevailing market rates.\n\nEndowment funds are governed by the guidelines of three components including an investment policy, a withdrawal policy, and a usage policy.\n\nThe investment policy lays out which types of investments a manager is permitted to make and dictates how much risk the manager can take in seeking the target return. Many endowment funds have specific investment policies built into their legal structure so the pool of money lasts for the long term.\n\nThe endowment funds of larger universities can have hundreds if not thousands of smaller funds that invest pools of money in various securities orasset classes. The funds typically have long-term investment goals such as a specific rate of return or yield. Theasset allocationor mix of investments within the fund is designed to meet the long-term returns in the fund’s objectives.\n\nThe withdrawal policy establishes the amount the organization or institution is permitted to take out from the fund at each period or installment. It can be based on the needs of the organization and the amount of money in the fund but most endowments have an annual withdrawal limit.\n\nAn endowment might limit the withdrawals to 5% of the total amount in the fund. Most university endowments are established to last forever and therefore have annual spending limits.\n\nThe usage policy establishes the purposes for which the fund can be used. Endowments can have multiple uses whether they're set up by an institution or given as a gift by donors. These include ensuring the financial health of specific departments, awarding merit scholarships or fellowships, or providing other financial assistance to students.\n\nUniversity chair positions or endowed professorships can be paid with the revenue from an endowment, freeing up capital that can be used to hire more faculty. These chair positions are considered prestigious and are reserved for senior faculty.\n\nEndowments can also be established for specific disciplines, departments, or programs within universities. Smith College has an endowment for its botanical gardens and Harvard University has more than 14,600 separate endowment funds.\n\nThere are four types of endowments:\n\nThe terms of endowments can be violated only in exceptional circumstances. A court can issue acy pres doctrineif an institution is facing bankruptcy but still has assets in endowments, allowing the institution to use those assets to improve its financial health while still honoring the wishes of the donor as closely as possible.\n\nDrawing down the corpus of the endowment to pay debts or operating expenses is known as “invading” or “endowment fund invasion” and it sometimes requires court approval.\n\nManagers of endowments have to deal with the push and pull of interests to make use of assets to forward their causes or sustainably grow their institutions. The goal of any group given the task of managing a university’s endowments is to sustainably grow the funds byreinvestmentof the endowment’s earnings while contributing to the institution.\n\nPhilanthropies, a category that includes most grant-making foundations, are required by federal law to pay out 5% of their investment assets on their endowments every year for charitable purposes at the risk of losing their tax-exempt status.Private operating foundations must pay 85% or more of their investment income.Community foundations have no requirement.\n\nSubstantially large university endowments must pay a tax of 1.4% on net investment income under theTax Cuts and Jobs Act of 2017. This tax is levied on endowments held by private colleges and universities with at least 500 students and net assets of $500,000 per student.\n\nEndowments are such an integral part of U.S. academia that the size of a school’s endowment can be a fair measure of its well-being. They provide colleges and universities with the ability to fund their operating costs with sources other than tuition and provide rainy-day funds.\n\nOlder educational institutions such as the Ivy League schools have been particularly successful in building extremely robust endowment funds. They have the advantages of continued donations from wealthy graduates and good fund management.\n\nMarcus Aurelius established the first recorded endowment in 176 AD for the major schools of philosophy in Athens, Greece.\n\nHarvard and other elite colleges have come under criticism for the size of their endowments. Critics have questioned their utility, likening it to hoarding.\n\nLarge endowments had been thought of as rainy-day funds for educational institutions but many endowments cut their payouts during theGreat Recession. A 2014 study published in the American Economic Review looked closely at the incentives behind this behavior and found a trend toward an overemphasis on the health of an endowment rather than the institution as a whole.\n\nIt’s not unusual for student activists to look with a critical eye at where their colleges and universities invest their endowments. Hampshire College divested from South African investments in protest of apartheid in 1977, a move that a large number of educational institutions in the United States followed.\n\nThree universities with multibillion-dollar endowments, Harvard, Princeton, and Stanford, declined to accept millions they were set to receive as part of a $14 billion federal aid package for higher education included in theCARES Act. Harvard University declined emergency COVID-19 relief money from the federal government three times including $25.5 million from President Biden’s American Rescue Plan.\n\nThe oldest endowments still active today were established by King Henry VIII and his relatives. His grandmother, Countess of Richmond, established endowed chairs in divinity at Oxford and Cambridge. Henry VIII established professorships in a variety of disciplines at Oxford and Cambridge.\n\nAccording to the National Center for Education Statistics article, the top 10 U.S. universities by endowment size in 2023 were:\n\nHarvard officials expected the endowment to shrink in 2020 due to the impact of the pandemic on the economy and financial markets.They were wrong, however. It returned 7.3% on its investments and actually increased a bit.\n\nSimilar fears about 2021 proved even more unfounded. Powered by a rising stock market, the endowment returned a whopping 33.6% on its investments and grew by $11.3 billion to $53.2 billion.\n\nThe fund trod water in fiscal 2022, returning -1.8%, and 2.9% in fiscal 2023.\n\nThere are thousands of specific funds within the overall endowment fund for Harvard. The funds’ asset allocation was spread out through various types of investments, including:\n\nThe endowment’s annual payout rate is typically capped. Harvard’s payout in 2023 totaled $2.2 billion.\n\nHarvard’s endowment fund has consistently produced strong returns over the long term although ongoing infusions of capital in the form of new endowments also drive total growth.\n\nThe endowment of a university or other nonprofit institution may be made up of many individual donations, each referred to as an endowment. Harvard's total endowment is more than $50 billion.That fund is made up of many individual gifts, each of which comes with its own rules. An individual donor may contribute a sum of money to be used strictly to fund research by the graduate Department of Anthropology.\n\nThe administrators of endowments spend only the investment income on an endowment in most cases, not the principal of the gift. That's a common stipulation of many endowments.\n\nAn institution that has an endowment may have an internal financial manager or hire an outside firm to manage the money. The Board of Trustees of the institution sets in place the rules for investing and spending the money in either case.\n\nAn endowment is a gift to a non-profit institution. Any educational, charitable, religious, or scientific institution can be the recipient of an endowment. Creators of endowments are generally high-net-worth individuals or groups who want to contribute to a particular cause. The endowment allows them to be highly specific about how they want their money to be used.\n\nSome of the most prestigious universities in the U.S. have endowments of fabulous size. That may well annoy some of their students who are paying hefty tuition fees to study there but endowments can't be used to reduce everyone's tuition or even to keep the lights on. They're made up of many specific gifts from individuals and groups that specify their uses. They may underwrite certain research, create a scholarship, or fund a chair.\n\nEndowments are meant to last in perpetuity. Only the investment returns and not the underlying assets are spent from year to year.\n\nBrigham Young University Financial Services. \"Endowment Type Definitions.\"\n\nNational Council of Nonprofits. \"Endowments.\"\n\nThe San Diego Foundation. \"Endowment Investment Policy.\"\n\nSmith College. \"Give to the Garden.\"\n\nHarvard University. “Endowment.”\n\nRaymond James & Associates. \"Understanding the Types of Endowments.\"\n\nCornell University, Legal Information Institute. \"Cy Pres Doctrine.\"\n\nNational Council of Non-profits. \"Endowments.\"\n\nCouncil on Foundations. \"Foundation Basics.\"\n\nInternal Revenue Service. \"Definition of Private Operating Foundation.\"\n\nFoundation Center. \"Understanding and Benchmarking Foundation Payout.\" Page 1.\n\nU.S. Congress. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018: Text: PART VIII--Exempt Organizations Sec. 13701. Excise Tax Based on Investment Income of Private Colleges and Universities.\"\n\nMedical College of Wisconsin. \"Philanthropy Stirs Innovation.\"\n\nAmerican Economic Association. \"How University Endowments Respond to Financial Market Shocks: Evidence and Implications.\"\n\nAmherst College. \"Divestment from South Africa.\"\n\nThe Harvard Crimson. \"Harvard Declines Federal Pandemic Aid for Third Consecutive Time.\"\n\nUniversity of Cambridge. \"About the University: Timeline.\"\n\nUniversity of Oxford. \"History.\"\n\nNational Center for Education Statistics. \"Fast Facts-Endowments.\"\n\nThe Harvard Crimson. \"COVID-19 Leaves Harvard in ‘Grave’ Financial Situation, Experts Say.\"\n\nThe Harvard Crimson. \"Harvard Endowment Returns 7.3 Percent for Fiscal Year 2020.\"\n\nThe Harvard Crimson. \"Harvard’s Endowment Soars to $53.2 Billion, Reports 33.6% Returns.\"\n\nHarvard University. \"Financial Report Fiscal Year 2022.\" Page 13.\n\nHarvard University. \"Financial Report Fiscal Year 2023.\" Page 12.\n\nAmerican Council on Education. \"Understanding College and University Endowments.\" Page 2.",
  "url": "https://www.investopedia.com/terms/e/endowment.asp"
}