{
  "term": "Underwriter in Finance: What Do They Do, What Are Different Types?",
  "definition": "An underwriter is any party, usually a member of a financial organization, that evaluates and assumes another party’s risk in mortgages, insurance, loans, or investments for a fee, usually in the form of a commission, premium, spread, or interest.\n\nUnderwriters try to determine the likelihood that a borrower will pay as promised and that enoughcollateralis available if there's adefault. In the case of insurance, underwriters seek to assess a policyholder's health and other factors and spread the potential risk among as many people as possible.\n\nUnderwritersplay a critical role in many industries in the financial world, including the mortgage industry, the insurance industry, equity markets, and some common types of debt securities trading. An individual in the position of a lead underwriter is sometimes called abook runner.\n\nModern-day underwriters play a variety of roles, depending on the industry in which they work. In general, underwriters are tasked with determining the level ofriskinvolved in a transaction or other kind of business decision. Risk is the likelihood that an outcome or investment’s actual gains will differ from an expected outcome orreturn.\n\nInvestors rely on underwriters because they determine if a business risk is worth taking. Underwriters also contribute to sales-type activities. For example, in aninitial public offering (IPO), the underwriter might purchase the entire IPO issue and sell it to investors. An IPO is a process through which a previously privately owned company sells itsshareson a public stock exchange for the first time.\n\nThe term “underwriter” first emerged in the early days of marine insurance. Shipowners sought insurance for a ship and its cargo to protect themselves if the boat and its contents were lost. Shipowners would prepare a document that described their ship and its contents, crew, and destination.\n\nAn agreed-upon rate and terms were set out in the paper. Businesspeople who wished to assume some obligation or risk would sign their name at the bottom and indicate how much exposure they were willing to accept. These businesspeople became known as underwriters.\n\nThe most common type of underwriter is a mortgage loan underwriter. Mortgage loans are approved based on a combination of an applicant’s income, credit history, debt ratios, and overall savings.\n\nMortgage loan underwriters ensure that a loan applicant meets all of these requirements, and they subsequently approve or deny a loan. Underwriters also review a property’s appraisal to ensure that it is accurate and that the home is worth thepurchase priceand loan amount.\n\nMortgage loan underwriters have final approval for all mortgage loans. Loans that aren't approved can go through an appeal process, but the decision requires overwhelming evidence to be overturned.\n\nAccording to the U.S. Bureau of Labor Statistics, employment of insurance underwriters is projected to decline 4% from 2021 to 2031.\n\nInsurance underwriters, like mortgage underwriters, review applications for coverage and accept or reject an applicant based on risk analysis. Insurance brokers and other entities submit insurance applications on behalf of clients, and insurance underwriters review the application and decide whether to offer insurance coverage.\n\nInsurance underwritersadvise on risk management issues, determine available coverage for specific individuals, and review existing clients for continued coverage analysis.\n\nUnderwriters administer the public issuance and distribution of securities—in the form of common or preferredstock—from a corporation or other issuing body in the equity markets. Perhaps the most prominent role of an equity underwriter is in the IPO process.\n\nIPO underwriters are financial specialists who work closely with the issuing body to determine the initial offering price of the securities, buy the securities from the issuer, and sell the securities to investors via the underwriter’sdistribution network.\n\nIPO underwriters are typically investment banks that have IPO specialists on staff. Theseinvestment bankswork with a company to ensure that all regulatory requirements are satisfied.\n\nTo gauge interest in the investment, the IPO specialists contact a large network of investment organizations—such as mutual funds and insurance companies. The amount of interest received by these large institutional investors helps an underwriter set the IPO price of the company’s stock.\n\nThe underwriter also guarantees that a specific number of shares will be sold at that initial price and purchase any surplus.\n\nUnderwriters purchase debt securities—such as government bonds, corporate bonds,municipal bonds, or preferred stock—from the issuing body (usually a company or government agency) to resell them for a profit. This profit is known as the underwriting spread.\n\nAnunderwritermay resell debt securities directly to the marketplace or to dealers (who will then sell them to other buyers). When the issuance of debt security requires more than one underwriter, the resulting group of underwriters is known as anunderwriter syndicate.\n\nInvestors need underwriters to determine if a business risk is worth investing in. In addition, underwriters also contribute to the success of sales activities.\n\nA mortgage loan underwriter is one of the most common types of underwriters. Their job is to ensure that a loan applicant meets all requirements before approving or denying the loan. Another common type is insurance underwriters, who reviewapplicationsfor coverage and, based on their findings, accept or reject an applicant. Underwriters who work in the equity market must administer the public issuance and distribution of securities from a corporation or other entity in the form of common or preferred stock.\n\nA book runner is a primary underwriter or lead coordinator in issuing new equity, debt, or securities instruments. These types of underwriters also may coordinate with others to mitigate their own risk, for example, those representing companies in large, leveraged buyouts (LBOs). Because they combine the duties of an underwriter while coordinating the efforts of multiple involved parties and information sources,book runnersbecome the central point for all information regarding the potential offering or issue.\n\nAn underwriter is any party, usually part of a larger financial organization, that evaluates and assumes, for a fee, another party’s risk in mortgages, insurance, loans, or investments. Underwriters work in many areas of finance, from the insurance industry to mortgage lending. They are critical to the mortgage industry, insurance industry, equity markets, and common types of debt securities trading because of their ability to ascertain risk.\n\nCornell Law School - Legal Information Institute. \"Underwriter.\"\n\nRiskResource. \"The History of Insurance Underwriting Explained in 2 Minutes.\"\n\nState of Nevada. \"Mortgage Processors and Underwriters.\"\n\nU.S. Bureau of Labor Statistics. “Occupational Outlook Handbook: Insurance Underwriters: Summary.”\n\nU.S. Bureau of Labor Statistics. \"Insurance Underwriters.\"\n\nLexisNexis. \"Debt Securities—What Is the Role of the Underwriters/Managers?\"",
  "url": "https://www.investopedia.com/terms/u/underwriter.asp"
}