{
  "term": "Understanding Denomination With Real World Example",
  "definition": "A denomination refers to the units classification for the stated orface valueof financial instruments such as currency notes or coins, as well as for securities, bonds, and other investments.\n\nThe denomination can therefore be used to quote thebase currencyin aforextransaction, or the quoted currency in a financial asset. This use of the term helps define the acceptable payment in trades and the monetary unit in which it is priced, for example when indicating U.S.dollar-denominated bondsissued by a foreign government.\n\nMost often, a denomination is a unit of value, ornumeraire, given to money or currencies like coins and notes, as well as other financial instruments that maintain set values, such as government-issuedbonds. The denomination value of such a fixed-income security is often referred to as its “face value” because it appears on the front, or face, of the financial instrument.\n\nIn the United States, currency notes dispensed by mostautomated teller machines(ATMs) are only available in certain denominations. As an example, some ATMs offer $20 bills and $100 bills, while others might provide $10 and $50 notes. In a trade transaction, an exporter based in Europe may invoice the buyer in U.S. dollars, making the transaction U.S. dollar-denominated. While most commodities were quoted in terms of the dollar, beginning in 2011, commodities such as crude oil could receive quotes in other currency denominations, such as theeuro.\n\nSome foreign entities will issuesecurities denominated in a different currencyfrom their own. For instance, the government of Argentina has issued U.S.-dollar-denominated sovereign debt, and certain non-U.S. corporations issue shares denominated in dollars.\n\nThe denomination affixed to a bond or other fixed-income investment is equal to the bond'spar value, which is the amount paid upon maturity. One may purchase bonds in a variety of denominations, ranging from $50 to $10,000. When one buys a mutual bond, it is sold for an amount below the marked denomination because the difference between the sales price and the value at maturity serves a function similar to the interest earned in other investment vehicles.\n\nOther types of securities are also issued with par values; however, the actual par value on a share of stock, for instance, is not an accurate assessment of the security's importance in the marketplace. The par value here instead represents a minimum value for the holding. When issuing common stock, corporations actually issue them with a face value as little aszero or one cent. This pricing convention allows them to avoid legal liabilities they may expose themselves to if they listed the stock at a higher price.\n\nNomenclature is the act of applying a name to an item, and many currencies carry not only the official denomination but also a nickname. As an example, theCanadian dollar(CAD) carries the nickname of the \"loonie\" because it has the image of a loon bird on one side. The American $100 bill is known as a \"Benjamin\" because it carries the picture of Benjamin Franklin.\n\nSome individual pieces of currency have a higher retail market value than their officially marked denomination. These currencies are collectible and sought after by hobbyists and those looking for an alternative investment.\n\nFor example, some U.S. quarters produced between 1932 and 1964 comprised 90% silver content. Consequently, although the face value maintains their worth at 25 cents, the market value may be higher, based on the price of silver, the melt value of silver, the condition of a specific coin, and the date and mint involved. This difference between the denomination and the melt value ultimately led to a change in the materials used to produce quarters.",
  "url": "https://www.investopedia.com/terms/d/denomination.asp"
}