{
  "term": "Underground Economy: Definition, Statistics, Trends, and Examples",
  "definition": "The underground economy refers to economic transactions that are deemed illegal, either because the goods or services traded are unlawful in nature, or because transactions fail to comply with governmental reporting requirements. The underground economy is called the shadow economy, theblack market, or the informal economy.\n\nIt is difficult to accurately gauge the size of underground economies because, by nature, they're not subject to governmental oversight; therefore, the economic activity does not generate tax returns or appear in official statistical reports; however, tracking outgoing expenditures, even though the transactions are cloaked, can give a sense of statistics. In other words, the money spent—that's not accounted for in recorded transactions—theoretically represents the breadth of black market activity.\n\nThe American underground economy was estimated to have reached $1 trillion in 2009, representing approximately 8% of U.S.gross domestic product(GDP); however, by 2013, largely due to the long-term effects of the 2008financial crisisand the resulting contraction of the formal economy, underground economic expenditures reached an estimated $2 trillion. Estimates vary, but studies show that the U.S. underground economy is 11% to 12% of GDP, making the underground economy approximately $2.5 trillion in 2021.\n\nCompared to most other nations, America's underground economy has stayed relatively flat, according to findings published by a 2018International Monetary Fundstudy, which explored the shadow economic activity of 158 countries between 1991 to 2015. Some of the chief takeaways of the report are as follows:\n\nDepending on the context,the impact of underground economiescan range from harmful to helpful. For example, in developing countries with large shadow economies, the uncollected tax revenue can slow economic growth and hamper the creation of public programs; however, in other cases, participants in underground economies who retain income that would usually go to taxes can boost overall economic activity and stimulate demand.\n\nThis situation holds especially true in nations where the withheld tax revenues would have been siphoned off bycorruptgovernment officials.\n\nThe list of activities deemed to be underground economic transactions varies, depending on the laws of a given jurisdiction. For example, in some countries, alcohol is banned, while other nations encourage legal brewery, distillery, and distribution operations. Similarly, while drugs are illegal in most countries, some nations, plus an increasing number of U.S. states, havelegalized the sale and use of cannabis.\n\nIn the early 1900s, Mexican immigrants introduced recreational marijuana use to the United States. During the Great Depression, high unemployment rates triggered fears of marijuana consumption, which (coupled with racist sentiments at the time) led to research that linked marijuana to violent crime.\n\nConsequently, by 1931, 29 U.S. states outlawed the drug. Nonetheless, many people deemed the plant to be harmless and continued buying and selling it illegally. Subsequent studies refuted the idea that marijuana was linked to crime while declaring that the drug was neither addictive nor a gateway to other drugs. Instead, proponents argue, marijuana has proven to be therapeutically helpful in treating illnesses such as cancer and AIDS.\n\nAs of 2022, 37 states and the District of Columbia have legalized the plant for medical use, which is now abundantly present in some food products, as well as many topical and oral medications. As of 2022, 18 states and D.C. allow for non-medical regulated cannabis.\n\nThe IRS considers money earned from babysitting as taxable self-employment income and, when the amount is greater than $400 for the year (as of 2022), must be reported when the individual files their tax return.\n\nMeanwhile, an estimated 53.2% of cigarette sales in New York state in 2018 (latest figures) were facilitated through underground economic transactions. Although tobacco is legal in New York City, the product carries an exorbitantsin tax, and so many sales go unreported or \"under-the-table.\"\n\nAll such under-the-table transactions, in which participants fail to report their income to the IRS or the state, are technically considered to be underground economic activities. This status can even apply to babysitters who don't report the cash that they pocket after watching a neighbor's child down the street.\n\nOther primary examples of underground economic activity include the untaxed sale of physical goods and the smuggling of goods into a country to avoid payingdutiesat the border. Human trafficking operations also comprise the underground economy, as do the markets for copyrighted materials, endangered animal species, antiquities, and illegally-harvested human organs.\n\nZimbabwe has the largest underground economy with approximately 60.6% of its economy made up of underground activities. Switzerland has the smallest underground economy, making up 7.2% of its economy.\n\nUnderground economies do not just include illegal activities, such as the purchase and sale of banned drugs or the illegal sale of weapons. It also includes any unreported income, such as paying restaurant employees under the table or jobs such as babysitting that go unreported. Similarly, any bartering that does not involve the exchange of cash and is not reported is considered part of the underground economy.\n\nThere are a variety of reasons why people engage in the underground economy. These reasons can be as simple as obtaining items that they can not legally buy, such as outlawed drugs and weapons. It can also be to avoid taxes, labor laws, and administrative paperwork.\n\nDickinson. \"Understanding the Shadow Economy.\"\n\nCNBC. \"$2 Trillion Underground Economy May Be Recovery's Savior.\"\n\nThe Christian Science Monitor. \"America's 'Shadow' Economy Is Bigger Than You Think - and Growing.\"\n\nInternational Monetary Fund. \"Shadow Economies Around the World. What Did We Learn Over the Last 20 Years?\" Download. Page 2.\n\nPBS. \"Frontline. Marijuana Timeline.\"\n\nUniversity of Georgia. \"Survey of Marijuana Law in the United States: History of Marijuana Regulation in the United States.\"\n\nNational Conference of State Legislatures. \"State Medical Cannabis Laws.\"\n\nTurbotax. \"Do Babysitters Have to Report Their Income on Taxes?\"\n\nTax Foundation. \"Cigarette Taxes and Cigarette Smuggling by State, 2018.\"",
  "url": "https://www.investopedia.com/terms/u/underground-economy.asp"
}