{
  "term": "Underinsured Motorist Endorsement",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIn theinsurance industry, an underinsured motorist endorsement is a type of supplemental insurance commonly purchased as part of an automobile insurance policy. Its purpose is to provide additional coverage to the policyholder in the event of an accident resulting from another driver whose policy does not cover the total costs of the accident.\n\nDrivers purchaseauto insurancefor several reasons, such as the risk of their car becoming damaged in an accident, the risk of damaging another person’s car, or the risk of killing or injuring another person. But one risk that is sometimes neglected by drivers is the possibility that they might be injured, or have their car damaged, by another driver who has failed to take out adequate auto insurance.\n\nIn that instance, the policyholder might have a legitimate claim against the at-fault driver but be unable to collect damages. After all, if the at-fault driver does not have the necessary assets or insurance, they might simply declarebankruptcy, leaving little or nothing for the victim to collect.\n\nTo protect against this risk, drivers can purchase underinsured motorist endorsements as part of their auto insurance policy. This supplemental insurance policy covers property damages, bodily injury to the policyholder, as well as injuries to insured family members or passengers. If a claim needs to be filed, theendorsementcan cover the difference between the coverage paid by the at-fault driver’s insurance and the full amount owing.\n\nIn a scenario where the at-fault driver has no insurance and no personal assets to pay for the claim, the endorsement would therefore cover the entire amount of the claim, up to the maximum coverage level specified in the policy.\n\nIn many states, drivers are required by law to purchase underinsured motorist endorsements, although it is sometimes referred to using different terms. In some cases, this coverage only applies when the at-fault driver has no auto insurance at all, as opposed to covering the gap between their coverage and the claim amount.\n\nAlthough the precise insurance requirements vary from state to state, they typically last from six to twelve months and are renewable thereafter. As with most insurance policies, theinsurance premiumsassociated with the coverage will vary based on factors such as the policyholder’s age, years of driving history, and history of claims.\n\nTo illustrate, consider a situation where Driver A gets into an accident with Driver B. The at-fault driver in this scenario is Driver A, and the full damages associated with the incident amount to $175,000. Unfortunately, Driver A only has $100,000 of coverage, but thankfully Driver B has an underinsured motorist endorsement.\n\nFor this reason, Driver A’s insurance pays $100,000 out of the $175,000 total, whereas Driver B’s insurance pays the remaining balance of $75,000. Because Driver B purchased an underinsured motorist endorsement, he is able to receive the full $175,000 and be made whole.",
  "url": "https://www.investopedia.com/terms/u/underinsured-motorist-endorsement.asp"
}