{
  "term": "Understanding Notional Value and How It Works",
  "definition": "Notional value is the total amount of money that a position taken in a financial contract controls.\n\nNotional value is a term often used by derivatives traders to refer to the total value of the underlying asset in a contract. It can be the total value of a position, how much value a position controls, or an agreed-upon amount in a contract.\n\nPut simply, it is the face value that is used to determine payments on a financial asset. This term is used when describing derivative contracts in the options, futures, forwards, and currency markets.\n\nNotional value is the face or total value of a position in a financial instrument, such as aderivativestrade. It helps distinguish the total value of a trade from themarket valueor cost of taking the trade.\n\nThere is a clear distinction between the two: notional value accounts for the total value of the position, while the market value is the price at which that position can be bought or sold in the marketplace.\n\nNotional value can be calculated as follows:\n\nThe notional value of derivative contracts is much higher than the market value due to leverage (using borrowed money).Leverageallows someone to use a small amount of money to theoretically control a much larger amount. The amount of leverage used can be calculated by dividing notional value by market value.\n\nL=NV÷MVwhere:L=LeverageNV=Notional ValueMV=Market Value\\begin{aligned}&\\text{L}=\\text{NV}\\div\\text{MV}\\\\&\\textbf{where:}\\\\&\\text{L}=\\text{Leverage}\\\\&\\text{NV}=\\text{Notional Value}\\\\&\\text{MV}=\\text{Market Value}\\end{aligned}​L=NV÷MVwhere:L=LeverageNV=Notional ValueMV=Market Value​Notional value is integral in assessingportfolio risk, which can be very useful when determining hedge ratios to offset that risk.For example, say a fund has a $1 million long exposure to U.S. equity markets, and the fund manager wants to offset that risk using the E-mini S&P 500 futures contracts.They would have to sell an approximately equivalent amount of S&P 500 futures contracts tohedgetheir market exposure risk. If the notional value of each E-mini S&P 500 futures contract is $140,000, the market value is $10,000.\n\nHR=CER÷NVRUAHR=$1,000,000÷$140,000=7.14where:HR=Hedge RatioCER=Cash Exposure RiskNVRUA=Notional Value of Related Underlying Asset\\begin{aligned}&\\text{HR}=\\text{CER}\\div\\text{NVRUA}\\\\&\\text{HR}=\\$1,000,000\\div\\$140,000=7.14\\\\&\\textbf{where:}\\\\&\\text{HR}=\\text{Hedge Ratio}\\\\&\\text{CER}=\\text{Cash Exposure Risk}\\\\&\\text{NVRUA}=\\text{Notional Value of Related Underlying Asset}\\end{aligned}​HR=CER÷NVRUAHR=$1,000,000÷$140,000=7.14where:HR=Hedge RatioCER=Cash Exposure RiskNVRUA=Notional Value of Related Underlying Asset​\n\nSo, the fund manager would sell approximately seven E-mini S&P 500 contracts to effectively hedge theirlongcash position against market risk. The market value would be $70,000.\n\nWhilenotional value can be used in futuresand stocks (total value of the stock position) in the ways discussed above, notional value also applies to interest rate swaps, total return swaps, equity options, and foreign currency derivatives.\n\nIninterest rate swaps, the notional value is the specified value upon which interest rate payments will be exchanged. The notional value in interest rate swaps is used to come up with the amount ofinterest due. Typically, the notional value on these types of contracts is fixed during the contract's life.\n\nTotal return swapsinvolve a party that pays a floating or fixed rate multiplied by a notional value amount plus the decrease in notional value. This is swapped for payments by another party that pays theappreciationof notional value.\n\nNotional value in anoptionrefers to the value that the option controls. For example, ABC trades for $20 with a particular ABC call option costing $1.50. One equity option controls 100 underlying shares. A trader purchases the option for $1.50 × 100 = $150.\n\nThe notional value of the option is $20 × 100 = $2,000. Buying thestock optioncontract would potentially give the trader control over 100 shares of stock for $150 compared with if they purchased the stocks outright for $2,000.\n\nThe notional value of an equity options contract is the value of the shares controlled rather than the cost of the transaction.\n\nForeign exchange (FX)derivatives, likeforwardsand options, have two potential notional values. However, for typicalover-the-counter (OTC)trades in FX derivatives, the notional value will be in line with the common quoting convention of the currency pair (primary currency/secondary currency).\n\nFor example, if the trade is in GBP/USD (GBP as the primary currency), then the amount of, say, £10,000,000 will commonly be the notional amount of the trade. But if the trade is in USD/JPY, the notional value would be $10,000,000, using USD as the primary currency. If the trade were in AUD/NZD, the notional amount would be in AUD, and so on.\n\nDepending on the circumstances, the initiatingcounterpartymay seek to use the secondary currency as the notional amount instead. For example, an American fund manager wants to buy USD 10 million worth of British stock, priced in GBP, when GBP/USD is currently trading at 1.3000. In this case, the notional amount would be $10 million, or £7.692 million. It’s mostly a matter of convenience for the two counterparties to decide on when initiating a trade.\n\nA contract has a unique, standardized size that can be based on factors such as weight, volume, or multiplier. For example, a singleCOMEXGold futures contract unit (GC) is 100 troy ounces, and an E-mini S&P 500 Index futures contract has a $50 multiplier.The notional value of the former is 100 times the market price ofgold, while the notional value of the latter is 50 times the market price of theS&P 500 Index.If someone buys anE-mini S&P 500contract at 2,800, then that singlefutures contractis worth $140,000 ($50 × 2,800). Therefore, $140,000 is the notional value of that underlying futures contract. However, the person buying this contract isn’t required to put up $140,000 when taking the trade.\n\nRather, they only need to put up an amount called theinitial margin(market value), which is usually a fraction of the notional amount. The leverage used would be the notional amount divided by the price of buying the contract. If the price (initial margin) for one contract was $10,000, then the trader was able to use (140,000 ÷ 10,000) 14 times leverage.\n\nThe notional value is the amount of an underlying asset that investment managers might seek to hedge against. In contrast, the market value will fluctuate over time based on market movements—which theinvestormight presumably seek to hedge—while the notional amount remains the same.\n\nNotional value refers to thevalue of the underlying asset—say, $5,000 worth of stock bought on the open market. It’s also known as the face value of a holding. Market value is what the current position is worth in the open market.\n\nYes. It is the notional value or face value that investors may seek to hedge against, as it represents the full value of the underlying asset.\n\nInvestors should focus on the notional, or face, value to hedge against exposure to an asset. For instance, say aportfoliomanager has $10 million invested in 10-year U.S. government bonds. The manager likely would want to use options, and the leverage they provide, to cover the entire notional value of the investment—in this case, $10 million. There will be a cost associated with the hedge (the cost of the option contracts), but it is typically a small fraction of the notional value of the asset.\n\nThe effective notional amount is the face value minus the cost of any hedges that have been purchased against it. For example, an investor seeks to hedge against a long $10,000 stock position in XYZ by buying anout-of-the-moneyput, which costs $2.50 per 100 shares, or $250 in premium, to cover the full $10,000 investment. Incorporating the cost of the hedge, the effective notional amount then becomes $10,000 minus $250, or an effective notional amount of $9,750.\n\nNotional value, or face value, is the value of an underlying asset in aderivativestrade. So, if an investor seeks to hedge against a long position in ABC stock via options, they may wish to buy a put to protect against downside movements. The amount of the put will be based on the notional value of the stock the investor seeks to hedge.\n\nNotional value stays the same as long as it’s fully hedged, whereas market value is subject to market movements, with nodownside protectionas in the case above. Notional value serves as the baseline for measuring an investment and whatever hedges may be deployed to protect the underlying investment.\n\nCME Group. “About Contract Notional Value.”\n\nColumbia University. “IEOR E4602: Quantitative Risk Management—Basic Concepts and Techniques of Risk Management,” Page 4.\n\nMerk Funds. “What Is the Notional Value of a Forward Currency Contract?”\n\nCME Group, via Internet Archive. “Welcome to COMEX Gold Futures.”\n\nCharles Schwab. “What Are E-Mini S&P 500 Futures?”",
  "url": "https://www.investopedia.com/terms/n/notionalvalue.asp"
}