{
  "term": "Underinsured Motorist Coverage: Definition, Example, Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nUnderinsured motorist coverage is a type of auto insurance. It protects you if you're in an accident caused by someone who doesn't have sufficient insurance of their own. In general, if the at-fault driver's policy has a limit that's lower than the cost of the damage to your vehicle or your medical bills, and you have UIM coverage, your insurance company will cover the remaining amount.\n\nThe definition of \"underinsured\" and how UIM coverage works varies by state. Underinsured motorist coverage is required in some states and can be purchased as an endorsement on your car insurance policy in others.\n\nUnderinsured motorist coverage is different fromuninsured motorist coverage, which covers cases in which the at-fault driver has no insurance at all.\n\nLet's sayyou're in a car accidentthat wasn't your fault. After making sure everyone's OK, you exchange information with the other driver, take photos of the damage, and file a claim with your insurance company. But when your insurer contacts the other driver's insurer for payment, it turns out that they only carried the minimum amount of liability coverage—which won't be enough to cover the repairs to your damaged car. If you have underinsured motorist coverage, it will kick in to cover the additional costs, up to the limit of your policy.\n\nUnderinsured motorist coverage typically includes two parts:\n\nHowever, in some states, only UIM bodily injury coverage is available.\n\nYou can't file a claim for more than the actual costs you had as a direct result of the accident.\n\nLiability insurance, which pays for the cost of damages due to an accident for which you're at fault, is required in every state except New Hampshire. Virginia lets drivers opt out of purchasing insurance if they pay a $500 annual fee.\n\n​​​​​​​Each state sets its own requiredminimum coverage amounts. But the state minimum amount may not be enough to cover the costs of repairing or replacing your car after a serious accident, or to pay for medical bills as you recover from your injuries. That's where underinsured motorist coverage can prove beneficial. If you're in an accident where the driver who was found to be at fault does not have enough insurance to cover the cost of damages from the crash, your UIM coverage will pay for the rest, up to your own policy limits.\n\nSome states and insurance companies allow you to \"stack,\" or combine, your coverage limits for UM/UIM bodily injury coverage when you have multiple vehicles on the same policy. For example, if your policy covers two vehicles and each has a $35,000 UIM coverage limit, you may be able to stack them to create a limit of $70,000 after an accident.\n\nUIM coverage is required in Connecticut, Kansas, Maine, Maryland, Minnesota, Nebraska, North Carolina, North Dakota, Oregon, South Dakota, and Vermont.\n\nIt's also required in New Hampshire and Virginia if you choose to purchase car insurance, and in Rhode Island if you choose to carry more liability coverage than the state minimum.\n\nIllinois requires you to buy UIM coverage if you choose a UM coverage limit higher than the state-required minimum.New Jersey requires UIM if you choose a standard auto policy, but not a basic policy.\n\nUnderinsured motorist coverage typically has two parts: UIM bodily injury covers medical bills and may cover lost wages, and UIM property damage covers the costs to repair or replace your vehicle. Both coverages apply to costs over the limit of the at-fault driver's insurance. However, only UIM bodily injury coverage is available in some states.If you're not sure what's required where you live, ask your state's department of motor vehicles or your insurance agent.\n\nNo, UIM coverage doesn't apply to hit-and-run accidents, because this type of coverage applies when the driver doesn't have enough insurance. Since a hit-and-run driver wasn't identified, they're typically classified as an uninsured motorist, and UM coverage usually applies. In some states, you may also needcollision coverage. If you're not sure, check with your insurance agent.\n\nUnderinsured motorist coverage protects you when after an accident caused by a driver who doesn't have enough insurance to cover the costs of your medical bills and property damage. It's required in some states and available as an optional endorsement in others.\n\nAllstate. \"Uninsured Motorist Coverage and Underinsured Motorist Coverage.\"\n\nNationwide. \"Underinsured Motorist Coverage.\"\n\nSouth Dakota Department of Labor and Regulation, Division of Insurance. \"Automobile Insurance.\"\n\nProgressive. \"Car Insurance Requirements by State.\"\n\nAllstate. \"Stacked vs. Unstacked Car Insurance.\"\n\nNew Hampshire Insurance Department. \"2022 Automobile Insurance Consumer Frequently Asked Questions,\" Page 7.\n\nRhode Island Department of State. \"Uninsured and Underinsured Motorist Insurance (230-RICR-20-05-1),\" See 1.5.\n\nIllinois Department of Insurance. \"Auto Insurance Shopping Guide.\"\n\nNew Jersey Department of Banking and Insurance. \"New Jersey Auto Insurance Buyer's Guide.\"\n\nProgressive. \"What Is Uninsured Motorist Coverage?\"",
  "url": "https://www.investopedia.com/terms/u/underinsured-motorist-coverage.asp"
}