{
  "term": "Underinsurance: What it is, How it Works, FAQ",
  "definition": "Underinsurance refers to an insufficientinsurancepolicy. A good insurance policy won’t prevent any of life’s calamities, but it should make the financial consequences easier to bear. However, underinsurance can leave the enrollee liable for a large financial expense if a serious event occurs. Whether it’s a home damaged by a hurricane or fire, or an insured person experiencing a serious disease or accident, insurance should ideally cover enough of the expense that the policyholder can manage the difference.\n\nYou can be underinsured if your policy has gaps or exclusions that leave you without coverage. Or it could be that yourclaimexceeds the maximum amount that the insurance policy can pay out. A lower-benefits policy may seem attractive because you pay lower monthlyinsurance premiums. But if the policy leaves you underinsured, then the loss arising from a claim may far exceed any marginal savings in insurance premiums.\n\nUnderinsurance can cause a serious financial crisis, depending on theassetthat is insured and the extent of the shortfall in insurance.\n\nInflation, extreme weather events, and an increase in people’s risk consciousness due to the COVID-19 pandemic will trigger above-average insurance premium growth in 2022, according to global insurance provider Swiss Re Group.\n\nInsurance costs for home and rental properties are on the upswing. From 2017 to 2021, premiums reportedly rose an average of 12.2% nationwide. Lots of natural catastrophes, coupled with more people moving into disaster-prone regions and rising home repair and rebuilding costs, are considered the main drivers of this rise in insurance costs.\n\nThe average annualhomeowners insurancepremium in 2021\n\nUnderinsurance for your home can cause a serious financial crisis, depending on the amount of damage and the extent of the shortfall in insurance. Take, for example, a house and its contents that are insuredagainst all risksfor $250,000 with adeductibleof $20,000. The house is subsequently destroyed in a fire, and the cost to replace the residence and its contents comes to $350,000. That will require the homeowners to make up the difference of $100,000—plus the $20,000 deductible—from their own resources.\n\nIf you can’t purchase a policy because you live in a high-risk area, consider buying one through a Fair Access to Insurance Requirements (FAIR) program, available in many states.\n\nThe percentage of U.S. adults with nohealth insurancedecreased from 20% in 2010 to an estimated 13% in 2020, thanks mainly to theAffordable Care Act (ACA), or Obamacare. However, the percentage of adults who are underinsured increased from 16% in 2010 to 21% in 2020.\n\nWhen individuals and families are underinsured, they may have to take on debt to pay deductibles and medical bills. They may postpone needed care—avoiding seeing a doctor when they’re sick, skipping a test or treatment recommended by a doctor, not seeing a specialist, or not filling a prescription because of the cost.\n\nA person is considered underinsured if theirout-of-pocket healthcare expensesare equal to or exceed 10% of their annual income (5% is they are considered low-income), or if their health plan deductible is more than 5% of their annual income, according to The Commonwealth Fund. Roughly one-quarter of Americans with employer-sponsored health insurance were underinsured in 2020.\n\nChoosing a health insurance plan often involves striking a balance between lower monthly premium levels (which often meanhigher deductibles and higher co-pays) and more comprehensive coverage. This applies to choices in healthcare plans offered by an employer, plans selected atHealthCare.govandMedicaid.gov, Medicare Supplement (Medigap) policies, andMedicare Part Dprescription drug coverage.\n\nIn a lower-premium bronze plan at HealthCare.gov, for example, you are responsible for 40% of your covered healthcare costs, and the insurer pays about 60%. In the highest-premium platinum plans, you pay 10% and the insurer pays 90% of your covered healthcare costs.\n\nShort-term health planswere traditionally marketed to people who experience temporary gaps in coverage. These plans are less costly than the lowest level plans at HealthCare.gov and can deny or restrict coverage for preexisting conditions. In 2017, the Trump administration changed the regulations so that anyone can sign up for a short-term plan and expanded the length of time that these plans could be renewed.\n\nShort-term health plans are not required to cover the package of 10 essential health benefits found in the ACA.Many of these plans don’t cover maternity care or, in many cases, substance abuse treatment, outpatient prescription drugs, or mental health services.\n\nPeople in short-term healthcare plans are more likely to have coverage gaps. When services are covered, cost sharing may be very high. For example, a May 2020 study by The Commonwealth Fund calculated out-of-pocket costs for COVID-19 patients who had short-term plans in Georgia, Louisiana, and Ohio. For patients with a moderate case of the virus, patient costs ranged from $14,600 to $17,750. For a severe case of COVID, patient costs ranged from $28,600 to $35,000.\n\nUnderinsurance basically refers to a person having insurance coverage but with apolicy that won’t pay outenough to cover the full expenses incurred when filing a claim. For example, if Roy has his house insured for $200,000, but the cost to repair it in the event of a bout of bad weather would be at least $300,000, then he is underinsured—in this case, by $100,000.\n\nAccording to The Commonwealth Fund, 21% of U.S. adults had inadequate health insurance coverage in 2020.\n\nPeople most likely to be underinsured include those struggling to make ends meet and those without a decent understanding of how these products work. Insurance, though a relatively simple concept, is often wrapped in complex jargon and pages of fine print. If not properly read and understood, this could lead to big discrepancies between what is expected and what is actually offered.\n\nSwiss Re Group. “Turbulence After Lift-Off: Global Economic and Insurance Market Outlook 2022/23.”\n\nInsurance Information Institute. “Trends and Insights: Drivers of Homeowners’ Insurance Rate Increases.”\n\nInsurance Information Institute. “Trends and Insights: Drivers of Homeowners’ Insurance Rate Increases,” Page 1.\n\nInsurance Information Institute. “What if I Can’t Get Coverage?”\n\nThe Commonwealth Fund. “U.S. Health Insurance Coverage in 2020: A Looming Crisis in Affordability,” Page 3.\n\nThe Commonwealth Fund. “U.S. Health Insurance Coverage in 2020: A Looming Crisis in Affordability,” Page 5.\n\nHealthCare.gov. “The Health Plan Categories: Bronze, Silver, Gold & Platinum.”\n\nFederal Register. “Short-Term, Limited-Duration Insurance.”\n\nHealthCare.gov. “What Marketplace Health Insurance Plans Cover.”\n\nThe Commonwealth Fund. “In the Age of COVID-19, Short-Term Plans Fall Short for Consumers.”",
  "url": "https://www.investopedia.com/terms/u/underinsurance.asp"
}