{
  "term": "Understanding Dividend Recapitalization, With Example",
  "definition": "A dividend recapitalization (also known as adividend recap)happens when a company takes on new debt in order to pay aspecial dividendto private investors or shareholders. This usually involves a company owned by a private investment firm, which can authorize a dividend recapitalization as an alternative to the company declaring regular dividends, based on earnings.\n\nThe dividend recap has seen explosive growth, primarily as an avenue for private equity firms to recoup some or all of the money they used to purchase their stake in a business. The practice is generally not looked upon favorably bycreditorsorcommon shareholdersas it reduces the credit quality of the company while benefiting only a select few.\n\nPrior to exiting a portfolio company, someprivate equity firmsandactivist investorsopt to incur additional debt on the balance sheet of the company in order to deliver early payments to their limited partners and/or managers. This reduces the risk for the firms and their shareholders.\n\nThis special dividend, in addition to not funding the portfolio company’s growth,weighs further on its balance sheetin the form of leverage. Significant new debt has the potential to become a drag in adverse market conditions, following the company’s exit.\n\nYet portfolio companies selected for dividend recapitalizations have historically been generally healthy and able to withstand additional debt. This is usually due to new developments, pushed for by private equity sponsors, which produce stronger cash flows. The healthy cash flows enable private equity sponsors to get immediate partial returns on their investment since other avenues of liquidity, such as public markets and mergers, take more time and effort.\n\nDividend recapitalizations reached a high during the 2006-2007 buyout boom.\n\nIn December 2017, Dover Corp. announced that it wouldspin offits oilfield services business, Wellsite. Wellsite would become a separate company, focused on specialized equipment – specifically, artificial lifts, which squeeze the final drops from oil wells after they’ve been fully drilled. As part of the creation of this distinct entity, parent company Dover planned a dividend recapitalization of ~$700 million, leaving Wellsite with long-term debt of 3.4 XEBITDA. While regular dividends go to the preferred and common shareholders, in this example, the dividend funded a $1 billion buyback on Dover’s behalf, supported by activist investor Third Point, LLC.",
  "url": "https://www.investopedia.com/terms/d/dividendrecap.asp"
}