{
  "term": "Understanding Risk-Adjusted Return and Measurement Methods",
  "definition": "Investopedia / Michela Buttignol\n\nA risk-adjusted return is a calculation of theprofitor potential profit from an investment that considers the degree of risk that must be accepted to achieve it. The risk is measured in comparison to that of a virtually risk-free investment—usually U.S.Treasuries.\n\nDepending on the method used, theriskcalculation is expressed as a number or a rating. Risk-adjusted returns are applied to individual stocks, investment funds, and entireportfolios.\n\nThe risk-adjusted return measures the profit your investment has made relative to the amount of risk the investment has represented throughout a period. If two or moreinvestmentsdelivered the samereturnover a given time, the one with the lowest risk will have a better risk-adjusted return. Analysts can use aMAR ratioto compare the performance of trading strategies, hedge funds, and even trading advisors.\n\nSome common risk measures used in investing include alpha, beta,R-squared, standard deviation, and the Sharpe ratio. When comparing two or more potential investments, you should apply the same risk measure to each investment under consideration to get a relative performance perspective.\n\nDifferent risk measurements give investors very different analytical results, so it is important to be clear on what type of risk-adjusted return is being considered.\n\nHere is a breakdown of the most commonly used measurements.\n\nTheSharpe ratiomeasures the profit of an investment that exceeds therisk-free rateper unit of standard deviation. It is calculated by taking the return of the investment, subtracting the risk-free rate, and dividing this result by the investment'sstandard deviation.\n\nAll else equal, a higher Sharpe ratio is better. The risk-free rate used is theyieldon very low-risk investment, usually the 10-year Treasury bond (T-bond), for the relevant period.\n\nFor example, say Mutual Fund A returned 12% over the past year and had a standard deviation of 10%. Mutual Fund B returned 10% with a standard deviation of 7%, and the risk-free rate over the period was 3%. The Sharpe ratios would be calculated as follows:\n\nEven though Mutual Fund A had a higher return, Mutual Fund B had a higher risk-adjusted return, meaning that it gained more per unit of total risk than Mutual Fund A.\n\nTheTreynor ratiois calculated the same way as the Sharpe ratio but uses the investment's beta in the denominator. As with the Sharpe, a higher Treynor ratio is better.\n\nUsing the previous fund example and assuming that each of the funds has a beta of 0.75, the calculations are as follows:\n\nHere, Mutual Fund A has a higher Treynor ratio, meaning the fund earns more return per unit ofsystematic riskthan Fund B.\n\nHere are some of the other popular risk-adjustments:\n\nRisk avoidance is not always a good thing in investing, so be wary of overreacting to these numbers, especially if the measured timeline is short. In strong markets, amutual fundwith a lower risk than itsbenchmarkcan limit the real performance that the investor wants to see.\n\nA fund that entertains more risk than its benchmark may experience better returns. In fact, it is common knowledge that higher-risk mutual funds may accrue greater losses duringvolatileperiods, but they are also likely to outperform their benchmarks over fullmarket cycles.\n\nThe Sharpe ratio, alpha, beta, and standard deviation are themost popular ways to measure risk-adjusted returns.\n\nThe Sharpe ratio is one of several ways tomeasure an asset's risk-adjusted return.\n\nThe popular measurements can be used to evaluate real-estate risk and returns if you have the information. For the Sharpe ratio, you'd need to know the property's average return and standard deviation. Using the 10-year Treasury rate, you could determine the property's risk-adjusted return.\n\nRisk-adjusted return metrics are used by analysts to find out how much risk an asset has vs. a known low-risk investment. The 10-year Treasury is usually used as the risk-free rate, and various measurements are used to analyze risk. None of them are better than the other, but some are preferred over others.",
  "url": "https://www.investopedia.com/terms/r/riskadjustedreturn.asp"
}