{
  "term": "Underpricing: Definition, How It Works, and Why It's Used",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWanan Yossingkum / Getty Images\n\nUnderpricing is the practice of listing an initial public offering (IPO) at a price below its real value in the stock market. When a new stock closes its first day of trading above the set IPO price, the stock is considered to have been underpriced.\n\nUnderpricing is short-lived because investor demand will drive the price upwards to its market value.\n\nAninitial public offering (IPO)is the introduction of a new stock for public trading on a stock exchange. Its purpose is to raise capital for the future growth of the company.\n\nDetermining the offering price requires a consideration of many factors. Quantitative factors are considered first. Those are the numbers, real and projected, on cash flow.\n\nNevertheless, there are two opposing goals at play. The company's executives and early investors want to price the shares as high as possible in order to raise the most capital and reward themselves most lavishly. The investment bankers who are advising them may hope to keep the price low in order to sell as many shares as possible since higher volume means higher trading fees for them.\n\nIPO pricing is far from an exact science, so underpricing an IPO is equally inexact. The process mixes facts, projections, and comparables:\n\nIn theory, any IPO that increases in price on its first day of trading was underpriced, whether it was deliberate or accidental. The shares may have been deliberately underpriced to boost demand. Or, the IPO underwriters may have underestimated investor demand.\n\nOverpricing is much worse than underpricing. A stock that closes its first day below its IPO price will be labeled a failure.\n\nAn IPO can be underpriced if its sponsors are genuinely uncertain about the reception that the stock will receive. After all, in the worst case, the stock price will immediately climb to the price that investors consider that it's worth. Investors willing to take a risk on a new issue are rewarded. The company's executives are pleased.\n\nThat is considerably better than the company's stock price falling on its first day and its IPO being blasted as a failure.\n\nWhether it was underpriced or not, once the IPO debuts the company becomes a publicly traded entity owned by its shareholders. Shareholder demand will determine the stock’s value in the open market going forward.",
  "url": "https://www.investopedia.com/terms/u/underpricing.asp"
}