{
  "term": "Understanding Weighted Average Life (WAL), How It Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe weighted average life (WAL) is the average length of time that each dollar of unpaid principal on a loan, amortgage, or anamortizing bondremains outstanding. Calculating WAL shows an investor, an analyst, or a portfolio manager how many years it will take to receive roughly half of the amount of the outstanding principal. The formula is useful in measuring the credit risk associated with fixed-income securities.\n\nThe time weightings used in weighted average life calculations are based on payments to theprincipal. In many loans, such as mortgages, each payment consists of payments to principal and payments tointerest. In WAL, only the principal payments are considered and these payments tend to get larger over time, with early payments of a mortgage going mostly to interest, while payments made towards the end of the loan are applied mostly to the principal balance of the loan.\n\nTime periods with higher dollar amounts have more weight in WAL. For example, if the majority of therepaymentto principal is in 10 years, the weightedaverage lifewill be closer to 10 years.\n\nThere are four steps involved in calculating an amortizing bond's WAL. Assume a bond makes one payment per year. Over the next five years, the bond's payments are $1,000, $2,000, $4,000, $6,000 and $10,000. Therefore, the total value of the (unweighted) payments before the WAL computation is $23,000.\n\nThe first step of the calculation is to take each of these payments and multiply them by the number of years until the payment occurs. In this example, these values would be:\n\nThe second step in the calculation is to add these weighted amounts together. In this example, the total weighted payments equal $91,000. Step three is to add up the bond's total unweighted payments. In this example, the total is $23,000. The final step is to take the total weighted payments and divide this value by the total unweighted payments to get the WAL:\n\nWeighted average life = $91,000 / $23,000 = 3.96 years\n\nIn this example, WAL is roughly equal to 4.00 and, at the end of four years, $13,000 of the $23,000 of principal is paid (slightly more than half). The largest payment is the final payment, so the WAL is closer to the total five-year term of the bond. On the other hand, if year two and year five payments were switched, the weighted average life would be much lower:\n\nWeighted average life = $67,000 / $23,000 = 2.91 years\n\nWAL gives investors or analysts a rough idea of how quickly the bond in question pays out returns. Since rational investors want to receive returns earlier, if two bonds were compared, the investor would select the one with the shorter WAL. Stated differently, the most significantcredit riskof a loan is the risk of loss of principal and a smaller WAL indicates a higher likelihood that the principal will be repaid in full.",
  "url": "https://www.investopedia.com/terms/w/weightedaveragelife.asp"
}