{
  "term": "Understanding Defensive Stocks, Pros & Cons, and Examples",
  "definition": "A defensive stock provides consistentdividendsand stable earnings regardless of the overall state of thestock market. There's a constant demand for these companies' products so they tend to be more stable during the various phases of thebusiness cycle.\n\nDefensive stocks shouldn't be confused with defense stocks, which are the stocks of companies that manufacture things like weapons, ammunition, and fighter jets.\n\nInvestors who seek toprotect their portfoliosduring a weakening economy or periods of highvolatilitymay increase their exposure to defensive stocks.\n\nWell-established companies such as Procter & Gamble (PG), Johnson & Johnson (JNJ), Philip Morris International (PM), and Coca-Cola (KO), are considered to be defensive stocks. These companies have strong cash flows and stable operations with the ability to weather weakening economic conditions. They also pay dividends and this can have the effect of cushioning a stock's price during a market decline.\n\nDefensive stocks are less likely to face bankruptcy because of their relative strength during downturns.\n\nWhy would anyone want to own a stock in difficult times or if things are getting shaky? Why not just go for the safety of aTreasury bill, which essentially has a risk-free rate of return? The answer is that fear and greed can often drive the markets.\n\nDefensive stocks accommodate greed by offering a higherdividend yieldthan can be made in low-interest-rate environments. They also alleviate fear because they're not as risky as regular stocks. It usually takes a significant catastrophe to derail their business model.\n\nMostinvestment managershave no choice but to own stocks. They'll migrate toward defensive stocks if they think times are going to be harder than usual.\n\nDefensive stocks tend to perform better than the broader market duringrecessionsbut they often performbelow the marketduring an expansion phase due to their lowbetaor market-related risk. Defensive stocks typically have betas of less than 1.0.\n\nConsider a stock with a beta of 0.5. The stock could be expected to lose only about 1% if the market drops 2% in a week. But a 2% price gain in the market for one week leads to an expected increase of just 1% for a defensive stock with a beta of 0.5.\n\nDefensive stocks offer the substantial benefit of similar long-term gains but lower risk than other stocks. They have a higherSharpe ratioas a group than the stock market has as a whole. That's a strong argument that defensive stocks are objectively better investments than other stocks.\n\nWarren Buffettbecame one of the greatest investors of all time in part by focusing on defensive stocks. It's not necessary to take excessive risks to beat the market. Limiting losses with defensive stocks may be more effective.\n\nOn the downside, the low volatility of defensive stocks often leads to smaller gains duringbull marketsand a cycle of mistiming the market. Many investors abandon defensive stocks out of frustration with underperformance late in a bull market and this is when they need them the most.\n\nInvestors sometimes rush into defensive stocks after a downturn in the market even though it's too late. These failed attempts at market timing using defensive stocks can significantly lower the rate of return for investors.\n\nDefensive stocks are also known asnoncyclical stocksbecause they're not highly correlated with the business cycle. There are a few types of defensive stocks.\n\nWater, gas, and electric utilities are examples of defensive stocks because people need them during all phases of the business cycle. Utility companies also get another benefit from a slower economic environment because interest rates tend to be lower.\n\nCompanies that produce or distribute consumer staples or goods that people tend to buy out of necessity are generally thought to be defensive. They include food, beverages, hygiene products, tobacco, and certain household items. Consumers will find a way to buy them regardless of economic conditions.\n\nThese companies generate steady cash flow and predictable earnings during both strong and weak economies. Their stocks tend to outperform nondefensive or consumer cyclical stocks that sell discretionary products during weak economies while underperforming them in strong economies.\n\nShares of major pharmaceutical companies and medical device makers have historically been considered defensive stocks. There will always be sick people in need of care. However, they aren't as defensive as they once were due to increased competition from new drugs and uncertainty surrounding regulations.\n\nApartment real estate investment trusts (REITs) are also deemed to be defensive because people always need shelter but steer clear of REITs that focus on ultra-high-end apartments when you're looking for defensive plays. You might also want to avoid office building REITs and industrial park REITs that could see defaults on leases rise when business slows.\n\nDividends are a shareholder's portion of a company's earnings. They're often paid quarterly in cash or as additional stock. Dividends aren't guaranteed. They may be negligible or nonexistent if the company experiences a rock-bottom quarter financially.\n\nAn official U.S. recession requires a declaration by experts at the National Bureau of Economic Research (NBER). It can't be an arbitrary opinion. Recessions can't be recognized until the country has experienced two back-to-back quarters of negative gross domestic product growth rates.\n\nTreasury bills are issued by the United States Department of the Treasury. You're effectively loaning money to the U.S. government when you purchase a Treasury bill and the government pays you interest on that loan. Treasury bills are also referred to as T-bills. They're backed by the \"full faith and credit\" of the U.S. government.\n\nDefensive stocks provide stable, consistent earnings and dividends. They're less susceptible to factors that affect the rest of the stock market. They’re much less risky but gains aren’t likely to be as substantial, particularly during bull markets. This isn’t to say that you should avoid them entirely but you might want to talk to an investment advisor about balancing your portfolio with other stocks.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nBusinessKnowledgeSource.com. \"What Does It Mean If My Stock Has a Beta of Less Than 1?\"\n\nMorningstar. \"What Is the Sharpe Ratio?\"\n\nAlly Financial Inc. \"What Are Dividends and How Do They Work?\"\n\nCFI Education. \"Treasury Bills (T-Bills).\"",
  "url": "https://www.investopedia.com/terms/d/defensivestock.asp"
}