{
  "term": "Undertakings for Collective Investment in Transferable Securities",
  "definition": "A UCITS fund, short for Undertakings for the Collective Investment in Transferable Securities fund, is a mutual fund that complies with European Commission regulations for investments sold across borders.\n\nThe Undertakings for Collective Investment in Transferable Securities fund, or UCITS fund, is a type of mutual fund that complies with European Commission regulations for funds that are sold throughout European Union nations.\n\nUCITS funds are registered in countries that belong to the European Union and are regulated by their home countries. However, they also follow European Commission guidelines.\n\nUCITS funds in general are considered safe and well-regulated investments by European investors. Investors from outside Europe can invest in UCITS funds through brokers.\n\nFunds that follow international guidelines similar to those of Europe's UCITS funds are available to investors in South America and Asia.\n\nAccording to the European Commission, UCITS funds account for about 75% of all collective investments by small investors in Europe.Many mutual fund providers use an expression such as \"UCITS-compliant\" as part of their marketing strategy.\n\nInvestopedia / Michela Buttignol\n\nUCITS versions use Roman numerals to indicate latest revisions. The first UCITS directive was adopted on Dec. 20, 1985, to facilitate cross-border offerings of investment funds to retail investors.In the early 1990s, proposals for modifications to the directive were made but never fully adopted. As such, there is no UCITS II.\n\nUCITS are not only available in the EU. Several other countries or regions have these instruments. South Africa, Latin America, and Australia also use UCITS as a framework for creating funds.\n\nIn 2002, following discussions among member countries, two new directives were adopted. Directives 2001/107/EC and 2001/108/EC, together known as UCITS III, broadened the investment spectrum of UCITS funds and relaxed some restrictions for index funds.\n\nUCITS IV, or Directive 2009/65/EC, brought about further technical changes and was adopted in July 2011.\n\nUCITS V, or Directive 2014/91/EU, which went into effect in March 2016, aligns fund depositories' duties and responsibilities and fund managers' remuneration requirements with those of theAlternative Investment Fund Managers Directive(AIFMD).\n\nUCITS VI, or Directive 2021/2261/EC, went into effect on Jan.1, 2023. This directive requires UCITS to provide a summary of the key elements in each fund. Most notably, this summary must explain the costs, risks, and potential for returns. The summaries are known as Key Information Documents (KID).\n\nIf you buy into a UCITS through a broker, that broker doesn't manage the fund. It is managed by the company in the EU.\n\nNot all directives receive a version number or designation. Sometimes, several are combined into the latest numbered version. Here are all of the proposed directives after 2009, with a short summary of their intent:\n\nUndertaking for collective investment in transferable securities (UCITS) is a regulatory framework for mutual funds in the European Union (EU). It governs how mutual funds are sold and managed.\n\nAn exchange-traded fund (ETF) that is UCITS compliant is a type of fund that abides by the UCITS framework for funds based and managed in the EU.\n\nLike many investments, you can buy UCITS funds through a broker that offers the service. U.S. citizens cannot invest in UCITS without using an authorized broker.\n\nNon-UTICS funds do not comply with UCITS guidelines. They are likely not open-ended and liquid, one of the more significant requirements for a fund to be UCITS compliant.\n\nUndertakings for collective investment in transferable securities is a regulatory framework in the European Union that creates standards for funds to follow. Mutual funds and similar investments following these guidelines are considered to be UCITS compliant, which means they are designed with retail investors in mind.\n\nThe standards were created to give EU member citizens investment instruments and opportunities that are transparent, regulated the same, and diverse.\n\nEuropean Securities and Market Authority. \"Fund Management.\"\n\nEuropean Commission. \"Undertakings for Collective Investment in Transferable Securities – Amended Directive (UCITS V): Frequently Asked Questions.\"\n\nEuropean Commission. \"Investment Funds: EU Laws and Initiatives Relating to Collective Investment Funds.\"\n\nEuropean Commission. \"Council Directive 85/611/EEC.\"\n\nKPMG. \"UCITS: Where We Are Now,\" Page 1.\n\nThe Committee of European Securities Regulators. \"CESR’s Advice to the European Commission on Clarification of Definitions Concerning Eligible Assets for Investments of UCITS,\" Page 3.\n\nEUR-Lex. \"Directive 2009/65/EC of the European Parliament and of the Council of 13 July 2009.\"\n\nEUR-Lex. \"Directive 2014/91/EU of the European Parliament and of the Council of 23 July 2014.\"\n\nEUR-Lex. \"Directive (EU) 2021/2261 of the European Parliament and of the Council of 15 December 2021.\"\n\nEUR-Lex. \"Directive 2010/78/EU of the European Parliament and of the Council of 24 November 2010.\"\n\nEUR-Lex. \"Directive 2011/61/EU of the European Parliament and of the Council of 8 June 2011.\"\n\nEUR-Lex. \"Directive 2013/14/EU of the European Parliament and of the Council of 21 May 2013.\"\n\nEUR-Lex. \"Directive (EU) 2019/1160 of the European Parliament and of the Council of 20 June 2019.\"\n\nEUR-Lex. \"Directive (EU) 2019/2034 of the European Parliament and of the Council of 27 November 2019.\"\n\nEUR-Lex. \"Directive (EU) 2019/2162 of the European Parliament and of the Council of 27 November 2019.\"",
  "url": "https://www.investopedia.com/terms/u/ucits.asp"
}