{
  "term": "Understanding American Depositary Receipts (ADRs): Types, Pricing, Fees, Taxes",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAmerican depositary receipts (ADRs) are negotiable certificates issued by a U.S. depositary bank representing a specified number of shares—usually one share—of a foreign company's stock. The ADR trades on U.S. stock markets as any domestic shares would.\n\nADRs offer U.S. investors a way to purchase stock in overseas companies that would not otherwise be available. Foreign firms also benefit, as ADRs enable them to attract American investors and capital without the hassle and expense of listing on U.S. stock exchanges.\n\nAmerican depositary receipts are denominated in U.S. dollars. Theunderlying securityis held by a U.S. financial institution, often by an overseas branch. These securities are priced and traded in dollars and cleared through U.S. settlement systems.\n\nTo begin offering ADRs, a U.S. bank must purchase shares on a foreign exchange. The bank holds the stock as inventory and issues an ADR for domestic trading. ADRs can be listed on the New York Stock Exchange (NYSE), the Nasdaq, andover-the-counter(OTC).\n\nU.S. banks require that foreign companies provide them with detailed financial information. This requirement makes it easier for American investors to assess a company's financial health.\n\nAmerican depositary receipts come in two basic categories:\n\nA bank issues asponsoredADR on behalf of the foreign company. The bank and the business enter into a legal arrangement. The foreign company usually pays the costs of issuing an ADR and retains control, while the bank handles the transactions with investors. Sponsored ADRs are categorized by what degree the foreign company complies with Securities and Exchange Commission (SEC) regulations and American accounting procedures.\n\nA bank also issues anunsponsoredADR. However, this certificate has no direct involvement, participation, or even permission from the foreign company. Theoretically, several unsponsored ADRs for the same foreign company could be issued by different U.S. banks. These different offerings may also offer varying dividends. With sponsored programs, only one ADR is issued by the bank working with the foreign company.\n\nOne primary difference between the two types of ADRs is where they trade. All except the lowest level of sponsored ADRs register with the SEC and trade on major U.S. stock exchanges. Unsponsored ADRs will trade only over the counter. Unsponsored ADRs never include voting rights.\n\nThe number of ADRs available, which represent companies from more than 70 different countries.\n\nADRs are additionally categorized into three levels, depending on the extent to which the foreign company has accessed the U.S. markets.\n\nThis is the most basic type of ADR, where foreign companies either don't qualify or don't want their ADR listed on an exchange. This type of ADR can be used to establish a trading presence but not to raise capital.\n\nLevel I ADRs found only on the over-the-counter market have the loosest requirements from theSecurities and Exchange Commission(SEC) and are typically highly speculative. While they are riskier for investors than other types of ADRs, they are an easy and inexpensive way for a foreign company to gauge the level of U.S. investor interest in its securities.\n\nAs with Level I ADRs, Level II ADRs can be used to establish a trading presence on a stock exchange and can’t be used to raisecapital. Level II ADRs have slightly more requirements from the SEC than Level I ADRs, but they get higher visibility and trading volume.\n\nLevel III ADRs are the most prestigious. With these, an issuer floats apublic offeringof ADRs on a U.S. exchange. They can be used to establish a substantial trading presence in the U.S. financial markets and raise capital for the foreign issuer. Issuers are subject to full reporting with the SEC.\n\nAn ADR may represent the underlying shares on a one-for-one basis, a fraction of a share, or multiple shares of the underlying company.The depositary bank will set the ratio of U.S. ADRs per home-country share at a value that they feel will appeal to investors. If an ADR's value is too high, it may deter some investors. Conversely, if it is too low, investors may think the underlying securities resemble riskierpenny stocks.\n\nBecause ofarbitrage, an ADR's price closely tracks that of the company's stock on its home exchange. Remember that arbitrage is buying and selling the same asset at the same time in different markets. This allows traders to profit from differences in the asset's listed price.\n\nInvesting in an ADR may incur additional fees that are not charged for domestic stocks. The depositary bank that holds the underlying stock may charge a fee, known as a custody fee, to cover the cost of creating and issuing an ADR.\n\nThis fee will be outlined in the ADR prospectus and typically ranges from one to three cents per share. The fee will be either deducted from dividends or passed on to the investor's brokerage firm.\n\nHolders of ADRs realize anydividendsandcapital gainsin U.S. dollars. However, dividend payments are net of currency conversion expenses and foreign taxes. Usually, the bank automatically withholds the necessary amount to cover expenses and foreign taxes.\n\nSince this is the practice, American investors would need to seek a credit from the IRS or a refund from the foreign government's taxing authority to avoid double taxation on any capital gains realized.\n\nIf you're interested in learning more about ADRs, there are many investing courses available that can get you started.\n\nAs with any investment, there are distinct advantages and disadvantages of investing in ADRs. Here are some of them.\n\nADRs are just like stocks. This means they trade on a stock exchange or over the counter, making them fairly easy to access and trade. Investors can also easily track their performance by reviewing market data.\n\nPurchasing ADRs is easy because they're available directly through Americanbrokers. This eliminates the need to go through foreign channels to buy stock in a company you may be interested in. Since they're available domestically, shares aredenominatedin U.S. dollars. But that doesn't mean you avoid any direct risks associated with fluctuations in currency rates.\n\nIt is a common misconception that since the ADR is traded in U.S. dollars in the United States, there is no exchange rate risk. ADRs have currency risk because of the way they are structured. The global bank that creates the ADRs establishes a conversion rate, meaning that an ADR share is worth a certain number of local shares. To preserve this conversion rate over time, movements in the exchange rate of the home country vs. the ADR price must be reflected in U.S. dollars.\n\nOne of the most obvious benefits of investing in ADRs is that they provide investors with a way to diversify theirportfolios. Investing in international securities allows you to open your investment portfolio up to greater rewards (along with the risks).\n\nThe main problems associated with ADRs are that they may involvedouble taxation—locally and abroad—and how many companies are listed. Unlike domestic companies, there are a limited number of foreign entities whose ADRs are listed for the public to trade.\n\nSome ADRs may not comply with SEC regulations. These are called unsponsored ADRs, which have no direct involvement by the company. In fact, some companies may not even provide permission to list their shares this way.\n\nAlthough investors can avoid any direct risks that come with currency exchange, they may incur currency conversionfeeswhen investing in ADRs. These fees are established to directly link the foreign security and the one traded on the domestic market.\n\nOffer portfolio diversification\n\nUnsponsored ADRs may not be SEC-compliant\n\nInvestors may incur currency conversion fees\n\nBefore American depositary receipts were introduced in the 1920s, American investors who wanted shares of a non-U.S. listed company could only do so on internationalexchanges—an unrealistic option for the average person back then.\n\nADRs were developed because of the complexities of buying shares in foreign countries and the difficulties associated with trading at different prices and currency values. J.P. Morgan’s (JPM) predecessor, Guaranty Trust, pioneered the ADR concept. In 1927, it launched the first ADR, enabling U.S. investors to buy shares of famous British retailer Selfridges and helping the luxury depart store to tap into global markets. The ADR was listed on the New York Curb Exchange.\n\nA few years later, in 1931, the bank introduced the first sponsored ADR for the British music company Electrical & Musical Industries, the eventual home of the Beatles. Today, J.P. Morgan and BNY Mellon, another U.S. bank, continue to be actively involved in the ADR markets.\n\nBetween 1988 and 2018, German car manufacturer Volkswagen AG traded OTC in the U.S. as a sponsored ADR under the ticker VLKAY. In August 2018, Volkswagen terminated its ADR program.One day after the termination, J.P. Morgan established an unsponsored ADR for Volkswagen, trading under the ticker VWAGY.\n\nInvestors who held the old VLKAY ADRs had the option of cashing out, exchanging the ADRs for actual shares of Volkswagen stock—trading on German exchanges—or exchanging them for the new VWAGY ADRs.\n\nADRs are U.S. dollar-denominated certificates that trade on American stock exchanges and track the price of a foreign company's domestic shares. ADRs represent the prices of those shares but do not grant you ownership rights as common stock typically does.\n\nForeign companies often seek to have their shares traded on U.S. exchanges through ADRs to obtain greater visibility in the international market, access to a larger pool of investors, and coverage by more equity analysts. Companies that issue ADRs may also find it easier to raise money in international markets when their ADRs are listed in U.S. markets.\n\nIn a sponsored ADR, the depositary bank works with the foreign company and their custodian bank in their home country to register and issue the ADRs. An unsponsored ADR is issued by a depositary bank without the involvement, participation, or even the consent of the foreign company it represents ownership of. Unsponsored ADRs are usually issued by broker-dealers that own common stock in a foreign company and trade over-the-counter. Sponsored ADRs are more commonly found on exchanges.\n\nADRs provide a listing to foreign shares in one market. U.S.Global Depositary Receipts(GDRs), on the other hand, give access to two or more markets (most frequently the U.S. and Euro markets) with one fungible security. GDRs are most commonly used when the issuer raises capital in the local market as well as in the international and U.S. markets. This can be done either through private placement or public offerings.\n\nAmerican depositary shares(ADSs) are the actual underlying shares that the ADR represents. In other words, the ADS is the actual share available for trading, while the ADR represents the entire bundle of ADSs issued.\n\nAmerican Depositary Receipts, or ADRs, allow Americans toinvest in foreign companies. Although these companies do not ordinarily trade on the U.S. stock market, an ADR enables investors to buy these stocks as easily as they would invest in any domestic stock. The arrangement also benefits foreign firms, allowing them to raise capital from the U.S. market.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: American Depositary Receipts.\"\n\nCharles Schwab. \"ADRs, Foreign Ordinaries, & Canadian Stocks.\"\n\nInternal Revenue Service. \"Memorandum: Depositary Receipts Program.\" Pages 2-3.\n\nJPMorgan Chase. \"JPMorgan Chase Celebrates 75th Anniversary of the ADR.\"\n\nJPMorgan Chase. \"History of Our Firm.\"\n\nCiti. \"Depositary Receipt Services: Volkswagen AG.\"\n\nJ.P. Morgan. \"Volkswagen (VWAGY).\"",
  "url": "https://www.investopedia.com/terms/a/adr.asp"
}