{
  "term": "Understanding Earned Income and the Earned Income Tax Credit",
  "definition": "Earned income is money received as payment for work, including wages, salaries, bonuses, commissions, tips, and net earnings from self-employment. For tax purposes, it can also include long-term disability payments, union strike benefits, and, in some cases, payments from certain deferred retirement compensation arrangements.\n\nIncome such as investment profits and Social Security payments is considered unearned income, also known as passive income.\n\nLow- and moderate-income earners are eligible for theearned income tax credit(EIC or EITC). This is a tax benefit that reduces the amount of taxes owed and can even result in a refund of taxes paid during the year for those who qualify based on income and number of dependent children.\n\nFor tax purposes, earned income is any money you receive for work you have done for an employer or as an independent contractor.\n\nExamples of income that isn’t considered earned include government benefits such as payments from the Temporary Assistance for Needy Families program, unemployment payments,workers’ compensationpayments, and Social Security.\n\nOther types of unearned income are disbursements from non-deferred pensions and retirement plans, alimony, capital gains, interest income, stock dividends, bond interest, passive income generated from rental property, and salaries paid to inmates who work in a penal institution.\n\nBoth earned and unearned income are taxable, although the rates differ.\n\nThe federal government taxes earned income at seven rates (or brackets), ranging from 0% to 37%. The income levels are adjusted yearly to account for inflation, with different income ranges for single filers, married couples filing jointly, and heads of households.\n\nLong-term capital gainson assets held for a year or more are taxed at 0%, 15%, or 20%, depending on the amount and your filing status. Short-term capital gains, on assets held for less than a year, are taxed at the same rate as earned income.\n\nDetermining whether your income is earned or unearned, and reporting it on the appropriate lines of a Form 1040 or Form 1040-SR—is relatively straightforward. For some taxpayers, other factors of earned income are worth considering.\n\nIf you are receivingSocial Security benefits, for example, you have to pay income tax on a portion of those benefits if your overall income is above a certain threshold. In that case, up to 50% or 85% of your benefits will be subject to tax, depending on your income and filing status.\n\nThis can be an important consideration for people who plan to continue working past the minimum age for collecting Social Security benefits.\n\nIf you are self-employed, you need to consider how much earned (and unearned) income you expect to have for the year and pay estimated taxes each quarter based on that amount.\n\nIf you fail to pay enough tax during the year, you’ll have to make it up when you file your annual tax return, and you may have to pay a penalty.\n\nIf you receive Social Security benefits, having earned income determines whether those benefits are taxable.\n\nMany taxpayers have more than one source of earned income to report. Below are examples earned income.\n\nIf your income is below certain thresholds, you are eligible for the federal earned income tax credit (EIC or EITC), a refundable tax credit that can reduce your tax bill or even result in a refund of taxes paid during the year. The income levels and the credit amounts vary depending on your family size and filing status.\n\nTo qualify for the credit, you must file a tax return even if you don’t owe any tax or otherwise wouldn’t be required to file one.\n\nThe EITC was conceived as a type of work bonus plan to supplement the wages of low-income workers, offset the effect of Social Security taxes, and encourage work. It continues to be viewed as an anti-poverty tax benefit.\n\nTo qualify for the EITC, you must have worked during the year and earned an income below certain thresholds. The amount of the tax credit depends on the filer's marital status and number of dependents.\n\nFor example, a couple filing jointly with one child would have a phase-out cap of $56,004 in 2024. The cap rises to $57,554 for the 2025 tax year. You may have investment income, but it must be below $11,600 in 2024. The limit increases to $11,950 for the 2025 tax year.\n\nThe amount of EITC benefit you can receive depends on your income and the number of dependents you claim.\n\nIf you are unsure whether you qualify or have questions about your specific situation, seek advice from the IRS or an independent tax expert. Most of this information will be included in any tax filing software you use.\n\nImagine a taxpayer who earned a $50,000 salary from a regular job, a $10,000 performance bonus, a $5,000 wage from a side gig, and $500 in tips for that side gig. In addition, the taxpayer earned $1,000 in ordinary dividends and recognized $25,000 in capital gain distributions.\n\nIn this example, the taxpayer must calculate their earned income to determine their tax liability. Based on the numbers above, the only forms of earned income include:\n\nTherefore, the taxpayer's earned income is $65,500. The remaining $26,000 ($1,000 of ordinary dividends and $25,000 of capital gain distributions) are not considered earned income.\n\nUnearned income is recorded separately on line 21 of Form 1040.\n\nUnearned income includes interest from savings, certificates of deposit (CDs), or other bank accounts, bond interest, alimony, capital gains, and dividends. Income from retirement accounts, Social Security benefits, inheritances, gifts, welfare payments, rental income, and annuities are also classified as unearned income.\n\nBroadly speaking, if you were paid for working, you received earned income.\n\nConsider the ways you were compensated during the year. You may have had a paid job or made a profit selling something.\n\nIf you have any doubt, check IRS guidance to determine if that activity is earned or unearned income.\n\nEarned income comes from working, while unearned income comes from other sources, such as investment income or Social Security payments. The IRS treats each type of unearned income differently for tax purposes.\n\nMost unearned income is not subject topayroll taxesand none is subject to employment taxes such as Social Security and Medicare.\n\nUnearned income cannot be used to contribute to a qualified retirement account such as anIRA.\n\nEarned income is any compensation that you receive from a job or self-employment. It can include wages, tips, salaries, commissions, or bonuses. It is different from unearned income, which comes from sources like investment profits or government benefits. The two types of income are taxed differently by the IRS.\n\nIf you have earned income that is below a certain threshold, you may qualify for the earned income tax credit. This is a refundable tax credit that lowers your tax bill or even results in a refund of taxes paid.\n\nInternal Revenue Service. “Publication 596, Earned Income Credit (EIC),” Page 2.\n\nInternal Revenue Service. “Earned Income and Earned Income Tax Credit (EITC) Tables.”\n\nInternal Revenue Service. “Publication 596, Earned Income Credit (EIC),” Page 8.\n\nInternal Revenue Service. \"IRS releases tax inflation adjustments for tax year 2025.\"\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nSocial Security Administration. \"Income Taxes And Your Social Security Benefit.\"\n\nInternal Revenue Service. \"Self-Employment Tax (Social Security and Medicare Taxes).\"\n\nInternal Revenue Service. \"Failure to Pay Penalty.\"\n\nInternal Revenue Service. \"Who Qualifies for the Earned Income Tax Credit (EITC).\"\n\nCongressional Research Service. “The Earned Income Tax Credit (EITC): An Economic Analysis,\" Summary Page.\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Page 9.\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Page 9.\n\nInternal Revenue Service. \"Unearned income.\"\n\nInternal Revenue Service. \"What is Taxable and Nontaxable Income?\"\n\nInternal Revenue Service. \"Understanding Employment Taxes.\"\n\nInternal Revenue Service. \"Traditional and Roth IRAs.\"",
  "url": "https://www.investopedia.com/terms/e/earnedincome.asp"
}