{
  "term": "Under Reporting",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nUnder reporting is a term describing the crime of intentionally reporting lessincomeor revenue than was actually received. Companies and individuals chiefly under report their incomings in an effort to avoid or reduce their respectivetax liabilities.\n\nUnder reporting is not a victimless crime. In fact, the billions of dollars of tax-loss revenue caused by under reporting reduces the funds the federal government relies on to financeSocial Security,Medicare, and a host of other programs.\n\nIf a strugglingpublic companyexperiences a sharp drop in its share price, it may report even lowerrevenuesfor a fiscal quarter than it actually earned during that time period. This is done merely for optical purposes. The trick is to hide revenues and then subsequently lump those hidden figures with the revenues in the following quarter's earnings statement, so that onlookers are led to believe that the company has rebounded and is now in much better shape.\n\nThe appearance of a more successfulquartercan inspire investors, and ultimately boost a company's stock price. Naturally, this form of under reporting is also an illegal practice.\n\nCompanies listed on stock exchanges aren't the only culprits. In fact, in most cases, it's usuallyself-employedfilers and those who earn cash income that are most likely to under report their incomes. The primary goal here is to reduce tax liabilities and pocket a higher percentage of any money made.\n\nWage and salary employees typically do not under report their incomes, because their earnings are usually directly reported to the IRS by third parties--namely, their employers.\n\nDuring the 1990s, theInternal Revenue Service(IRS) estimated that as much as 84% of cash tips, worth hundreds of millions of dollars each year, were going unreported. And in 2019, the U.S. tax authority revealed that under reporting accounted for about $352 billion of the United States' $441 billion tax gap—the difference between taxes owed and taxes actually paid—in the 2011-2013tax years.\n\nUnder reporting accounted for approximately 80% of the U.S. tax gap in the 2011-2013 tax years.\n\nIndividuals and companies that are caught under reporting may be subject to fiscal penalties, and in extreme cases, might even face criminal charges.\n\nHowever, it's important to remember that under reporting is only a crime if offenders willfully disregard thetax code. If this action occurs due to negligence or calculation errors, the IRS could penalize the under reporting company or individual without initiating criminal action against those parties.\n\nFor example, if a waitress one night distractedly back pockets a few bills, rather than consolidating them with the rest of her take, this act of negligence won't likely result in criminal punishment. Only if investigators determine that willfultax evasionor fraud has occurred will that waitress be at risk of a felony conviction.",
  "url": "https://www.investopedia.com/terms/u/underreporting.asp"
}