{
  "term": "Understanding Capital Market Line (CML) and How to Calculate It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe capital market line reflects the full spectrum of investment portfolios formed by blending a risk-free asset with a diversified market portfolio of risky investments.\n\nThe capital market line (CML) is a theoretical construct that depicts portfolios achieving the most efficient trade-off between risk and return. It reflects all possible blends of a no-risk investment and a diversified basket of market-based assets that yield the highest expected return for a given level of risk.\n\nUnder thecapital asset pricing model(CAPM), all investors will choose a position on the capital market line, in equilibrium, by borrowing or lending at the risk-free rate, since this maximizes return for a given level of risk.\n\nCalculating the capital market line is done as follows:\n\nRp=rf+RT−rfσTσpwhere:Rp=portfolio returnrf=risk free rateRT=market returnσT=standard deviation of market returnsσp=standard deviation of portfolio returns\\begin{aligned} &R_p = r_f + \\frac { R_T - r_f }{ \\sigma_T } \\sigma_p \\\\ &\\textbf{where:} \\\\ &R_p = \\text{portfolio return} \\\\ &r_f = \\text{risk free rate} \\\\ &R_T = \\text{market return} \\\\ &\\sigma_T = \\text{standard deviation of market returns} \\\\ &\\sigma_p = \\text{standard deviation of portfolio returns} \\\\ \\end{aligned}​Rp​=rf​+σT​RT​−rf​​σp​where:Rp​=portfolio returnrf​=risk free rateRT​=market returnσT​=standard deviation of market returnsσp​=standard deviation of portfolio returns​\n\nPortfolios that fall on the capital market line (CML), in theory, optimize the risk/return relationship, thereby maximizing performance. Thecapital allocation line(CAL) makes up the allotment of risk-free assets and risky portfolios for an investor.\n\nCML is a special case of the CAL where the risk portfolio is the market portfolio. Thus, the slope of the CML is theSharpe ratioof the market portfolio. As a generalization, buy assets if the Sharpe ratio is above the CML and sell if the Sharpe ratio is below the CML.\n\nCML differs from the more popularefficient frontierin that it includes risk-free investments. The intercept point of CML and the efficient frontier would result in the most efficient portfolio, called the tangency portfolio.\n\nMean-variance analysis was pioneered by Harry Markowitz andJames Tobin. The efficient frontier of optimal portfolios was identified by Markowitz in 1952, and James Tobin included the risk-free rate inmodern portfolio theoryin 1958. William Sharpe then developed the CAPM in the 1960s, and won a Nobel prize for his work in 1990, along with Markowitz and Merton Miller.\n\nThe CAPM is the line that connects the risk-free rate of return with the tangency point on the efficient frontier of optimal portfolios that offer the highestexpected return for a defined level of risk, or the lowest risk for a given level of expected return.\n\nThe portfolios with the best trade-off between expected returns and variance (risk) lie on this line. The tangency point is the optimal portfolio of risky assets, known as the market portfolio. Under the assumptions ofmean-variance analysis—that investors seek to maximize their expected return for a given amount of variance risk, and that there is a risk-free rate of return—all investors will select portfolios that lie on the CML.\n\nAccording to Tobin's separation theorem, finding the market portfolio and the best combination of that market portfolio and the risk-free asset are separate problems. Individual investors will either hold just the risk-free asset or some combination of the risk-free asset and the market portfolio, depending on their risk aversion.\n\nAs an investor moves up the CML, the overall portfolio risk and returns increase. Risk-averse investors will select portfolios close to the risk-free asset, preferring low variance to higher returns. Less risk-averse investors will prefer portfolios higher up on the CML, with a higher expected return, but more variance. By borrowing funds at a risk-free rate, they can also invest more than 100% of their investable funds in the risky market portfolio, increasing both the expected return and the risk beyond that offered by the market portfolio.\n\nThe CML is sometimes confused with thesecurity market line(SML). The SML is derived from the CML. While the CML shows the rates of return for a specific portfolio, the SMLrepresents the market’s risk and returnat a given time and shows the expected returns of individual assets. While the measure of risk in the CML is the standard deviation of returns (total risk), the risk measure in the SML issystematic riskorbeta.\n\nSecurities that are fairly priced will plot on the CML and the SML. Securities that plot above the CML or the SML are generating returns that are too high for the given risk and are underpriced. Securities that plot below CML or the SML are generating returns that are too low for the given risk and are overpriced.\n\nPortfolios that fall on the capital market line (CML), in theory, optimize the risk/return relationship, thereby maximizing performance. So, the slope of the CML is the Sharpe ratio of the market portfolio. As a generalization, investors should look to buy assets if the Sharpe ratio is above the CML and sell if the Sharpe ratio is below the CML.\n\nThe capital allocation line (CAL) makes up the allotment of risk-free assets and risky portfolios for an investor. CML is a special case of the CAL where the risk portfolio is the market portfolio. As an investor moves up the CML, the overall portfolio risk and returns increase. Risk-averse investors will select portfolios close to the risk-free asset, preferring low variance to higher returns. Less risk-averse investors will prefer portfolios higher up on the CML, with a higher expected return, but more variance.\n\nCML differs from the more popular efficient frontier in that it includes risk-free investments. The efficient frontier is made up of investment portfolios that offer the highest expected return for a specific level of risk. The intercept point of CML and the efficient frontier would result in the most efficient portfolio, called the tangency portfolio.\n\nThe CML is sometimes confused with the security market line (SML). The SML is derived from the CML. While the CML shows the rates of return for a specific portfolio, the SML represents the market’s risk and return at a given time, and shows the expected returns of individual assets. And while the measure of risk in the CML is the standard deviation of returns (total risk), the risk measure in the SML is systematic risk or beta.\n\nThe Nobel Prize. \"This Year's Laureates are Pioneers in the Theory of Financial Economics and Corporate Finance.\"",
  "url": "https://www.investopedia.com/terms/c/cml.asp"
}