{
  "term": "Understanding Emerging Markets Bond Index (EMBI) & How It's Used",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe emerging markets bond index (EMBI) is abenchmarkindex for measuring the total return performance of international government and corporate bonds issued byemerging marketcountries that meet specific liquidity and structural requirements. Despite their increased riskiness relative to developed markets, emerging market bonds offer several potential benefits such as portfolio diversity as their returns are not closelycorrelatedto traditional asset classes.\n\nAn emerging market describes a developing country or economy that is progressing toward becoming more advanced by rapidly industrializing and adopting free-marketeconomies. The largest emerging markets include Nigeria, China, India, Brazil, South Africa, Poland, Mexico, Turkey, Argentina, Russia, etc. To take advantage of the rapid growth occurring in these countries, investors look to bonds issued by the government of these nations.\n\nEmerging market debt or bonds are consideredsovereign debt. These government bonds are typically issued in foreign currencies, either in US dollars, euros, or Japanese yen. Because of the increased economic and political risk present in these countries, thecredit ratingon emerging market bonds tend to be lower than that ondeveloped marketbonds. Due to the perceived higher risk of investing in these assets, the sovereign bonds have higher yields for investors than that of more stable bonds in developed countries. For example, the PIMCO Emerging Local Bond Fund delivered a total return of more than 14% in the first nine months of 2017, while the iShares Core US Aggregate Bond ETF gained 3.1% during the same time period. Investors who want exposure to emerging economies and who are willing to take on additional risk typically do so throughmutual fundsorexchange-traded funds(ETFs) that track the performance of abenchmark index, such as the emerging markets bond index.\n\nEmerging markets bond indexes are used as benchmarks for bond performance in emerging markets. The most popular emerging markets bond indexes are the JP Morgan EMBI+ Index, JP Morgan EMBI Global Index, and JP Morgan EMBI Global Diversified Index. The EMBI+ Index measuresBrady bonds, which are dollar-denominated bonds issued primarily by Latin American countries. The EMBI+ also includes dollar-denominated loans andEurobondsand expands on J.P. Morgan’s original Emerging Markets Bond Index (EMBI), which was introduced in 1992 when it covered only Brady bonds. Countries in the EMBI+ index are selected according to a sovereign credit rating level. The index is weighted on the basis of themarket capitalizationof government bonds, but it is the sub-index with the greatest liquidity requirements, so some markets are excluded. To qualify for index membership, the debt must be more than one year to maturity, have at least a $500 million outstandingface value, and meet stringent trading guidelines to ensure that pricing inefficiencies don't affect the index.\n\nThe JP Morgan EMBI Global Index is an extended version of the EMBI+ Index. The EMBI Global has the same criteria as the EMBI+. However, it does not select countries based on their sovereign credit rating level. Instead, the index includes a number of higher-rated countries through a formula which combines the World Bank-definedper capita incomebrackets and each country's debt-restructuring history. Hence, it is somewhat more comprehensive, broader, and, thus, more representative than the EMBI+ Index.\n\nThe EMBI Global Diversified limits the weights of countries with larger debt stocks by only including a specified portion of these countries’ eligible current face amounts of debt outstanding. The large markets are weighted lower, and the small markets are weighted higher than in the EMBI Global Index.\n\nThe J.P. Morgan indexes are a popular benchmark for money managers that deal in emerging market debt so that investors may see the index used as a comparison for their mutual funds or exchange-traded funds. Because of their higher interest rates, emerging market bonds can significantly outperform U.S.Treasury bonds. Other emerging bond indexes include Barclays USD Emerging Market GovRIC Cap Index, DB Emerging Market USD Liquid Balanced Index, and Bloomberg USD Emerging Market Sovereign Bond Index.\n\nLaunched with the help of iShares in December 2007, the iShares JPMorgan USD Emerging Markets Bond ETF (EMB) tracks the JPMorgan EMBI Global Core Index. EMBI Global Core is a very broad, U.S.-dollar denominated, emerging-markets debt benchmark. It is also highly diverse – no single debt instrument comprises more than 2% of total holdings, and most fall short of 1%. Nearly three-quarters of the EMBI Global Core is emerging government debt, with most of the rest focused on high-yielding corporate bonds. The expense ratio is in line with what you’d expect from aniShares ETFat 0.40%.\n\nThe iShares JPMorgan USD Emerging Markets Bond ETF is best suited for investors are looking for a diversified path to high-yielding fixed income. The fund has holdings in 50 countries, including in allocation in Russia, Mexico, Poland, Hungary, South Africa, and the Philippines.",
  "url": "https://www.investopedia.com/terms/e/emerging-markets-bond-index.asp"
}