{
  "term": "Underwater: What it is, How it Works, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\n\"Underwater\" is the term for a financial contract or asset that is worth less than itsnotional value. More commonly though, the term is used in relation to a house, or another substantial asset, which has an outstandingmortgageor loan on the asset that is a larger amount than what the asset is worth.\n\nIn either case, the holder has an asset without intrinsic value. In the case of the mortgage or loan, the holder of the asset actually owes more than the asset is worth.\n\nUnderwater is sometimes also referred to as \"upside-down.\"\n\nAn asset is underwater if the price paid for it is more than its current market valuation. Broadly speaking anypaper(unrealized) loss relates to an underwater asset.\n\nMore commonly, underwater relates toleverageor borrowing, where it means owning an asset that is worth less than an outstanding loan on that asset. In securities trading, this could happen in amargin account, where a trader owns a stock on leverage, but the company (stock) declares bankruptcy, and the stock holdings no longer cover the margin or loan the broker provided to buy the stock initially. The account is underwater, and the investor will need to find funds somewhere else to pay back the money (loan) they lost in the stock market. This is known as amargin call.\n\nSuch a situation can also occur with a non-financial asset. If a new car is purchased with a loan, the purchase almost immediately results in the buyer being underwater because the car will depreciate immediately once it is driven off the lot while the loan will be paid down slowly over years. Eventually, as more payments are made, and the car depreciates at a slower rate, the car will be back above water. For example, in 10 years the loan is paid off but the owner can probably sell the car for a few thousand dollars, depending on the make and condition of the vehicle.\n\nBeing underwater on a loan isn't always a horrible thing. As long as payments are made, the loan is paid down and the underwater situation may end up being temporary. That said, underwater situations can be mostly avoided by looking for amargin of safetyin regards to the asset being purchased and the loan amount.\n\nGetting a good deal on a house or car, where the value of the asset could be sold for more than what is paid (given some time) will mean the loan amount is smaller and there is a larger buffer between the asset's value and the loan amount. This means the asset would need to fall in value more in order to be underwater. Compare that to a couple that overpays for a house, paying $300,000 in abidding warfor a house that is really only worth $280,000. Depending on how much they put down, they could be underwater immediately, or if housing prices fall they could be underwater substantially in a short amount of time.\n\nMissing payments or incurring additional fees for violating the terms of the loan can increase the loan amount owing quickly. This can cause a loan to move underwater, or deeper underwater. Lenders are often willing to work out solutions with borrowers if the financial struggles are short-term, as the lender doesn't want to have to go through the struggle of selling an underwater asset to only partially pay back a loan at a loss.\n\nIf dealing with financial problems, talk to a financial planner, debt counselor, and/or the lender to help find a solution before the problem gets worse.\n\nInreal estate, underwater refers to the situation where a house or other property is worth less than the money owed on the loan. Anunderwater mortgageis thus a home loan with a higher principal than the free-market value of the home. This situation can occur when property values are falling. In an underwater mortgage, the homeowner may not have any equity available for credit. An underwater mortgage can potentially prevent a borrower from refinancing or selling the home unless they have the cash to pay the loss out of pocket.\n\nThis negative value presents problems for both the homeowner and the holder of the mortgage. If the homeowner needs to move, the sale of the home will not produce sufficient monies to pay the mortgage holder, even before any transaction fees. In this case, the homeowner must find additional funds or enter into ashort salewith a third party. These types of problems, in turn, lead to legal battles and possible difficulties down the road for both the original homeowner and the third-party lender.\n\nWhile a short sale does complicate the process by which the original lender recovers their money, a more significant problem with underwater mortgages emerged after thehousing bubblein 2006-07 and bust in 2008-09. Homeowners owing more than their home's value quietly walked away from their investments. This resulted in mortgagedefaults, leaving the lending banks with losses and the added expenses ofliquidatingtheir acquired homes.\n\nUnderwater mortgages were a common problem among homeowners around the height of the 2008 financial crisis, which among other things, involved a substantial deflation in housing prices.\n\nAssume a person sees a house they like listed at $400,000. They have $40,000 for a downpayment, or 10%. Not including other fees and mortgage insurance, which will mean some of the downpayment won't be going to the principal, for simplicity assume that the buyer gets a loan for $360,000.\n\nUsing the mortgage and downpayment the buyer pays for the house. Several months after the purchase they notice similar houses in their area are selling for substantially less than $400,000. Similar homes, calledcomparables, are selling for $350,000. The loan value of $360,000 has only dropped incrementally to $359,000 as much of the initial payments go to interest and not principal, yet the house is only worth $350,000. If the house was sold, it could not pay off the loan. This is referred to as being underwater or upside down.\n\nIf the housing market stabilizes, eventually the loan will be paid down and the property loan will no longer be underwater. Being underwater a small amount, or for a short period of time, isn't a major issue. Being underwater for a long time and by a large amount indicates a poor purchase, poor timing, or poor market conditions. Possibly all three.\n\nThe house could be underwater for a number of reasons. Possibly the homebuyer overpaid in the first place. The house may have only been worth $350,000 all along, but the seller asked more and the buyer was willing to pay it.\n\nAlternatively, the property value may have dropped. $400,000 may have been a good price at the time, but a recentdownturn in the economymeans fewer jobs and not as many people being able to afford their homes. Forced to sell, property values are driven down.\n\nProperty values often deteriorate slowly but can move quickly in certain areas. For example, a small town may see property values plummet very quickly if the main source of employment, say a plant or mine, closes.\n\nFederal Reserve History. \"Subprime Mortgage Crisis.\" Accessed Sept. 16, 2021.",
  "url": "https://www.investopedia.com/terms/u/underwater.asp"
}