{
  "term": "Underwater Mortgage: Meaning, Overview, History",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn underwater mortgage is a home purchase loan with a higher principal than the free-market value of the home. This situation can occur when property values are falling. In an underwater mortgage, the homeowner may not have any equity available for credit. An underwater mortgage can potentially prevent a borrower from refinancing or selling the home unless they have the cash to pay the loss out of pocket.\n\nUnderwater mortgages were a common problem among homeowners around the height of the 2008 financial crisis, which, among other things, involved a substantial deflation in housing prices.While the market has greatly recovered due to support from monetary policy andinterest ratestabilization, underwater mortgages are still a factor that property owners must follow closely when making a real estate investment.\n\nGenerally, a mortgage is considered underwater when the value of the home is less than the originalmortgageprincipal.Depending on the decrease in the home's value since its purchase, the borrower may also have no equity or negative equity. Equity on a home is associated with the value of the home versus the balance paid. A borrower with a $250,000 mortgage that sees their home value decrease to $225,000 is considered to have an underwater mortgage. If the borrower has paid half of the principal on their mortgageloanresulting in a principal balance of $125,000, then they still are considered to have positive equity of $100,000 which could be utilized in a home equity loan.\n\nThe 2008 financial crisis had numerous effects on the United States economy. One such effect was a burstinghousing bubblethat substantially deflated real estate property values across the market. A primary catalyst for the housing value deflation was loose lending standards for borrowers, providing for broader mortgage loan approvals. This loose lending, specifically to subprime borrowers, led to a heightened number of defaults and foreclosures, which affected real estate property values across the U.S. market. This led to a variety of uncommon situations causing losses for borrowers across the market whose mortgage loan values exceeded their home’s fair market value.\n\nSubsequently, the implementation of monetary policy by the Federal Reserve helped the U.S. economy recover and housing prices rebound. Lower interest rates following the crisis also helped reduce mortgage payment burdens and increase demand for real estate.\n\nGiven that new market initiatives from the Dodd-Frank legislation are helping to improve mortgage lending standards, it's unlikely that homebuyers will again see the substantial real estate price drops that occurred in 2008.However, the 2008 financial crisis did cause a new sense of market realization and caution across real estate investing. As such, lenders are now more cautious about the mortgages they approve, and homeowners are generally more careful about themortgage debt they take on. Even with a new outlook on the market, though, homeowners still must closely follow home values and mitigate underwater mortgage risks.\n\nTo understand a home’s value, a homeowner may choose to have the property appraised annually. Appraisals are also done regularly to calculate property taxes. An appraisal value will be based on several factors, including national market trends, recent sales by similar properties in the region and neighborhood, and the home’s individual amenities. Homeowners can also work to maintain a high home value for their home by doing regular renovations and actively supporting positive community activities.\n\nIf someone finds themselves stuck with an underwater mortgage, working with one of thebest mortgage refinancing companiesis a solid way to potentially rid themselves of this burden.\n\nIf a home's value significantly drops after a borrower takes out a mortgage, the loan can be considered underwater if the principal on the loan is higher than the home's current market value.\n\nYes, although it's more difficult. If you put your home on the market and sell it for less than what you still owe on your mortgage, you will be expected to pay the difference. Your other option is to apply for a short sale, where the bank agrees to let your sell your home for less than it's worth. This will hurt your credit score, though.\n\nYou have several options if you have an underwater mortgage. First, you could continue to live in your home and make payments, so you're building equity. You can try to sell the home, losing money or damaging your credit score, or refinance the home to get more favorable terms.\n\nIf these options don't work for you, you could stop making payments and let the lender foreclose on the house, although this is a drastic option that will make it much harder to use credit in the future.\n\nNo one wants to hear their mortgage is underwater, since it means they owe more than the home is worth and it can make it difficult to sell the home. However, if your mortgage is underwater, you still have options. You could stay in the home and build equity, refinance your mortgage, opt for a short sale, or walk away. Speaking with a financial advisor about your situation can help you determine a financial strategy that's best for you.\n\nFederal Reserve System. \"Housing, Mortgage Markets, and Foreclosures.\"\n\nConsumer Financial Protection Bureau. \"My Home Is Underwater and I Received a Permanent Change of Station (PCS) Order. Is There Assistance to Help Me Sell My Home Without Owing Money After the Sale?\"\n\nFederal Reserve Bank of New York. \"Monetary Policy Implementation.\"\n\nCongress.gov. \"H.R.4173 - Dodd-Frank Wall Street Reform and Consumer Protection Act.\"",
  "url": "https://www.investopedia.com/terms/u/underwater-mortgage.asp"
}