{
  "term": "Underwriting Capacity: What it is, How it Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUnderwriting capacity is the maximum amount ofliabilitythat an insurance company agrees to assume from itsunderwritingactivities. Underwriting capacity represents an insurer’s ability to retain risk. It's important for an insurance company to calculate and maintain its underwriting capacity so it will be able to pay out claims to customers when needed so as to avoid insolvency.\n\nUnderwriting involves assessing the degree of risk associated with offering insurance to an applicant. As the provider of the policy, the insurer will diligently seek to determine if it’sprofitableto offer coverage and then, based on its research, establish a price. This price is known as thepremium, and it is charged in exchange for taking on the risk of covering the applicant against loss.\n\nThrough the issuance of new policies, an insurer accepts additional hazards and increases the possibility that it may becomeinsolvent. Though seemingly unlikely, there’s always a slight chance that too many policyholders will fileclaimsall at once, leaving the insurer forced to make a number of large payments beyond its financial means.\n\nAt the same time, an insurance company’s potential for profitability depends on its appetite forrisk. The more risk it assumes by underwriting new insurance policies, the more premiums it can collect and later invest.\n\nStriking the right balance is essential to maintaining and improving thefinancial healthof the insurer. In other words, a company's underwriting capacity, or the maximum amount of acceptable risk, is a crucial component of its operations. An insurance company’s profitability hinges on the quality of its underwriting.\n\nInsurers are not given free rein to choose how much risk they want to take on. To protect policyholders, regulators prohibit insurance companies from underwriting an unlimited number of policies by capping their capacity.\n\nOften, the insurer will impose even stricter constraints on itself to stave off the threat of insolvency. Applications can be rejected outright if the risk is deemed too high, or revised with new, specific individual conditions attached.\n\nSmart underwriting practices should generate premiums that exceed losses andexpenses, increasing thepolicyholder surplusandcapacity to issue more policies. Listed below are some of the common methods used by insurers to protect themselves from paying out an excessive amount of claims and to help them build up their ability to take on more business.\n\nAn insurance company can increase its underwriting capacity by underwriting policies that cover lessvolatilerisks. For instance, a company may refuse to write newproperty insurancecoverage in a hurricane-prone zone, but still cover hazards from fire and theft. Limiting the risk of policies reduces the likelihood that the company will have to pay out claims.\n\nInsurers are also able to increase underwriting capacity bycedingtheir obligations to a third party, as withreinsurance treaties.\n\nIn a reinsurance contract, thereinsurerassumes some of an insurer’s liability in exchange for a fee or a portion of the premiums paid by the policyholder. The liabilities assumed by the reinsurer no longer count against the ceding company's underwriting capacity, enabling the insurer to underwrite new policies.\n\nIn the case of sharing the load, using reinsurance does not mean that the insurer can abandon the liabilities it cedes in the reinsurance contract. The ceding company is still ultimately responsible if a claim should occur.\n\nIn a situation where the reinsurer becomes insolvent, the ceding insurer must pay for claims made against its original underwritten policies. It is, therefore, critical for the insurer to be aware of the financial health of the reinsurer, including the amount of risk that the reinsurer has agreed to take on through other reinsurance contracts.",
  "url": "https://www.investopedia.com/terms/u/underwriting-capacity.asp"
}