{
  "term": "Underwriting: Definition and How the Various Types Work",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nUnderwriting is the process through which an individual or institution takes onfinancial riskfor a fee. This risk most typically involvesloans, insurance, or investments. The term underwriter originated from the practice of having each risk-taker write their name under the total amount of risk they were willing to accept for a specified premium.\n\nAlthough the mechanics have changed over time, underwriting remains a key function in the financial world.\n\nUnderwriting involves conducting research and assessing the degree of risk each applicant or entity brings to the table before assuming that risk. This check helps to set fair borrowing rates for loans, establish appropriatepremiumsto adequately cover the true cost of insuring policyholders, and create a market forsecuritiesby accurately pricing investment risk. If the risk is deemed too high, an underwriter may refuse coverage.\n\nRiskis the underlying factor in all underwriting. In the case of a loan, the risk is whether the borrower will repay the loan as agreed or will default. With insurance, the risk may involve the likelihood that an individual prospective insured might file a claim, or that too many policyholders will file claims at the same time. With securities, the risk is that the underwritten investments will not be profitable.\n\nUnderwriters evaluate loans (particularly mortgages) to determine the likelihood that a borrower will pay as promised and that enoughcollateralis available in the event ofdefault. In the insurance industry, underwriters seek to assess a policyholder's health and related factors, a driver's safety record, or the security of a home. They aim to price insurance premiums appropriately while spreading the potential risk among as many people as possible. Underwriting securities, most often done viainitial public offerings(IPOs), helps determine the company's underlying value compared to the risk of funding its IPO.\n\nThere are three major types of underwriting: loans, insurance, and securities.\n\nAll loans undergo some form of underwriting. In many cases, underwriting isautomated, It involves appraising an applicant's credit history, financial records, and the value of any collateral offered, along with other factors that depend on the size and purpose of the loan. The appraisal process can take a few minutes to a few weeks, depending on whether the appraisal requires a human being to be involved.\n\nThe most common type of loan underwriting that involves a human underwriter is formortgages. This is also the type of loan underwriting that most people encounter. The underwriter assesses income, liabilities (debt), savings, credit history, credit score, and more depending on an individual's financial circumstances. Mortgage underwriting typically has a turnaround time of a week or less.\n\nRefinancingoften takes longer because buyers who face deadlines get preferential treatment. Although loan applications can be approved, denied, or suspended, most areapproved with conditions, meaning the underwriter wants clarification or additional documentation before the agreement can be finalized.\n\nInsurance underwriters receive customer applications and decide whether to offer them a policy on the basis of various criteria. If they do approve the application, the underwriters also set premiums and coverage amounts.\n\nWith insurance underwriting, the focus is on the potential policyholder—the person seeking health, home, auto, or life insurance. In the past, medical underwriting forhealth insurancelooked at the applicant’s pre-existing conditions to determine how much to charge an applicant, or whether to offer coverage at all, often based on the applicant’s pre-existing conditions. Beginning in 2014, under theAffordable Care Act, insurers were no longer allowed to deny coverage or impose limitations based on pre-existing conditions.\n\nLife insurance underwriting seeks to assess the risk of insuring a potential policyholder based on their age, health, lifestyle, occupation, family medical history, hobbies, andother factorsdetermined by the underwriter. Life insurance underwriting can result in approval—along with a range of coverage amounts, prices, exclusions, and conditions—or outright rejection.\n\nFor property and casualty insurance, underwriters look at numerous criteria, including characteristics of the person and the property being insured. For example, if someone applies forautomobile insurance, the carrier looks at their driving record, how often their make and model of car is in an accident, and the average cost of repairs. Similarly, to ensure a home, underwriters focuses on such factors as replacement cost, age of the dwelling, and any significant risks (such as being in an area prone to wildfires) to decide whether to offer the applicanthomeowners insuranceand how much to charge.\n\nInvestment securities underwriting, which seeks to assess risk and the appropriate price of particular securities—most often related to an IPO—is performed on behalf of a potential investor, often an investment bank. Based on the results of the underwriting process, aninvestment bankwould buy (underwrite) securities issued by the company attempting the IPO and then sell those securities in the open market.\n\nUnderwriting ensures that the company's IPO will raise the capital needed and provides the underwriters with a premium or profit for their service. Investors benefit from thevettingprocess that underwriting provides and its ability to make an informed investment decision.\n\nThis type of underwriting can involve individual stocks and debt securities, including government, corporate, or municipal bonds. Underwriters or their employers purchase these securities to resell them for a profit either to investors or dealers (who sell them to other buyers). When more than one underwriter or group of underwriters is involved, this is known as anunderwriter syndicate.\n\nThe time frame for underwriting varies among different investment products, as the underwriter will have to spend some time examining the risk profile of each investment. Personal loans and insurance products are generally fairly simple to underwritem while securities are more complex. However, underwriting periods for mortages and insurance can vary by state.\n\nFor car loans, the process is often managed by an algorithm that compares the applicant to other borrowers with a similar profile. This process takes only a few days at most, and, in some cases, it is almost instantaneous.\n\nHome mortgages tend to take longer because the underwriter will need to verify the borrower's income, employment, and credit history, which can take some time. Full approval for a home loan can take up to 45 days, although the underwriting process itself accounts for only a small part of this time time. The underwriting process can last from a few days to a few weeks.\n\nUnderwriting insurance is similar to underwriting a loan, except that the insurers weigh the probability and size of the average claim compared to the premiums that they expect to collect. In the case of property and auto insurance policies, this is based on factors like the age of the insured, their geographical location, and their past history of making claims. For homeowners and commercial property coverages, they must avoid a large concentration of risks in the same geographic area, as a catastrophic event (such as a hurricane) would mean huge losses for the company.\n\nLife insurance policies are more complicated because they also account for the insured's medical history and other personal details. Underwriting life insurance can also take a month or longer, although most decisions are issued in a few days.\n\nSecurities are the most complicated products to underwrite. When a company issues a bond or a stock offering, the underwriter (usually an investment bank) examines the company's accounts, cash flows, assets, and liabilities, and checks for any discrepancies. This can take anywhere six to nine months.\n\nWhether they are lending money or providing insurance, underwriters examine the financials of each applicant to determine how much risk they are taking on and the likelihood of losing money. This is generally done by comparison to historical data: If applicants with a similar risk profile tend to default X% of the time, then the premiums or interest rate will be priced at a rate that assumes an X% probability of default.\n\nUnderwriters for personal loans and insurance will look at available data about the applicant. For loans, they might examine the borrower's income, savings, employment status, and credit history. Underwriters will also assess the capacity for repaying the loan and the value of any assets that are used for collateral.For life insurance, they might also look at medical history plus such risk factors as dangerous hobbies, hazardous occupations, and smoking or drinking habits.\n\nSecurities underwriterswill look at the financial situation of the issuer, such as their income statements, cash flow, debts, and any other potential liabilities, before pricing a bond or stock issue. They will also examine the issuer'scredit rating, the institutional equivalent of a personal credit score.\n\nCreating a fair and stable market for financial transactions is the chief function of an underwriter. Everydebt instrument, insurance policy, or IPO carries a certain risk that the customer will default, file a claim, or fail—all sources of potential loss to the insurer or lender. A big part of the underwriter's job is to weigh the known risk factors and investigate an applicant’s truthfulness to determine the minimum price for providing coverage.\n\nUnderwriters help establish the true market price of risk by deciding on a case-by-case basis which transactions they are willing to cover and what rates they need to charge to make a profit. Underwriters also help expose unacceptably risky applicants—such as unemployed people asking for expensive mortgages, those in poor health who request life insurance, or companies that attempt an IPO before they are ready—by rejecting coverage.\n\nThis vetting function substantially lowers the overall risk of expensive claims or defaults. It allows loan officers, insurance agents, and investment banks to offer more competitive rates to those with less risky propositions.\n\nUnderwriting, whether for an insurance policy or a loan, evaluates the riskiness of a proposed deal or agreement. For an insurer, the underwriter must determine the risk of a policyholder filing a claim that must be paid out before the policy has become profitable. For a lender, the risk is of default or non-payment. Similarly, securities underwriting by investment banks evaluate newly issued shares and bonds to determine their risk-adjusted value.\n\nThe term \"underwrite\" originated in the 17th century when marine vessels would be underwritten for insurance risk for overseas voyages. The insurance company would sub-scribe (literally to write underneath or under-write) the policy by signing their name at the bottom of the document and acknowledging consent that the policy is in force.\n\nAn underwriter is a financial professional who researches and assesses the financial risk of a potential insurance policy, security, or loan to determine whether an institution should take on the risk and, if so, how much it should charge to ensure a profit.\n\nYes, if the riskiness of a borrower or insurance policy applicant is deemed too great, the underwriter can either recommend higher rates or else deny the application entirely, They must also ensure they are not breaking any anti-discrimination laws and are only evaluating objective risk metrics.\n\nWith the advent of information technology, the underwriting process for insurers and lenders has shortened from a matter of weeks or months to just a few days or even hours in some cases. The time frame varies by the type of instrument being underwritten and any applicable state regulations.\n\nUnderwriting is the process of examining the financials of a loan or insurance application to determine how much risk they pose to a lender or insurer. This usually means checking the applicant's income, assets, and credit history to determine the likelihood that they will end up costing the underwriting institution more than the customer pays in premiums.\n\nU.S. Bureau of Labor Statistics. \"What Insurance Underwriters Do.\"\n\nIndependent Insurance Agents & Brokers of America. \"Underwriting Period by State\"\n\nRocket Mortgage. \"How Long Does Underwriting Take?\"\n\nFinance Strategists. \"Underwriting.\"\n\nU.S. Bank. \"Your Guide to the Mortgage Underwriting Process.\"\n\nGuardian Life. \"Life Insurance Underwriting: What To Expect.\"",
  "url": "https://www.investopedia.com/terms/u/underwriting.asp"
}