{
  "term": "Understanding Wealth: How Is It Defined and Measured?",
  "definition": "Wealth is the total value of all assets owned by a person, community, company, or country.\n\nIt's measured by taking themarket valueof allphysicalandintangible assetsowned, then subtracting alldebts. It can be seen in either absolute or relative terms.\n\nBuilding wealthrefers to the accumulation of scarce resources. People, organizations, and nations are said to be wealthy when they have accumulated many valuable resources or goods. Wealth can be contrasted withincomein that wealth is a stock and income is a flow.\n\nWealth can be expressed in a variety of ways. In a purely material sense, wealth consists of all the real resources under one’s control. Financially,net worthis the most common expression of wealth.\n\nDefinitions andmeasures of wealthhave been different over time among societies. In modern society, money is the most common means of measuring wealth. Measuring wealth in terms of money is an example of money’s function as aunit of account. The extent to which outside forces can manipulate the value of money can have a dramatic impact on measuring wealth in this way, but it provides a convenient common denominator for comparison.\n\nOtherwise, land and even livestock can be used to measure and evaluate wealth. The ancient Egyptians, for instance, once measured wealth based on wheat. Herding cultures have often used sheep, horses, or cattle as measures of wealth.\n\nMeasuring wealth in terms of money overcomes the problem of evaluating wealth in the form of different kinds of goods. These values can then be added or subtracted together. This, in turn, permits the convenient use of net worth as a measure of wealth. Net worth is equal to assets minus liabilities. For businesses, net worth is also known asshareholders’ equityorbook value. In commonsense terms, net worth expresses wealth as all the real resources under one’s control, excluding those that ultimately belong to someone else.\n\nWealth is a stock variable, as opposed to a flow variable like income. Wealth measures the amount of valuable economic goods accumulated at a given point in time; income measures the amount of money (or goods) obtained over a given interval of time. Income represents the addition to wealth over time (or subtraction, if it is negative).\n\nA person whose net income is positive over time will become increasingly wealthy over time. For countries,gross domestic product (GDP)can be thought of as a measure of income (a flow variable), though it is often erroneously referred to as a measure of wealth (a stock variable).\n\nAnyone who has accumulated a large quantity of net worth can be considered wealthy, but most people think of this term in more of a relative sense. Whether measured in terms of money and net worth, or in commodities like wheat or sheep, total wealth can vary among individuals and groups. The relative differences in wealth between people are what we usually refer to in order to define who is wealthy or not.\n\nResearch has consistently shown that people’s perception of their own well-being and happiness depends much more on their estimates of wealth relative to other people than on absolute wealth. This is also part of why the concept of wealth is usually applied only to scarce economic goods; goods that are abundant and free for everyone provide no basis for relative comparisons across individuals.\n\nThe United States is home to most of the world’s wealthiest people, including 735 billionaires.\n\nArkansas-based retailer Walmart is one of the wealthiest corporations in the U.S., with annual revenue exceeding the GDP of many countries. For 2023, it recorded $611.3 billion in revenue, ranking number one on the Forture 500 list.\n\nThe net worth of the world’s wealthiest person, Tesla/SpaceX CEO Elon Musk, as of August 19, 2024.\n\nEqually as impressive, wealthy ecommerce giant Amazon boasted revenue of $575 billion for 2023, earning it the number two position on Fortune’s list.\n\nTo build wealth, one must allocate a portion of their income to savings and investments over time.\n\nThe top 1% of wage earners hold 30.4% of wealth in the United States as of August 19, 2024.\n\nWealth managementrefers to the financial, investment, and advisory services provided to clients with a high net worth.\n\nGenerational wealthare the assets passed down through successive, familial generations.\n\nTheGreat Gatsby Curveillustrates the relationship between income inequality in a country and the potential for its citizens to achieve upward mobility. Graphs that depict these two variables suggest a strong positive correlation between inequality and a lack of upward advancement from one generation to the next.\n\nThe concept of wealth is subjective, largely depending on one’s perception and measure of value. For most, money is the common unit of measurement, and those with an abundance of it are deemed wealthy.\n\nThere are many strategies for amassing wealth; however,there is no prescription for all. Despite variations in how it is expressed, wealth often affords access and opportunities that would ordinarily be inaccessible without it.\n\nForbes. “The Countries with the Most Billionaires 2022.”\n\nWalmart Corporate. “Walmart Inc 2023 Annual Report.”\n\nForbes. “The World’s Real-Time Billionaires.”\n\nFortune. “Fortune 500 (2022): Amazon.”\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Share of Total Net Worth Held by the Top 1% (99th to 100th Wealth Percentiles).”",
  "url": "https://www.investopedia.com/terms/w/wealth.asp"
}