{
  "term": "Understanding Austerity, Types of Austerity Measures, and Examples",
  "definition": "The term austerity refers to a set of economic policies that a government implements in order to control public sector debt. Governments put austerity measures in place when their public debt is so large that the risk ofdefaultor the inability to service the required payments on its obligations becomes a real possibility.\n\nThe goal of austerity is to improve a government's financial health.Default riskcan spiral out of control quickly and, as an individual, company, or country slips further into debt, lenders will charge a higherrate of returnfor future loans, making it more difficult for the borrower to raise capital.\n\nGovernments experience financial instability when their debt outweighs the amount ofrevenuethey receive, resulting in largebudget deficits. Debt levels generally increase when government spending increases. As mentioned above, this means that there is a greater chance that federal governments can default on their debts. Creditors, in turn, demand higher interest to avoid the risk of default on these debts. In order to satisfy theircreditorsand control their debt levels, they may have to take certain measures.\n\nAusterity only takes place when this gap—between government receipts and government expenditures—shrinks. This situation occurs when governments spend too much or when they take on too much debt. As such, a government may need to consider austerity measures when it owes more money to its creditors than it receives in revenues. Implementing these measures helps put confidence back into theeconomywhile helping restore some semblance of balance to governmentbudgets.\n\nAusterity measuresindicate that governments are willing to take steps to bring some degree of financial health back to their budgets. As a result, creditors may be willing to lowerinterest rateson debt when austerity measures are in place. But there may be certain conditions on these moves.\n\nFor instance, interest rates onGreek debtfell following its firstbailout.However, the gains were limited to the government having decreased interest rate expenses. Although theprivate sectorwas unable to benefit, the major beneficiaries of lower rates are large corporations. Consumers benefited only marginally from lower rates, but the lack of sustainableeconomic growthkept borrowing at depressed levels despite the lower rates.\n\nA reduction in government spending doesn't simply equate to austerity. In fact, governments may need to implement these measures during certaincycles of the economy.\n\nFor example, the global economic downturn that began in 2008 left many governments with reduced tax revenues and exposed what some believed were unsustainable spending levels. Several European countries, including the United Kingdom,Greece, and Spain, turned to austerity as a way to alleviate budget concerns.\n\nAusterity became almost imperative during the global recession in Europe, whereeurozonemembers didn't have the ability to address mounting debts by printing their own currency. Thus, as their default risk increased,creditorsput pressure on certain European countries to aggressively tackle spending.\n\nBroadly speaking, there are three primary types of austerity measures:\n\nThere is some disagreement among economists about the effect of tax policy on the government budget. Former Ronald Reagan adviser Arthur Laffer famously argued that strategicallycutting taxes would spur economic activity, paradoxically leading to more revenue.\n\nStill, most economists and policy analysts agree that raising taxes will raise revenues. This was the tactic that many European countries took. For example, Greece increasedvalue-added tax(VAT) rates to 23% in 2010.The government raised income tax rates on upper-income scales, along with adding newproperty taxes.\n\nThe opposite austerity measure is reducing government spending. Most consider this to be a more efficient means of reducing the deficit. New taxes mean new revenue for politicians, who are inclined to spend it on constituents.\n\nSpending takes many forms, including grants, subsidies, wealth redistribution, entitlement programs, paying for government services, providing for the national defense, benefits to government employees, andforeign aid. Any reduction in spending is a de facto austerity measure.\n\nAt its simplest, an austerity program that is usually enacted by legislation may include one or more of the following measures:\n\nThe effectiveness of austerity remains a matter of sharp debate. While supporters argue that massive deficits can suffocate the broader economy, thereby limiting tax revenue, opponents believe that government programs are the only way to make up for reduced personal consumption during a recession. Cutting government spending, many believe, leads to large-scale unemployment. Robust public sector spending, they suggest, reducesunemploymentand therefore increases the number of income-tax payers.\n\nAlthough austerity measures may help restore financial health to a nation's economy, reduced government spending may lead to higher unemployment.\n\nEconomists such asJohn Maynard Keynes, a British thinker who fathered the school ofKeynesian economics, believe that it is the role of governments to increase spending during a recession to replace falling private demand. The logic is that if demand is not propped up and stabilized by the government, unemployment will continue to rise and the economic recession will be prolonged.\n\nBut austerity runs contradictory to certain schools of economic thought that have been prominent since theGreat Depression. In an economic downturn, falling private income reduces the amount of tax revenue that a government generates. Likewise, government coffers fill up with tax revenue during an economic boom. The irony is that public expenditures, such as unemployment benefits, are needed more during arecessionthan a boom.\n\nA model of austerity in response to a recession, occurred in the United States between 1920 and 1921. The unemployment rate in the U.S. economy jumped from 4% to almost 12%.Real gross national product (GNP) declined almost 20% over that time—greater than any single year during the Great Depression or Great Recession except for 1931-1932, when it declined just over 25%.\n\nIn a speech in 1920, presidential candidate Warren Harding declared that his administration \"will attempt intelligent and courageous deflation, and strike at government borrowing...[and] will attack high cost of government with every energy and facility.\"After he became president, Harding implemented federal spending decreases and tax cuts to fight the recession, following austerity measures already implemented under President Woodrow Wilson. However, economists and historians argue over whether the austerity measures were necessary, as the economy had already begun to improve by the time Harding took office. Some economists also question whether Harding's measures can be considered austerity measures, as they actually ended up increasing federal tax revenues.\n\nIn exchange for bailouts after the Great Recession, the EU andEuropean Central Bank(ECB) embarked on an austerity program that sought to bring Greece's finances under control. The program cut public spending and increased taxes often at the expense of Greece's public workers and was very unpopular. Since then, Greece's deficit has dramatically decreased.The austerity program that the country enacted in 2010, however, provided only mixed benefits to its economy.\n\nMainly, austerity measures failed to improve the financial situation in Greece because the country struggled in the past with a lack ofaggregate demand. Aggregate demand declines with austerity. Structurally, Greece is a country of small businesses rather than largecorporations, so it benefits less from the principles of austerity, such as lower interest rates. These small companies do not benefit from a weakened currency, as they are unable to become exporters.\n\nWhile most of the world followed thefinancial crisis in 2008with years of lackluster growth and rising asset prices, Greece remained mired in its own depression. Greece'sgross domestic product(GDP) in 2010 was $299.36 billion. In 2014, its GDP was $235.57 billion according to the United Nations.This is staggering destruction in the country's economic fortunes, akin to the Great Depression in the United States in the 1930s.\n\nGreece's problems began following the Great Recession, as the country was spending too much money relative to tax collection. As the country's finances spiraled out of control and interest rates onsovereign debtexploded higher, the country was forced to seekbailoutsor default on its debt.\n\nA budget deficit happens when spending is higher than revenue. For a country, this means that its spending is higher than the money is takes in, usually from taxes. When this happens, governments must borrow money, usually by issuing bonds. This increases the country's national debt.\n\nSovereign default happens when a country cannot pay its debts. Unlike when an individual defaults, a country cannot be forced to pay its debts. But default can cause other economic problems. It may trigger a recession or cause the country's currency to lose value. A country that defaults may also struggle to borrow money in the future because it is seen as a bad economic risk.\n\nEconomists disagree on whether austerity measures work as they are intended to. Supporters of austerity measures argue that large deficits are damaging to the broader economy, which can limit tax revenue. Austerity, under this argument, is effective because it lowers government spending and decreases deficits. Opponents argue that during a recession, austerity is harmful because more people are in need of assistance. Government spending, according to this argument, lowers unemployment, which increases tax revenue and reduces deficits.\n\nAusterity measures are strict, frugal economic policies used by governments to manage public debt. There are three main types: higher taxes (revenue generation) to fund government spending, revenue generation plus lower government spending, and lower taxes plus lower government spending.\n\nAusterity has been used in many countries, such as the United States and Greece. But it is a controversial policy. Depending on the overall economic situation and its causes, austerity may improve an economy or cause further damage.\n\nInternational Monetary Fund. \"The IMF and the Greek Crisis: Myths and Realities.\"\n\nNational Museum of American History. \"Laffer Curve Napkin.\"\n\nInternational Monetary Fund. \"Greece: Staff Report on Request for Stand-By Arrangement,\" Page 11.\n\nInternational Monetary Fund. \"Greece: Ex Post Evaluation of Exceptional Access Under the 2010 Stand-By Arrangement,\" Page 14.\n\nNational Bureau of Economic Research (NBER). \"Annual Estimates of Unemployment in the United States, 1900-1954,\" Page 215.\n\nFederal Reserve Bank of St. Louis. \"Gross National Product.\"\n\nFederal Reserve Bank of St. Louis. \"Gross National Product in Current Prices for United States 1919-1955.\"\n\nUC Santa Barbara, The American Presidency Project. \"Warren G. Harding 29th President of the United States: 1921 ‐ 1923 Address Accepting the Republican Presidential Nomination in Marion, Ohio.\"\n\nBerkeley Economic Review. \"In the Shadow of the Slump: The Depression of 1920-1021.\"\n\nFitch Rating. \"Energy Shock Slows Pace of Greece’s Fiscal Deficit Reduction.\"\n\nInternational Monetary Fund. \"Greece: Ex Post Evaluation of Exceptional Access Under the 2010 Stand-By Arrangement,\" Page 1-2.\n\nThe World Bank. \"GDP (current US$) - Greece.\"",
  "url": "https://www.investopedia.com/terms/a/austerity.asp"
}