{
  "term": "Understanding How At Par Works, With Examples",
  "definition": "The term \"at par\" means atface value. A bond, preferred stock, or other debt instrument may trade at par,below par, orabove par.\n\nPar value is static, unlike market value, which fluctuates withcredit ratings, time to maturity, and interest rate fluctuations. The par value is assigned at the time the security is issued. When securities were issued in paper form, the par value was printed on the face of the security, hence the term \"face value.\"\n\nDue to the constant fluctuations of interest rates, bonds and other financial instruments almost never trade exactly at par. A bond will not trade at par if current interest rates are above or below the bond'scoupon rate, which is the interest rate that it yields.\n\nA bond that wastrading at parwould be quoted at 100, meaning that it traded at 100% of its par value. A quote of 99 would mean that it is trading at 99% of its face value.\n\nPar value for common stock exists in an anachronistic form. In its charter, the company promises not to sell its stock at lower than par value. The shares are then issued with a par value of one penny. This has no effect on the stock's actual value in the markets.\n\nIf, when a company issues a new bond, it receives the face value of the security, the bond is said to have been issued at par. If the issuer receives less than the face value for the security, it is issued at adiscount. If the issuer receives more than the face value for the security, it is issued at apremium.\n\nThe yield for bonds and the dividend rate for preferred stocks have a material effect on whether new issues of these securities are issued at par, at a discount, or at a premium.\n\nA bond that trades at par has a yield equal to its coupon. Investors expect a return equal to the coupon for the risk of lending to the bond issuer.\n\nIf a company issues a bond with a 5% coupon, but prevailing yields for similar bonds are 10%, investors will pay less than par for the bond to compensate for the difference in rates. The bond's value at itsmaturityplus its yield up to that time must be at least 10% to attract a buyer.\n\nIf prevailing yields are lower, say 3%, an investor is willing to pay more than par for that 5% bond. The investor will receive the coupon but have to pay more for it due to the lower prevailing yields.\n\nA bond's par value is its face value, the price that it was issued at. Most bonds are issued with a par value of $1,000 or $100. Over time, the bond's price will change, due to changes in interest rates, credit ratings, andtime to maturity. When this happens, a bond's price will either be above its par value (above par) or below its par value (below par).\n\nNo, bonds are not always issued at par value. They can be issued at a premium (price is higher than the par value) or at a discount (price is below the par value). The reason for a bond being issued at a price that is different than its par value has to do with current market interest rates. For example, if a bond's yield is higher than market rates, then a bond will trade at a premium. Conversely, if a bond's yield is below market rates, then it will trade at a discount to make it more attractive.\n\nThe coupon rate of a bond is the stated amount of interest that the bond will pay an investor at the time of its issue. A bond's coupon rate is different from a bond's yield. A bond's yield is its effective rate of return when the bond's price changes. A bond's yield is calculated as coupon rate / current bond price.",
  "url": "https://www.investopedia.com/terms/a/at-par.asp"
}