{
  "term": "Understanding Business Expenses and Which Are Tax Deductible",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBusiness expenses are costs incurred in the ordinary course of business. They are subtracted from revenue to arrive at a company’s taxable net income. Business expenses are also referred to as deductions.\n\nEvery business, from the consultant working from home, to the smallest corner store, to the largest corporation, has business expenses and tracks them throughout the year for tax purposes.\n\nBusiness expenses are generally divided into two broad categories,capital expenditures and operational expenditures. That is, some expenses relate to major purchases made to improve a company's performance over the long term. Others relate to the spending necessary to run company operations from day to day.\n\nSection 162 of theInternal Revenue Code (IRC)details the guidelines for business expenses. The IRC allows businesses to report any expense that may be ordinary and necessary.\n\nBusiness expenses need not be required to be considered ordinary or necessary. Generally, ordinary means that the expense is common in the industry and most business owners in the same line of business or trade would normally incur them. Necessary means that the expenses are appropriate and a business owner might not be able to manage without making the expenditure.\n\nAn expense that meets the definition of ordinary and necessary for business purposes can be expensed and, therefore, istax-deductible.\n\nSome business expenses may be fully deductible while others are only partially deductible.\n\nBelow are some examples of fully deductible expenses:\n\nThe income statement is the primary financial statement used by businesses to record their expenses and determine their taxes. Most have three categories of expenses, broken down by direct costs, indirect costs, and interest.\n\nThe value ofinventoryon hand at the beginning and the end of each tax year is used in determining the cost of goods sold (COGS), which is a large direct expense for many companies.\n\nCOGS is deducted from an entity’s total revenue to determinegross profitfor the year. Any expenses included in COGS cannot be deducted again. Expenses that are included in calculating COGS may includedirect labor costs, factoryoverhead, storage, costs of products, and costs of raw materials.\n\nIndirect costs are subtracted from gross profit to identify operating profit. Typical indirect costs include executive compensation, general expenses, depreciation, and marketing costs.\n\nSubtracting indirect costs from gross profit results in operating profit, which is also known as earnings before interest and tax.\n\nExpensing of business assets is usually done by depreciation. Depreciation is a tax-deductible expense on the income statement and is classified as an indirect expense.\n\nDepreciation expenses can be deducted over a number of years. They typically include the costs of computers, furniture, property, equipment, trucks, and more.\n\nGifts, Meals, and Entertainment Costs\n\nThe IRS places limits on costs associated with gifts, meals, and entertainment. For example, you can usually deduct 50% of the cost of providing meals to employees, although certain meals may be fully deducted.\n\nThe last section of the income statement details expenses for interest and tax. Interest is the last expense a company subtracts to arrive at its taxable income, sometimes called adjusted taxable income.\n\nIn some cases, expenses incurred by a business owner may be both personal and business-related. For example, a small business owner might use the same car for personal purposes and business-related activities.\n\nIn this case, the portion of miles used for business purposes can be deducted. In the case of home offices, costs associated with the portion of the home that is exclusively used for business are generally deductible.\n\nSome expenses incurred by a business are not deductible. These expenses include bribes and kickbacks,lobbyingcosts, penalties, fines, and contributions made to political parties or candidates, among others.\n\nThis is how the IRS describes the type ofexpense that a business can properly deduct. Generally, \"ordinary\" means normal and widespread in the industry. \"Necessary\" means appropriate and useful, while falling short of absolutely essential.\n\nAny expense that has a personal benefit rather than a business benefit is non-deductible.\n\nGranted, this can be a gray area. If you go to Los Angeles for business purposes and spend a day at Disneyland while there, your tickets to the park are not deductible. Your flight to and from L.A. should be deductible, as long as you're ready to prove that you spent most of your time there doing business.\n\nIf you use acar entirely for business purposes, you can deduct the related expenses.\n\nIf you use a car for both business and personal trips, only the costs related to its business use are deductible. That means keeping receipts and a careful log of mileage and other costs associated with the vehicle.\n\nThe key to business tax reporting and business expense deductibility is that expenses are \"ordinary and necessary.\" That's the phrase the IRS uses to describe thecosts of doing business. Those costs are deducted from income in order to arrive at taxable income for the period being reported.\n\nOffice of the Law Revision Counsel, United States Code. \"26 USC 162: Trade or Business Expenses.\"\n\nInternal Revenue Service. \"Tax Guide for Small Business: Chapter 8 Business Expenses,\" Page 30.\n\nInternal Revenue Service. \"Tax Guide for Small Business: Chapter 8 Business Expenses,\" Page 38.\n\nInternal Revenue Service. \"Tax Guide for Small Business: Chapter 6 How To Figure the Cost of Goods Sold,\" Pages 27-29.\n\nAccounting Tools. \"Operating Profit Definition.\"\n\nInternal Revenue Service. \"Topic No. 704, Depreciation.\"\n\nInternal Revenue Service. \"Publication 463, Travel, Gift, and Car Expenses,\" Pages 10-12.\n\nInternal Revenue Service. \"Tax Guide for Small Business: Chapter 8 Business Expenses,\" Pages 37-38.\n\nInternal Revenue Service. \"Tax Guide for Small Business: Chapter 8 Business Expenses,\" Pages 31-32.\n\nInternal Revenue Service. \"Tax Guide for Small Business: Chapter 8 Business Expenses,\" Pages 38-39.",
  "url": "https://www.investopedia.com/terms/b/businessexpenses.asp"
}