{
  "term": "Understanding Tail Risk and the Odds of Portfolio Losses",
  "definition": "Tail risk is a form of portfolio risk that arises when the possibility that an investment will move more than three standard deviations from the mean is greater than what is shown by anormal distribution.\n\nTail risks include events that have a small probability of occurring and occur at both ends of a normal distribution curve.\n\nTraditional portfolio strategies typically follow the idea that market returns follow a normal distribution. However, the concept of tail risk suggests that the distribution of returns is not normal, butskewed, and has fatter tails.\n\nThe fat tails indicate that there is a probability, which may be larger than otherwise anticipated, that an investment will move beyond threestandard deviations. Distributions that are characterized by fat tails are often seen when looking athedge fundreturns, for example.\n\nThe chart below depicts three curves of increasing right-skewness, with fat tails to the downside—and which differ from the symmetricalbell curveshape of the normal distribution.\n\nWhen a portfolio of investments is put together, it is assumed that the distribution of returns will follow a normal distribution. Under this assumption, the probability that returns will move between the mean and three standard deviations, either positive or negative, is approximately 99.7%. This means that the probability of returns moving more than three standard deviations beyond the mean is 0.3%.\n\nThe assumption that market returns follow a normal distribution is key to many financial models, such as Harry Markowitz'smodern portfolio theory (MPT)and the Black-Scholes-Mertonoption pricing model.However, this assumption does not properly reflect market returns, and tail events have a large effect on market returns.\n\nTail risk is highlighted in Nassim Taleb's bestselling financial bookThe Black Swan.\n\nStock market returns tend to follow a normal distribution that hasexcess kurtosis. Kurtosis is a statistical measure that indicates whether observed data follow a heavy- or light-tailed distribution in relation to the normal distribution. The normal distribution curve has akurtosisequal to three and, therefore, if a security follows a distribution with kurtosis greater than three, it is said to have fat tails.\n\nAleptokurtic distribution, or heavy/fat-tailed distribution, depicts situations in which extreme outcomes have occurred more than expected. Compared to the normal distribution, these curves have excess kurtosis. Therefore, securities that follow this distribution have experienced returns that have exceeded three standard deviations beyond the mean more than 0.3% of the observed outcomes.\n\nThe graph below depicts the normal distribution (in green) as well as increasingly leptokurtic curves (in red and blue), which exhibit fat tails.\n\nAlthough tail events that negatively impact portfolios are rare, they may have largenegative returns. Therefore, investors should hedge against these events. Hedging against tail risk aims to enhance returns over the long term, but investors must assume short-term costs. Investors may look to diversify their portfolios to hedge against tail risk.\n\nFor example, if an investor is longexchange-traded funds (ETFs)that track the Standard & Poor's 500 Index (S&P 500), the investor could hedge against tail risk by purchasingderivativeson the Cboe Volatility Index, which isinversely correlatedto the S&P 500.\n\nMarkowitz, Harry. \"Portfolio Selection.\"The Journal of Finance,Vol. 7, No. 1, March 1952, pp. 77-91.\n\nBlack, Fischer and Myron Scholes. \"The Pricing of Options and Corporate Liabilities.\"The Journal of Political Economy, Vol. 81, No. 3, May-June 1973, pp. 637-654.\n\nNassim Nicholas Taleb. \"The Black Swan: The Impact of the Highly Improbable.\" Random House Publishing Group, 2007.\n\nCboe. \"Vix Volatility Products.\"",
  "url": "https://www.investopedia.com/terms/t/tailrisk.asp"
}