{
  "term": "Understanding a Rollover in Retirement Accounts and Forex",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA rollover is typically the transfer of holdings from one retirement plan to another without creating a taxable event. A rollover may also entail reinvesting funds from a mature security into a new issue of the same or similar security, or moving aforex (FX)position to the following delivery date, in which case the rollover incurs a charge.\n\nIn the context of retirement assets, the distribution from a retirement plan is reported onIRS Form 1099-Rand may be limited to one per year for eachindividual retirement account (IRA). The forex rollover fee arising from the difference in interest rates between the two currencies underlying a transaction is paid to thebroker.\n\nRollovers often occur as a way of making money for a specific purpose, such as immediate income from day trading or for saving on taxes, as with retirement plans. An IRA rollover is a transfer of funds from a retirement account into a traditional IRA or aRoth IRA. As shown by the following examples, the benefits of rollovers vary among different types of investments.\n\nWith adirect rolloveror a trustee-to-trustee transfer, the retirement plan administrator transfers the plan’s assets directly to another workplace plan, such as a401(k), or to anIRA. Though definitions vary, the point of these actions is that you never touch your retirement assets. One financial institution is moving funds to another, sometimes via a check made payable to the new account. With a direct rollover or a trustee-to-trustee transfer, the funds are not taxable.\n\nAn indirect rollover is different. With an indirect rollover, funds from a workplace retirement plan or IRA are paid directly to you, and you must deposit all of the funds into another workplace retirement plan or IRA within 60 days.\n\nIf an indirect rollover isn't completed within 60 days, the funds will be taxed at yourincome tax rate. In addition, if you are younger than 59 1/2, theInternal Revenue Service (IRS)will treat it as anearly withdrawal, and levy a 10% penalty.\n\nAnother type of retirement account rollover has emerged as a financing alternative for those who are starting a business. When executed properly, arollover for business startups (ROBS)allows entrepreneurs to invest their retirement savings into a new business venture without incurring taxes, early withdrawal penalties, or loan costs. However, a ROBS transaction can be complicated to execute, so it's important to work with a competent provider.\n\nLong-term forex day traders can make money in the market by trading from the positive side of the rollover equation. Traders begin by computing swap points, which is the difference between the forward rate and the spot rate of a specific currency pair as expressed in pips. Traders base their calculations on interest rateparity, which implies that investing in varying currencies should result in hedged returns that are equal, regardless of the currencies’ interest rates.\n\nTraders compute the swap points for a certain delivery date by considering the net benefit or cost of lending one currency and borrowing another against it during the time between the spot value date and the forward delivery date. The trader thus makes money when they are on the positive side of the interest rollover payment.\n\nThe 60-day rule describes the amount of time you have to complete a rollover if your financial institution sends you a check from your retirement account. You have 60 days to cash that check and deposit the funds in your new retirement account. If you don't do this within 60 days, the funds will be taxed at your income tax rate. In addition, if you're under 59 ½, you will need to pay a 10% penalty to the IRS at tax time.\n\nYes, the 60-day rule applies to 401(k)s. You must complete the transfer of funds to the new 401(k) within 60 days, or it will trigger a taxable event. And if you're younger than 59 ½, it will be counted as an early withdrawal, which comes with a 10% penalty.\n\nForex (FX) is a portmanteau for foreign exchange. It is a marketplace for trading currencies.Forex tradingis exchanging one currency for another.\n\nA rollover has several meanings. It might refer to the movement of assets between two retirement accounts. It might refer to the reinvestment of funds from one security to another. Finally, it might refer to the movement of a forex position to the next delivery date. Each can be conducted to create a more advantageous financial position, by either making money or saving it (via taxes).",
  "url": "https://www.investopedia.com/terms/r/rollover.asp"
}