{
  "term": "Underemployment Equilibrium: What it is, How it Works",
  "definition": "Underemployment equilibrium, also referred to as under-employment equilibrium or below full employment equilibrium, is a condition where employment in an economy persists below full employment and the economy has entered an equilibrium state that sustains a rate of unemployment above what is considered desirable. In this state theunemployment rateremains consistently above thenatural rate of unemploymentornon-accelerating inflation rate of unemployment (NAIRU)because aggregate supply and aggregate demand are in balance at a point below full potential output. An economy that settles into an underemployment equilibrium is how Keynesian theory explains the occurrence of a persistent depression in an economy.\n\nThe term \"underemployment\" in this sense simply refers to the fact that total employment is under the level of full employment.Underemploymentitself is a distinct term that refers to employed workers who are working fewer hours than they would like or in jobs that require lower skills (and often come with lower pay) than their education level and experience would indicate. Underemployment may be included as one component of the general unemployment rate, but is otherwise unrelated to the concept of an underemployment equilibrium, though these two uses are often mistakenly conflated by those unfamiliar with economics.\n\nAn economy in long-run equilibrium is one that is said to be experiencingfull employment. When an economy is below full employment, it is not producing what it would have were it in full employment. This state of underemployment means that there is a gap between actual and potential output in the economy.\n\nIn Keynesian macroeconomic theory, when an economy, for whatever reason, falls into arecessionfrom a state of full employment, it can then get stuck in a persistent situation where it finds a new balance between aggregate supply and aggregate demand with a lower total volume of output. The original Keynesian explanation for this revolved around the idea that uncertainty and fear in the wake of a recession could induce businesses and investors to reduce their level of investment in favor of holding cash or other liquid assets more or less permanently.\n\nThis reduction in investment would lead to both a reduction in aggregate demand from reduced investment spending on capital goods and a reduction in aggregate supply as the level of employment and general output fell. As a result, the economy would not bounce back and recover from a temporary recession, but could settle into a steady state of elevated unemployment as aggregate demand and aggregate supply reached a new equilibrium at a lower level of output and employment.\n\nThis theory is in contrast to others, such asWalrasian general equilibrium, which suggest that through the adjustment of prices and the actions of entrepreneurs pursuing opportunities, the economy willadjust back toward equilibrium at full employment(minus some natural rate of unemployment) once the the recession and its associated negative real and financial shocks have passed. Keynes disputed these theories, and later Keynesian economists came up with further explanations as to why markets might not adjust back toward full employment after a recession, such as the idea of price stickiness. Advocates of Keynesian economics suggest that a solution to an underemployment equilibrium state is a fiscal policy of deficit spending and, to a lesser extent, monetary policy to stimulate the economy.\n\nThe term \"underemployment\" refers to a type of labor under-utilization where a worker is employed, but not producing at their full potential or working as much as they would like to. Underemployed workers may be working in part-time jobs when they would prefer to work full time or may be working in low-skilled, low-productivity jobs while they posses more advanced skills, educational credentials, or experience.\n\nBroad measures of unemployment reported by government statistical agencies may account for underemployment in addition to joblessness. Underemployment may have many of the same causes asunemployment, but often also results from an oversupply of higher education relative to job opportunities or a mismatch of skills and education to available jobs. Beyond its contribution to the total rate of labor under-utilization, however, underemployment itself is not related to the concept of an underemployment equilibrium and the two terms should not be confused with each other.",
  "url": "https://www.investopedia.com/terms/u/underemployment-equilibrium.asp"
}