{
  "term": "Underlying Asset (Derivatives)—Definition, How It Works, Examples",
  "definition": "Underlying asset are the financial assets upon which aderivative’sprice is based.Optionsare an example of a derivative. A derivative is a financial instrument with a price that is based on a different asset.\n\nUnderlying assets give derivatives their value. For example, an option on stock XYZ gives the holder the right to buy or sell XYZ at the strike price up until expiration. The underlying asset for the option is the stock of XYZ.Option chains are availableon many, but not all, stocks.\n\nAn underlying asset can be used to identify the item within the agreement that provides value to the contract. The underlying asset supports the security involved in the agreement, which the parties involved agree toexchange as part of the derivative contract.\n\nThe price of an option orfuturescontract isderived from the priceof an underlying asset. In an option contract, thewritermust either buy or sell the underlying asset to the buyer on the specified date at the agreed-upon price. The buyer is not obligated to purchase the underlying asset, but they can exercise their right if they choose to do so. If the option is about to expire, and the underlying asset has not moved favorably enough to make exercising the option worthwhile, the buyer can let it expire and they will lose the amount they paid for the option.\n\nFutures are an obligation to the buyer and the seller. The seller of the future agrees to provide the underlying asset at expiry, and the buyer of the contract agrees to buy the underlying at expiry. The price they receive and pay, respectively, is the price they entered the futures contract at. Most futures traders close out their positions prior to expiration since retail traders andhedge fundshave little need to take physical possession of barrels of oil, for example. But, they can buy or sell the contract at one price, and if it moves favorably they can exit the trade and make a profit that way. Futures are a derivative because the price of an oil futures contract is based on the price movement of oil, for example.\n\nIn cases involving stock options, the underlying asset is the stock itself. For example, with a stock option to purchase 100 shares of Company X at a price of $100, the underlying asset is the stock of Company X. The underlying asset is used to determine the value of the option up till expiration. The value of the underlying asset may change before the expiration of the contract, affecting the value of the option. The value of the underlying asset at any given time lets traders know whether the option is worthexercisingor not.\n\nThe underlying asset could also be a currency ormarket index, such as the S&P 500. In the case of stock indexes, the underlying asset is comprised of the common stocks within the stock market index.",
  "url": "https://www.investopedia.com/terms/u/underlying-asset.asp"
}