{
  "term": "Underwithholding: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnderwithholding is a term that refers to a specific tax situation in which an individual did not withhold an adequate amount of taxes from their wages during the year to cover the amount of taxes they owe.\n\nUnderwithholding is a term used to refer to an instance when an individual withheld an inadequate amount of taxes from wages or other income during the year to cover the amount owed to tax authorities. Withholding itself refers to the portion of an individual’s wages that are taken out of his or her paycheck to cover federal, state and local taxes.﻿﻿ The IRS calculates the amount of federal taxes withheld from the individual’s paycheck based on income, marital status, and choices made by the taxpayer regarding number of dependents claimed and filing status (married couples must decide whether to file jointly or separately). A taxpayer may also elect to have additional money withheld (for example, to cover a side job for which taxes are not being taken out automatically). Similarly, if a taxpayer expects to claim significant deductions on his or her annual taxes, a reduction in withholding can be requested.﻿﻿ Taxpayers register these preferences with their employer by completing Form W-4 Employee's Withholding Certificate.﻿﻿\n\nPaying taxes on one’s income directly from each paycheck reduces the amount of taxes owed when an individual submits an annual tax return.﻿﻿ If an individual has not paid in enough over the year to cover all of their tax obligations, they will have to pay the remaining balance when they file their income taxes. In addition, a penalty fee may be charged if a taxpayer has significantly underwithheld. To avoid this penalty, it is necessary to have paid at least 90 percent of taxes owed in the current year or 100 percent of those owed the previous year (taxpayers are allowed to use whichever figure is smaller). However, even if an individual does not meet this threshold, it is still possible to avoid a penalty if the amount of unpaid tax is less than $1,000 or if the person had no tax liability the previous year.﻿﻿﻿﻿\n\nSome individuals deliberately choose to have their taxes underwithheld. For example, a taxpaper may take some of the funds that would have been withheld and invest that same amount. If the individual turns a profit, they come out ahead after paying their income taxes. However, it is important to remember that excessive underwithholding can result in a penalty. Also, a person who reduces their withholdings by purposefully claiming more allowances than they are entitled to on their W-4 form could theoretically be charged with supplying false or fraudulent information.﻿﻿\n\nA taxpayer might also choose to do the opposite of underwithholding and instead overwithhold. An individual can accomplish this by withholding more than they will most likely owe in income tax. If an individual overwithholds, they will then receive a tax refund after they have filed their return.﻿﻿ But, if an individual overpays their taxes they in essence give the Internal Revenue Service an interest-free loan.\n\nInternal Revenue Service. \"Tax Withholding for Individuals.\" Accessed Feb. 5, 2020.\n\nInternal Revenue Service. \"Publication 505: Tax Witholding and Estimated Tax,\" Pages 3-5. Accessed Feb. 5, 2020.\n\nInternal Revenue Service. \"Form W-4 Employee's Withholding Certificate,\" Page 2. Accessed Feb. 5, 2020.\n\nInternal Revenue Service. \"Topic No. 306 Penalty for Underpayment of Estimated Tax.\" Accessed Feb. 5, 2020.\n\nInternal Revenue Service. \"Publication 505: Tax Witholding and Estimated Tax,\" Pages 4, 22. Accessed Feb. 5, 2020.",
  "url": "https://www.investopedia.com/terms/u/underwithholding.asp"
}