{
  "term": "Understanding International Accounting Standards (IAS)",
  "definition": "International Accounting Standards (IAS) are a set of rules for financial statements that were replaced in 2001 byInternational Financial Reporting Standards(IFRS). They've since been adopted by most major financial markets worldwide.\n\nBoth standards were issued by the International Accounting Standards Board (IASB), an independent body based in London. IFRS has been widely adopted with 160 of 168 nations and reporting jurisdictions committing to these accounting standards for domestically listed companies.\n\nThe United States doesn't follow IFRS, however. The U.S. Securities & Exchange Commission requires public companies in the U.S. to followGenerally Accepted Accounting Principles(GAAP). China and Japan also declined to adopt IFRS although adoption has slowly gained momentum in Japan over the years.\n\nInternational Accounting Standards (IAS) were the first such standards issued by the International Accounting Standards Committee (IASC) formed in 1973. The goal was to make it easier to compare businesses worldwide, increase transparency and trust in financial reporting, and foster global trade and investment.\n\nGlobally comparable accounting standards can help promote transparency, accountability, and efficiency in financial markets. They help investors and market participants make more informed economic decisions regarding investment opportunities and risks. This can improve capital allocation.\n\nUniversal standards also significantly reduce reporting and regulatory costs, especially for companies with international operations and subsidiaries in multiple countries.\n\nSignificant progress has been made toward developing a single set of high-quality global accounting standards since the IASC was replaced by the IASB. TheEuropean Unionhas adopted IFRS, leaving the United States, Japan, and China as the only major capital markets without an IFRS mandate.Voluntary adoption is allowed in Japan and China says it's working toward IFRS.\n\nThe IFRS Foundation says that 147 jurisdictions require IFRS for all or most publicly listed companies, and 12 more permit its use as of September 2023.\n\nGlobally comparable accounting standards promote transparency, accountability, and efficiency in financial markets worldwide.\n\nThe United States is exploring the adoption of international accounting standards. America's accounting standards body, the Financial Accounting Standards Board (FASB), and the IASB have collaborated on a project to improve and converge the U.S. generally accepted accounting principles (GAAP) and IFRS since 2002.\n\nThe convergence process is taking much longer than was expected, however, even as the FASB and IASB have issued norms together. This is reportedly due to the complexity of implementing theDodd-Frank Wall Street Reform and Consumer Protection Act.\n\nTheSecurities and Exchange Commission(SEC), which regulates U.S. securities markets, has long supported high-quality global accounting standards in principle and it continues to do so. Fully understanding the similarities and differences between U.S. GAAP and IFRS is crucial in the meantime because U.S. investors and companies routinely invest trillions of dollars abroad.\n\nOne conceptual difference is that IFRS is a more principles-based accounting system. GAAP is more rules-based.\n\nThe preference between IFRS and GAAP is simply a matter of perspective. IFRS is a more principles-based approach and some may find it more flexible. GAAP is much more rules-based and provides detailed guidelines.\n\nProfessionals sometimes refer to IAS and IFRS together but they aren't the same. IAS refers to older standards that were issued between 1973 and 2001 by the International Accounting Standards Committee (IASC). This was replaced in 2001 by the International Accounting Standards Board (IASB), which began issuing new standards under IFRS.\n\nIFRS reported in September 2023 that 160 of all 168 jurisdictions have committed to following the International Financial Reporting Standards for accounting. These standards aim to create a common global language for financial reporting.\n\nAcademic research and reports from adopting jurisdictions such as the European Commission and Korean Accounting Standards Board indicate that IFRS adoption has positively impacted capital markets by reducing investment risk, lowering the cost of capital, and improving overall business efficiency.\n\nAdoption of IFRS is crucial, according to IFRS, because it will make financial statements more comparable, transparent, and reliable across markets. This can make them easier for investors and companies globally to understand and use.\n\nIFRS Foundation. \"Who Uses IFRS Accounting Standards?\"\n\nKPMG. \"IFRS Adoption in Japan Will Affect U.S. Subsidiaries.\"\n\nIFRS Foundation. \"Who Uses IFRS Accounting Standards?\"\n\nInternational Accounting Standards Board (IASB). \"About the IASB.\"\n\nInternational Accounting Standards Plus. \"GAAP Convergence 2002.\" Page 4.\n\nInternational Accounting Standards Plus. \"About the International Accounting Standards Committee (IASC).\"\n\nCFA Institute. \"IFRS: International Financial Reporting Standards.\"\n\nIFRS Foundation. \"United States.\"\n\nIFRS Foundation. \"Who Uses the IFRS Standards?\"\n\nBoard of Governors of the Federal Reserve System. \"Dodd-Frank Act Stress Test 2020: Supervisory Stress Test Results.\"\n\nAICPA IFRS Resources. \"Is IFRS That Different From U.S. GAAP?\"\n\nKGRN Chartered Accountants. \"IAS And IFRS.\"\n\nIFRS Resources. \"Use of IFRS by Jurisdiction.\"\n\nIFRS. \"Why Global Accounting Standards?\"",
  "url": "https://www.investopedia.com/terms/i/ias.asp"
}