{
  "term": "Understanding Factor Investing: A Strategy for Market Savvy Investors",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Michela Buttignol\n\nFactor investing is aninvestment strategythat involves choosing securities based on attributes that are associated with higher returns. This type of investing aims to reduce risk that may otherwise be hidden in a portfolio of securities with similar exposure. Proponents of factor investing argue that this strategy allows investors to make better decisions.\n\nThe two main types of factors aremacroeconomic factorsand style factors. Macroeconomic factors capture broad risks across asset classes. Style factors aim to explain returns and risks within asset classes.\n\nSome common macroeconomic factors include the rate of inflation, GDP growth, and the unemployment rate. Style factors encompass growth versus value stocks; market capitalization; and industry sector.\n\nOther considerations include microeconomic factors, such as a company's credit, its share liquidity, and stock price volatility, and residual risk, which is not captured by the factor model.\n\nFactor investing is designed to enhance diversification, generate above-market returns, and manage risk.\n\nPortfoliodiversificationhas long been a popular safety tactic, but the gains of diversification are lost if the chosen securities move in lockstep with the broader market. For example, an investor may choose a mixture of stocks and bonds that all decline in value when certain market conditions arise. The good news is factor investing can offset potential risks by targeting broad, persistent, and long-recognized drivers of returns.\n\nCompared to traditionalportfolioallocations like 60% stocks and 40% bonds, factor investing can seem overwhelming and tricky to implement. To simplify their approach, beginners to factor investing can focus on elements such as style (growth vs. value), size (large capvs.small cap), and risk (beta). These attributes are readily available for most securities and are listed on popular stock research websites.\n\nValueaims to capture excess returns from stocks that have low prices relative to their fundamental value. This is commonly tracked by price to book, price to earnings, dividends, and free cash flow.\n\nHistorically, portfolios consisting of small-cap stocks exhibit greater returns than portfolios with just large-cap stocks. Investors can capture size by looking at the market capitalization of a stock.\n\nStocks that have outperformed in the past tend to exhibit strong returns going forward. Amomentum strategyis grounded in relative returns from three months to a one-year time frame.\n\nQuality is defined by low debt, stable earnings, and consistent asset growth. Investors can identify quality stocks by using common financial metrics like a return to equity, debt to equity, and earnings variability.\n\nEmpirical research suggests that stocks with lowvolatilityearn greater risk-adjusted returns than highly volatile assets.Measuring standard deviation from a one- to three-year time frame is a common method of capturing beta.\n\nOne widely usedmulti-factor modelis the Fama and French three-factor model, which expands on thecapital asset pricing model (CAPM). Built by economists Eugene Fama and Kenneth French, theFama and French modelutilizes three factors:\n\nIn the model's terminology, the three factors used areSMB(small minus big),HML(high minus low), and the portfolio's return less the risk-free rate of return. SMB accounts for publicly traded companies with small market caps that generate higher returns, while HML accounts for value stocks with high book-to-market ratios that generate higher returns in comparison to the market.\n\nWant to learn more advanced investing and trading strategies? Check out our new guide—Level Up Your Investing Strategy—to elevate your approach and maximize returns.\n\nFactor investing aims to generate above-market returns by enhancing diversification and managing risk. Beginners to factor investing can simplify their strategy by focusing on factors like growth vs. value, market capitalization, and risk (beta).\n\nMSCI. \"Factor Focus: Value.\" Page 2.\n\nMSCI. \"Factor Focus: Size.\" Page 2.\n\nMSCI. \"Factor Focus: Momentum.\" Page 2.\n\nMSCI. \"Factor Focus: Quality.\" Page 2.\n\nS&P Dow Jones Indices. \"Low Volatility: A Practitioner’s Guide.\" Pages 1-2.\n\nFama, Eugene F. and French, Kenneth R. \"Multifactor Explanations of Asset Pricing Anomalies.\"The Journal of Finance, vol. 51, no. 1, March 1996, pp. 55-84.",
  "url": "https://www.investopedia.com/terms/f/factor-investing.asp"
}