{
  "term": "Understanding Value at Risk (VaR) and How It’s Computed",
  "definition": "Value at risk (VaR) is a statistic that quantifies the extent of possible financial losses within a firm, portfolio, or position over a specific time frame. Thismetricis most commonly used byinvestmentandcommercial banksto determine the extent and probabilities of potential losses in their institutional portfolios.\n\nRisk managers use VaR to measure and control the level of risk exposure. One can applyVaR calculationsto specific positions or whole portfolios or use them to measure firm-widerisk exposure.\n\nVaR modeling determines the potential for loss in the entity being assessed and the probability that the defined loss will occur. One measures VaR by assessing the amount of potential loss, the probability of occurrence for the amount of loss, and the time frame.\n\nFor example, a financial firm may determine an asset has a 3% one-month VaR of 2%, representing a 3% chance of the asset declining in value by 2% during the one-month time frame. The conversion of the 3% chance of occurrence to a daily ratio places the odds of a 2% loss at one day per month.\n\nUsing a firm-wide VaR assessment allows for the determination of the cumulativerisksfrom aggregated positions held by different trading desks and departments within the institution. Using the data provided by VaR modeling, financial institutions can determine whether they have sufficient capital reserves in place to cover losses or whether higher-than-acceptable risks require them to reduce concentrated holdings.\n\nThere are three main ways of computing VaR: the historical method, the variance-covariance method, and the Monte Carlo method.\n\nThehistorical methodlooks at one’s prior returns history and orders them from worst losses to greatest gains—following from the premise that past returns experience will inform future outcomes. See “Value at Risk (VaR) Example” below for the formula and how it’s calculated.\n\nRather than assuming that the past will inform the future, the variance-covariance method, also called theparametric method, instead assumes that gains and losses arenormally distributed. This way, potential losses can be framed in terms ofstandard deviationevents from the mean.\n\nThe variance-covariance method works best for risk measurement in which the distributions are known and reliably estimated. It is less reliable if the sample size is very small.\n\nA third approach to VaR is to conduct aMonte Carlo simulation. This technique uses computational models to simulate projected returns over hundreds or thousands of possible iterations. Then, it takes the chances that a loss will occur—say, 5% of the time—and reveals the impact.\n\nThe Monte Carlo method can be used with a wide range of risk measurement problems and relies upon the assumption that the probability distribution for risk factors is known.\n\nImage by Julie Bang © Investopedia 2020\n\nThere are several advantages to using VaR in risk measurement:\n\nOne problem is that there is no standard protocol for the statistics used to determine asset, portfolio, or firm-wide risk. Statistics pulled arbitrarily from a period of lowvolatility, for example, may understate the potential for risk events to occur and the magnitude of those events. Risk may be further understated using normal distribution probabilities, which rarely account for extreme orblack swan events.\n\nAnother disadvantage is that the assessment of potential loss represents the lowest amount of risk in a range of outcomes. For example, a VaR determination of 95% with 20% asset risk represents an expectation of losing at least 20% one of every 20 days on average. In this calculation, a loss of 50% still validates the risk assessment.\n\nThefinancial crisis of 2008that exposed these problems as relatively benign VaR calculations understated thepotential occurrence of risk eventsposed by portfolios ofsubprime mortgages. Risk magnitude was also underestimated, which resulted in extreme leverage ratios within subprime portfolios. As a result, the underestimations of occurrence and risk magnitude left institutions unable to cover billions of dollars in losses as subprime mortgage values collapsed.\n\nThe formula sounds easy, as it only has a few inputs. However, manually calculating the VaR for a largeportfoliois computationally laborious.\n\nThough there are several different methods of calculating VaR, the historical method is the simplest:\n\nValue at Risk = vm(vi/ v(i - 1))\n\nM is the number of days from which historical data is taken, and viis the number of variables on day i. The purpose of the formula is to calculate the percent change of each risk factor for the past 252 trading days (the total number in a year). Each percent change is then applied to current market values to determine 252 scenarios for the security’s future value.\n\nYou can useseveral different methods, with different formulas, to calculate VaR, but the simplest method to manually calculate VaR is the historical method. In this case, m is the number of days from which historical data is taken and viis the number of variables on day i.\n\nValue at risk formula(using the historical method):vm(vi/ v(i - 1))\n\nValue at risk (VaR) is a measure of the potential loss that an asset, portfolio, or firm might experience over a given period of time.Standard deviation, on the other hand, measures how much returns vary over time. It is a measure of volatility in the market: The smaller the standard deviation, the lower an investment’s risk, and the larger the standard deviation, the more volatile it is.\n\nMarginal VaRis a calculation of the additional risk that a new investment position will add to a portfolio or a firm. It is simply an estimate of the change in the total amount of risk, not the precise amount of risk that a position is adding to or subtracting from the whole portfolio. That more precise measurement is known asincremental VaR.\n\nValue at risk (VaR) is a well-known, commonly used risk assessment technique. The VaR calculation is a probability-based estimate of the minimum loss in dollar terms expected over a period. The data produced isused by investors to strategically make investment decisions.\n\nVaR is often criticized for offering a false sense of security, as VaR does not report the maximum potential loss. One of its limitations is that the statistically most likely outcome isn’t always the actual outcome.\n\nFinancial Crisis Inquiry Commission, via GovInfo. “The Financial Crisis Inquiry Report,” Page 44 (Page 73 of PDF).",
  "url": "https://www.investopedia.com/terms/v/var.asp"
}