{
  "term": "Understanding General Equilibrium Theory & Its Alternatives",
  "definition": "General equilibrium theory, orWalrasiangeneral equilibrium, attempts to explain the functioning of the macroeconomy as a whole, rather than as collections of individual market phenomena.\n\nThe theory was first developed by the French economist Leon Walras in the late 19th century. It stands in contrast with partial equilibrium theory, or Marshallian partial equilibrium, which only analyzes specific markets or sectors.\n\nWalrasdeveloped the general equilibrium theoryto solve a much-debated problem in economics. Up to that point, most economic analyses only demonstrated partial equilibrium—that is, the price at which supply equals demand and markets clear—in individual markets. It was not yet shown that equilibrium could exist for all markets at the same time in aggregate.\n\nGeneral equilibrium theory tried to show how and why all free markets tend toward equilibrium in the long run. The important fact was that markets didn't necessarily reachequilibrium, only that they tended toward it.\n\nAround 1900, Walras wrote, “The market is like a lake agitated by the wind, where the water is incessantly seeking its level without ever reaching it.”\n\nGeneral equilibrium theory builds on the coordinating processes of a free market price system, first widely popularized by Adam Smith's \"The Wealth of Nations\" (1776). This system says traders, in a bidding process with other traders, create transactions by buying and selling goods.\n\nThose transaction prices act as signals to other producers and consumers to realign their resources and activities along more profitable lines.\n\nWalras, a talented mathematician, believed he proved that any individual market was necessarily in equilibrium if all other markets were also in equilibrium. This became known as Walras’s Law.\n\nThere are many assumptions, realistic and unrealistic, inside the general equilibrium framework. Each economy has a finite number of goods in a finite number of agents. Each agent has a continuous and strictly concaveutility function, along with possession of a single pre-existing good (the “production good”).\n\nTo increase their utility, each agent must trade their production good for other goods to be consumed.\n\nThere is a specified and limited set of market prices for the goods in this theoretical economy. Each agent relies on these prices to maximize their utility, thereby creating supply and demand for various goods. Like most equilibrium models, markets lack uncertainty, imperfect knowledge, or innovation.\n\nAustrianeconomist Ludwig von Mises developed an alternative to long-run general equilibrium with his so-called Evenly Rotating Economy (ERE).\n\nThis was another imaginary construct and shared some simplifying assumptions with general equilibrium economics: no uncertainty, no monetary institutions, and no disrupting changes in resources or technology. The ERE illustrates the necessity of entrepreneurship by showing a system where none existed.\n\nAnother Austrian economist, Ludwig Lachmann, argued the economy is an ongoing, non-stable process replete with subjective knowledge and subjective expectations. He argued that equilibrium could never be mathematically proven in a general or non-partial market.\n\nThose influenced by Lachmann imagine the economy as an open-ended evolutionary process of spontaneous order.\n\nGeneral equilibrium theory tells us that in all the markets of an economy, supply and demand interact actively, resulting in price equilibrium. The markets in an economy are all interconnected, and as such, supply and demand decisions in one market will affect the supply and demand decisions in another.\n\nThe limitations of general equilibrium theory are found in its assumptions, which are (1) markets are perfectly competitive, (2) all participants have perfect knowledge and therefore optimize behavior, and (3) there are no externalities. None of these assumptions are true in the real world.\n\nThe 2 x 2 x 2 general equilibrium model seeks to illustrate the theory by assuming there are two factors of production, two commodities, and two consumers.\n\nLeon Walras developed the general equilibrium theory which shows how all markets in an economy interact with one another and tend toward a balance. Though the theory has been influential, it relies on certain assumptions that have been challenged by detractors. These assumptions include perfect knowledge and no uncertainty in an economy, which are not realistic factors in actual economies.\n\nThe Library of Economics and Liberty. \"Leon Walras, 1834-1910.\"\n\nHumphrey, Thomas M. \"Marshallian Cross Diagrams and Their Uses Before Alfred Marshall: The Origins of Supply and Demand Geometry.\"Federal Reserve Bank of Richmond, Economic Review, March/April 1992, pp. 3-23.\n\nMary S. Morgan. \"Chapter 5 - Metaphors and Analogies: Choosing the World of the Model.\"The World in the Model: How Economists Work and Think. Cambridge University Press, 2012.\n\nLevin, Jonathan. \"General Equilibrium.\"Microeconomic Notes (Stanford University), November 2006, pp. 1-50.\n\nHülsmann, Jörg Guido. \"A Realist Approach to Equilibrium Analysis.\"Quarterly Journal of Austrian Economics, vol. 3, no. 4, Winter 2000, pp. 3-51.\n\nManish, G.P. \"Subjective Expectations and the Process of Equilibration: the Views of Lachmann and Mises.\"The Quarterly Journal of Austrian Economics, vol. 20, no. 3, Fall 2017, pp. 201-223.",
  "url": "https://www.investopedia.com/terms/g/general-equilibrium-theory.asp"
}