{
  "term": "Underwriting Fees in Insurance: Meaning and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnderwriting fees aremoniescollected by underwriters for performingunderwritingservices. Underwriters work in a variety of markets including investments, mortgages, and insurance. In each situation, the underwriter's job varies slightly, yet each collects underwriting fees in exchange for his or her underwriting services.\n\nIncapital markets, underwriting fees are collected by underwriters who administer the issuing and distributing of certainfinancial instruments. When a company issues stock, bonds, or other publicly traded securities, for instance, it hires an underwriter.\n\nThe issuing company and the underwriter work closely together to determine the price of an offering. After determining the offer structure, underwriters assemble a group of investment banks and brokerage firms that commit to selling a certain percentage of the offering. After an underwriting agreement is struck, the underwriter bears the risk of being unable to sell the underlying securities and the cost of holding them on its books until they can be sold. Once the underwriter knows it will sell all of the shares in the offering, it closes the offering by purchasing all the shares from the company (if the offering is a guaranteed offering), and the issuer receives the proceeds minus the underwriting fees, usually 3.5 to 7 percent of the amount of capital being raised.\n\nUnderwriters orunderwriter syndicatesearn underwriting fees for doing three things: negotiating and managing the offering, assuming the risk of buying the securities (if nobody else will), and managing the sale of the shares.\n\nA mortgage underwriter earns underwriting fees by evaluating and verifying mortgage loan applications and either approving or denying the loan.\n\nAn underwriting fee for the service of evaluating the loan application for approval is a nonrecurringfee or finance chargethat the lender may charge in lieu of anorigination fee, or in addition to it. Origination fees pay for numerous costs associated with obtaining a loan and could include administrative services, such as loan processing and mortgage broker fees. Other loan fees can include an appraisal, a credit report, flood certification, and a tax service fee. When charged apart from origination, underwriting costs between $400 and $900, depending on the lender and loan type.\n\nInsurance underwriters collect underwriting fees for identifying and calculating a policyholder's risk of loss and by writing the policies to cover these risks. An insurance underwriter's job is to protect the company's book of business from risks that they feel will make a loss and issue insurance policies at a premium that is appropriate for the risk exposure.",
  "url": "https://www.investopedia.com/terms/u/underwriting-fees.asp"
}