{
  "term": "Understanding Quarter Over Quarter (Q/Q) Growth, Example",
  "definition": "Investopedia / Paige McLaughlin\n\nQuarter over quarter (Q/Q) is a measure of an investment or a company's growth from onequarterto the next. Q/Q growth is most commonly used to compare a company's growth in profits or revenue although it can also be used to describe changes in an economy'smoney supply,gross domestic product(GDP), or other economic measurements.\n\nInvestors and analysts examine financial statements, which are released either yearly or quarterly, to assess thefinancial healthof a company. The quarterly statements are publicly available through theEDGAR databaseprovided by theSecurities and Exchange Commission(SEC) or a company's website, and are called10-Qstatements. Analysts look at Q/Q numbers and changes when reviewing a company’s performance over multiple quarterly periods.\n\nQ/Q is a rate of change in performance between one fiscal quarter and the previous quarter. A quarter is generally three months or 90 days. Q/Q measures the changes in the growth rate of different financial numbers and metrics found in thefinancial statementsfrom one period to the next. Typically, the comparison is between reports from one quarter of the company'sfiscal yearwith the reports from the previous quarter. Q/Q is calculated as follows:\n\n(Current quarter - previous quarter) / previous quarter\n\nCertain economic reports are released quarterly and compared to previous quarters to indicate economic growth or decline. For example, the gross domestic product (GDP) report, released by theBureau of Economic Analysis(BEA), is released on a quarterly basis and influences the decisions of the government, businesses, and individuals.\n\nThe report shows how GDP has changed from one quarter to the next and can signal possible economic outcomes, such as a recession or depression, as a recession is considered to be a decline in GDP over two consecutive quarters. Analyzing the change in GDP from quarter to quarter will allow policymakers to make policy adjustments to avoid further economic fallout, for example, if they are witnessing a declining GDP.\n\nOther variations of Q/Q are month over month (M/M) andyear-over-year(YOY). The month over month measures growth over previous months but tends to be more volatile than Q/Q as the rate of change is affected by one-time events, such as natural disasters. The YOY measures changes in performance in one year over the previous year. YOY incorporates more data and thus provides a better long-term picture of the underlying report figure. The Q/Q rate of change is typically more volatile than the YOY measurement but less volatile than the M/M figure.\n\nThe table below shows the Q1 and Q2 earnings of Intel Corporation and IBM Corporation for 2018.\n\nWhile Intel’s earnings grew by 11% from the first to the second quarter in 2018, IBM’s earnings grew by an impressive 41% Q/Q. However, note that only two consecutive quarters have been examined. An investor would examine several other quarters to see if these changes are a trend or just seasonal or temporary adjustments.\n\nComparing Q/Q information among companies with different quarter start dates can distort an analysis—the time included may vary, and seasonal factors may become skewed. An investor would have to consider several quarters over a period of time to determine whether changes reflect an ongoing trend or are impacted by external factors. It is important for any investor to remove the effects ofseasonalitywhen they can when making comparisons of companies with different quarter start dates.",
  "url": "https://www.investopedia.com/terms/q/quarter-over-quarter.asp"
}