{
  "term": "Underlying Security: What it is, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn underlying security is a stock or bond on which derivative instruments, such asfutures,ETFs, andoptions, are based. It is the primary component of how the derivative gets its value.\n\nIn derivative terminology, the underlying security is often referred to simply as \"the underlying.\" An underlying security can be any asset, index, financial instrument, or even another derivative. The infamouscollateralized debt obligations (CDOs)andcredit default swaps (CDS), which were front and center in theFinancial crisisof 2008, are also derivatives that depend on the movement of an underlying.Not all stocks will haveunderlying option chains.\n\nThe role of the underlying security is merely to be itself. If there were no derivatives, traders would simply buy and sell the underlying. However, when it comes to derivatives, the underlying is the item that must be delivered by one party in the derivative contract and accepted by the other party. The exception is when the underlying is an index or the derivative is aswapwhere only cash is exchanged at the end of the derivative contract.\n\nThere are many widely used and exoticderivatives, but they all have one item in common which is their basis on an underlying security orunderlying asset. Price movements in the underlying security will necessarily affect the pricing of the derivative based upon it.\n\nFor example, acall optionon Alphabet, Inc. (GOOGL) stock gives the holder the right, but not the obligation, to purchase Alphabet stock at a price specified in theoptions contract. In this case, Alphabet stock is the underlying security.\n\nTraders use derivatives to eitherspeculateon, orhedgeagainst, the future price movements of the underlying. The more complex a derivative, the more significant the degree of speculation and hedging. For example,options on futuresare bets on the future price of the futures contract, which in itself is a bet on the future price of the underlying.\n\nLet's say we are interested in buying a call option on Microsoft Corp. (MSFT). Buying a call gives us the right to buy shares of MSFT at a certain price during a certain period of time. Generally speaking, the value of the call option will increase alongside an increase in the share price of MSFT. Because the call option is a derivative, its price is tied to the price of MSFT. In this case, MSFT is the underlying security.\n\nThe underlying is also crucial to the pricing of derivatives. The relationship between the underlying and its derivatives is not linear, although it can be. Generally speaking, for example, the more distant thestrike pricefor anout-of-the-moneyoption is from the current price of the underlying, the less the option price changes per unit of movement in the underlying.\n\nAlso, the derivative contract may be written so that its price may be directly correlated, orinversely correlated, to the price of the underlying security. A call option is directly correlated. Aput optionis inversely correlated.",
  "url": "https://www.investopedia.com/terms/u/underlying-security.asp"
}