{
  "term": "Understanding Gross Receipts With Examples",
  "definition": "Investopedia / Michela Buttignol\n\nGross receipts are sales of a business that form the basis for corporate taxation in a handful of individual states and certain local tax authorities. The components of gross receipts vary by state and municipality.\n\nGross receipts means the total amount of all receipts in cash or property without adjustment for expenses or other deductible items. Unlikegross sales, gross receipts capture anything that is not related to the normal business activity of an entity—tax refunds, donations, interest and dividend income, and others. Also, gross receipts do not account for discounts or price adjustments. Some states and local tax jurisdictions impose taxes on gross receipts instead of corporate income tax or sales tax.\n\nTexas Tax Code Section 171.103 defines gross receipts for a business as the sum of:\n\nOhio Revised Code Section 5751.01 defines gross receipts for the purposes of Commercial Activity Tax (\"CAT\") as \"the total amount realized by a person, without deduction for the cost of goods sold or other expenses incurred, that contributes to the production of gross income of the person, including thefair market valueof any property and any services received, and any debt transferred or forgiven as consideration.\"﻿﻿\n\nLike the above, definitions of \"gross receipts\" are given by other tax authorities that use them as a taxation basis for businesses. Detailed lists of exclusions to gross receipts are also provided.\n\nTax Foundation.Resisting the Allure of Gross Receipts Taxes: An Assessment of Their Costs and Consequences. Accessed August 16, 2021.\n\nTexas Public Law. \"Texas Tax Code Sec. 171.103 Determination of Gross Receipts From Business Done in This State for Margin.\" Accessed Nov. 12, 2020.\n\nOhio Laws and Rules. \"Chapter 5751: Commercial Activity Tax.\" Accessed Nov. 12, 2020.",
  "url": "https://www.investopedia.com/terms/g/gross-receipts.asp"
}