{
  "term": "Undisclosed Reserves: What It Is, How It Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nUndisclosed reserves include unpublished or \"hidden\" reserves that may not appear on public documents—such as on thebalance sheet—but are nonethelessreal assetsand are considered as such by most banking institutions.\n\nBank reservesare the cash minimums that financial institutions must keep on hand. The Federal Reserve (Fed) sets the requirements in order to ensure that banks have enough money on hand to cover withdrawals.\n\nUndisclosed reserves relate to capital requirements in the banking industry and are designated asTier 2 capital. Tier 2 is designated as the second or supplementary layer of a bank's capital and is lessliquidthan Tier 1 capital.\n\nUndisclosed reserves are included in Tier 2 capital and will occur throughprovisionsor when a bank charges expenses against aP&L. These items are not disclosed and not visible on public statements, such as the balance sheet. Tier 2 capital, or supplementary capital, also includes a number of important and legitimate constituents of a bank's capital requirement. Five items can typically be included in Tier 2 capital calculations:\n\nTier 1 capital, which is also known ascore capital, is more liquid and consists of equity capital and disclosed reserves (e.g.retained earnings). Tier 1 capital is the money the bank has on its books while it undertakes lending, investing, trading, or other risky transactions. Simply put, Tier 1 funds support banks when losses are absorbed so that business functions do not have to be shut down.\n\nTier 1 and Tier 2 capital requirements were largely standardized in theBasel Iaccord, issued by theBasel Committee on Banking Supervisionand left untouched by the Basel II accord. National regulators of most countries around the world have implemented Tier 2 standards in local legislation. In the calculation of regulatory capital, Tier 2 is limited to 100% of Tier 1 capital.﻿﻿\n\nPreferred or accepted forms of capital and collateral have grown in importance, particularly after thebanking crisisduring 2008 and 2009. Bank stress tests, which were conducted in response to numerous taxpayer-fundedbailout programs, highlighted how certain assets and reserves were woefully inadequate during the volatile markets of the Great Recession.\n\nIn practice, undisclosed reserves are not common but are accepted by some regulators where a bank has made a profit, but the profit has not appeared in normal retained earnings or in general reserves of the bank. It is fairly standard for undisclosed reserves to be accepted by a bank's supervisory authorities. However, many countries do not accept undisclosed reserves as an accounting concept or even as a legitimate form of capital.\n\nBank for International Settlements. \"Part 2: The First Pillar – Minimum Capital Requirements.\" Accessed Jan. 28, 2021.",
  "url": "https://www.investopedia.com/terms/u/undisclosedreserves.asp"
}