{
  "term": "Undivided Account: What It is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn undivided account is aninitial public offering(IPO) for which there are multipleunderwriters, each taking responsibility for placing any shares that remain unsold. That is, each firm agrees to pick up the slack if other underwriters fail to sell the portion of the total number of shares that they have been allocated.\n\nThis type of account is sometimes called an eastern account. Naturally, there is a variation called a western account.\n\nWhen a company prepares to launch an IPO of stock or bonds, it hands off responsibility for marketing its shares to one or more underwriters. These are the financial firms that manage the process of preparing the IPO, up to and including establishing a price for the shares and selling them. Those first buyers include large financial institutions and brokerages.\n\nIn an undivided or eastern account, one underwriter might be responsible for placing 15% of an issue while others take up the rest. If the entire issue is not placed, the firm with 15% must assist in placing the remainder.\n\nIn awestern account, each underwriter takes responsibility only for placing the percentage of shares it was assigned. The share of liability is divided among the underwriters according to the size of their allotment of the total shares available.\n\nUnderwriters in investment brokerages assume considerable risk in managing new issues of bonds or stocks. The underwriter agrees to upfront to pay the issuer a certain amount of money regardless of the sale price at issue.\n\nTo offset some of this risk, many firms enter into syndication agreements that spread the risks and rewards of underwriting the new issue. Most syndicates are administered by one of the participating firms, and the eastern account is the most common arrangement. Both the risks and the rewards are greater than they are with western accounts. An underwriter who participates in an eastern account with a consortium can share in a percentage of the profits while committing a relatively small amount of money in advance.\n\nUnderwriters may include a market-out clause in the agreement. This clause frees the underwriter from the purchase obligation in case of a development that impairs the quality of the securities or that adversely affects the issuer. The clause is limited in its application, however. Poor market conditions or over-pricing do not qualify.\n\nThe terms are specified in the syndicate agreement, which also is called theunderwriting agreement. The syndicate agreement details the fee structure. In addition to the money the syndicate member receives when selling shares or bonds, the agreement specifies the percentage of shares or bonds that each syndicate member commits to selling.\n\nThe syndicate manager can set up an underwriting on a western or eastern account basis. Types of underwriting agreements vary and include firm commitment agreement, best efforts agreement, mini-max agreement, all or none agreement, andstandby agreement.",
  "url": "https://www.investopedia.com/terms/u/undividedaccount.asp"
}