{
  "term": "Unearned Revenue: What It Is, How It Is Recorded and Reported",
  "definition": "Unearned revenue is money an individual or company has earned for providing a product or service that has not been delivered.\n\nCompanies record unearned revenues when they receive money for a product or service but have not yet provided or delivered it. It can be thought of as a “prepayment” for goods or services that a person or company is expected to supply to the purchaser at a later date.\n\nAs a result of this prepayment, the seller has aliabilityequal to therevenueearned until the good or service is delivered. This liability is noted under current liabilities, as it is expected to be settled within a year.\n\nUnearned revenue is also referred to asdeferred revenueandadvance payments.\n\nPaige McLaughlin / Investopedia\n\nUnearned revenue is most common among companies selling subscription-based products or other services that require prepayments. Classic examples include rent payments made in advance,prepaid insurance, legal retainers, airline tickets, prepayment for newspaper subscriptions, and annual prepayment for the use of software.\n\nReceiving money before a service is fulfilled can be beneficial. The early receipt ofcash flowcan be used for any number of activities, such as payingintereston debt and purchasing moreinventory.\n\nUnearned revenue is recorded on a company’sbalance sheetas a liability. It is treated as a liability because the revenue has still not been earned and represents products or services owed to a customer. As the prepaid service or product is gradually delivered over time, it is recognized as revenue on theincome statement.\n\nHere’s an example: If a publishing company accepts $1,200 for a one-year subscription, the amount is recorded as an increase in cash and an increase inunearned revenue. Both are balance sheet accounts, so the transaction does not immediately affect the income statement. If it is a monthly publication, as each periodical is delivered, the liability or unearned revenue is reduced by $100 ($1,200 divided by 12 months) while revenue is increased by the same amount.\n\nUnearned revenue is usually disclosed as acurrent liabilityon a company’s balance sheet. This changes if advance payments are made for services or goods due to be provided 12 months or more after the payment date. In such cases, the unearned revenue will appear as along-term liabilityon the balance sheet.\n\nThere are several criteria established by the U.S.Securities and Exchange Commission (SEC)that apublic companymust meet to recognize revenue. If these are not met, thenrevenue recognitionis deferred.\n\nAccording to the SEC, there must be collection probability, or the ability to make a reasonable estimate of an amount for theallowance for doubtful accounts, completed delivery, or ownership shifted to the buyer, persuasive evidence of an arrangement, and a determined price.\n\nMorningstar Inc. (MORN) offers a line of products and services for the financial industry, includingfinancial advisorsandasset managers. Many of its products are sold through subscriptions. Under this arrangement, many subscribers pay upfront and receive the product over time. This creates a situation in which the amount is recorded as unearned revenue or, as Morningstar calls it,deferred revenue.\n\nAt the end of the second quarter of 2020, Morningstar had $287 million in unearned revenue, up from $250 million from the prior-year end. The company classifies the revenue as a short-term liability, meaning it expects the amount to be paid over one year for services to be provided over the same period.\n\nUnearned revenue can provide clues into future revenue, although investors should note the balance change could be due to a change in the business. Morningstar increased quarterly and monthlyinvoicesbut is less reliant on upfront payments from annual invoices, meaning the balance has been growing more slowly than in the past.\n\nU.S. Securities and Exchange Commission. “Topic 13: Revenue Recognition.”",
  "url": "https://www.investopedia.com/terms/u/unearnedrevenue.asp"
}