{
  "term": "Unearned Premium",
  "definition": "An unearned premium is thepremiumamount that corresponds to the time period remaining on aninsurancepolicy. In other words, it is the portion of the policy premium that has not yet been \"earned\" by the insurance company because the policy still has some time before it expires.\n\nUnearned premiums appear as aliabilityon the insurer'sbalance sheetbecause they would be paid back upon cancellation of the policy.\n\nFor example, at the end of the first year of a fully prepaid five-year insurance policy with insurance premiums of $2,000 per year, the insurer has earned a premium of $2,000 and has an unearned premium of $8,000.\n\nAn unearned premium is the portion of an insurer's total premiums that is collected in advance by an insurance company. Unearned premiums may be subject to return if a client ends coverage before the term covered by the premium is complete. An unearned premium may be returned when an insured item is declared a total loss and coverage is no longer required, or when the insurance provider cancels the coverage.\n\nFor example, consider a client who paid anauto insurancepremium one year in advance who experiences the complete destruction of his vehicle four months into the coverage period. The insurance company keeps one-third of the annual premium for coverage provided and returns the other two-thirds as unearned premium.\n\nProvisions in the insurance contract govern the terms for unearned premium. The provisions must follow regulations related to the area where the coverage is offered. A specific formula for calculating the amount of the unearned premium may be required.\n\nThepremiumthat a policyholder pays for an insurance contract is not immediately recognized as earnings by the insurer. In certain circumstances, an insurance company may not have to issue a refund for unearned premium.\n\nFor example, if the policyholder has falsified information on the application for obtaining insurance coverage, the provider may not be required to refund any part of the earned or unearned premiums collected. Policies typically outline the conditions that must be met when applying for and receiving the unearned portion of a premium.\n\nInsurance providers may not have to return a portion of unearned premium when a policyholder terminates the coverage for no given reason, or for reasons such as securing a similar policy with a different provider. It is best for the policyholder to wait until the coverage period of the last paid premium is close before switching insurance companies.\n\nHowever, if the insured can prove the provider did not honor the terms and conditions described in the provisions of the policy, any unused portion of the premium should be refunded.\n\nAn unearned premium on an insurance policy can be contrasted withearned premium. Earned premium is a pro-rated amount of paid-in-advance premiums that has been \"earned\" and now belongs to the insurer. The amount of the earned premium equates to the sum of the total premiums collected by an insurance company over a period of time.\n\nIn other words, the earned premium is the portion of an insurance premium that paid for a portion of time in which the insurance policy was in effect, but has now passed and expired. Since the insurance company covered the risk during that time, it can now consider the associated premium payments it took from the insured as \"earned.\"\n\nBecause canceling a policy may mean issuing a refund, unearned premiums appear as liabilities on an insurance company’s balance sheet.\n\nFor example, an insurance company receives $600 on January 27 for coverage from February 1 to July 31, but as of January 31, the $600 has not been earned. The insurance company reports the $600 in its cash account and reports $600 as a current liability in its unearned premium revenue account. As the company earns the premium, the provider moves the amount earned from the liability account to a revenue account on its income statement.",
  "url": "https://www.investopedia.com/terms/u/unearned-premium.asp"
}