{
  "term": "Unearned Discount: Meaning, Calculation, Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn unearned discount is aninterestor a fee that has been collected on a loan by a lending institution but has not yet been counted as income (or earnings). Instead, it is initially recorded as aliability. As the life of the loan progresses, proportionate parts of the fee or interest collected up front are removed from the liability side of the balance sheet and counted as income. If the loan is paid off early, the unearned interest portion must be returned to the borrower.\n\nAn unearned discount is more commonly referred to asunearned interest.\n\nAn unearned discount account recognizes interest deductions before being classified as income earned throughout the term of the outstanding debt. Over time, then, the unearned discount creates an increase in the lender's profit and a subsequent decrease in liability.\n\nNot all interest that is received by a lender is classified as \"earned\". This is because lenders often pre-schedule regular payments to be made at the beginning of each month. But, the interest paid by the borrower at the beginning of the month applies to thecost of borrowingfor theentiremonth and, therefore, has not been earned by the lender.\n\nFor example, say that a homeowner obtains a mortgage that requires them to make a monthly payment on the 1st of each month in the amount of $1,500, with $500 representing the interest portion. However, this $500 in interest is meant to cover the entirety of the month, and it's considered to be unearned on the 1st as it is prepaid. As the month progresses, a pro-rata amount of that interest is credited to the bank's earnings while the liability of the unearned discount is made smaller.\n\nUnearned discounts may be estimated under the so-calledRule of 78, which is a method used for loans with precomputed finance charges. If the loan is repaid or early or refinanced, the Rule of 78 can determine the unearned discount to the lender. This works as follows:\n\nSnuffy's Bank and Trust have made a loan to Ernie's Brokerage. As part of the up-front costs of the loan, Ernie was required to pay a financing charge of 6% of the total loan amount. The total loan amount is $10,000 and will be repaid over 5 years in monthly installments. The amount of the finance charge paid up front by Ernie was $600.\n\nInitially, Snuffy's Bank and Trust record the $600 unearned discount as a liability on its books. As Ernie pays each of the 60 loan payments (12 per year for 5 years), 1/60th of the $600 will be removed from the liability side of the balance sheet and recognized as income.",
  "url": "https://www.investopedia.com/terms/u/unearned-discount.asp"
}