{
  "term": "Uneconomic Growth: What It is, How It Works",
  "definition": "Uneconomic growth is growth that produces negativeexternalitieswhich reduce the overall quality of life. This is also known as unsustainable growth, where the negative social and environmental consequences outweigh the short-term value of an extra unit of growth, making it uneconomic.\n\nUneconomic growth happens when the marginal benefits of manufacturing more goods and a growing economy are outweighed by the negative social and environmental impacts. It has become an article of faith inenvironmentalandecological economics—although the idea of unproductive growth has been around for a while.\n\nSome of its philosophy has also been adopted by climate-change conscious investors in theenvironmental, social, and governance(ESG) space, where large wealth funds and foundations have been divesting themselves of fuel stocks. Socially conscious investors have been avoiding fossil fuel stocks and making other ethical investment decisions, in order to align the core of their investment strategy with their values.\n\nThe concept of uneconomic growth and thesteady state economywas popularized by World Bank economist Herman Daly in the late 1990s. Ecologists, like environmental activist David Suzuki, argue that the global economy is now so large that society can no longer safely pretend it operates within a limitless ecosystem.\n\nWhen one nation increases production by damaging the environment, it creates negative consequences that are felt by the entire planet, in terms of lost ecosystem services. The same principle can be applied to the level of a city, company or even one's own home.\n\nConcerns about possible negative effects of growth on the environment and society have led environmentalists and climate activists to advocate lower levels of economic growth and fossil fuel use to limit the damage to the environment and climate. Ecological economists think the world has already passed the point when growth costs more than it is worth, and that we need to focus on protecting natural habitats.\n\nThe United Nations has adopted a progressive agenda to achieve \"sustained economic growth.\" But even that does not go far enough for green economists who want to move \"beyond growth\" and find alternative global indicators togross domestic product(GDP)—which because it is a monetary valuation does not distinguish between market transactions that contribute positively to sustainable well-being (such as buying bicycles, solar panels or fresh food) and those that diminish it (such as buying gas guzzlers, guns, or cigarettes).\n\nThe focus on GDP means that economic policies automatically have a pro-growth bias and that there is no distinction between economies that are undermining critical ecosystems and those that are not.",
  "url": "https://www.investopedia.com/terms/u/uneconomic-growth.asp"
}