{
  "term": "Unemployment Income: What It Is, How It Works",
  "definition": "Unemployment income refers to an insurance benefit paid due to taxpayers' inability to find gainful employment. Unemployment income is paid from either a federal or state-sponsored fund. The recipient must meet certain criteria in trying to find a job. Employers and employees are assessed apayroll taxto cover the cost of this benefit.\n\nUnemployment income is also known as an unemployment benefit,unemployment compensation, orunemployment insurance. The term is most commonly associated with filing a tax return, where such income must be reported.\n\nUnemployment benefits were first introduced in 1935 along withSocial Security.Unemployment income is designed to provide a subsistence income for a given length of time, giving the unemployed recipient time to find another job.\n\nIn the United States, unemployment income is paid to jobless individuals who qualify for them. Individuals must have worked at least onequarterin the previous year and been laid off by their employer. They must be actively seeking work to claim and receive benefits. Temporary workers or those who worked off the books are not eligible, nor are individuals who quit their jobs or were fired for misconduct.\n\nClaims may be denied for several reasons, including if:\n\nUnemployment income is fully taxable asordinary income. Recipients are sent a Form 1099-G at year-end detailing how much they received, which they must report on their1040 form.\n\nIndividual states determine how much unemploymentincomean individual receives every week, a figure that may vary significantly from state to state.\n\nFor example, Minnesota had one of the highest maximum weekly benefit amounts at $762, topped only by Massachusetts at $855.Massachusetts allows up to 30 weeks of payments while Minnesota offers a maximum of 26 weeks.Though not the lowest, Florida's $375 maximum weekly benefit and 14 weeks of benefits are among the least generous.\n\nDuring high unemployment, such as during the Great Recession, unemployment income payments may last for 99 weeks.During times of low unemployment, such benefits tend to last for up to roughly six months or 26 weeks in most states, though some states may offer a fraction of that.\n\nOn March 27, 2020, President Donald Trump signed into law a $2 trillion coronavirus emergency stimulus package called theCoronavirus Aid, Relief, and Economic Security (CARES) Act, which put provisions in place to provide unemployment benefits to unemployed individuals affected by the pandemic.\n\nThe law also expanded eligibility to allow those who otherwise don't qualify for benefits, including self-employed people, freelancers, and independent contractors, and created three initiatives called thePandemic Unemployment Assistance(PUA) program, theFederal Pandemic Unemployment(FPUC) program, and thePandemic Emergency Unemployment Compensation(PEUC) program.\n\nOn Sept. 6, 2021, all of these special pandemic-related benefits came to an end.\n\nWhile the American Rescue Plan extended the deadline for federal pandemic unemployment relief to Sept. 6, 2021, a number of states elected to end their enrollment in the FPUC and PEUC programs early.The best way to confirm the status and duration of your unemployment benefits is to check with yourstate's unemployment office.\n\nAs mentioned above, unemployment benefits were expanded under the PUA to include people who normally don't qualify for this type of income. These benefits are based on someone's previous earnings, according to a formula by the Disaster Unemployment Assistance program.\n\nThe minimum benefit provided was 50% of an individual state's average benefit per week, approximately $190 for that period.\n\nThe CARES Act also established the FPUC program, which provided unemployed individuals with an extra benefit of $600. This benefit was paid weekly in addition to other unemployment income until July 2020.\n\nThis benefit was extended after the passage of theConsolidated Appropriations Act(CAA) of 2021 in December 2020. The amount was then reduced to $300, payable every week beginning Dec. 26, 2020, until March 14, 2021.President Joe Biden pushed down the expiration date after signing the $1.9 trillion package called theAmerican Rescue Plan Actof 2021 on March 11, 2021. According to the new law, unemployed individuals could receive the additional $300 weekly benefit until Sept. 6, 2021.\n\nStates typically provide people with 26 weeks of unemployment benefits. But the CARES Act expanded that timeline under the PEUC, allowing individuals to claim benefits for an additional 13 weeks. But the law stated that people must be \"able to work, available to work, and actively seeking work.\"\n\nThese benefits were extended to 24 weeks with the passage of the CAA in December 2020.The Biden Administration changed that again in March 2021 to 53 weeks, and the PEUC expired on Sept. 6, 2021.\n\nSocial Security Administration. \"Social Security History.\"\n\nU.S. Department of Labor. \"How Do I File for Unemployment Insurance?\"\n\nOffice of Unemployment Insurance. \"Benefit Denials.\"\n\nInternal Revenue Service. \"About Form 1099-G, Certain Government Payments.\"\n\nMinnesota Unemployment Insurance. \"Information Handbook: After You Apply, How Much Will I Receive?\"\n\nMinnesota Unemployment Insurance. \"Applying for a Benefit Extension.\"\n\nCommonwealth of Massachusetts. \"How Your Unemployment Benefits Are Determined.\"\n\nThe Florida Senate. \"Senate Votes to Increase Unemployment Benefits.\"\n\nCongressional Research Service. \"Emergency Unemployment Compensation (EUC08): Current Status of Benefits,\" Pages Summary Page and 1-2.\n\nOffice of Unemployment Insurance. \"Comparison of State Unemployment Laws 2019; Chapter 3, Monetary Entitlement,\" Pages 3-10, 24-25.\n\nU.S. Congress. \"H.R.748 - CARES Act.\"\n\nU.S. Congress. \"H.R.1319 - American Rescue Plan Act of 2021.\"\n\nCenter on Budget and Policy Priorities. \"Policy Basics: How Many Weeks of Unemployment Compensation Are Available?\"\n\nCommittee on Small Business. \"Fact Sheet on Unemployment Insurance and the Paycheck Protection Program for Small Business Owners (*As of April 3, 2020),\" Page 1.\n\nU.S. Congress. \"H.R.133 - Consolidated Appropriations Act, 2021.\" Accessed Sept. 20, 2021.",
  "url": "https://www.investopedia.com/terms/u/unemployment-income.asp"
}