{
  "term": "Unemployment Compensation Amendments of 1992",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Unemployment Compensation Amendments of 1992 are laws in the United States that allow an employee who loses their job to roll over theiremployer-sponsoredretirement savings into a qualified retirement plan, such as anindividual retirement account (IRA), without tax consequences. The provision allowing former employees to do this was included among other amendments to the Emergency Unemployment Compensation Act of 1991, which at the time extended emergency unemployment benefits.\n\nUnder the Unemployment Compensation Amendments of 1992, if you lose your job, then your employer is required to provide you with the option ofrolling overyour retirement savings in a company-sponsored plan, such as a401(k), to an IRA or other qualified retirement plan account that you choose.\n\nThe law allows employees the option of trustee-to-trustee transfers. In a trustee-to-trustee transfer, also called adirect transfer, the funds are not paid directly to the account holder, nor does the account holder receive a check made payable to the new account. Instead, the two financial institutions facilitate the transfer on your behalf.\n\nWith a trustee-to-trustee transfer, no taxes are withheld from the amount that is transferred. Also, the transfer does not count as a distribution, which means that the amount is not considered taxable income.\n\nIf you choose to receive the funds in a check, then there is a mandatory withholding of 20% of the withdrawal amount that is paid to the Internal Revenue Service (IRS) to cover federal income tax, regardless of how much you may ultimately end up owing. For example, if you effectively only owe 12% at tax time, this means you’ll have to wait until you file your taxes to get that 8% back.\n\nIf you lose your job, then withdrawing funds from your employer’s retirement plan as a lump sum before you are at least age 59½ should be a last resort. In addition to tax penalties, you will lose part of your nest egg and diminish its power to accrue earnings on atax-deferredbasis. This could put you significantly behind in saving for retirement.\n\nMost 401(k) plan rules state that if you have less than $1,000 in your account, then an employer is automatically allowed to cash it out and give the funds to you directly. In general, if you have $1,000 to $5,000, then your employer will put it in an IRA if you don’t tell them what to do with the funds.\n\nSome employers allow you to leave your retirement savings in the company’s plan even after you have left if you meet a minimum balance requirement—typically more than $5,000 in your account.But keep in mind that if you leave your account with your old employer, then you willno longer be able to contribute to it.\n\nIf you choose to move your retirement savings to an IRA, then you will have a wider range of investment choices than with the employer’s plan. Typically,401(k)s offer several mutual funds, ranging from conservative to aggressive, from which an employee can choose.With an IRA, most types of investments are available.\n\nU.S. Congress. “H.R.5260—Unemployment Compensation Amendments of 1992: Summary.” Accessed Sept. 23, 2021.\n\nU.S. Congress. “H.R.5260—Unemployment Compensation Amendments of 1992,” Pages 300-315. Accessed Sept. 23, 2021.\n\nInternal Revenue Service. “Rollovers of Retirement Plan and IRA Distributions.” Accessed Sept. 23, 2021.\n\nU.S. Department of Labor. \"Understanding Retirement Plan Fees and Expenses,\" Pages 6-9. Accessed Sept. 23, 2021.\n\nInternal Revenue Service. “IRA FAQs,\" Select \"Investments.” Accessed Sept. 23, 2021.",
  "url": "https://www.investopedia.com/terms/u/unemployment-compensation-amendment-1992.asp"
}