{
  "term": "Unemployment Insurance (UI): How It Works, Requirements, and Funding",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnemployment insurance (UI), also called unemployment benefits, is a type of state-provided insurance that pays money to individuals weekly when they lose their jobs and meet certain eligibility requirements.\n\nThose who either voluntarily quit or were fired for a just cause are usually not eligible for UI. In other words, someone separated from their job due to a lack of available work and at no fault of their own usually qualifies forunemploymentbenefits.\n\nEach state administers its own unemployment insurance program, despite it being federal law. Workers must meet their state's work and wage requirements, including time worked. The benefits are primarily paid out by state governments and funded by specificpayroll taxescollected for that purpose.\n\nThe unemployment initiative is a joint program between individual state governments and the federal government. Unemployment insurance provides cash stipends to unemployed workers who actively seek employment. Compensation to eligible, unemployed workers is made through theFederal Unemployment Tax Act (FUTA)along with state employment agencies.\n\nEach state has an unemployment insurance program, but all states must follow specific guidelines outlined by federal law. Federal law makes unemployment benefits relatively ubiquitous across state lines. TheDepartment of Labor (DOL)oversees the program and ensures compliance within each state.\n\nWorkers who meet specific eligibility requirements may receive up to 26 weeks of benefits a year. The weekly cashstipendis designed to replace a percentage of the employee's regular wage, on average.\n\nStates fund unemployment insurance using taxes levied on employers. The majority of employers will pay both federal and state unemployment FUTA tax. Companies that have501(c)3 statusdo not pay FUTA tax.\n\nContinuing claims for unemployment insurance reached approximately 1.85 million during the week ending June 22, 2024. The four-week moving average for continuing claims was reported at roughly 1.83 million.\n\nThree states also require minimal employee contributions to the state unemployment fund. Reportable income includes freelance work or jobs for which unemployment insurance recipients were paid in cash.\n\nOut-of-work persons who do not find employment after a 26-week period may be eligible for an extended benefits program. Extended benefits give unemployed workers an additional number of weeks of unemployment benefits. The availability of extended benefits will depend on a state's overall unemployment situation.\n\nThe federal government established provisions designed to help unemployed Americans during the coronavirus pandemic. These additional benefits were put in place after former President Donald Trump signed theCoronavirus Aid, Relief, and Economic Security (CARES) Actin March 2020.\n\nThey were extended after the passing of the Consolidated Appropriations Act of 2021 and were extended again when President Joe Biden signed the $1.9 trillionAmerican Rescue Plan Act of 2021on March 11, 2021. The additional benefits expired on Sept. 6, 2021.\n\nAn unemployed person must meet two primary requirements to qualify for unemployment insurance benefits. An unemployed individual must meet state-mandated thresholds for either earned wages or time worked in a stated base period. The state must also determine that the eligible person is unemployed through no fault of their own. A person may file a UI claim when fulfilling these two requirements.\n\nIndividualsfile claimsin the state where they worked. A participant may file claims by phone or on the state unemployment insurance agency's website. After the first application, it generally takes two to three weeks to process and approve a claim.\n\nAfter approval of a claim, the participant must either file weekly or biweekly reports that test or confirm their employment situation. Reports must be submitted to remain eligible for benefit payments. Unemployed workers cannot refuse work during a week, and on each weekly or biweekly claim, they must report any income that they earned fromfreelanceor consulting gigs.\n\nUnemployment insurance is funded by taxes on employers, such as the FUTA and various state taxes. FUTA charges 6% of the first $7,000 of each employee's wages, although this is offset by a 5.4% credit for on-time tax payments.\n\nSome states pay for unemployment benefits by debiting the former employer's UI account, or by raising the employer's UI taxes in future years. Since employees are usually not eligible for UI if they quit voluntarily, some employers may pressure their employees to resign rather than fire them.\n\nOn March 11, 2020, the World Health Organization declared COVID-19, the illness caused by a novel coronavirus, to be a pandemic. States and businesses across the U.S. closed down, causing massive unemployment.\n\nLawmakers agreed on the passage of the CARES Act, a landmark piece of legislation that, in part, expanded states' ability to provide UI to millions of workers affected by COVID-19, including people who aren't ordinarily eligible for unemployment benefits. The bill was passed and signed into law in March 2020.\n\nThree specific programs were designed to help Americans who were out of work because of the coronavirus. A fourth program was established through an Aug. 8, 2020, memorandum issued by President Trump in response to the expiration of the Federal Pandemic Employment Compensation program.\n\nWhile people who voluntarily quit their jobs do not normally qualify for UI, you may qualify for benefits if you quit due to unpaid wages, unsafe working conditions, a sudden decrease in your hours, or certain other factors. The legal term for this isconstructive dismissal.\n\nTheFederal Pandemic Unemployment Compensation (FPUC)provided an extra weekly benefit on top of regular UI. The original benefit provided an additional $600 weekly under the CARES Act, but that benefit expired on July 31, 2020. The FPUC was modified and extended as part of theConsolidated Appropriations Actin December 2020.\n\nAnother extension of the FPUC was approved after President Joe Biden signed the $1.9 trillion American Rescue Plan Act of 2021 on March 11, 2021. Under the plan, FPUC benefits expired on Sept. 6, 2021.\n\nThePandemic Unemployment Assistance (PUA)expanded UI eligibility to self-employed workers, freelancers, independent contractors, and part-time workers impacted by the coronavirus pandemic. Self-employed workers generally may not qualify for UI, and the PUA provided them with financial assistance. As per the American Rescue Plan Act, the PUA expired on Sept. 6, 2021, after a total of 79 weeks.\n\nThePandemic Emergency Unemployment Compensation (PEUC)extended UI benefits under the CARES Act after regular unemployment compensation benefits were exhausted. The PEUC program officially expired on Sept. 6, 2021.\n\nTheLost Wages Assistance (LWA) programwas a federal-state unemployment benefit that provided$300 to $400 in weekly compensationto eligible claimants. LWA came into existence in response to the expiration of FPUC on July 31, 2020.\n\nThe four types of unemployment are cyclical, frictional, institutional, and structural unemployment.\n\nIn the United States, the unemployment rate is calculated by dividing the number of unemployed people who are actively looking for work by the total number of people who are employed or actively seeking employment. This does not include unemployed people who are unable to work or have given up seeking employment.\n\nThe unemployed include anyone who doesn't have a job, is available for work, and has been actively looking for work in the previous four weeks. Actively looking for work includes having job interviews or contacting employers.\n\nUI, or unemployment insurance, is a government benefit for those who lose their jobs through no fault of their own. UI provides a temporary safety net so that people can continue searching for jobs after they are fired or laid off. Notably, employees who voluntarily quit or are fired for absenteeism or insubordination do not normally qualify for UI, and those who leave due to intolerable working conditions may qualify even if they did quit.\n\nUnemployment insurance is a form of state-provided insurance that provides weekly payments to people who have recently been fired or laid off. Although it only provides a fraction of a full paycheck, UI payments can help workers make ends meet as they search for a new job.\n\nWorld Health Organization. \"WHO Director-General's Opening Remarks at the Media Briefing on COVID-19 - 11 March 2020.\"\n\nU.S. Department of Labor. \"How Do I File for Unemployment Insurance?\"\n\nU.S. Department of Labor, Employment and Training Administration. \"Unemployment Insurance,\" Page 3.\n\nU.S. Department of Labor, Employment and Training Administration. \"Unemployment Insurance Tax Topic.\"\n\nInternal Revenue Service. \"Section 501(c)(3) Organizations - FUTA Exemption.\"\n\nU.S. Department of Labor. \"Unemployment Insurance Weekly Claims,\" Page 1.\n\nU.S. Department of Labor, Employment and Training Administration. \"Unemployment Insurance Topics.\"\n\nU.S. Department of Labor, Employment and Training Administration. \"Unemployment Insurance Extended Benefits.\"\n\nU.S. Bureau of Economic Analysis. \"How Will the Expansion of Unemployment Benefits in Response to the COVID-19 Pandemic Be Recorded in the NIPAs?\"\n\nU.S. Department of Labor, Employment and Training Administration. \"Unemployment Insurance,\" Page 1.\n\nU.S. Department of Labor, Employment and Training Administration. \"Unemployment Insurance,\" Page 2.\n\nThe New York Times. \"The U.S. Shut Down Its Economy. Here’s What Needs to Happen in Order to Restart.\"\n\nU.S. Congress. \"H.R.748 - CARES Act.\"\n\nU.S. Department of Labor, Employment and Training Administration. \"Presidential Memorandum on Lost Wages Assistance.\"\n\nJustia. \"CACI No. 2510. 'Constructive Discharge' Explained.\"\n\nFederal Emergency Management Agency. \"Lost Wages Supplemental Payment Assistance Guidelines.\"\n\nUniversity of Minnesota via Pressbooks. \"Principles of Macroeconomics: 5.3 Unemployment.\"\n\nU.S. Labor of Statistics. \"How the Government Measures Unemployment.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Unemployed\" and \"Active job search methods.\"",
  "url": "https://www.investopedia.com/terms/u/unemployment-insurance.asp"
}