{
  "term": "Unfair Claims Practice: What it is, How it Works, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnfair claims practice is the improper avoidance of aclaim by an insureror an attempt to reduce the size of the claim. By engaging in unfair claims practices, an insurer tries to reduce its costs. However, this is illegal in many jurisdictions.\n\nTheNational Association of Insurance Commissioners(NAIC) has created a model of unfair claims practice legislation that mandates claims be handled fairly and that there beclear communicationbetween the insurer and the insured.States, not the federal government, regulate insurance; many jurisdictions have implemented unfair claims practices laws modeled after the NAIC's model act.\n\nAlso, most states have enacted a version of this model law. Called the Unfair Claims Settlement Practices Act, it protects insurance buyers from unjust behavior by insurers in the claims settlement process. Specifics of the law vary from state to state. Unfair Claims Settlement Practices Acts (UCSPA) are not federal law; instead, they are enforced by individual state insurance departments.\n\nConsider a small business owner that insures his company's building and business personal property under a commercial property policy. Unfortunately, a fire broke out in the building, causing $100,000 in property damage. The insurance company delays payment, rendering the business owner unable to repair any of the damage. The insurance company continues using delay tactics to avoid making a payment. For example, the claims representative keeps \"forgetting\" to send the claim forms. Also, theadjustersays he needs another proof of loss, but the small business owner has already submitted proof of loss twice. These are the types of situations that unfair claims practice laws are designed to prevent.\n\nNational Association of Insurance Commissioners. \"Unfair Claims Settlement Practices Act.\"",
  "url": "https://www.investopedia.com/terms/u/unfair-claims-practice.asp"
}