{
  "term": "Unfunded Pension Plan: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn unfunded pension plan is an employer-managed retirement plan that uses the employer's current income to fund pension payments as they become necessary. This is in contrast to an advance fundedpension planwhere an employer sets aside funds systematically and in advance to cover any pension plan expenses such as payments to retirees and theirbeneficiaries.\n\nA pension plan is a program offered by certain employers that provides a salary replacement when an employee is no longer working (for example, when the employee retires). When employers offer a pension plan, they can plan for the anticipated financial requirements of the pension plan and set aside a certain amount of money on a regular basis—and invest the money to ideally grow the fund or fund the pension plan out of current earnings.\n\nAn unfunded pension plan is sometimes referred to as a pay-as-you-go pension plan. Many public pension arrangements provided by a state are unfunded, with benefits paid directly from current workers' contributions and taxes. The pension systems of many European countries are unfunded, having benefits paid directly out of current taxes and social security contributions.\n\nSeveral countries have hybrid systems, which are partially funded. Spain set up the Social Security Reserve Fund and France set up the Pensions Reserve Fund.In Canada, the wage-based retirement plan (CPP) is partially funded, with assets managed by the CPP Investment Board, while the U.S. Social Security system is partially funded by investment in special U.S. Treasury Bonds.\n\nFully funded,in contrast, is a term that describes when a pension plan has sufficient assets to provide for allaccrued benefits. In order to be fully funded, the plan must be able to make all the anticipated payments to pensioners. A plan'sadministratoris able to predict the amount of funds that will be needed on a yearly basis. This can help determine the financial health of the pension plan.\n\nBoth individual companies and governments can set up pay-as-you-go pensions. The level of control exercised by individual participants of an unfunded pension plan depends on the structure of the plan and whether the plan is privately or publicly run. Unfunded pension plans run by governments may use the word \"contribution\" to describe the money that enters the fund, but usually, these contributions are taxed at a set rate and neither workers nor employers who contribute have any choice about if or how much they pay in to the plan. Private pay-as-you-go pensions, however, offer their participants some discretion.\n\nIf an employer offers a pay-as-you-go pension plan, an individual participant likely gets to choose how much of their paycheck they wish to deduct and contribute toward their future pension benefits. Depending on the terms of the plan, a participant may be able to either have a set amount of money pulled out during each pay period or contribute the amount in a lump sum. This is similar to how severaldefined-contribution plans, such as a 401(k) plans, are funded.\n\nGobierno de España, Ministerio de Inclusión, Seguridad Social, y Migraciones. \"Reserve Fund.\" Accessed June 7, 2021.\n\nFonds de Reserve. \"The FRR's Mission.\" Accessed June 7, 2021.\n\nGovernment of Canada. \"CPP Retirement Pension: Overview.\" Accessed June 7, 2021.\n\nSocial Security Administration. \"What Are the Trust Funds?\" Accessed June 7, 2021.",
  "url": "https://www.investopedia.com/terms/u/unfunded-pension-plan.asp"
}