{
  "term": "Unicorn: What It Means in Investing, With Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe term unicorn refers to a privately held startup company with a value of over $1 billion.\n\nIn the language of venture capital, a unicorn is a startup company with a valuation exceeding $1 billion. They are usually found in sectors like technology that require massive capital to bring products to market.\n\nThese privately held startups are expected to defy traditional growth metrics, leveraging cutting-edge or potentially \"paradigm-shifting\" advances to achieve rapid market penetration and exponential growth.\n\nSuccessful unicorns have included companies that are now household names, such as Airbnb Inc. (ABNB). Unicorns that have turned out to be mythical beasts include Theranos, the medical technology company that collapsed when its claims turned out to be false.\n\nInvestopedia / Paige McLaughlin\n\nVenture capitalist Aileen Lee popularized the term in the early 2010s. \"I used the word 'unicorn' because it is ... kind of magical, that takes some alchemy, some great timing—a lot of things have to come together. It’s not easy,\" she said.\"The vast majority of companies that are venture-funded and [have] people who are super smart and have great intentions and build great products, they don’t actually reach that level of valuation. It’s a pretty hard thing to do.\"\n\nYet, despite Lee's definition, some of the unicorns of recent years have been less magical than fantastical. They are billion-dollar firms whose values were based more on hype—and occasionally outright fraud—than fundamentals and traditional risk analysis.\n\nThey are not as rare as the mythical creature, either. CB Insights puts the number of unicorn firms worldwide at about 1,200 in 2024, while Crunchbase lists over 1,400.\n\nSome successful unicorn startups have included Uber, Airbnb, SpaceX, and Palantir Technologies Inc. (PLTR).\n\nSome of the donkeys dressed up like unicorns have includedTheranos,WeWork, and Quibi.\n\nA unicorn is defined as a privately owned startup valued at over $1 billion.To become unicorns, companies must have an idea that appears innovative and marketable, a clear vision for growth, and a strong pitch to present to venture capitalists and private investors.\n\nAileen Lee, founder of Palo Alto-based Cowboy Ventures, a seed-stageventure capital fund, coined the term.Reviewing software startups founded in the 2000s, she estimated that only 0.07% ever reached a $1 billion valuation. According to Lee, startups that reach this mark are so rare that finding one is as difficult as finding a mythical unicorn.\n\nLee also argued that the first unicorns weren't the formed-in-a-garage tech firms of the 1970s or the even earlier private venture firms of the 1950s but the products of the 1990s. Alphabet Inc. (GOOG)—then Google—she noted, was the clear super-unicorn of the group, earning the moniker with a valuation of more than $100 billion.\n\nMore unicorns arrived in the 2000s, with Meta Platforms (META), formerly Facebook, emerging as the decade's super-unicorn.Other more popular unicorns based in the U.S. include home-sharing giant Airbnb and fintech companies Robinhood and SoFi Technologies Inc. (SOFI).\n\nThere are several options that unicorns have for their exit from startup status:\n\nWhile unicorns are startups with valuations of over $1 billion, companies with valuations of over $10 billion are calleddecacorns. Stripe and Fanatics are decacorns.\n\nThe value of a unicorn is based on how big and how fast investors and venture capitalists feel the company can grow and develop, which comes down to long-termforecasting.\n\nTheir valuations have nothing to do with financial performance. Few unicorns are generating any current profits, and many never will.\n\nInvestorsand capitalists face an uncommon hurdle. The ideal unicorn has an utterly original and compelling product to offer. But if no competitors exist there are no other business models against which the unicorn can be compared.\n\nThe term unicorn is most often used to refer to startups in the technology, mobile technology, and information technology sectors—usually at the intersection of all three—with very high valuations not necessarily supported by their fundamental finances.\n\nSome have not forgotten the bursting of the dot-com bubble in the year 2000. The valuation of a unicorn is, after all, based on expectations, not reality.\n\nOthers argue that the large number of companies with high valuations reflects a new wave of technologically driven productivity, like the invention of the printing press nearly 600 years ago.\n\nSome reason that globalization and the cheap-money policies of central banks have created great waves of capital sloshing around the globe on a hunt for unicorns ever since the Great Recession of 2008-2009.\n\nThe number of new unicorns has steadily declined since 2021. In 2021, there were over 500 new unicorns. In 2022, that number dropped to just over 250, and in 2023 there were about 70.\n\nThere are more than 1,200 unicorns at various stages of development around the world, perhaps more than 1,400 as of mid-2024.Collectively, they are valued at over $3,888 billion.\n\nSome familiar U.S.-based unicorns have included Uber, Airbnb, SpaceX, Palantir Technologies Inc. (PLTR), WeWork, and Pinterest Inc. (PINS). China has its unicorns as well, includingDidi Chuxing, Xiaomi, China Internet Plus Holding (Meituan Dianping), and Lu.com.\n\nHere are some other notable unicorns:\n\nOne hot unicorn startup is Nuro, an autonomous vehicle delivery company that was founded by two engineers from Waymo, which is Google's self-driving car project. Founded in 2016, Nuro became a unicorn startup after receiving a $940 million investment from SoftBank Group, which put the company's valuation at $2.7 billion.\n\nNuro found its own space in the autonomous vehicleindustry, focusing on zero-emissions local delivery vehicles. Since then, Nuro has grown and acquired other startups including Ike Robotics.\n\nThe company is now actively testing and operating fully driverless models in California and Texas.In March 2022, Nuro hit a valuation of $8.6 billion, the last data publicly available.\n\nGrocery delivery app Instacart achieved over $2.7 billion in funding during its unicorn stage. The company was founded in San Francisco in 2012 and delivers from local stores including Whole Foods, Safeway, Jewel-Osco, Costco, and Harris Teeter.\n\nThe much-anticipated IPO finally came on Sept. 19, 2023. Shares were valued at $30 each, then popped 43% to a high of $42.95,only to close at $33.70. Although the company had a target valuation of $9.3 billion in September 2023, its market cap was about $8.75 billion in June 2024.\n\nAs of April 25, 2025, Instacart parent company Maplebear Inc. (CART) had a stock price of $41.91 and a market capitalization of just over $11 billion.\n\nThe word unicorn is also used to describe a recruitment phenomenon withinhuman resources. HR managers may have high expectations to fill a position, leading them to look for candidates with higher qualifications required for a specific job.\n\nIn essence, they seek unicorns, which creates a huge disconnect between their ideal candidate and those in the pool of people available.\n\nFor example, a medium-sized firm might want to recruit someone with experience in marketing social media, writing, sales, and management. They may also seek someone who speaks three languages. While it may be cost-effective to hire one person with all those skills rather than multiple employees handling the separate tasks, it's often the case that those ideal candidates don't exist, and if they did, the budget wouldn't allow for them to be hired.\n\nVenture capitalis financing provided by companies formed to bankroll startups and small businesses with a high growth potential. Venture capitalists fund young companies in exchange for ownership stakes in the businesses.\n\nAn initial public offering (IPO) is the first day of trading on a public stock exchange for shares of a company that was privately owned. This event marks the company's transition from a privately held entity to a publicly listed company.\n\nThe primary purpose of an IPO is to raise capital to fund further growth, pay off debt, or reward early investors and company founders.\n\nThe IPO involves several steps, including selecting an investment bank to prepare, or \"underwrite,\" the offering. The investment bank submits regulatory filings with the U.S. Securities and Exchange Commission, sets an opening price and date for the shares, and markets the shares to potential investors.\n\nAmazon was never a unicorn company by the strict definition of the term. Unicorns are privately held startup companies with market caps of over $1 billion. When Amazon went public on May 15, 1997, it raised $54 million, which gave it a market cap of $438 million (about $859 million in 2024 dollars), which is below the $1 billion mark.\n\nUnicorn investments are generally open only to venture capitalists and individual investors with very deep pockets. All other interested parties must track the growth of these unicorns and wait for the day they decide to become public companies.\n\nCompanies that achieve unicorn status are startups that have obtained at least $1 billion in financing from venture capitalists who believe they have the potential for extremely high growth. The company's high valuation doesn't derive from financial performance but from investors' expectations of future success.\n\nSince unicorns aren't publicly traded companies, most investors must wait until their shares are made available to the public through an IPO to invest in them.\n\nSan Francisco Examiner. \"Why Aileen Lee Still Thinks There’s Something ‘Magical’ About Unicorns.\"\n\nCrunchbase. \"The Crunchbase Unicorn Board.\"\n\nCB Insights. \"The Complete List of Unicorn Companies.\"\n\nTechCrunch. \"Welcome to the Unicorn Club: Learning From Billion-Dollar Startups.\"\n\nCB Insights. \"Unicorn Hunters: These Investors Have Backed The Most Billion-Dollar Companies.\"\n\nCB Insights. \"The Complete List of Unicorn Companies.\"\n\nTechCrunch. \"Learn How Nuro Co-Founder Jiajun Zhu Drove the AV Startup to an $8.6 B Valuation at TC Sessions: Mobility 2022.\"\n\nYahoo! Finance. \"Maplebear Inc. (CART).\"\n\nBenchmark Consulting. \"5 Signs You're a 'Unicorn' Employee.\"",
  "url": "https://www.investopedia.com/terms/u/unicorn.asp"
}