{
  "term": "Unified Tax Credit: Definition and Limits",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nThe unified tax credit, or unified transfer tax, is available to all U.S. taxpayers by the Internal Revenue Service (IRS) and combines two separate lifetime tax exemptions for gift and estate taxes. The combined exemption limit applies to taxable gifts you make to others during your lifetime,inter vivos gifts, and assets you leave to beneficiaries astestamentarytransfers.\n\nThose who give substantial assets to others while living may facegift taxes. Assets left for beneficiaries after death may be subject toestate taxes. The unified tax credit sets an amount that individuals can gift during their lifetime and bequeath to heirs before any gift and estate taxes apply.\n\nThe donor is responsible for paying the gift tax. However, the recipient may agree to pay the tax instead. If you are considering this type of arrangement, contact a tax professional for guidance.\n\nThe unified tax credit rolls the gift and estate tax exclusions into one tax system and decreases the individual's or estate's tax bill, dollar-for-dollar.\n\nAn individual or couple who gifts some of their assets may need to file agift tax returnif the value of the assets is higher than the annual exclusion amount. (In 2025, it's $19,000. In 2024, it was $18,000.) Gifts made to charities or to pay another person's medical or tuition expenses are exempt from gift tax return requirements.\n\nMost taxpayers can gift up to $19,000 in 2025 without notifying the IRS. (It was $18,000 in 2024.) Theannual exclusionis per person, so married couples filing jointly can gift up to $38,000 in 2025 without filing a gift tax return. (It was $36,000 in 2024.) If you give more than these amounts, you mustdisclose the gifton Form 709. The value over this amount may count against your lifetime exemption. You won't have to pay gift taxes unless you exceed the lifetime amount, which is $13.99 million for individuals and $27.98 million for married couples filing jointly in 2025. (It was $13.61 million for individuals and $27.22 million for married couples filing jointly in 2024.)\n\nSeveral types of transfers aren't subject to gift tax requirements:\n\nAccording to the IRS, a gift is \"any transfer to an individual, either directly or indirectly, where full consideration (measured in money or money's worth) is not received in return.\"\n\nThe 2025 federal tax law applies the estate tax above $13.99 million. Individuals can pass $13.99 million to their heirs, and couples can transfer twice that without paying tax. For 2024, the exemption was $13.61 million for individuals and twice that for married couples filing jointly.\n\nOnly a small percentage of estates in the U.S. are worth more than these exemption thresholds. For those that are, federal estate tax rates apply to any amount above the exemption thresholds. The federal estate tax maxes out at 40% for taxable amounts above $1 million.Here's a look at how the tax accumulates as the taxable amount increases.\n\nSource: Internal Revenue Service\n\nTheprobateprocess can be expensive, so some people use the unified tax credit to save on estate taxes after their deaths. The credit is not used for reducing gift taxes during the individual's lifetime but instead used on the inheritance amount bequeathed tobeneficiariesafter death.\n\nTo take advantage of this lifetime credit, beneficiaries or the decedent’s estateexecutor must completeIRS Form 706, which is used to determine the estate tax imposed by Chapter 11 of theInternal Revenue Code (IRC).\n\nTaxpayers can use the unified tax credit before or after death or both.\n\nFor 2024, the exclusion is $19,000. In 2024, it was $18,000.The annual amount you can gift to a spouse who is not a U.S. citizen is $190,000 in 2024. In 2024, it was $185,000.\n\nFor 2024, the exemption is $13.99 million or $27.98 million if you're married and filing jointly. For 2024, the exemptions were $13.61 million and $27.22 million, respectively.\n\nIn addition to the federal estate tax imposed on all states, 12 states and the District of Columbia impose state estate taxes. At 20%, Hawaii and Washington have the highest top estate tax rates.\n\nThe unified tax credit is available to all U.S. taxpayers. The combined exemption limit applies to taxable gifts you make to others during your lifetime and assets you leave to beneficiaries. Taxpayers can gift up to $19,000 in 2025 without notifying the IRS. (It was $18,000 in 2024.) Taxpayers can use the unified tax credit before or after death or both.\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"Who pays the gift tax?\"\n\nInternal Revenue Service. \"Estate Tax.\"\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Pages 2-3.\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"What if my spouse and I want to give away property that we own together?\"\n\nInternal Revenue Service. \"Instructions for Form 709, United States Gift (and Generation-Skipping Transfer) Tax Return,\" Page 3.\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"What is considered a gift?\"\n\nInternal Revenue Service. \"Instructions for Form 706, United States Estate (and Generation-Skipping Transfer) Tax Return,\" Pages 1, 6.\n\nInternal Revenue Service. \"Instructions for Form 706, United States Estate (and Generation-Skipping Transfer) Tax Return,\" Page 6.\n\nInternal Revenue Service. \"About Form 706, United States Estate (and Generations-Skipping Transfer) Tax Return.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes for Nonresidents Not Citizens of the United States,\" Select \"What can be excluded from gifts?\"",
  "url": "https://www.investopedia.com/terms/u/unified-tax-credit.asp"
}