{
  "term": "Uniform Commercial Code (UCC): Definition, Purpose, and History",
  "definition": "The Uniform Commercial Code (UCC) is a standardized set of regulations for conducting business and financial transactions in any state in the U.S. It is not a federal statute but a state law that has been adopted by all 50 states and the District of Columbia.\n\nThe Uniform Commercial Code was established in 1953 to ease the complexities of doing business across state lines given the various state laws then in effect.\n\nThe UCC provides a legal and contractual framework for doing business across states. Although there are slight variations from state to state, the UCC consists of nine articles governing various types of transactions, including banking and loans.\n\nIf you’ve ever purchased a business or a vehicle, chances are you signed a UCC-1 statement. The title remains in the lender’s possession until the loan is paid off.\n\nThe policies instituted under the Uniform Commercial Code (UCC) are largely focused on the activities of small businesses and entrepreneurs. Part of the intent is to clear up confusion over how each state might separately regulate such operations.\n\nAlthough the UCC code regulates dealings involving personal property, it does not govern real property such as land or structures attached to land.\n\nThe UCC code imposes standards for processing checks and other types of commercial paper. Often it is applied to the property secured by a bank where the title is held until the borrower pays off the balance of the financing.\n\nCompanies that conduct business transactions outside of their home state must comply with the applicable UCC law, including whenleasingequipment, selling goods, borrowing money, and establishing contracts.\n\nEach of the nine articles in the code addresses a distinct issue:\n\nArticle 1:General provisions establish definitions and certain parameters for how the Uniform Commercial Code (UCC) is to be applied. It was last updated in 2001.\n\nArticle 2/2a:The sale of goods, excluding real estate and service contracts. Article 2a covers leases of personal property.\n\nArticle 3:Checks, drafts, and other negotiable instruments, such as a note (a promise to pay money). An item is considered negotiable if it can be transferred to another individual and still be enforceable against the original payer.\n\nArticle 4/4a:Bank deposits and collections, which covers rules for check processing and automated inter-bank collections. Article 4a focuses on fund transfers.\n\nArticle 5: Letters of credit issued by a bank for trade facilitation.\n\nArticle 6:Bulk sales, auctions, and liquidations of assets. Most states believe this article to be obsolete. The Uniform Law Commission (ULC) has recommended its repeal, and most states have done so.\n\nArticle 7:Documents of title, including warehouse receipts, bulk sales, and bills of lading (BoL).\n\nArticle 8:Investment securities; specifically the holding of securities through intermediaries.\n\nArticle 9:Secured transactions of personal property, agricultural liens, promissory notes, consignments, and security interests.\n\nThe Uniform Commercial Code (UCC) undergoes frequent revisions to address specific issues.\n\nThe Uniform Commercial Code (UCC) was created by private organizations including the Uniform Law Commission (ULC), which is also known as the National Conference of Commissioners on Uniform State Laws (NCCUSL), and the American Law Institute (ALI).\n\nThe ULC was established in 1892 to standardizecommercial law. The organization established a variety of laws from its founding up until the 1950s. In the 1950s, along with the ALI, the ULC compiled all the commercial laws into one set of commercial codes for states to follow.\n\nThe UCC was presented to the states in 1951, with Pennsylvania being the first to adopt the UCC in 1953 and other states adopting it over time. Louisiana is the only state that has not fully ratified the code, though it has adopted part of it.\n\nEach state has the option of adopting the code as it is written or adopting and modifying provisions of it.\n\nLouisiana did not adopt Article 2 of the Uniform Commercial Code (UCC) as written. The state also did not adopt Article 2A, which covers the lease and rental of personal property not regarded as real estate.\n\nCalifornia has made some modifications as well, implementing its own version of the UCC laws. The regulation of real estate contracts is an exception to California's adoption of the UCC. State laws regulating the purchase ofreal estate, such as a warehouse, are covered by other state real estate regulations.\n\nService contracts in California do not follow UCC rules. Contracts for auto repairs and painting jobs are covered by the state's insurance laws, not the UCC.\n\nThe Uniform Commercial Code (UCC) was established to protect all individuals engaged in a business transaction. It was created to standardize commerce across the states.\n\nUniform Commercial Code Article 2 covers the sale of goods, excluding real estate and service contracts. Article 2a covers leases of personal property.\n\nA UCC lien, also known as a UCC filing, is a form that a creditor files to provide notice that they have an interest in the property of a debtor, whether that property is personal or business. The overall purpose of a UCC lien is to allow a creditor to claim collateral on financing with a debtor. The creditor will have the right to the property if the debt is not repaid.\n\nThe Universal Commercial Code assures both parties in a financial transaction that a check, a lease, or a cash transfer is handled pretty much the same in any state in the U.S. It was designed to remove barriers to business across states.\n\nUniform Law Commission. \"Uniform Commercial Code.\"\n\nTulane Law Review. \"Louisiana Civil Law and the Uniform Commercial Code: Interpreting the New Louisiana U.C.C.-Inspired Sales Articles on Price.\"\n\nUpcounsel. \"When Does California Commercial Code Apply?\"",
  "url": "https://www.investopedia.com/terms/u/uniform-commercial-code.asp"
}