{
  "term": "Uniform Consumer Credit Code (UCCC): Meaning and History",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Uniform Consumer Credit Code (UCCC) is a draft law, adopted by 11 states, that governs consumer credit transactions. It establishes rules related to the issuance and use of all types of credit products from credit cards to mortgages. The code is intended to protect consumers from fraud and unfair practices on the part of lenders.\n\nThe Uniform Consumer Credit Code was approved by the National Conference of Commissioners on Uniform State Laws in 1968 and revised in 1974.The code is not in itself a federal or state law, but states may use it in order to write consistentconsumer creditlaws.\n\nAlthough it's not if effect nationally, the code has been adopted by 11 states—Colorado, Idaho, Indiana, Iowa, Kansas, Maine, Oklahoma, South Carolina, Utah, Wisconsin, and Wyoming—with other states incorporating at least some of its provisions into their laws.\n\nOne of the most significant guidelines in the UCCC is the limitation oninterest ratescharged by lenders. However, the actual ceilings on rates vary according to the type of credit issued. The code also encourages lower interest rates by limiting barriers to entry in the consumer credit field. The codes do this on the theory that more competition will result in lower consumer interest rates.\n\nBeyond protection fromusury—the illegal lending of money and charging of unreasonably high fees—many of the guidelines concern the establishment of fair contracts issued to consumers by lenders. For instance, the code prohibits the use of waiver-of-defense clauses in lending. A waiver-of-defense clause states that a borrower relinquishes the right to any legal defense in the event of a conflict with the lender. Such provisions allow a lender to receive a summaryjudgmentagainst a borrower with no opportunity for protection in either court orarbitration.\n\nThe code also limits so-called \"unconscionable transactions.\" What constitutes an unconscionable transaction can be subject to interpretation, but it typically involves negotiations that are so overwhelmingly one-sided as to be deemed unenforceable. These unilateral practices may includewarrantydisclaimers or the blatant misrepresentation of products.\n\nFederal law has superseded some of the code's guidelines. One example is restrictions on aggressive collection practices, which are now governed by theFair Debt Collection Practices Act(FDCPA). Another is the original guideline on disclosure of loan terms. TheTruth in Lending Act(TILA) now contains those rules.\n\nAs mentioned above, the UCCC was established in 1968 as a way to protect consumers from predatory and questionable credittransactions. Amendments were made in 1974 to update the code as the financial industry and legal landscape were changing.\n\nFor example,credit cardswere a relatively new type of consumer credit when the first version of the code was written. But with the increase in credit card usage, the current UCCC guidelines have proven crucial to safeguarding consumers. One primary directive says the bank issuing a credit card is also subject to the claims of a cardholder against a merchant.\n\nAs new technologies and systems become available and the financial landscape changes, certain services remain exempt from the UCCC. As an example,income-share agreements (ISAs)introduced by Purdue and other by universities have not been subject to the UCCC. Under such agreements, an educational institution takes on a portion of the student's expenses in exchange for a share of their future income.\n\nThe UCCC was developed by the National Conference of Commissioners on Uniform State Laws—also known as the Uniform Law Commission. The commission was created in 1892 to help states draft laws \"on subjects on which uniformity across the states is desirable and practicable.\" More than 300 commissioners—all of whom are lawyers—are appointed by the 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands.\n\nTo date, the commission has been responsible for more than 300 uniform acts including the UCCC and theUniform Commerical Code(UCC).The UCC is a set of laws and regulations meant to help standardize business transactions between entities in different states. The code was established in 1952 in response to the problems companies faced doing business across state lines. Now adopted universally by all states, the UCC provides legal guidelines and standards that govern transactions such as banking and lending.\n\nOther uniform acts developed by the commission cover a variety of legal matters, including family and domestic law, real estate,probate, commercial law, dispute resolution, trusts, andestatelaw.\n\nAccording to the Uniform Law Commission, \"Each jurisdiction determines the method of appointment and its number of commissioners. In most states, the governor appoints the state's commissioners to serve a specified term. In a few states, ULC commissioners serve at the will of the appointing authority and have no specific term.\"\n\nIt adds that \"ULC commissioners are volunteers who do not receive salaries or other compensation for their public service.\"\n\nUniform codes, or uniform laws, are drafted by the Uniform Law Commission and may be adopted by state legislatures partially or in their entirety. Model acts can be drafted by anyone. They are rarely enacted in their entirety but serve as guidelines.The Uniform Law Commission has also drafted model acts.\n\nCredit card holders are protected by a number of federal, as well as state, laws. The most recent major law on the federal level is theCredit Card Accountability Responsibility and Disclosure Actof 2009, also known as the CARD Act, which amended the Truth in Lending Act. Its provisions include clearer disclosure of credit terms and limits on the fees that lenders can charge.\n\nThe Uniform Consumer Credit Code (UCCC) establishes legal rules to protect consumers who use credit in the states where it has been enacted. It works in conjunction with a variety of federal laws with the same aim.\n\nUniform Law Commission. \"Consumer Credit Code.\"\n\nUniform Law Commission. \"Consumer Credit Code, Enactment History.\"\n\nUniform Law Commission. \"About Us.\"\n\nUniform Law Commission. \"FAQs.\"\n\nHarvard Law School Library. \"Uniform Laws and Model Acts.\"\n\nUniform Law Commission. \"What Is a Model Act?\"\n\nFederal Trade Commission. \"Credit Card Accountability Responsibility and Disclosure Act of 2009 (Credit CARD Act).\"",
  "url": "https://www.investopedia.com/terms/u/uniform-consumer-credit-code.asp"
}