{
  "term": "Uniform Bill of Lading: What It is, How it Works",
  "definition": "A uniform bill of lading is a standardized agreement between an exporter and a carrier regarding the items or property to be transported.\n\nThe uniformbill of ladingprovides a boilerplate language for the basic information about a shipment such as the shipper and recipient's names and the shipment's origin and destination. In addition, the document establishes the terms of the carrier's liability, transport time frame, how to file a claim for a lost or damaged shipment, how insurance will be applied in the event of a claim, and how the shipment may be stored or disposed of if the shipment is refused or is not deliverable.\n\nThe uniform bill of lading also specifies the carrier's liability with regard to specific types of shipments including documents, coin money, items of extraordinary value, and explosives. Additional shipment charges may be assessed if the shipper misrepresents the type of goods being transported.\n\nWhile the uniform bill of lading is the standard template, other variations also exist, including theinland bill of lading,ocean bill of lading,negotiable bill of lading, andthrough bill of lading.\n\nThe bill of lading also represents proof of delivery when the goods are delivered to the destination and signed for by the receiver. These statements reflect either the shipper's representations to the carrier of the terms of the service or the carrier's notes from its own inspection of the goods. If the bill of lading notes the defective condition of the goods or their packaging, it is considered  \"claused\" or \"fouled.\" If no defects are noted, it is considered a \"clean\" bill of lading.\n\nThe Bill of Lading states that the carrier is responsible for loss, damage, delay, andliability in the transportation of the goodsfor shippers from the time the carrier receives the goods until delivery is complete. The carriers are responsible for the fullactual loss. If the receiver finds the freight damaged or unacceptable, the bill of lading can be used as a legal document to dispute the delivery of goods in accordance with the provisions of Title 49 of the Code of Federal Regulations Section 1005, Section 14706, andthe Carmack Amendment.\n\nChanges were made to the uniform bill of lading that came into effect in August 2016. The new standard imposed liability only for carriers \"shown as transporting the property\" on the bill of lading when damages occur. The new rules also changed the time requirements for carriers to complete deliveries. According to Inbound Logistics, the new bill extended the delivery time from reasonable periods to within the \"regular course of providing transportation services.\"\n\nInbound Logistics. \"Updated Uniform Bill Of Lading Changes: Are You at Risk?\" Accessed August 9, 2021.",
  "url": "https://www.investopedia.com/terms/u/uniform-bill-of-lading.asp"
}