{
  "term": "Uniform Transfer Tax: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA uniform transfer tax is the combination of federalestate taxesand federalgift taxesinto a single tax.\n\nA uniform transfer tax covers the transfer of assets from the death of one individual to their chosenbeneficiary. TheInternal Revenue Service (IRS)imposes estate taxes on assets left to heirs, but the law does not apply to the transfer of assets to a surviving spouse.\n\nThe term “uniform transfer tax” refers toassetstransferred from one individual to another without receiving anything or receiving less than market value in return. It is the combination of both of these taxes that creates the uniform transfer tax.\n\nThe uniform transfer tax is a kind of transfer tax, which means it is a kind of tax levied on the transfer of ownership or title to property from one entity to another. The IRS oversees the regulations of the uniform transfer tax. Transfer taxes are usually nondeductible on tax returns.\n\nThe uniform transfer tax combines elements of the federal gift tax and the federal estate tax. The federal gift tax applies totransfersmade while a person is living and is 40% over a certain amount that’s given to one recipient within the year.That amount is $18,000 in 2024, rising to $19,000 in 2025.\n\nThe gift tax applies to the giver of the gift, not the individual receiving it. For an asset or amount to be considered agift, the receiving party cannot pay the giver the full value of the gift.\n\nThe gift tax excludes gifts to one’s spouse, gifts to a political organization for use by the political organization, gifts that are valued at less than the annual gift tax exclusion for a given year, and medical and educational expenses.\n\nThe other half of the uniform transfer tax is the estate tax, which is a taxleviedon an heir’s inherited portion of an estate. This estate tax only applies if the value of the estate exceeds the exclusion limit set by law. That act is referred to as an unlimited marital deduction.\n\nFor 2024, the IRS requires estates exceeding $13.61 million to file a federal estate tax return and pay estate taxes. This means that an estate of $12 million does not need to file an estate tax return. In 2025, the threshold rises to $13.99 million.\n\nSince theprobateprocess can be expensive, some people would rather use the uniform transfer tax to save on estate taxes after their deaths. This is done via theuniform tax credit, which integrates both the gift and estate tax credits into one tax system. It is atax creditthat decreases the tax bill of the individual or estate, dollar to dollar.\n\nAn individual or couple who plans to gift some of their assets to someone may need to file agift tax returnif the value of the assets is higher than the annual exemption amount. Gifts made to charities or to pay another person’s medical or tuition expenses are exempt from gift tax return requirements.\n\nThis means that the credit will not be used for reducing gift taxes while a person is still alive, but will instead be used on the inheritance amount bequeathed to beneficiaries after death. To take advantage of this lifetime credit, beneficiaries or the decedent’s estate executor must complete IRSForm 706, which is used to figure the estate tax imposed by Chapter 11 of the Internal Revenue Code (IRC).\n\nThe unified tax credit can be used by taxpayers either before or after death. It is important to keep up to date on it, as the tax credit changes frequently.\n\nThe term “uniform transfer tax” refers to assets transferred from one individual to another without receiving anything or receiving less than market value in return. The combination of both of these taxes creates the uniform transfer tax.\n\nThe uniform transfer tax combines elements of the federal gift tax and the federal estate tax. The gift tax is a federal tax imposed on taxpayers who transfer money or property to someone else without receiving anything of substantial value. The estate tax is a federal tax levied on the transfer of the estate of a person who dies.\n\nThe probate process can be expensive, so some people would rather use the uniform transfer tax to save on estate taxes after their deaths. This is done via the uniform tax credit, which integrates both the gift and estate tax credits into one tax system. It is a tax credit that decreases the tax bill of the individual or estate, dollar to dollar.\n\nA uniform transfer tax merges federal gift and estate taxes into a single tax and is a kind of transfer tax, levied on the transfer of ownership or title to property from one entity to another. Both gift and estate tax exclusions amounts are established by the IRS each year. In 2024, the annual gift tax exclusion amount is $18,000 and $13.61 million for estates of decedents who die during 2024.\n\nInternal Revenue Service. “Topic No. 503, Deductible Taxes.”\n\nInternal Revenue Service. “Estate and Gift Tax FAQs.”\n\nInternal Revenue Service. “Instructions for Form 709.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “Gift Tax.”\n\nInternal Revenue Service. “Frequently Asked Questions on Gift Taxes.”\n\nInternal Revenue Service. “Instructions for Form 706.”\n\nInternal Revenue Service. “What’s New—Estate and Gift Tax.”",
  "url": "https://www.investopedia.com/terms/u/uniform-transfer-tax.asp"
}