{
  "term": "Uniform Securities Act: What it is, How it's Applied",
  "definition": "The Uniform Securities Act is a model law created as a starting point for state-level securities regulation. The purpose of the Uniform Securities Act is to deal with securities fraud at the state level and to assist theSecurities and Exchange Commission(SEC) in enforcement and regulation.\n\nBecause not all investments are covered federally and not all investment dealers are registered at the federal level, the SEC cannot protect all investors and pursue all security violations. This created the need for state-level regulations such as the Uniform Securities Act to further protect investors. Each state has its own security laws colloquially referred to as the “blue sky laws.”\n\nThe Uniform Securities Act is a framework that guides states in the crafting of their own securities legislation. The act evolved through a series of amendments due to earlier regulations not being adopted consistently across the country. Some jurisdictions did not enact each securities act introduced by the Uniform Law Commissioners. Through subsequent revisions and replacements of prior regulations, the Uniform Securities Act brought more parity to the federal and state implementation of securities protections.\n\nOne of the issues with regulating securities from two different levels of government is the potential for duplication. The Uniform Securities Act outlines the authority and role of state and federal regulators in dealing with securities fraud.For example, many fraudulent acts occur at the local level with pyramid schemes and other scams. That means enforcement through state law is necessary to address such crimes.\n\nThe act provides more structure and consistency in enforcement authority across states as well as in coordination with federal authority regarding the prosecution of securities fraud.\n\nThe intent ofsecurities regulations, whether at the state or federal levels, is to prevent the fraudulent sale of securities to investors. Regulatory efforts stem from three primary elements: the protection of the investor. regulations to ensure transparent, fair, and efficient marketplaces, and finally, regulations to reduce systemic risk.\n\nTo achieve these ends, registration is required for initial public offerings. Those who deal in securities—specifically investment advisers, broker-dealers, and their representatives and agents—must be registered. In order to prohibit and prevent securities fraud, regulatory agencies must also have enforcement authority to address such actions. That includes being granted the ability to establish regulations and rules on securities transactions and having the capacity to bring the prosecution of criminal and civil violations to court.\n\nThe Uniform Securities Act serves as the structure that includes state-level authority to take action on these issues.\n\nNorth American Security Administrators Association. \"Uniform Securities Act (1956), as Amended.\" Accessed Dec. 20, 2020.",
  "url": "https://www.investopedia.com/terms/u/uniformsecuritiesact.asp"
}