{
  "term": "Uniform Individual Accident and Sickness Policy Provisions Act",
  "definition": "A Uniform Individual Accident and Sickness Policy Provisions Act is legislation that every U.S. state has passed into law in some form. It stipulates that individual health insurance policies must contain certain provisions in order to be valid.﻿﻿\n\nThe legislation was was created to establish a standard of quality and to ensure health insurance policies have an adequate level of coverage by requiring that certain provisions be written into every policy. It was written by theNational Association of Insurance Commissioners(NAIC), a non-governmental organization that is comprised of the insurance commissioners of every state and territory.﻿﻿ The NAIC is not itself a regulator. Insurance markets are regulated at the state level.\n\nThe 12 mandatory provisions include the rights and obligations of both the insurer and the insured. Among the burdens that fall on the insurer are the need to include any relevant information within the original policy or official amendments, the requirement of a statedgrace periodfor delinquent premium payments, and instructions forreinstatementof a policyholder who misses that grace period. The provisions that cover the responsibilities of the policyholder include requirements that they notify the insurer of a claim within 20 days of a loss, provide proof of the extent of that loss, and update beneficiary information when changes take place.﻿﻿\n\nAfter the 12 mandatory provisions, insurers may include any of 11 optional clauses in a policy. The policyholder and the insurer can negotiate which of these provisions will be part of the policy, but generally, the insurer will have the final say. The 11 optional provisions tend to place more of a burden on the insured to comply with certain requirements than on the insurer. These requirements include the obligation to inform the insurer of changes in income, especially if due to a disability, or changes to a more or less dangerous occupation. The optional clauses also state that any misstatements regarding age, use of illegal substances, or engagement in illegal occupations will have an adverse impact on the insured’s ability to collect onclaimsotherwise covered by a policy.﻿﻿\n\nNational Association of Insurance Commissioners. \"Uniform Individual Accident and Sickness Policy Provisions Law,\" Pages 1-18. Accessed Jan. 24, 2021.\n\nNational Association of Insurance Commissioners. \"About.\" Accessed Jan. 24, 2021.",
  "url": "https://www.investopedia.com/terms/u/uniform-individual-accident-and-sickness-policy-provisions-act.asp"
}