{
  "term": "Uniform Gifts to Minors Act (UGMA) Account: What Is It, How Does It Work",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Uniform Gifts to Minors Act allows individuals to transfer assets to underage heirs.\n\nThe Uniform Gifts to Minors Act (UGMA) allows people to give or transfer assets to beneficiaries who are minors. The act, which was developed in 1956 and revised in 1966, is commonly used to transfer assets from parents to their children.The amount is free of gift tax, up to a certain amount. The assets are usually placed in UGMA accounts on behalf of minors, eliminating the need for an attorney to establish a specialtrust fund. UGMA funds are also subject to special tax treatment.\n\nA UGMA account functions as a type of custodial account. It's designed to hold and protect assets for the beneficiary. The donor can appoint themselves, another person, or a financial institution to the role of custodian. The custodian has the authority to buy stocks, bonds, mutual funds, and othersecuritieson behalf of the minor.\n\nUGMA accounts can be opened through a bank orbrokerageinstitution. Friends and family can make contributions to the accounts, which carry no contribution orincomelimits. Contributions are made with after-tax dollars, which means donors don't receive an income tax deduction. Deposits are irrevocable. This means that they become permanent transfers to the minor and the minor's account. So, the transfer cannot be reversed.\n\nUGMA assets are typically used to fund a child’s education, but the donor can make withdrawals for just about any expenses that benefit the beneficiary. There are nowithdrawal penalties. However, because UGMA assets are technically owned by the minor, they do count as assets if they apply for federal financial aid for college, possibly decreasing their eligibility.\n\nOnce they reach the age of majority in their state, minors are granted full access to their UGMA account. At that point, they may use the funds as they please.\n\nCustodians have afiduciaryduty to manage the account in the beneficiary's best interest.\n\nThe minor orbeneficiaryis considered the owner of all assets in a UGMA account and the income they generate for tax purposes. But the earnings can be taxed either to the child or the parent. Reporting requirements depend on the amount of income the account generates and the beneficiary’s age.\n\nA UGMA can affect a donor’s lifetime gifting limits for tax purposes. Should a donor who acts as the custodian die before the custodial property is transferred to the minor, the entire custodial property is included in the donor'staxable estate.\n\nUp to $18,000 per individual can be contributed free ofgift taxfor the calendar year 2024.\n\nThe terms UGMA andUniform Transfers to Minors Act (UTMA)are usually used interchangeably. In fact, the UTMA, which was established in 1986, is an extension of the UGMA.There are some unique similarities between the two, in that they both require that donors name a custodian. This individual manages and invests the assets until the beneficiary comes of age. And both contend that any assets belong to the minor once gifted.\n\nHaving said that, there are some distinctions between the UGMA and UTMA. Custodial accounts set up under the UTMA can contain any kind of tangible or intangible asset, including real estate, works of art, and intellectual property. In contrast, UGMA accounts are limited to financial assets, such as cash, stocks, bonds, and insurance products (policies and annuities).\n\nThe UTMA allows children to take advantage of investing without having any associated tax burdens. Thegift taxexclusion provided by theInternal Revenue Service (IRS)was up to $18,000 per person for 2024 ($17,000 for 2023) for a qualifying gift, including gifts to minors.\n\nAs noted above, UGMA accounts come with no withdrawal penalties. This means that accounts can be used to pay for various expenses, including the costs to fund an education. But there is another type of account that parents can use to save for their children's studies—notably the529 plan.\n\nA 529 plan is a tax-advantaged savings account that's intended solely forqualified educational expenses, including tuition, equipment, and certain living costs. Originally meant for just post-secondary education, parents can now use 529 plans for any qualified education expenses beginning in kindergarten. It also covers apprentice program expenses.\n\nHere's how they work. Anyone can open an account, including parents and grandparents. Unlike UGMA accounts, there arecontribution limits for 529 plans, which vary by state. The limits tend to be very high, so many parents don't have to worry about hitting the ceiling. The money invested in a 529 plan is allowed to grow on a tax-deferred basis. Any withdrawals made from the account are tax-free provided they're used for qualified education expenses.\n\n529 plans come in two different types:\n\nUGMAs are usually limited to publicly-traded financial assets, which means they cannot invest in speculative instruments, like derivatives, or buy on margin.\n\nThere are a number of benefits and drawbacks that come with using the UGMA to help save for a minor's future. We've listed some of the most common below.\n\nOne of the main benefits of having UGMA accounts is that they're simple, easy to understand, and very easy to set up. You can do so through afinancial institutionor abrokerage firm. And they can be set up by anyone, including family or friends.\n\nUGMA accounts come with no contribution limits. Just keep in mind that there's a gift tax imposed by the IRS, which does place caps on how much individuals can set aside as agiftto others. Similarly, there are no withdrawal limits or restrictions. This means that money can be taken out at any time and for whatever reason.\n\nThere's more flexibility when it comes to how you can use a UGMA account. Unlike other plans, you aren't limited to using the funds or assets for things like education.\n\nOne of the biggest advantages is that they allow parents and others to skip thetrustprocess. The assets placed within a UGMA account automatically become the property of the minor, which means there's no question of ownership.\n\nAll UGMA accounts are irrevocable. As such, once you transfer assets to the account, they become the property of the minor and are no longer yours.This means that you can't change your mind, so once the transfer is complete, it's there for good.\n\nUGMAs can be used against the beneficiary if they want to get any type of financial aid in the future, including student loans. That's because they're considered the child'sproperty. If the value of the account is fairly substantial, it may decrease the amount of aid they may receive—if they get any at all.\n\nThere are no tax benefits to owning a UGMA account. The IRS doesn't allow anytax creditsortax deductionsfor setting aside money in a child's UGMA like it would for a 529 plan.\n\nNo contribution and no withdrawal limits\n\nMay change or eliminate eligibility for financial aid\n\nAs noted above, there are no actual limits to how much you can contribute to a UGMA account. But there's an important consideration when it comes to these types of accounts: Anything you contribute to your child's UGMA account may be considered a gift.\n\nThe IRS putscapson how much anyone can gift another individual. For 2024, parents can gift as much as $18,000 to their children without any tax consequences. That amount was adjusted forinflationfrom $17,000 for the 2023 tax year.\n\nBut what abouttaxation? Under certain circumstances, parents may report their children’s UGMA accounts on their own tax returns and take advantage of thekiddie taxor the Tax on a Child's Investment and Other Unearned Income. This means that parents can report their child’s income on their owntax returnif the child's unearned income, including UGMA earnings, was less than $2,500 in 2023 and they were no older than 19 (or 24 if a full-time student).\n\nIn this case, the first $1,250 of the child’s unearned income is treated as tax-free.The next $1,250 is taxed at the child’s tax rate. Anything exceeding $2,500 is taxed at the parent'stax rate. If such an election isn't made or if the child’sunearned incomeexceeded $2,500 at the end of the tax year, the minor would have to file a tax return subject to “kiddie tax” rules.\n\nFinancial giftsin the amount of up to $18,000 in 2024 are exempt from taxes. Gifts in any amount over this amount per year will be taxed.\n\nAs the assets in a UGMA account are owned by the minor, this can reduce the amount of financial aid they may receive. If the balance of the UGMA account's too high, it may disqualify them completely from any financial aid. This is true even if they haven't reached the age of majority and can't access the account until a certain date.\n\nA Uniform Gifts to Minors account is an easy-to-understand vehicle that can be opened at a brokerage institution or a bank. Anyone can contribute assets to these accounts. One thing that depositors should remember is that whatever they put into the accounts becomes irrevocable and the property of the beneficiary.\n\nThere are many ways that parents and others can help secure the financial futures of their children or other minors. The UGMA provides one way to do so. UGMA accounts are easy to open and understand and allow individuals to contribute cash and other assets to a single underaged beneficiary. They're designed to be very flexible because individuals can use them for any purpose. But there are a few caveats to these types of accounts that parents should understand. There are no tax benefits and deposits become irrevocable as soon as they're made. If you're unsure of whether this type of account is right for your beneficiary, make sure you consult a financial professional to help guide you.\n\nSocial Security Administration. \"Program Operations Manual System (POMS).\"\n\nFINRA. \"FINRA Reminds Member Firms of Their Responsibilities for Supervising UTMA and UGMA Accounts.\"\n\nFINRA. \"Saving for College: UGMA and UTMA Custodial Accounts.\"\n\nFidelity. \"Must-Know Facts About UGMA/UTMA Custodial Accounts.\"\n\nFederal Deposit Insurance Corporation. \"Fiduciary Accounts.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Topic No. 313 Qualified Tuition Programs (QTPs).\"\n\nInternal Revenue Service. \"Topic No. 553 Tax on a Child's Investment and Other Unearned Income (Kiddie Tax).\"\n\nInternal Revenue Service. \"RP - 2021-45,\" Page 8.\n\nInternal Revenue Service. \"Internal Revenue Bulletin 2022-45.\"",
  "url": "https://www.investopedia.com/terms/u/ugma.asp"
}