{
  "term": "Uniform Transfers to Minors Act (UTMA): What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term Uniform Transfers to Minors Act (UTMA) refers to a law that allows a minor to receive gifts without the aid of a guardian ortrustee. Gifts can include money, patents, royalties, real estate, and fine art.\n\nA UTMA account allows the gift giver or an appointed custodian to manage the minor’s account until the latter is of age. It also shields the minor from tax consequences on the gifts, up to a specified value.\n\nThe UTMA is similar to the original version of theUniform Gifts to Minors Act (UGMA). It allows minors to receive gifts and avoid tax consequences until they become of legal age in the state in which they live—typically 18 or 21 years of age. The UTMA incorporates the language of the UGMA and extends the original definition of gifts beyond cash and securities to include real estate, paintings,royalties, andpatents.\n\nThe UTMA provides a convenient way for children to save and invest without carrying the tax burden. TheInternal Revenue Service (IRS)allows for an exclusion from thegift taxof up to $18,000 per person for 2024, a $1,000 increase from the previous year, for a qualifying gift, including gifts to minors.\n\nThe minor’sSocial Security number (SSN)is used for tax reporting purposes on UTMA accounts.Because assets held in a UTMA account are owned by the minor, this may have a negative impact when the minor applies forfinancial aidorscholarships.\n\nEach state has the option to adopt or amend the UTMA for its residents.For example, South Carolina has not adopted the UTMA for its citizens, and Florida passed a statute in 2015 that allows anypropertyto be held by the UTMA custodian until the minor is 25, if desired.\n\nAny earnings that are generated within a UTMA are taxed at thekiddie taxrate by the IRS up to the allotted threshold of $2,500.Earnings after that are taxed at the adult donor’s marginal tax rate.\n\nThe UTMA allows the donor to name a custodian, who has thefiduciary dutyto manage and invest the property on behalf of the minor until that minor becomes of legal age.The property belongs to the minor from the time the property is gifted.If the donor dies while serving as custodian, the value of the custodianship property is included in the donor’sestate.\n\nThe assets in a UTMA are counted as part of the donor’s taxable estate until the minor takes possession.\n\nAs noted above, the UTMA is similar to an earlier version of the UGMA. In fact, it is an extension of the UGMA. The UGMA was developed in 1956 and revised in 1966. It is limited to the transfer of cash or securities. The UTMA was finalized in 1986. Both laws were approved by the National Conference of Commissioners on Uniform State Laws and adopted by most of the 50 states, but each state can modify its statute.\n\nThe UGMA and UTMA provide a way to transfer property to a minor without the need for a formaltrust. They allowassetsto be managed by acustodianwho is appointed by the donor. The assets are then turned over to the minor when they become of legal age in the state where the gift was made.\n\nThe primary difference between the UGMA and the UTMA is in the assets that are allowed in these accounts. UGMAs are limited to cash and securities, but many types of property can be transferred to minors in the UTMA, including:\n\nContributions to a UGMA or UTMA are made using after-tax dollars, which means donors don’t receive a tax deduction for making them.Just like a UTMA, gifts made to a UGMA aretax freeup to $18,000 per person for 2024 and $19,000 per person for 2025.\n\nYes, a minor can receive gifts or assets without a guardian or trustee as it is stipulated in the Uniform Transfers to Minors Act. The UTMA is a law that governs the transfer of assets from adults to minors. it provides parents and other adults with atax-advantagedway to pass on gifts to minors without needing to create a formal trust. In doing so, the adult who donates the gift would typically act as the custodian for those assets until the minor reaches legal age. Alternatively, the donor can also appoint a third party to serve as the custodian of those assets.\n\nThe UTMA and the UGMA serve similar purposes, but there are important differences between them. Most notably, the UTMA allows for abroader range of assets to be gifted, including patents, royalties, real estate, and art.\n\nThe UTMA also provides additional time for the assets being gifted to reach their maturity dates, such as in the case of a bond. By contrast, the UGMA requires the assets to be assumed by the minor once the minor reaches 18 years of age.\n\nThe main advantage of using a UTMA account is that the money contributed to the account is exempted from paying a gift tax of up to a maximum of $18,000 per year for 2024 and $19,000 per year for 2025.Any income earned on the contributed funds is taxed at the tax rate of the minor who is being gifted the funds. Since the minor’s income is presumably significantly lower than that of the adult donor, this can lead to significant tax savings.\n\nOne of the drawbacks of using a UTMA account, however, is that it can make the recipient less eligible for need-based college scholarship programs and other such initiatives.\n\nDepending on the state, a UTMA account is handed over to a child when they reach either age 18 or age 21. In some jurisdictions, at age 18 a UTMA account can only be handed over with the custodian’s permission, and at 21 is transferred automatically. Inquire with the bank or brokerage where the UTMA is housed for clarification.\n\nThe Uniform Transfers to Minors Act (UTMA) is a law designed to allow a minor to receive gifts, including money, patents, royalties, real estate, fine art, securities, and more, without the aid of a guardian or trustee. It is similar to an earlier law, the Uniform Gifts to Minors Act (UGMA), which was limited to gifts of cash and securities.\n\nUTMA accounts are often set up to help fund a child’s education, although it’s important to keep in mind that having a UTMA may impact a child’s qualification for financial aid or scholarships. A 529 plan may be a better choice for a child headed to college.\n\nSocial Security Administration. “SI 01120.205 Uniform Transfers to Minors Act.”\n\nInternal Revenue Service. “Frequently Asked Questions on Gift Taxes,” select “How many annual exclusions are available?”\n\nVanguard, Personal Investors. “UGMA/UTMA Accounts.”\n\nCornell Law School, Legal Information Institute. “Uniform Transfers to Minors Act.”\n\nFlorida Legislature. “The 2024 Florida Statutes: Chapter 710, Transfers to Minors.”\n\nInternal Revenue Service. “Topic No. 553, Tax on a Child’s Investment and Other Unearned Income (Kiddie Tax).”\n\nInternal Revenue Service. “Publication 929: Tax Rules for Children and Dependents,” Pages 16–17.\n\nFinancial Industry Regulatory Authority. “2019 Examination Findings Report; Uniform Transfers to Minors Act (UTMA) and Uniform Grants to Minors Act (UGMA) Accounts.”\n\nFinancial Industry Regulatory Authority. “FINRA Reminds Member Firms of Their Responsibilities for Supervising UTMA and UGMA Accounts.”\n\nThe Tax Adviser. “Making Gifts to Minors.”\n\nFinaid. “UGMA & UTMA Custodial Accounts.”\n\nExperian. “What Are UGMA and UTMA Accounts?”\n\nSaving for College. “UTMA & UGMA Accounts vs. 529 Plans.”",
  "url": "https://www.investopedia.com/terms/u/utma.asp"
}