{
  "term": "Uniform Rules for Demand Guarantees (URDG) Explained",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe Uniform Rules for Demand Guarantees (URDG) refers to a set of international guidelines produced by theInternational Chamber of Commerce (ICC)and adopted in 1991. These guidelines set forth generally agreed-upon rules governing securing payments and meeting performance guarantees in contracts among global trading partners.\n\nIn general, the URDG guidelines outline the rights and obligations of parties under demand guarantees. A demand guarantee is atype of protectionthat one party in a transaction can impose on another party in the event that the second party does not perform according to predefined specifications.\n\nAccording to the ICC, many bankers, traders, and industry associations recognize and accept the URDG because it attempts to balance the interests of all parties involved in various types of international contracts.\n\nBoth the World Bank and theUnited Nations Commission on International Trade Law (UNCITRAL)each have adopted the URDG standard.\n\nThe URDG covers billions of dollars of contract guarantees in a number of industries, including banking and construction.\n\nMost commonly, the URDG covers so-called demand guarantees, which are specific rights or countermeasures one party can impose on another party if the second party does not perform according to contract specifications.\n\nHowever, the UDRG also applies to agreements requiring the decision of an arbitrator, as well as some contracts that involve slightly more complex agreements, such as situations dealing with the default of one of the parties.\n\nThe URDG works in concert with other ICC rules, such as the so-called Uniform Customs and Practice for Documentary Credits (UCP 600). Voluntarily abiding by the URDG and its related rules is meant to improve the speed and volume of trade, and avoid disputes without having to go to court.\n\nThe publication \"ICC Uniform Rules for Demand Guarantees Including Model Forms\"is considered to be the comprehensive guide for understanding the URDG guidelines. It includes a series of ready-to-use templates and forms, rules for handling extended payments, and various checklists and best practices.\n\nThe most significant URDG update since its adoption in 1991 occurred in 2010, with the update referred to as URDG 758. This update to the original URDG rules attempted to clarify several common issues, such as those involving payment contingencies. It also provided guidance regarding the handling of specific electronic documents and fund transfers, and provided additional model forms.\n\nThe ICC worked on writing URDG 758 for more than two years prior to its release, taking into account feedback from various groups of constituents (as well as roughly 600 individual comments).The new rules attempt to reduce conflicts and contract rejections. According to the ICC, the rules included in URDG 758 are intended to bring financial stability to international markets, add new definitions and rules interpretations, and provide guidance for the treatment of “contentious practices.”\n\nInternational Chamber of Commerce. \"Uniform Rules for Demand Guarantees URDG - 2010 Revision.\"\n\nInternational Chamber of Commerce. \"ICC Unveils Guide to the Uniform Rules for Demand Guarantees.\"\n\nDeutscheBank, Global Transaction Banking. \"Understanding the URDG 758.\" Page 1.\n\nTrade Finance Global. \"What Are URDG 758 Rules and How Do They Impact Demand Guarantees?\"\n\nInternational Chamber of Commerce. \"New Rules for Demand Guarantees Effective 1 July.\"\n\nInternational Chamber of Commerce. \"Revised Uniform Rules for Demand Guarantees Available From ICC Bookstore.\"",
  "url": "https://www.investopedia.com/terms/u/urdg.asp"
}