{
  "term": "Uniform Distribution: Definition, How It Works, and Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA uniform distribution is a probability distribution where each outcome in a range has an equal chance of occurring.\n\nInstatistics, probability distributions can help you decide the probability of a future event—that is, the likelihood of something happening. A uniform distribution is a type of probability distribution where the probability remains constant across the entire range of possible values (i.e., all outcomes are equally likely).\n\nA deck of cards is expected to have a uniform distribution because the likelihood of drawing a heart, a club, a diamond, or a spade is equally likely. A coin also has a uniform distribution expectation because the odds of getting either heads or tails are the same.\n\nA uniform distribution can be visualized as a straight horizontal line. For a coin flip, heads or tails each has a probability of occurring 50% of the time (p = 0.50), so it would be plotted on a chart with a line from the y-axis at 0.50.\n\nThere are two types of uniform distributions:discreteand continuous.\n\nThe possible results of rolling a die provide an example of a discrete uniform distribution. It is possible to roll a 1, 2, 3, 4, 5, or 6, but it is not possible to roll, for example, a 2.3, 4.7, or 5.5. Therefore, the roll of a die generates a discrete distribution with the probability of 1/6 for each outcome. There are only six possible values to return and nothing in between. The possibilities are finite.\n\nThe term “discrete” in statistics refers to variables with singular, countable, and limited possible values.\n\nContinuous uniform distributions have infinite distribution possibilities. An idealized random number generator would be considered a continuous uniform distribution. With this type of distribution, every point in the continuous range between 0.0 and 1.0 has an equal opportunity of appearing, yet there is an infinite number of points between 0.0 and 1.0.\n\nThere are several other important continuous distributions, such as thenormal distribution,chi-square, and Student’st-distribution.\n\nThere are also several data-generating or data-analyzing functions associated with distributions that help explain the variables and theirvariancewithin a dataset. These functions includeprobability density function, cumulative density, and moment generating functions.\n\nA distribution is a simple way to visualize a dataset. It can be shown either as a graph or a list, and reveals which values of a random variable have lower or higher chances of happening.\n\nIn a uniform distribution, each value in the set of possible values has the same possibility of happening. When displayed as abarorline graph, this distribution has the same height for each potential outcome. In this way, it can look like arectangleand therefore is sometimes described as the rectangular distribution.\n\nIf you think about the possibility of drawing a particular suit from a deck of playing cards, there is a random yet equal chance of pulling a heart as there is for pulling a spade—that is, ¼ or 25%. (There are four suits.)\n\nThe roll of a die yields one of six numbers: 1, 2, 3, 4, 5, or 6. Because there are only 6 possible outcomes, the probability of you landing on any one of them is 16.67% (1/6). When plotted on a graph, the distribution is represented as a horizontal line, with each possible outcome captured on the x-axis, at the fixed point of probability along the y-axis.\n\nThere are 52 cards in a traditional deck of cards. Also in that deck are four suits: hearts, diamonds, clubs, and spades. Each suit contains an ace, two, three, four, five, six, seven, eight, nine, 10, jack, queen, and a king. The deck contains two jokers as well. However, we’ll ignore the jokers and face cards for this example, and focus only on number cards replicated in each suit. As a result, we are left with 40 cards, a set of discrete data.\n\nSuppose you want to know the probability of pulling a two of hearts from the modified deck. The probability of pulling a two of hearts is 1/40 or 2.5%. Each card is unique. Therefore, the likelihood that you will pull any one of the cards in the deck is the same.\n\nNow, let’s consider the likelihood of pulling a heart from the deck. The probability is significantly higher. Why? We are now only concerned with the suits in the deck. Since there are four suits and each suit has the same number of cards, pulling a heart yields a probability of ¼ or 25%.\n\nSome of the most common probability distributions are:\n\nOne of the most widely used distributions is thenormal distribution, which is often depicted as abell curve. Normal distributions show how continuous data is distributed and depict most of the data as concentrated on themean(average).\n\nIn a normal distribution, the area under the curve equals one. 68.27% of all data falls within one standard deviation (how dispersed the numbers are) from the mean. 95.45% of all data falls within two standard deviations from the mean, and approximately 99.73% of all data falls within three standard deviations from the mean.As the data points move away from the mean, the frequency of data occurring decreases.\n\nDiscrete uniform distribution shows that variables in a range have the same probability of occurring. There are no variations in probable outcomes, and the data is discrete, rather than continuous. Its shape resembles a rectangle, rather than the normal distribution’s bell. Like a normal distribution, however, the area under the graph is equal to one.\n\nWith a uniform distribution, you’re just as likely to get one outcome as another. Take a die with six sides, for example. You’re just as likely to roll a 1 as you are to roll a 2 (or 3, 4, 5, or 6).\n\nThe formula for a discrete uniform distribution is\n\nPx=1nwhere:Px=Probability of a discrete valuen=Number of values in the range\\begin{aligned}&P_x = \\frac{ 1 }{ n } \\\\&\\textbf{where:} \\\\&P_x = \\text{Probability of a discrete value} \\\\&n = \\text{Number of values in the range} \\\\\\end{aligned}​Px​=n1​where:Px​=Probability of a discrete valuen=Number of values in the range​\n\nNo, a uniform distribution is not normal. Normal, which refers to the way data is distributed about the mean (average), shows that the probability of a variable occurring around the mean is higher than for a variable occurring far away from the mean. The occurrence probability is not uniform with normal data, whereas it is constant with a uniform distribution.\n\nThe expectation with a uniform distribution is that all possible outcomes have the same probability. The probability for one variable is the same as that for another.\n\nA uniform distribution is a type of probability distribution that is used in statistics. A uniform, or rectangular, distribution is one where all possible outcomes are finite and equally likely to occur. For example, the roll of a single die presents just six possible results, and each result has a 1/6 chance of taking place.\n\nNational Institute of Standards and Technology, Information Technology Laboratory. “What Do We Mean By ‘Normal’ Data?”",
  "url": "https://www.investopedia.com/terms/u/uniform-distribution.asp"
}