{
  "term": "Uniform Partnership Act (UPA): Key Concepts and FAQs",
  "definition": "The Uniform Partnership Act (UPA) provides governance for businesspartnershipsin several U.S. states. The UPA also offers regulations governing the dissolution of a partnership when a partner dissociates. Over the years, several amendments have been added to the Uniform Partnership Act (UPA). The revised act and revisions are sometimes referred to as the Revised Uniform Partnership Act (RUPA).\n\nThe implementation of the UPA operates as a statute, which is a rule passed by legislators as opposed to government agencies. The Uniform Partnership Act was created in 1914 by the National Conference of Commissioners on Uniform State Laws (NCCUSL). As of the latest iteration of the act, 44 states and districts in the U.S. abide by it, including the District of Columbia, Puerto Rico, and the U.S. Virgin Islands.The Uniform Partnership Act only applies to general liabilities andlimited liability partnerships(LLPs). It does not apply tolimited partnerships(LPs).\n\nThe intended goal of the Uniform Partnership Act is to provide guidance to various business relationships. This typically applies to small businesses and loose partnerships as larger businesses have detailed agreements in place that govern any changes in a business. The act governs how a partnership is created, the fiduciary duties of the partnership and its partners, and defines partnershipassets and liabilities.\n\nOne of the most important aspects of the UPA states that when one partner in a business leaves, a majority interest of the remaining partners can agree to continue the partnership within 90 days of the dissociation. The Uniform Partnership Act effectively saved partnerships from dissolution following a partner's dissociation.\n\nSince the first Uniform Partnership Act was drafted in 1914, it has been revised many times, most recently in 1997. Amendments in 2011 and 2013 were added to the act to provide clarification to some of the language in the 1997 version.\n\nSince 1892, the NCCUSL has drafted and proposed more than 250 uniform acts covering a wide range of legislation impacting everything from law, real estate, limited liability, franchise and business opportunities, andunfair trade practices.\n\nThere are currently twelve articles in the Act. Act I contains overall provisions and definitions and the scope and function of the partnership agreement. Article II focuses on the formation rules and status of the partnership. Article III contains the rules of transfer of the partnership's property, statements, and the liability of the partners in relation to debts, liabilities, and obligations.\n\nArticle IV covers the responsibilities of the partners to each other and in the partnership, including management and distribution rights, as well as highlighting loyalty, care, andgood faithdealing. Article V implements the \"pick your partner principle.\" Article VI lists the events that cause a partner to dissociate. Article VII lists the rules on purchasing a dissociated partner's interests. Article VIII deals with dissolving and winding up the partnership.\n\nArticle IX deals with principal provisions related to LLPs. Article X allows for mergers, exchanges, conversions, and domestication transactions. Article XI deals with foreign LLPs and Article XII includes miscellaneous provisions.\n\nIn 1996, the Limited Liability Partnership Amendments were promulgated and combined into the Uniform Partnership Act. In addition to the rule stating that when a partner leaves a partnership, the remaining partners have 90 days to determine if the partnership should continue ordissolve, the Uniform Partnership Act includes the following features:\n\nThe Uniform Partnership Act was established in 1914. It was revised in 1994, which became known as the Revised Uniform Partnership Act (RUPA). The Act was then revised again in 1996 and 1997, which was the last full revision. The 1997 version is the official version, and on the website there is no reference to RUPA. RUPA is used unofficially by certain individuals but it only adds confusion.\n\nThe Uniform Partnership Act (1997) is the official version and has been amended in 2011 and 2013.\n\nThe role of the National Conference of Commissioners on Uniform State Laws (NCCUSL)—also known as the Uniform Law Commission (ULC)—is to promote the uniformity ofstate lawsin the United States. The ULC is a nonprofit association of more than 300 uniform law commissioners representing each state, the District of Columbia, the Commonwealth of Puerto Rico, and the U.S. Virgin Islands. The ULC's law commissioners must be members of the bar; many of them are practicing lawyers, law professors, or judges.\n\nWhile the ULC is responsible for researching, proposing, and drafting uniform state laws, it is up to the individual state governments to decide if they will enact the laws recommended by the ULC. The Uniform Partnership Act is just one of many uniform laws drafted by the ULC that has been widely enacted by the states. Examples of other uniform acts include the Uniform Trust Code, Uniform Anatomical Gift Act, Uniform Probate Code,Uniform Consumer Credit Code, and Uniform Transfers to Minors Act.\n\nThe Uniform Partnership Act was established in 1914. In 1994, it went under certain revisions, known as the Revised Uniform Partnership Act. The Act went through further revisions in 1996 and for the last time in 1997, which is known as the Uniform Partnership Act (1997) and is the only version of the Act.\n\nA \"person\" under the Uniform Partnership Act \"includes individuals, partnerships, limited liability companies, corporations, and other associations.\"\n\nPartnerships can be created with or without a fixed duration. The partnership agreement will list the duration of the partnership. If there is a dissolution date, up until then is how long the partnership will last. If there is no fixed duration, then the partnership will exist until dissolution is decided between the partners.\n\nUniform Law Commission. \"1997 Partnership Act.\"\n\nUpcounsel. \"Uniform Partnership Act: Everything You Need to Know.\"\n\nUniform Law Commission. \"National Conference of Commissioners on Uniform State Laws,\" Page 1.\n\nJustia U.S. Law. \"Chapter 1. Uniform Partnership Act.\"",
  "url": "https://www.investopedia.com/terms/u/uniform-partnership-act-upa.asp"
}