{
  "term": "Unified Managed Household Account (UMHA): Overview, Pros and Cons",
  "definition": "A unified managed household account (UMHA) is a privately managed account that consolidates multiple unaffiliated products including mutual funds, ETFs, and individual securities. This type of account allows immediate family members, such as parents and children, to access the account.\n\nA unified managed household account allows for ease of administration for the financial institution, along with greater transparency for the investing family.\n\nUnified managed household accounts (UMHAs) operate on a single, integrated system. This system allows a financial advisor to view various assets and product types to create performance reports. In some UMHA programs, clients can create account groups for each investment goal. The system supports groupings with individual performance reports, billing, and statements.\n\nThe asset management firm where the UMHA is located will designate a central relationship manager for large families that have accounts located in different parts of the business. Often, UMHAs are discretionary programs; this means the account's financial advisor has the authority to make investing decisions. As with mutual-fund advisory programs, the investor selects a model based on risk tolerance and goals, and the firm takes care ofrebalancingor even changing asset allocations altogether, depending on the degree of discretion inherent in a particular program.\n\nConsumers should be aware of both the advantages and drawbacks of consolidating accounts into a UMHA.\n\nA unified managed household account is often most appropriate for high-net-worth individuals with a complex financial picture. They are most likely to benefit from combining their disparate assets into a single account, especially for the purposes of wealth management and tax planning.\n\nInvestors with a UMHA will typically pay an annual or quarterly fee; this fee is usually a percentage of their total assets under management (AUM). This fee will vary depending on the institution at which the account is held and may decrease as assets under management increase.\n\nBecause all a the account holder's investments are held in a single account, the account manager can make investment decisions that maximize returns while minimizing the investor's tax burden. This can streamline tax planning and reduce the amount of taxes the investor ultimately owes.\n\nA unified managed household account (UMHA) combines multiple unaffiliated investment products, into a single managed account. It can hold assets such as securities, ETFs, and mutual funds. Multiple immediate family members can access the account. This structure allows for streamlined management, lower fees, and simplified paperwork and tax management.\n\nBecause a UMHA is a managed account, it will have an account manager who is responsible for rebalancing the assets in the account to ensure that it continues to meet the account holders' long-term goals and risk tolerance. The returns generated by a UMHA largely depend on the skill and success of this account manager, so investors should carefully choose the firm at which they plan to open a UMHA.",
  "url": "https://www.investopedia.com/terms/u/umha.asp"
}