{
  "term": "Unilateral Contract: Definition, How It Works, and Types",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA unilateral contract is a one-sided contract agreement in which an offeror promises to pay only after the completion of a task by the offeree. In this type of agreement, the offeror is the only party with a contractual obligation. A unilateral contract differs from abilateral contractin which both parties are bound by the agreement.\n\nUnilateral contracts occur when the offeror makes an offer to another party. This type of contract requires the offeree to perform an act that the offeror requests. The offeree has no obligation to complete the task and the offeror will only pay if the request is completed.\n\nUnilateral contracts are considered enforceable bycontract law, however, legal action is not commonly pursued unless the offeree claims to be eligible for remuneration tied to the request.\n\nContract breachdepends on whether or not the terms of the contract were clear and if it can be proven that the offeree is eligible for payment of specified acts based on the unilateral contract’s provisions.\n\nUnilateral contracts are primarily one-sided without obligation from the offeree. Open requests and insurance policies are two of the most common types of unilateral contracts.\n\nOfferors may use unilateral contracts to make a broad or optional request and payment is made only when certain specifications are met. If an offeree completes the task, the offeror is required to pay.\n\nRewards are a common type of unilateral contract request where information received may lead to a criminal's conviction that will warrant a payment. Funds can be paid to a single individual or several individuals offering information that serves this specific purpose.\n\nA unilateral contract is commonly used with arequest for labor. An individual may offer to pay someone to clean their house or walk their dog and the offeree is paid only when the task is completed.\n\nInsurancepolicies have unilateral contract characteristics since the insurer promises to pay if certain acts occur under the terms of a contract’s coverage. In an insurance contract, the offeree pays a premium specified by the insurer to maintain the plan and receive coverage if a specific event occurs.\n\nTo make a unilateral contract legally binding, four elements must exist:\n\nOne party makes an offer to another party and both must accept the offer, without coercion or force from either side.\n\nConsideration is the price paid for the promise or agreement and it does not need to be a monetary payment. Consideration can be any type of property or holding that both parties agree to warrant acceptable payment.\n\nBoth parties must have the full intention to create a binding contract and understand the terms and conditions of the agreement.\n\nBoth parties must fully understand what must happen to complete the terms of the contract. In a unilateral contract, an action or task will need to be completed for the contract to be fulfilled.\n\nContracts can be unilateral or bilateral. In a unilateral contract, only the offeror has an obligation. The offeree is not required to complete the task or action.\n\nIn a bilateral contract, both parties agree to an obligation and involve equal obligation from the offeror and the offeree. In general, the primary distinction between unilateral and bilateral contracts is the amount of reciprocal obligation from both parties.\n\nA unilateral contract does not obligate the offeree to accept the offeror's request and there is no requirement to complete the task. A bilateral contract, however, contains firm agreements and promises between two parties.\n\nIn a unilateral contract, the offeror may revoke the offer before the offeree's performance begins and this change should be expressed to the offeree before any task is started.\n\nIf a mistake occurs during a unilateral contract, some remedies for a mistake include contract reform where the contract is changed or a new contract is started, or full contract cancellation.\n\nIn a unilateral contract, the offeror is the only party with a contractual obligation. The offeror will pay for a specific task or activity only if it is completed by the offeree. A unilateral contract differs from abilateral contractin which both parties are bound by the agreement.",
  "url": "https://www.investopedia.com/terms/u/unilateral-contract.asp"
}