{
  "term": "Uninsured Certificate of Deposit: What It is, How it Works, FAQs",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn uninsuredcertificate of depositis a CD that is not insured against losses. Due to the lack of insurance, these CDs yield a higherinterest rate, as the purchaser assumes all of therisks. If the financial institution or entity that issued the CD goes bankrupt, then the purchaser loses the investment.\n\nMost CDs are insured by either theFederal Deposit Insurance Corp. (FDIC)or, in the case of credit unions, theNational Credit Union Administration (NCUA).These institutions would pay CD holders up to a certain limit in the event that the lending financial institution was insolvent. However, there are uninsured CDs, such asoffshoreCDs andbrokered CDs.\n\nOffshore CDs put your money in a foreign institution’s bank certificate. The lure is interest rates that are a multiple of what you can get on a similar investment in the United States. However, the danger is betting on the safety of a foreign bank, and if your money is kept in that country’s currency rather than in U.S. dollars, you are exposed tocurrency risk.\n\nAn FDIC-insured account is abankorthrift(savings and loan association) account that meets the requirements to be covered by the FDIC. The type of accounts that can be FDIC-insured includesnegotiable order of withdrawal (NOW), checking, savings, money market deposit accounts, and CDs. Themaximum amount insuredin a qualified account is $250,000 per depositor, per member institution.This means if you have up to that amount in a bank account and the bank fails, then the FDIC makes you whole from any losses that you suffered.\n\nOther categories of CDs are exotics that are put together by investment companies. Investors in search ofyieldsometimes buy these without realizing that they are not government-guaranteed. They may have high teaser rates, long lock-up periods, variable rates,rates of returntied to indexes like the stock or bond markets, or even variable rates tied to an asset that has no publicly revealed price.\n\nSome brokered CDs may be partly uninsured. Other forms of CDs are the bull CD, bear CD,andYankee CD. The bull CD’s interest rate correlates directly with the value of its underlyingmarket index. When someone invests in a bull CD, they are guaranteed a minimum rate of return and an additional specified percentage, based on the associated market index. The interest rate that a holder of a bull CD receives during the life of the CD increases as the value of the market index increases.\n\nThere are risks involved with an uninsured certificate of deposit (CD). Investors put their money at risk all the time in uninsured options like mutual funds, annuities, life insurance policies, stocks, and bonds.Each individual has to decide if the higher interest rates are worth the risk.\n\nWhile an uninsured CD carries risk, the biggest benefit is that you can earn more money. Higher interest rates over time will bring in a much higher rate of return. If you are confident in the market, an uninsured CD could make sense for you.\n\nThe majority of CDs are provided through banks or credit unions, and these bank options are insured by the Federal Deposit Insurance Corp. (FDIC) for up to $250,000.The National Credit Union Administration (NCUA) provides similar protection for credit union options.There are uninsured options, typically offered through abrokerage. These options include offshore CDs, bull CDs, bear CDs, and Yankee CDs.\n\nFederal Deposit Insurance Corp. “Your Insured Deposits.”\n\nNational Credit Union Administration. “How Your Accounts Are Federally Insured.”\n\nFederal Deposit Insurance Corp. “Insured or Not Insured?”",
  "url": "https://www.investopedia.com/terms/u/uninsured-certificate-of-deposit.asp"
}