{
  "term": "Uninsurable Peril: What It is, How it Works, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUninsurable perils are events for which insurance coverage is not available or for which insurers are unlikely tounderwritepolicies.\n\nAn uninsurable peril is typically an event that has a high risk of occurrence, meaning the probability of a payout is high and expected. Perils that insurers are unwilling to cover are often catastrophic in nature.\n\nUninsurable peril risk is relatively widespread across the human experience. An example of an uninsurable peril might be if an individual builds a home in a known flood area.\n\nBecause the area has a history of that particular peril, it is unlikely aninsurance companywill want to extend flood coverage because of the difficulty in managing the potential risk. That sort of difficulty managing the risk is the primary reason whyflood insuranceexists as a government program managed by the Federal Emergency Management Agency (FEMA) instead of as a subset of private insurance.\n\nWhile in no way a complete list, the major areas where insurance is unobtainable include reputational risk, regulatory risk, trade secret risk, political risk, and pandemic risk.\n\nReputational riskoccurs when a company does something, or something happens to a company, that damages its public image to the point where its business isimperiled. For example, a CEO is involved in a sexual harassment scandal, or someone is randomly placing poison in bottles of a company's product.\n\nThere may be some coverage (for product recall expenses, for example). But generally, these situations cannot be insured because an insurer cannot determine what the risk is and what it's worth.\n\nRegulatory riskis the possibility a government agency will do something, or a government will pass a law, that severely damages a business. For example, forcing coal-powered electric generators to close.\n\nThousands of new rules and laws are posted at the state, local, and federal levels every year. It's impossible for an insurer to anticipate these or write a policy to mitigate the damage to a company stemming from them.\n\nTrade secretsare essential to many companies, yet if they are exposed or stolen the damage is hard to calculate. A hacker can steal key computer code. A disgruntled employee can walk off with secret formulas or processes.\n\nPredicting how likely this is to happen or the amount of damage is beyond the ability and scope of most insurers.\n\nPolitical riskssuch as government expropriation of an asset, war or political violence, credit default of trade receivables, or when foreign governments block transfer of currency and assets, are difficult to insure against because they are so unpredictable.\n\nExtreme levels of unpredictability are also expected with pandemics. The effects of mass illnesses can vary widely. The pandemic-level flu H1N1 disrupted some businesses, but the viral infection COVID-19 profoundly disrupted the world economy.Because of the unpredictability, scale, and cost involved in pandemic situations, private insurance can't help most people or businesses.\n\nFederal Emergency Management Agency. \"Flood Insurance.\"\n\nThe Brookings Institution. \"The Swine Flu Outbreak and its Global Economic Impact.\"\n\nThe New York Times. \"How the Supply Chain Crisis Unfolded.\"",
  "url": "https://www.investopedia.com/terms/u/uninsurable-peril.asp"
}