{
  "term": "Uninsured Motorist Coverage (UM): How It Works, Requirements",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUninsured motorist (UM) coverage is a component of anauto insurancepolicy that provides coverage when you're in an accident with another driver who does not have insurance. If you have UM coverage, it pays for injuries to you and your passengers and, in some instances, for damage to your vehicle. Some states require thatauto insurance policiesinclude uninsured motorist coverage, while in other states, UM is an optionalendorsementyou can add to your policy.\n\nMost state laws mandate that motorists carry some level ofautomobile liability insurancecoverage, and these requirements vary from state to state. New Hampshire is the only U.S. state that does not require a minimum amount ofauto insurance coverage, and Virginia lets drivers opt out for a fee.\n\nDespite these laws, about one in every seven U.S. drivers on the road does not have auto insurance, according to the Insurance Research Council.The organization's most recent report on this subject, released in 20213 found that Washington, D.C. had the highest proportion of uninsured drivers, at 25.2%, followed by New Mexico and Mississippi. The state with the lowest percentage of uninsured motorists was Wyoming, with 5.9%.\n\nBecause of the risk posed by a potential collision with an uninsured driver, about half of states, plus Washington, D.C., require thatauto insurance policiesinclude uninsured motorist coverage.Several other states require it in certain situations, such as if you choose aliability limithigher than the state minimum.\n\nIf you're involved in an accident and the other driver is at fault but doesn't haveinsurance, your uninsured motorist coverage can cover the resulting vehicle repairs or medical bills. A hit-and-run driver would also be considered an uninsured motorist, so UM coverage can also help pay for repairs after this type of accident. However, if you don't have uninsured motorist coverage, you may not receive any payments, even if the other person is at fault or it was a hit-and-run.\n\nThere are two types of uninsured motorist coverage: Uninsured motorist bodily injury covers medical bills related to a crash, while uninsured motorist property damage pays for damage to your car.In some states, only UM bodily injury coverage is available.\n\nSome drivers haveauto insurance, but their policy limits may not be enough to cover the full cost of a claim if there's an accident. While most states require drivers to have minimum levels of at least liability coverage, a driver hoping tosave on their car insurancemight opt for the lowest mandatory amounts, which could lead to financial consequences for other drivers if they're involved in an accident.\n\nIt's important to be aware of this distinction since uninsured motorist coverage is not the same asunderinsured motorist coverage(UIM), which would cover a situation where the at-fault driver has some insurance but not enough to fully cover your damages.Some states that require UM coverage also require UIM coverage, but not all of them. Check with your state's Department of Motor Vehicles if you're unsure.\n\nSome states and insurers allow you to \"stack,\" or combine coverage limits, for UM/UIM bodily injury coverage when you have multiple vehicles listed on the same policy. For example, if you have two vehicles on a policy and each has a $30,000 UM coverage limit, you can stack them to create a limit of $60,000 after an accident.\n\nAfter an accident, first, check for injuries and call 911 if necessary. Then, call the police to respond to the accident. If they don't come, or if it's a hit-and-run, try to gather as much information as possible. Ask for names, addresses, and phone numbers of potential witnesses. If possible, get the license plate number of the other car and take photographs of the accident scene.\n\nAs soon as possible, file a claim with your insurance company, providing all the information you have gathered. Some insurance providers limit how long you can wait before filing your uninsured claim. You'll typically need to submit bills from all medical care received and any automobile repair that resulted from the accident.\n\nUM coverage is required in Connecticut, Illinois, Kansas, Maine, Maryland, Massachusetts, Minnesota, Missouri, Nebraska, New York, North Carolina, North Dakota, Oregon, South Carolina, South Dakota, Vermont, West Virginia, Wisconsin, and the District of Columbia.It's also required in New Hampshire and Virginia if you purchase car insurance.You'll need it in Rhode Island if you choose a liability coverage limit higher than the state minimum.New Jersey requires UM coverage if you choose a standard auto policy, but not a basic policy.\n\nUM coverage has two parts: bodily injury and property damage. UM bodily injury typically pays for medical expenses for you and your passengers and may also pay for lost wages. UM property damage generally pays to repair or replace your car and other items damaged by the accident. The exact coverage terms depend on your state laws and insurance policy, so read the fine print.\n\nUninsuredmotorist insurancecovers medical expenses for you and your passengers and damage to your car after an accident with a driver who doesn't have insurance. It's required in some states and available as optional coverage in others. Uninsured motorist coverage also protects you after hit-and-run accidents.\n\nAllstate. \"Uninsured Motorist Coverage and Underinsured Motorist Coverage.\"\n\nProgressive. \"Car Insurance Requirements by State.\"\n\nInsurance Research Council. \"14 Percent of U.S. Drivers Were Uninsured in 2022, IRC Estimates.”\n\nRhode Island Department of State. \"Uninsured and Underinsured Motorist Insurance (230-RICR-20-05-1),\" Select 1.5.\n\nLiberty Mutual. \"Uninsured Motorist Coverage.\"\n\nSouth Dakota Department of Labor and Regulation, Division of Insurance. \"Automobile Insurance.\"\n\nProgressive. \"What Is Uninsured Motorist Coverage?\"\n\nAllstate. \"Stacked vs. Unstacked Car Insurance.\"\n\nCommonwealth of Virginia, State Corporation Commission, Bureau of Insurance. \"Auto Insurance: Consumer's Guide,\" Page 8.\n\nNew Hampshire Insurance Department. \"2022 Automobile Insurance Consumer Frequently Asked Questions,\" Page 7.\n\nNew Jersey Department of Banking and Insurance. \"New Jersey Auto Insurance Buyer's Guide.\"\n\nTexas Department of Insurance. \"What Is Uninsured Motorist Coverage, and Do I Really Need It?\"\n\nNationwide. \"Uninsured Motorist Coverage.\"",
  "url": "https://www.investopedia.com/terms/u/uninsured-motorist-coverage-um.asp"
}