{
  "term": "Unique Three River: Meaning, Example, Limitations",
  "definition": "The unique three river is acandlestickchart pattern that predicts a bullishreversal, although there is some evidence that it could act as a bearish continuation pattern. The unique three river pattern is composed of three price candles. If the price moves higher after the pattern, then it is considered a bullish reversal. If the price moves lower after the pattern, then it is a bearish continuation pattern.\n\nThe unique three river is a candlestick chart pattern that meets the following criteria:\n\nThe long real body of the first candle shows that bears control the prevailing trend while the hammer in the second candle suggests that bulls are regaining strength following a protracted decline. In the third candle, theopencomes in higher than the prior period's low and the small white body shows signs of stability and the potential for a move higher.\n\nThese dynamics suggest a potential bullish reversal from thedowntrend, although there is some evidence that it more often leads to a bearish continuation. As a result, it is important for traders to consider the candlestick pattern within the context of other forms of analysis, such as technical indicators orchart patternsover a longer timeframe.\n\nThe wide range decline on the first trading day drops the security to a new low, illustrating that bears control price action. Weakened bulls make a stand on the second trading day, reversing the security after it hits a new low (below the first candle). Their buying power lifts the security into a close in the upper half of the first candle's range. The security opens lower on the third trading day, signaling a reduction in bull power; however, bears fail to capitalize on that weakness, generating an indecisive session within thetrading rangeof the second candle.\n\nThis behavior may indicate that bear power is waning, setting the stage for a bullish price thrust on the fourth trading day.\n\nTrading candlestick patterns typically requireconfirmation. Confirmation is provided on the fourth candle, in this case, or the candle after the pattern completes. If the price moves higher on the confirmation candle, this helps confirm the bullish reversal and a trader could take alongposition with astop lossbelow the low of the second candle.\n\nIf the price proceeds lower on the fourth candle, this would negate the bullish bias and instead indicate the potential for the price to drop. A trader could take ashort positionwith a stop loss above the high of the second candle.\n\nThe price may move one direction and then the other, stopping the trader out, but then triggering a trade in the other direction. Entering a second time may be worthwhile since afalse breakoutin the opposite direction could fuel a strong price move in the new direction.\n\nDue to the specifics of the pattern, seeing one is relatively rare compared to more common candlestick patterns likeengulfing patterns.\n\nOnce the psychology of the pattern is understood, some traders will trade variations of the pattern as long as the overall psychology remains intact. For example, the second candle may not be a hammer but rather a long-legged doji. The third candle may move slightly lower instead of higher (close relative to open). Even with these differences, the overall pattern psychology remains intact, especially if there is a strong confirmation candle (in either direction) following the formation.\n\nThe following variation on the unique three river pattern occurred in the gold market during an uptrend. The pattern itself was the downward correction within the uptrend. Following the pattern the price resumed moving higher.\n\nThe pattern does not provide aprofit target. The trader must determine how and when they will take profit.\n\nBoth of these candlestick patterns are composed of three candles, but there are some differences in how the patterns are formed. In thethree inside upreversal pattern, the first candle is a downward candle with a long real body. The second candle is fully within the first candle, and it has a small upward real body. The third is an up candle that closes above the second candle.\n\nThe main limitation of the pattern is that sometimes the price moves higher after it, and sometimes the price moves lower. This means traders should wait for confirmation, which comes from the fourth candle, to signal which direction the price will go next.\n\nThe pattern also doesn't have a profit target, so some other method is required for taking profit.\n\nThe unique three river pattern is also quite rare. It doesn't occur very often, so many traders opt to trade slight variations of the patterns, although trading random variations may not produce good results over many trades since such random variations may not have been properlybacktestedfor profitability.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/u/unique-three-river.asp"
}