{
  "term": "Unissued Stock: What it is, How it Works",
  "definition": "Unissued stock are companysharesthat do not circulate, nor have they been put up for sale to either employees or the general public. As such, companies do not printstock certificatesfor unissued shares. Unissued shares are normally held in a company's treasury. Their number typically has no bearing on shareholders.\n\nWhen a company goes public, it authorizes a certain number of shares to be created in its charter or articles of incorporation. These shares are referred to asauthorized stock. Authorized stock is comprised of all stock that has been created, including shares up for sale to investors and issued to employees, as well as any shares not up for sale. The former is calledoutstanding stock, while the latter is referred to as unissued shares. Companies do not print up certificates for unissued stock, which are held in the company's treasury.\n\nThe number of unissued shares can be calculated by taking total shares authorized for issuance and subtracting this from total shares outstanding, plustreasury stockfrom the total number of authorized shares. Treasury stocks are the shares repurchased by a company.\n\nUnissued shares are not relevant to stockholders, in the sense that these shares do not qualify for voting rights nor do they receivedividends. But this can change, as they represent the possibility for adilutionin the value of existing shareholder ownership—and thus share value—should the company choose to issue additional shares of stock in the future.\n\nUnissued stock may dilute existing shareholder value if a company decides to release more stock in the future.\n\nAnalysts and investors closely monitor a company's plans for issuance of previously unissued shares. Funding plans that call for issuance of shares could be dilutive to the company'searnings per share(EPS).\n\nThough they represent a potential source of ownership and earnings dilution for investors, unissued shares are not included in fully diluted earnings per share calculations. But earnings per share calculations do take into account the potential for convertible securities to be converted into equity as well as stock options granted but not yet exercised.\n\nUnissued stock is generally not the same as treasury stock. Treasury stock represents any shares that have already been issued and sold but have subsequently beenrepurchased by the company. But the lines between the two may be slightly blurred, as some companies may choose to list these shares as unissued stock.\n\nCompanies that choose to list treasury shares as unissued stock havecorporate chartersthat allow for the issuance of a large number of stock shares to provide maximum flexibility in the event future stock sales are needed. A company might disclose in the notes of its financial statements that it has the authorization to issue 10 million shares, but only a fraction of that amount might be both issued and outstanding.\n\nLet's look at a real example. A 2016 8-K filed with theSecurities and Exchange Commission(SEC) by Dollar Tree (DLTR) states: \"Shares purchased under the share repurchase authorizations are generally held in treasury or are canceled and returned to the status of authorized but unissued shares.\"\n\nDollar Tree. \"Form 8-K - May 5, 2016,\" Page 10. Accessed Jan. 14, 2021.",
  "url": "https://www.investopedia.com/terms/u/unissuedstock.asp"
}