{
  "term": "United States v. South-Eastern Underwriters Association",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nPham Le Huong Son / Getty Images\n\nThe termUnited States v. South-Eastern Underwriters Associationrefers to a landmark U.S. Supreme Court case involving the federalantitruststatute and theinsuranceindustry. The case was decided on June 5, 1944. The Supreme Court ruled that the industry is subject to regulation by the United States Congress, under the Commerce Clause.This means that the court determined insurance to be a business that crosses state lines and is, therefore, subject to antitrust laws.Congress passed a law a year later exempting the insurance industry from federal scrutiny.\n\nTheinsuranceindustry is an important part of thefinancial sector. But there have been questions about how insurers should be regulated, largely because these companies do business in multiple states. The debate of whether insurers should be regulated on a state or federal level became key for lawmakers in the early 20th century.\n\nThe case ofUnited States v. South-Eastern Underwriters Associationcame before the Supreme Court on appeal from a Northern District of Georgia court. The South-Eastern Underwriters Association had control of 90% of fire and other insurancemarketsin six southern states. This was believed to have given the company an unfair monopoly, brought on throughprice fixing.\n\nThe case focused on whether insurance was a type of interstate commerce that should fall under the United States Commerce Clause and theSherman Antitrust Act, which was passed into law in 1890 and outlawed monopolies of any kind.The Supreme Court held that insurers that conducted significant portions of their business across state lines actually engaged in interstatecommerce. The ruling held that the industry could be regulated by federal law.\n\nThe following year, Congress made a move to overturn the Supreme Court ruling when it passed the McCarran-Ferguson Act. The Act prescribed that insuranceregulationwas a matter for individual states to decide—not the federal government. The McCarran-Ferguson Act, therefore, exempted the insurance industry from most federal regulations, includingantitrust laws.\n\nThe McCarran-Ferguson Act is commonly thought of as a form of regulation. However, the Act neither regulates the insurance industry nor requires states to regulate the products offered by insurance companies. Rather, it offers an \"Act of Congress,\" which does not clearly aim to regulate the \"business of insurance\" by not preempting state laws or regulations that do regulate insurance transactions.\n\nThe McCarran-Ferguson Act does not regulate the insurance industry.\n\nCompetition for interstate insurance remains a key element ofhealth carereform. In February 2010, the House of Representatives voted to amend the McCarran–Ferguson Act by passing the Health Insurance Industry Fair Competition Act.Similar attempts to update insurance antitrust provisions are ongoing with efforts to replace or amend theAffordable Care Act(ACA), also known as Obamacare.\n\nDuring his first term, President Donald Trump also signed the Competitive Health Insurance Reform Act of 2020 into law on Jan. 13, 2021.The bill, which was introduced by Rep. Peter DeFazio (D-OR), places restrictions on the insurance industry, allowing federal authorities to take action against companies that engage in any behavior that may stifle competition, such as price-fixing.Although it was lauded by the Department of Justice, the industry objected, saying it added unnecessary financial burden and red tape on insurers.\n\nThe court decision gave regulatory control of the insurance industry to the federal government, superseding any non-compliant state law.\n\nAn insurer is a person or company that provides customers with insurance coverage, taking on any risks involved. An underwriting agency doesn't insure risks itself; rather, it works on behalf of the insurer, assessing the risk levels in each insurance contract.\n\nThe McCarran-Ferguson Act had a direct impact on employee benefits. The law gives states the primary authority to regulate insurance policies; therefore, employers offering insurance benefits to their employees must comply with state insurance laws.\n\nUnited States v. South-Eastern Underwriters Associationwas a 1944 Supreme Court case that ruled the insurance industry should be subject to federal regulation. In response, Congress enacted the McCarran-Ferguson Act of 1945 which limited antitrust laws' applicability to the business and assured state authority would continue over insurance.\n\nCornell Law School. \"United States v. South Eastern Underwriters Ass'n et al.\"\n\nLexology. \"Passage of Competitive Health Insurance Reform Act Repeals 75 Year Old Health Insurers’ Federal Antitrust Exemption.\"\n\nNational Association of Insurance Commissioners. \"McCarran-Ferguson Act.\"\n\nOur Documents (National Archives). \"Sherman Anti-Trust Act (1890).\"\n\nCongress.gov. \"H.R. 4626-Health Insurance Industry Fair Competition Act.\"\n\nCongress.gov. \"H.R.1418 - Competitive Health Insurance Reform Act of 2020.\"\n\nHealthcare Finance. \"Justice Department welcomes passage of the Competitive Health Insurance Reform Act of 2020.\"\n\nThe United States Department of Justice. \"Justice Department Welcomes Passage of The Competitive Health Insurance Reform Act of 2020.\"",
  "url": "https://www.investopedia.com/terms/u/united-states-v-the-southeastern-underwriter-association.asp"
}