{
  "term": "Unit Cost: What It Is, 2 Types, and Examples",
  "definition": "Investopedia / Michela Buttignol\n\nA unit cost is the total expenditure incurred by a company to produce, store, and sell one unit of a particular product or service.Unit costs are synonymous with thecost of goods sold (COGS).\n\nThis accounting measure includes all of the costs, both fixed and variable, associated with the production of a good or service. It’s a crucial measure in the operational analysis of a company. Identifying and analyzing a company’s unit costs is a quick way to check if it is producing a product efficiently. Companies can chart their earnings or losses for products in relation to the volume of sales using aprofit-volume chart.\n\nSuccessful companies find ways to manage their costs.Fixed costsare production expenses that are not dependent on the volume of units produced. Examples are rent, insurance, and equipment. Some fixed costs, such as warehousing and the use of production equipment, may be managed through long-term rental agreements.\n\nVariable costschange depending on the volume of activity. These expenses are further divided into specific categories, such as directlabor costsand direct material costs. The former are the salaries paid to those who are directly involved in production, while the latter are the cost of materials purchased and used in production. Companies can improve variable costs by finding the cheapest supplier oroutsourcingthe production process to a more efficient manufacturer.\n\nA company’sfinancial statementswill report the unit cost and are vital for internal management analysis. The reporting can vary by type of business. For example, companies that manufacture physical goods will have a more clearly defined calculation of unit costs than companies that provide services, due to the nature of their respective products.\n\nBoth internal management and external investorsanalyze unit costs. These individual item expenses include all of the fixed and variable expenses directly associated with a unit’s production, such as workforce wages, advertising fees, and the cost to run machinery or warehouse products. Managers closely monitor these costs to mitigate rising expenses and seek out improvements to reduce the unit cost.\n\nTypically, the larger a company grows, the lower the unit cost of production becomes. This reduction is a result ofeconomies of scale. Factors such as buying in bulk and spreading the cost of production over a large amount of goods come into play. Of course, the goal is production at the lowest possible cost, which will maximize profits.\n\nAs noted above, companies, whether public or private, account for unit costs on their financial statements. All public companies are required to use thegenerally accepted accounting principles (GAAP)accrual method of reporting, while many private companies elect to do so.Under GAAP they have the responsibility of recording unit costs at the time of production and matching them to revenues throughrevenue recognition. Goods-centric companies will file unit costs as inventory on the balance sheet at product creation. When the event of a sale occurs, unit costs will then be matched with revenue and reported on theincome statement.\n\nThe first section of a company’s income statement focuses on direct costs. Here analysts may view revenue, unit costs, andgross profit. (The last shows the amount of money a company has made after subtracting unit costs from its revenue.)\n\nGross profit and a company’s gross profit margin (gross profit divided by sales) are the leading metrics used in analyzing a company’s unit cost efficiency. A higher gross profit margin indicates a company is earning more per dollar of revenue on each product sold.\n\nThe breakeven point is the sales volume at which total revenue equals total costs, resulting in no profit or loss. It is calculated by dividing total fixed costs by the difference between the unit selling price and the unit variable cost. This calculation determines the number of units a company needs to sell to cover all its costs.\n\nFor example, if a company has total fixed costs of $40,000, each unit costs $2 in variable costs, and the selling price per unit is $5, the breakeven point in units would be calculated as follows:\n\nThis result indicates that the company must sell approximately 13,334 units to break even. The breakeven analysis helps businesses set sales targets and understand the minimum sales needed to avoid losses.\n\nUnit cost is arrived at by combining the variable and fixed costs and dividing by the total number of units produced. For example, assume total fixed costs are $40,000, total variable costs are $20,000, and you produced 30,000 units. You calculate the total cost of production by adding the $40,000 fixed costs to the $20,000 variable costs for a total of $60,000, then divide $60,000 by 30,000 to get the unit cost of $2.\n\nThe unit cost is the total amount of money spent on producing, storing, and selling a single unit of of a product or service.\n\nIf you don’t know the unit cost of a company’s product, you can’t price it properly in order to make a profit selling it. Unit cost is a vital component of arriving at a product’s market price.\n\nUnit costs can be both fixed and variable. Fixed costs are production expenses that don’t depend on the volume of units produced, such as rent, insurance, and equipment. Variable costs do depend on volume, such as salaries and the cost of purchased materials.\n\nUnit cost includes all of the costs, both fixed and variable, that go into making one unit of a product or service manufactured or provided by a company. It appears on the company’s financial statements and is crucial in determining the market price of the company’s product or service. It is also used by investors to decide whether or not a company is a good investment, as it helps to determine the company’s profitability.\n\nFairfield Institute of Management & Technology. \"BBA 102 – Cost Accounting.\" Page 6.\n\nFairfield Institute of Management & Technology. \"BBA 102 – Cost Accounting.\" Page 18.\n\nFinancial Accounting Foundation. \"What Is GAAP?\"",
  "url": "https://www.investopedia.com/terms/u/unitcost.asp"
}