{
  "term": "Units Per Transaction (UPT) Definition and How to Calculate",
  "definition": "Units per transaction (UPT) is a salesmetricoften used in theretail salessector to measure the average number of items that customers are purchasing in any giventransaction. The higher the UPT, the more items customers are purchasing for every visit.\n\nRetailers want people who enter and browse their stores and websites to buy as many items as possible. Happy shoppers are more likely to fill up their baskets with goods, purchasing stuff they set out to buy, as well asadd-onsand other extra items sold to them when in-store or surfing online.\n\nMany experts agree that increasing units per transaction (UTP) is often what determines success versus failure for a small- to a mid-size retailer. Getting customers to buy more suggests that the company is engaged and has a decent understanding of its customers. It also means extrarevenueand potentially more leverage to push up prices andprofit margins. It should come as little surprise then that retailers often make units per transaction (UPT) akey performance indicator(KPI).\n\nA basic unit per transaction (UPT) is calculated by simply dividing the number of items purchased by the number oftransactionsfor the period. However, there is a range of additional factors to consider that might influence how the figure is computed.\n\nUnits per transaction (UPT) can achieve a number of objectives. They might be measured across individual stores to identify market areas where customers tend to purchase different numbers of items when they shop. Retailers can also track items per sale by an employee in order to measure sales performance, or keep tabs on units per transaction (UPT) company-wide for a wider picture of overall sales patterns.\n\nAnother important consideration to make is whether to calculate units per transaction (UPT) on a day-by-day basis,seasonalbasis, or over a longer period of time. It is generally advisable to collect data on items sold and transactions daily. From there, the data can be tweaked to focus on longer time periods with greater accuracy.\n\nAs an example of UPT, company A can compare the sales performance of two employees. The first employee made 30 sales with a total of 105 items, while a second employee sold 105 items in 35 sales. Thus, units per transaction (UPT) for the first employee is 3.5, and units per transaction (UPT) for the second employee is 3.0.\n\nIn the firstquarterof 2019, Macy’s Inc. (M) reported a 5.7% increase in transactions, compared to the first quarter of 2018. A closer look at all the figures reveals that this impressive headline number might be slightly misleading. Why? Because average units per transaction (UPT) fell 2.2%.\n\nWhat this tells us is that a chunk of the department store’s transaction growth was boosted by loyal customers spreading out purchases more than usual, as opposed to Macy’s attracting an influx of new shoppers. Perhaps the company’s relatively new loyalty program, which offers top spenders free shipping regardless of how little they order, had something to do with its customers not feeling inclined to buy items all in one go.\n\nAnalyzing units per transaction (UPT) can help companies adjust operational factors,advertising methodologies, and even store layouts, to entice customers into making more purchases and boosting units per transaction (UPT).",
  "url": "https://www.investopedia.com/terms/u/units-per-transaction.asp"
}