{
  "term": "United States Treasury Money Mutual Fund: Meaning, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA United States Treasury money mutual fund is amutual fundthat pools money from investors to purchase low-risk government securities. A United States Treasury money mutual fund is a type of mutual fund that invests primarily or exclusively in U.S. government debt, such asTreasury billsand repurchase agreements. U.S. Treasury money mutual funds are a leading investment for investors seeking to preserve principal or invest cash temporarily.\n\nU.S. Treasury money mutual funds are one of the industry’s best low-risk investments. These mutual funds typically invest in U.S. Treasury bills and are highly stable and liquid. These funds are generally classified as eithermoney market fundsor found in low-riskfixed incomecategories. Treasury bills are secured by the full faith and credit of the United States Treasury, which helps to make these portfolios reliable sources of low-risk returns due to the country’s developed economy and political stability.\n\nMoney managers across the industry offer money market mutual funds that fully invest in U.S. Treasuries. U.S. government money market mutual funds follow standard accounting principles that help to keep their net asset value at $1 per share atamortizedcost rather than market value. These funds register as money market funds and are governed primarily byRule 2a-7of the Investment Company Act of 1940.﻿﻿\n\nThe rule stipulates the type of quality the funds can invest in, ensuring that only the highest-rated debt is included. Rules cover thematurity, credit quality, andliquidityof the securities invested. Under the rule, in regards to maturity, the average dollar-weighted maturity cannot exceed 60 days. Under liquidity rules, 10% of assets must be able to be converted into cash within one day, 30% within five days, and no more than 5% can be held in securities that take longer than a week to convert into cash.﻿﻿\n\nRules and regulations for money market funds have been revised to provide even greater security for investors since the2008 financial crisiswhen the popular Reserve Primary Fundbroke the buckby falling below its $1 net asset value.﻿﻿\n\nOften, U.S. government money market funds managed by brokerage service providers will be offered as cashsweepoptions or no-transaction-fee funds. Some of the most popular U.S. government money market funds include:\n\nVanguardTreasury Money Market Fund (VUSXX)\n\nFidelityTreasury Only Money Market Fund (FDLXX)\n\nAmerican Century Capital Preservation Fund (CPFXX)\n\nManyinvestment managersacross the industry also offer U.S. government mutual funds that are not characterized by the money market designation but offer many of the same benefits. These funds can offer slightly higher returns than money market funds with generally the same risk. U.S. government mutual funds can include short-, intermediate-, andlong-termdurations, with longer-term durations potentially offering enhanced returns. Some of the most popular U.S. government mutual funds include:\n\nU.S. Government Publishing Office. \"§270.2a-7 Money market funds.\" Accessed Feb. 7, 2021.\n\nU.S. Securities and Exchange Commission. \"Reserve Primary Fund Distributes Assets to Investors.\" Accessed Feb. 7, 2021.",
  "url": "https://www.investopedia.com/terms/u/united-states-treasury-money-mutual-funds.asp"
}