{
  "term": "United States Aircraft Insurance Group (USAIG): Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnited States Aircraft Insurance Group (USAIG) is the nation's oldest aviation insurer.\n\nUnited States Aircraft Insurance Group (USAIG) was founded by World War I flying ace Reed McKinley Chambers and pilot David C. Beebe when Chambers realized a need for aviation insurance. An airline company he had formed, Florida Airways, faced bankruptcy when four airplanes were lost to storms and an accident in 1926. Florida Airways had earned the first private air mail contract awarded by the United States government.\n\nOn July 1, 2018, USAIG celebrated its 90th anniversary. The insurance company is credited with furthering aviation by insuring historic events such as the first B-52 bomber flight, the Boeing 707 prototype, the 1969 lunar module flight, the Boeing 747's first commercial flight, and the development and testing of General Dynamics' F-111A fighter jet. In 1968, USAIG's founder Reed Chambers broke the sound barrier while flying in a Convair F-106 Delta Dart. USAIG also is active in promoting safety in flying and publishes a series of Safety First posters several times each year.\n\n\"USAIG is neither a single insurance company nor a corporation. It’s a pool of member firms, all highly ratedproperty and casualty insuranceandreinsurancecompanies. We’re proud to say that our members all carry A.M. Best ratings ranging from A to A++,\" the company notes on its website. \"United States Aircraft Insurance Group and Canadian Aircraft Insurance Group each comprise a pool of highly rated property-casualty insurers. United States Aviation Underwriters, a licensed New York agent, serves as the manager for USAIG. USAU’s Canadian subsidiary manages the CAIG pool. Every policy written through USAIG or CAIG uses capacity that is admitted in all 50 United States or throughout Canada.\"\n\nEach member company must meet minimum ratings requirements, at least an “A” rating with either A.M. Best or Standard & Poor’s, and hold a required statutory surplus of $1 billion or greater. In addition, the company stated that it goes the extra step of requiring each member company, through a security agreement, to fund a trust account to meet 100% of their respective net liabilities.\n\nThe company's line of coverages includes: Corporate aviation, commercial aviation, pleasure and business aircraft, helicopters, airlines, airport liability, and aviation products liability.\n\nIn 1965, USAIG designed and implemented the first insurance policy for an international communications satellite – the COMSAT “Early Bird.” In 2015, it issued the first small Unmanned Aircraft Systems (sUAS) policy.\n\nUnited States Aircraft Insurance Group. \"Who We Are.\"",
  "url": "https://www.investopedia.com/terms/u/united-states-aircraft-inurance-group-usaig.asp"
}