{
  "term": "United Nations (UN): Definition, Purpose, Structure, and Members",
  "definition": "The United Nations is an organization that strives to maintain peace and security among its member nations by promoting social progress and human rights.\n\nThe United Nations (UN) is an internationalnonprofit organizationthat aims to increase political and economic cooperation among its member countries. There are more than 190 member states in the UN—all of which are part of the UN's General Assembly.Headquartered in New York, the organization is guided by a charter and headed by its secretary-general. It focuses on peace, security, human rights, and other issues. The UN is part of the larger United Nations System.\n\nThe United Nations was formed in 1945 in the wake of World War II to reduce international tension, promote human rights, and lower the chance of other large-scale conflicts. It came out of the League of Nations, which was established after WWI in 1920 to promoteinternational relationsand cooperation. The league could not prevent the war in Europe and Asia in the 1930s. The U.S. wasn't part of the League of Nations.\n\nHeadquartered in New York and led by the Secretary-General, the UN has 193 member states, representing almost every country in the world. There are five permanent U.N. members: the U.S., Russia, France, the U.K., and China. When a new state applies to join the UN, it only takes one permanent member to veto the application.\n\nA few states lack UN membership, though countries exercise de facto sovereignty. In some cases, the international community doesn't recognize non-members as independent, such as Tibet, Somaliland, and Abkhazia.Some countries were blocked from being admitted (Taiwanand Kosovo among others) by more powerful member states.\n\nThe UN \"coordinates its work with the funds, programmes, specialized agencies and other organizations of the UN System.\"Some of the key focus areas include:\n\nThe United Nations Charter, which is the founding document of the organization, was signed on June 26, 1945, and went into effect on Oct. 24, 1945. It was amended three times between 1963, 1965, and 1973.You can read the full texthere.\n\nThe UN is made up of five principal bodies: the UN General Assembly, the UN Secretariat, the International Court of Justice, the UN Security Council, and the UN Economic and Social Council. A sixth, the UN Trusteeship Council, has been inactive since 1994.\n\nThis is the UN's main deliberative body, in which all members have equal representation. It is headquartered in New York City, and its responsibilities include setting the UN'sbudget, appointing rotating members to the Security Council, and passing non-binding resolutions that express the opinions of the international community.\n\nThe UN Secretariat is the executive wing of the UN, charged with implementing policies set by its deliberative bodies. Its head, the Secretary-General, is the UN's top official. The Secretariat, which is based in New York City, includes the Department of Peacekeeping Operations, which dispatches UN soldiers (known as blue helmets) on missions authorized by the Security Council.\n\nThe International Court of Justice is based in The Hague and has two main functions: to settle disputes submitted by member states according to international law and to issue advisory opinions on legal questions submitted by UN agencies. There are 15 judges, and the court's official languages are French and English. Appeals are not allowed, making the judgments final.\n\nThe UN's secretary-general is António Guterres. The secretary-general acts as a diplomat, advocate, civil servant, andchief executive officer (CEO). Guterres assumed the role in 2017 and was sworn in for a second term in 2022.\n\nThe UN Security Council is charged with maintaining international security. It authorizes peacekeeping missions, accepts new U.N. members, and approves changes to the UN charter.The Security Council's structure allows a few powerful member states to dominate the UN: Russia, the U.K., France, China, and the U.S. hold permanent seats on the council and enjoy veto power.\n\nThe Security Council's other 10 seats rotate on a staggered two-year schedule. These seats are occupied by Algeria (2025), Denmark (2026), Greece (2026), Guyana (2025), Pakistan (2026), Panama (2026), Republic of Korea (2025), Sierra Leone (2025), Slovenia (2025), Somalia (2026). The years in parentheses indicate the end of their terms on the council.\n\nThe UN Economic and Social Councilcoordinates the activities of the UN's 15 specialized agencies. These include the:\n\nThere are 193 sovereign member nations of the UN. A special category allows so-called observer states to participate in General Assembly meetings, but they cannot vote. The two observer states are the Holy See and Palestine. The Holy See was granted the status of a permanent observer in 1964. Palestine officially applied to join the U.N. in 2011, but the UN. Security Council has not voted on the application. In 2012, the State of Palestine was officially recognized as a non-member state. Certain other states, including Kosovo and the Republic of China, or Taiwan, are not members because they're not recognized by all UN members.\n\nIn April 1945, as World War II was coming to a close, representatives of 50 war-weary countries gathered in San Francisco for the UN Conference on International Organization. For two months, the group worked on drafting and then signing the UN Charter, creating the United Nations, an international organization that all hoped would help prevent another world war. The charter was ratified by China, France, the Soviet Union, the U.K., the U.S., and other nations, and the UN got off the ground officially on October 24, 1945.\n\nThe ninth secretary-general of the U.N., António Guterres, took office on Jan. 1, 2017. The Portugal native took the oath for his second five-year term, which began in January 2022.\n\nThe U.N. has specialized agencies that are autonomous organizations working inside the United Nations. Some pre-date World War I, while others were associated with the League of Nations or arose when the U.N. was created or even later.\n\nSome of the best-known of these agencies, which are headquartered all over the world, include the Food and Agriculture Organization, the World Health Organization, the International Monetary Fund, the International Labor Organization, the World Bank, and the United Nations Educational, Scientific, and Cultural Organization.\n\nThe UN is one of the most recognized nonprofit organizations in the world. Established in 1945, the UN has almost 200 member states. Its focus is to promote peace and security, human rights, and humanitarian aid. Operating under the UN System, the UN has five principal bodies. The organization is led by the secretary-general, who acts as a diplomat and an advocate for member states.\n\nUnited Nations Office at Geneva. \"League of Nations.\"\n\nUnited Nations. \"History of the United Nations.\"\n\nUnited Nations. \"About UN Membership.\"\n\nCNN. \"What it’s like to visit a country that doesn’t officially exist.\"\n\nNewman, Edward, and Gëzim Visoka. \"The Foreign Policy of State Recognition: Kosovo’s Diplomatic Strategy to Join International Society.\"Foreign Policy Analysis, vol. 14, no. 3, July 2018, pp 367–387.\n\nThe Brookings Institution. \"Taiwan’s UN Dilemma: To Be or Not to Be.\"\n\nUnited Nations. \"United Nations Charter.\"\n\nGeneral Assembly of the United Nations. \"Workings of the General Assembly.\"\n\nInternational Court of Justice. \"Frequently Asked Questions.\"\n\nUnited Nations. \"The role of the Secretary-General.\"\n\nUnited Nations. \"Antonio Guterres Secures Second Term as UN Secretary-General, Calls for New Era of 'Solidarity and Equality.'\"\n\nUnited Nations Security Council. \"Functions and Powers.\"\n\nUnited Nations Security Council. \"Current Members.\"\n\nUnited Nations. \"The United Nations System.\"\n\nWorld Atlas. \"Which Countries Are Not Members Of The United Nations?\"",
  "url": "https://www.investopedia.com/terms/u/united-nations-un.asp"
}