{
  "term": "United Nations Global Compact: Definition, Purpose, 10 Principles",
  "definition": "The United Nations Global Compact is a strategic initiative that supports global companies that are committed to responsible business practices in the areas of human rights, labor, the environment, and corruption. This UN-led initiative promotes activities that contribute to sustainable development goals to create a better world.\n\nThe UN Global Compact is based on 10 principles that should define a company’s value system and approach to doing business. These principles were collectively founded in the Universal Declaration of Human Rights, theInternational Labor Organization’sDeclaration on Fundamental Principles and Rights at Work, the Rio Declaration on Environment and Development, and the UN Convention Against Corruption. Member companies are expected to engage in specific business practices that benefit the people and the planet while pursuing profitability with integrity.\n\nThe 10 principles for businesses, as stated on the UN Global Compact’s website, are the following:\n\nCompanies that join the compact are expected to integrate these principles into their corporate strategies, culture, and day-to-day operations. Companies are also expected to advocate the principles publicly and communicate withstakeholderson progress toward meeting the principles. Any company that commits to upholding the principles may join the compact, which is not legally binding and is purely voluntary.\n\nMember companies of the UN Global Compact are expected to act in environmentally responsible ways with regard to climate change, water and sanitation, energy, biodiversity, and food and agriculture. They are also expected to recognize the link between environmental issues, and social and development priorities.\n\nMember companies must also be focused on socialsustainability, particularly human rights as they apply to labor, women’s empowerment and gender equality, children, indigenous peoples, people with disabilities, and people living in poverty. The compact believes that protecting human rights is primarily a government responsibility but businesses should contribute or, at a minimum, avoid harm.\n\nWays in which businesses can contribute to human rights include creating jobs, developing goods and services that help people meet their basic needs, promoting public policies that support social sustainability, partnering with other businesses to have a greater impact, and making strategic social investments.\n\nCompanies might choose to join the compact because of the importance of corporate codes of conduct for developing and maintaining positive relationships with customers, employees, and other stakeholders and to avoid regulatory and legal problems. Businesses may support the compact for the greater good , but also because operating in environments associated with poverty and inequality where the rule of law is weak can harm the company’s reputation andbottom line.\n\nFurther, companies thatcommit to sustainabilitymay have an advantage in accessing untapped markets, attracting and retaining business partners, developing innovative new products and services while operating in a lower-risk environment, and encouraging employee satisfaction and productivity.\n\nAn example of sustainable activity by a member company is to support inclusive, equitable, quality education and promote lifelong learning opportunities for all. A company might partner with governments and other companies to createopen-sourcetechnology. This technology can deliver education to hard-to-reach communities and develop low-cost learning materials for under-resourced schools.",
  "url": "https://www.investopedia.com/terms/u/un-global-compact.asp"
}