{
  "term": "Unitized Endowment Pool (UEP): Meaning, Benefits",
  "definition": "A unitized endowment pool (UEP) is a form of endowment investing that allows multipleendowmentsto invest in the same pool of assets. Each endowment owns individual units in a UEP and investors generally see their returns monthly. New endowments entering the pool can buy in by receiving units in the pool valued as of a specific buy-in date.\n\nA unitized endowment pool (UEP) is sort of a mutual fund, but it’s on a bigger scale and specifically for endowments, as opposed toretail investors.\n\nWhile even small endowments often have a substantial amount of cash to invest, it’s sometimes beneficial to pool together with other endowments fordiversification. UEP units serve to clearly segregate each endowment's share in the pool. For example, a UEP with a market value of $10 billion may have 100,000 units worth $100,000 each and split those units among multiple endowments.\n\nUnitized endowment pools are one of three main investing options for endowment funds. Some choose to invest in UEPs exclusively. Others hire external managers directly. The largest tend to hire internal managers to attempt to grow endowment assets. A few use a combination of all three.\n\nThe number of endowments that invest in unitized endowment pools and other outside investment managers, as opposed to making all decisions in-house, tends to run in cycles. In the decade following the 2007-2009financial crisis, for example, more midsize- and large endowments hired management expertise from the outside, in general, in an effort to focus on controlling costs and putting more focus on risk management.\n\nSome UEPs provide access to less-liquid securities such asprivate equityand stakes intimberland. Each tends to have attractive returns over time, but also carries significant liquidity risks.\n\nA smaller endowment might not own these assets outside of a unitized endowment pool because they don’t have the internal expertise to manage these assets. Moreover, selling units of a unitized endowment pool with a share of these types of assets is sometimes easier and faster than trying to sellilliquidassets directly.\n\nThe school with the largest endowment is Harvard University, with an endowment of $42 billion in 2020.\n\nSome unitized endowment pools also have more experience withemerging-marketsequity and debt than an endowment fund’s own team. Endowment funds tend to own at least some of these types of assets, as many plan to invest for very long time horizons; even longer than the average retail investor saving for retirement.\n\nMany endowments choose to take on more risk in search of higher potential rewards that have a better chance of beating inflation over time. This could be viewed as a downside but it depends on each endowment'srisk toleranceand investment time horizon.\n\nIn general, the three types of endowments are true endowments, also known as permanent endowments, quasi-endowments, also known as Funds Functioning as Endowments (FFE), and term endowments.\n\nA unitized investment is a type of pooled investment structure that allows investors to purchase units in a pooled investment vehicle, such as an investment fund. Each investor owns a portion of the investment vehicle through their units. Unitized investments typically have a specific investment concentration or strategy.\n\nAn endowment is an investment structure for non-profit organizations that allows for their donations to be invested in order to generate returns with the ultimate goal of financing their operations.\n\nU.S. News & World Report. \"10 Universities With the Biggest Endowments.\" Accessed Oct. 18, 2021.",
  "url": "https://www.investopedia.com/terms/u/unitized-endowment-pool.asp"
}