{
  "term": "Unitranche Debt (Financing): How These Hybrid Loans Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnitranche debt or financing represents a hybrid loan structure that combinessenior debtandsubordinated debtinto one loan, allowing banks to compete better against private debt funds. The borrower of this kind of debt typically pays aninterest ratethat falls between the interest rates that each type of loan would command individually.\n\nUnitranche debt is typically used in institutional fundingdeals. It lets the borrower get funding from a number of parties, which can result in decreased costs from multiple issuances, allow for greater fundraising through a single deal process, and facilitate a faster acquisition in abuyout.\n\nUnitranche debt deals can be structured in several ways. The primary focus is on priority repayment levels for the borrowers. Levels ofriskcan vary substantially in a structured unitranche debt deal, with borrowers agreeing to various priority levels for repayment in case ofdefault.\n\nUnitranche debt may also be compared withsyndicated debt. Both types of debt are structured under an overarching issuance agreement that provides an average cost of debt to theissuer.\n\nUnitranche debt is a type of structured debt that collects funding from multiple participants with varying term structures.\n\nStructured unitranche debt will divide pieces of the structured debt vehicle intotranches, each with its own class designation. The issuer of the debt typically works with a large investment bank, or a group of investment banks, to provide the structuring of the debt in an underwriting process. Theunderwriterswill determine and document all of the terms of each tranche, including details on its interest payments, interest rate, duration, and seniority.\n\nSeniority is typically the primary factor influencing the terms of each tranche level. The tranches of the debt can be a dividend and represented by class level names, such as the year of issuance followed by a letter. For example, a unitranche vehicle with four tranches could be structured as 2019-A, 2019-B, 2019-C, and 2019-D, providing an identifier for lenders that want to invest in the vehicle.\n\nUnderwriters structure the tranches by seniority, with the lowest-risk tranches having the highest seniority forrepaymentin case of default. These tranches are also known as “secured tranches.” Each tranche will have differing levels of seniority if the issuer defaults.\n\nSome unitranche vehicles may also rate various tranches to support the marketing and disclosure of tranche sales. Underwriters can also structure each tranche with varying terms. Individual tranches can thus be customized and created with different provisions that are favorable for the issuer. Provisions may includecallrights, full repayment at the principal with nocoupon, and variable vs. fixed rates.\n\nIn some cases a syndicated loan may also be considered a type of unitranche debt. A syndicated loan is similar to a unitranche loan in that it involves multiple lenders making an investment. Syndicated loans also involve underwriters and an extensive underwriting process.\n\nIn a syndicated loan the lenders all typically agree to similar terms; however, some syndicated loans may include individual loan portions to each lender considered as tranches. Overall, syndicated loans are typically less complex in their structuring than unitranche debt.\n\nThe primary focus of unitranche debt is on priority repayment levels for the borrowers. Levels of risk can vary substantially in a structured unitranche debt deal, with borrowers agreeing to various priority levels for repayment in case of default.\n\nBoth types of debt are structured under an overarching issuance agreement that provides an average debt cost to the issuer.\n\nStructured unitranche debt will divide pieces of the structured debt vehicle into tranches, each with its own class designation.\n\nUnitranche debtcombines senior debt and subordinated debtinto one loan, allowing banks to compete better against private debt funds. It is a hybrid loan structure that is typically used in institutional funding deals.\n\nSaratoga Investment Corp. \"Unitranche Debt: What It Is and How the Loan Process Works.\"\n\nS&P Global. \"A Syndicated Loan Primer.\"",
  "url": "https://www.investopedia.com/terms/u/unitranchedebt.asp"
}