{
  "term": "Unit Investment Trust (UIT): Definition and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA unit investment trust (UIT) is an investment company that offers a fixed portfolio of stocks and bonds as redeemable units to investors for a specific period. It is designed to providecapital appreciationand/or dividend income. UITs, along withmutual fundsandclosed-end funds, are defined as investment companies.\n\nInvestment companies offer individuals the opportunity to invest in a diversified portfolio of securities with a low initial investment requirement. UITs are sold by investment advisors and an owner can redeem the units to the fund or trust, rather than placing a trade in thesecondary market.\n\nA UIT is either aregulated investment corporation (RIC)or agrantortrust. A RIC is a corporation in which the investors are joint owners, and a grantor trust grants investors proportional ownership in the UIT’sunderlying securities.\n\nInvestors can redeem UIT units (or mutual fund shares) atnet asset value (NAV)to the fund or trust either directly or with the help of an investment advisor. NAV is defined as the total value of the portfolio divided by the number of shares or units outstanding, and the NAV is calculated each business day.\n\nOn the other hand, closed-end funds are not redeemable and are sold in thesecondary marketat the current market price. The market price of a closed-end fund is based on investor demand and not as a calculation of net asset value.\n\nUITs often mature within 24 months, but it isn't uncommon to see maturity dates range from one to five years.\n\nThough the underlying characteristics of a UIT are often the same across different types of trusts, there are different strategies for UITs. These different types will vary in the underlying assets that are purchased and held, as each of the following UITs will have a different investment strategy:\n\nUnit investment trusts are not the same as investment trusts. An investment trust is a public limited company, found mostly in Japan and the United Kingdom, that aims to make money by investing in other companies.\n\nMutual funds are open-ended funds. This means that theportfolio managercan buy and sell securities in the portfolio. A UIT, on the other hand, pays interest income on the bonds and holds the portfolio until a specific end date when the bonds are sold and the principal amount is returned to the owners.\n\nInvestors may prefer UITs if they want investments with clearly defined start and stop schedules. Keep in mind that a UIT may also be rolled into another UIT if it is part of a series.\n\nMany investors prefer to use mutual funds for stock investing so the portfolio can be traded. If an investor is interested in buying and holding a portfolio of bonds and earning interest, that individual may purchase a UIT or closed-end fund with a fixed portfolio. The UIT will have a specified limit on the number of available shares that cannot be merged or split.\n\nTheinvestment objectiveof each mutual fund is tooutperforma particularbenchmark, and the portfolio manager trades securities to meet that objective. For example, a stock mutual fund may have an objective to outperform theStandard & Poor’s 500 indexof large-cap stocks.\n\nUITs are not actively managed. Assets are purchased upfront and are held for the duration of the trust. In rare cases, trust sponsors may be allowed to exchange the trust assets.\n\nAlthough there are stock and bond UITs, bond UITs are typically more popular than their stock counterparts because they offer predictable income and are less likely to suffer losses.\n\nUnit investment trusts offer investors a diversified portfolio of securities, which can help reduce the risk of losses due to any single security’s underperformance. Be mindful that some UITs are industry-specific (e.g., 100% invested inhealthcare), and these UITs hold greater risk.\n\nThey must disclose their portfolios regularly, providing investors with greatertransparencyinto their holdings and investment strategy.\n\nUITs are generallypassive investments, which means they do not involve active management or frequent trading. This can result in lower fees and expenses compared to actively managed funds.\n\nThey are typically structured aspass-through entities, which means they do not pay taxes at the trust level. This can result in greater tax efficiency.\n\nUITs often have low minimum investment requirements, making them accessible to a wider range of investors. More investors may appreciate the simplicity of a UIT. UITs have a fixed portfolio of securities and a set investment strategy. This means their performance is usually more predictable than actively managed funds that may change their holdings and investment strategy over time.\n\nBecause UITs have a fixed portfolio of securities and a setinvestment strategy, investors have little control over the investments made by the trust. In some cases, poor performers are also retained and sponsors usually maintain UIT assets without trading away or changing strategy.\n\nAs mentioned before, while UITs do provide some diversification, they typically invest in a specific market sector orasset class. This means they may not provide the same level of diversification as more broadly diversified investments.\n\nUITs are designed to be long-term investments, so they may not be appropriate for investors who need access to their funds on short notice. UITs are also not traded on exchanges like mutual funds and may incur fees upfront, so investors may have difficulty buying or selling units or must be prepared to incur higher costs when purchasing the investment.\n\nIn some cases, UITs may not provide as much information about their investment strategy or performance as other types of investments. This includes not having as much transparency around fees, expenses, or plans for changes in assets.\n\nOffer diversification based on assets selected\n\nSpecific reporting requirements promote transparency\n\nLow fees due to passive management strategy\n\nMore predictable due to set investment strategy\n\nTax-efficient depending on the UIT strategy\n\nLess flexible because of static strategy\n\nLess diversified if invested in a single industry or asset class\n\nIntended for long-term holding periods with limited liquidity\n\nLimited information about fees, expenses, or future strategy\n\nUITs are generally structured as pass-through entities for tax purposes. This means UITs often don’t pay taxes at the trust level. Instead, income, gains, and losses are passed through to the investors in the trust. As a result, investors are responsible for paying taxes on their share of the trust’s income, gains, and losses and the trust istax-exempt.\n\nThe tax treatment of a UIT can vary depending on the types of securities held by the trust and the investor’s tax situation. For example, if the trust holds stocks or other securities that paydividends, the dividends will be passed through to the investor and taxed asordinary income. Similarly, if the trust sells securities for a profit, all capital gains are passed through to the investor.\n\nOne potential tax advantage of UITs is that they are generally structured as a passive investment. This means that because investments are bought and sold less frequently, they may have lower turnover and generate fewer capital gains than actively managed funds. This can result in greatertax efficiencyfor investors looking to minimize their capital gains taxes.\n\nLike other forms of investing, UITs carry with them a variety of costs. Some UITs charge a sales charge called a load. This sales charge is typically a percentage of the investment amount.\n\nUITs typically charge a management fee, which is a percentage of the assets held in the trust. Themanagement feecovers the costs of managing the portfolio and other administrative expenses, though these fees may be less than actively managed investments.\n\nUITs also charge trustee fees. These trustee fees cover the costs of the trustee responsible for overseeing the trust. Trustee fees are typically a fixed amount or a percentage of the assets held in the trust, though there may be other expenses included specific for legal, accounting, custody, or administration fees.\n\nGuggenheim’s Global 100 Dividend Strategy Portfolio Series 14 (CGONNX) was founded on March 15, 2018, with the intent to provide dividend income. It contained 100diversifiedpositions: 45.16% invested inlarge-capstocks, 26.94% inmidcaps, and 27.90% insmall caps.Roughly half of the securities were invested in U.S. stocks, with the balance invested in many other countries. Allocation reflects many sectors as well. Each company it held represented roughly 1% of the portfolio.\n\nThis UIT was created with a mandatory maturity date of June 17, 2019. Since the maturity date of this UIT, Guggenheim offered new UIT offerings.For example, the Global 100 Dividend Strategy Portfolio Series 24 was created on September 9, 2020, with a mandatory maturity date of December 17, 2021.\n\nA UIT is a type of investment vehicle that pools money from multiple investors to purchase a fixed portfolio of securities, such as stocks or bonds.Once the trust is created, investors purchase units that represent a proportional ownership interest in the underlying assets. The trust is then managed, and income is distributed over the life of the assets. Undistributed long-term capital gains arereported to shareholderson Internal Revenue Service (IRS) Form 2439.\n\nMany may argue that the main benefit of a UIT is the simplicity. Because it is a passive investment with a defined strategy, the assets of a UIT are usually not sold prior to maturity once they are purchased. Therefore, investors usually like the straightforward nature of knowing exactly what securities will be held, what timeline is being managed, and what risks are being recognized.\n\nThe benefit above may also translate to one of the greatest downsides of a UIT. Because the assets are not frequently bought or sold, investments often lock into an investment plan that is not changed. The assets may not be reevaluated as they are being held, and investors may lose money.\n\nA UIT is very similar to a mutual fund. However, this investment vehicle often employs a passive investment strategy. Once securities are purchased, a UIT holds the assets for a predetermined amount of time. This gives investors peace of mind knowing the risk and diversification of the portfolio in addition to knowing the tax strategy of the underlying assets.\n\nInvestment Company Institute. \"A Guide to Unit Investment Trusts.\" Page 12.\n\nGuggenheim. “Global 100 Dividend Strategy Portfolio Series 14.”\n\nGuggenheim. “Global 100 Dividend Strategy Portfolio Series 24.”",
  "url": "https://www.investopedia.com/terms/u/uit.asp"
}