{
  "term": "Unitary Thrift",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA unitary thrift is a charteredholding companythat controls a singlethriftentity. Historically, unitary thrifts could engage in a broader range of activities than bank holding companies, however, they have come under increasing restrictions since the 2008 financial crisis.\n\nUnitary thrifts, also known as savings and loan holding companies, or SLHCs, are a type of holding company that mainly holds assets in thrift investments. Thrift institutions, also known as savings and loan associations, offer a narrower range of products than other financial institutions.\n\nUnitary thrifts focus on customer and community service, which typically means they deal with traditional basic banking products, such as savings and checking accounts,home loans, personal loans, automobile loans, and credit cards.\n\nThese thrifts are more limited in these areas, such as providing loans for single-family homes as opposed to larger real estate ventures. Similarly, they focus on individuals and have only limited dealings with businesses. Thrifts are required by law to maintain 65% of their portfolio in assets related to housing or other qualified assets while they are only allowed to have 10% of assets incommercial loans.\n\nThrifts have traditionally catered towards the middle- and working-class and offer higher interest rates on savings than larger, national banks. The reason they can offer better rates is because that they can borrow at lower rates from the Federal Home Loan Banking System.\n\nUnitary thrifts represent one of the two ownership models for savings and loan companies. Unitary thrifts offer a small group of investors a way of controlling a savings and loan through the purchase of stock in the holding company that owns the thrift.\n\nDue to the liberalization of lender tests, a variety of financial institutions are able to own depository institutions. These include insurance companies and commercial companies. These entities can buy thrifts, becoming a holding company, and the owners of these companies gain exposure to the thrift.\n\nThe other ownership model is amutual ownership structure, where depositors and borrowers receive part ownership of the savings and loans when they engage in business with the company.\n\nBecause thrifts tended to serve customer needs rather than investor desires, they initially operated under less regulatory oversight, and prior regulatory regimes allowed unitary thrifts to openbranchesanywhere in the United States.\n\nIn the 1980s, thesavings and loanindustry underwent a crisis after thrifts engaged in risky financial activities in an attempt to cover losses caused by depositors who moved their cash from thrifts to money market funds as interest rates boomed in the late 1970s.\n\nBy 1989, much of the industry had collapsed after failed thrifts caused the insolvency of theFederal Savings and Loan Insurance Corporation(FSLIC), which insured deposits.\n\nDue to regulatory changes and mergers, thrift banks are not as prominent as they once were.\n\nTheFinancial Services Modernization Act of 1999, also known as the Gramm Leach Bliley Act, forbade theOffice of Thrift Supervision(OTS) from accepting any new applications for unitary thrifts. Since that time, the federal government has increased restrictions on the remaining unitary thrifts.\n\nAfter the 2008 financial crisis, sweeping regulation was made across the financial industry. The passage of the landmarkDodd-Frank Wall Street Reform and Consumer Protection Actin 2010 eliminated the OTS in 2011, which suffered from implications of wrongdoing in the collapse of IndyMac and the failure of AIG during the 2008 financial crisis.\n\nDodd-Frank passed supervision of legacy unitary thrifts to other federal agencies and the goal was that savings and loan holding companies (SLHCs) would be treated almost like bank holding companies (BHCs) with only a few distinctions. This would allow for more oversight over thrifts.\n\nMuch of the legislation impacted controlling and non-controlling ownership of thrift holding companies, the composition of capital, an introduction of new capital ratios, as well as new liquidity ratios. There are also other criteria, such as being \"well-managed\" and \"well-capitalized.\"\n\nA unit bank is a small, local bank that provides banking services to a small community in the region it is located. Unit banks stand in contrast to large, national banks that provide a vast array of services to millions of customers through different branches. A unit bank does not have any other locations or branches and is a standalone entity.\n\nA unit bank is one, single bank that provides simple banking services to its clients, such as checking and savings accounts and small loans. A branch bank, on the other hand, is part of a larger bank that operates in multiple locations across the country or specific region through its many bank branches. Unit banks are not connected to any other financial entity in the way bank branches are connected to one another.\n\nThrift banks provide simple banking services, such as checking and savings accounts, mortgage loans, personal loans, and credit cards.\n\nState of Connecticut. Department of Banking. \"ABCs of Banking.\" Accessed Feb. 14, 2022.\n\nFederal Deposit Insurance Corporation. \"The S&L Crisis: A Chrono-Bibliography.\" Accessed Feb. 14, 2022.\n\nFederal Reserve History. \"Savings and Loan Crisis.\" Accessed Feb. 14, 2022.\n\nFederal Reserve History. \"Financial Services Modernization Act of 1999, Commonly Called Gramm-Leach-Bliley.\" Accessed Feb. 14, 2022.\n\nHarvard Law School Forum on Corporate Governance. \"New Dodd-Frank Regulatory Framework for Thrift Institutions.\" Accessed Feb. 14, 2022.",
  "url": "https://www.investopedia.com/terms/u/unitary-thrift.asp"
}