{
  "term": "Unit Trust (UT): What It Is and How to Invest",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA unit trust is an unincorporatedmutual fundstructure that holds assets and provides profits to individual unit owners instead of reinvesting into the fund. A unit trust is established under atrust deed, and the investor acts as thebeneficiary.\n\nA unit trust is a collective investment packaged under a trust deed. The fund manager may invest in bonds or shares on the stock market, and the fund is divided into units that investors purchase. Unit trusts provide access to securities, mortgages, andcash equivalents.\n\nUnit trust structures vary by region and are available in places like Guernsey, Jersey, Fiji, Ireland, New Zealand, Australia, Canada, Namibia, Kenya, Singapore, South Africa, the U.K., the Isle of Man, and Malaysia. In Asia, a unit trust is the same as a mutual fund, while in Canada, these investments are calledincome trusts.\n\nFund managersoversee the portfolio of unit trusts.Trusteesare assigned to ensure that the fund manager operates according to the fund’s investment goals and objectives. Trustees often act asfiduciaries, protecting the best interests of the beneficiaries. Investors in unit trusts are called unit holders and possess rights to the trust’s assets. Registrars serve asmiddlemenor liaisons between the unit holders and the fund manager.\n\nThe value of the assets in a unit trust portfolio is determined by the number of units issued multiplied by the price per unit minus transaction andmanagement fees.\n\nIn a unit trust, the price of each unit is based on the fund'snet asset value (NAV)divided by the number of units outstanding.\n\nUnit trusts allow for new contributions and withdrawals to and from the pool. When money is added to the trust, more units are created at the current unit buying price. When units are withdrawn, assets are sold to match the current unit selling price.\n\nFund managers make money through the difference between the buying price, oroffer price, and the selling price, orbid price. The difference between the offer and bid prices is called thebid-offer spreadand varies based on the assets managed.\n\nAs with any investment, unit trusts come with risks and benefits.\n\nManaged by a financial professional\n\nOne unit includes investments in a diversified portfolio\n\nNo obligation or fixed investment term required\n\nPerformance of the trust relies on the fund manager\n\nPrincipal investment is not guaranteed\n\nMutual funds are pooled investments from investors and can includebondsand equities. A unit trust differs from a mutual fund in that it is established under a trust deed, and the investor is effectively the beneficiary.\n\nInvesting in a unit trust carries risks similar to other investments. The unit value or income may decrease, and an investor'sprincipalis not guaranteed.\n\nInvestors can exit the fund by selling units at the bid price. To make aprofit, the bid price must be higher than the offer price initially paid for the unit.\n\nA unit trust is an unincorporated mutual fund that holds assets and distributes profits to individual unit owners instead of reinvesting into the fund. A unit trust is established under a trust deed, with the investor as the beneficiary. Unit trusts often include diversified portfolios and are managed by financial professionals.\n\nMoney.co.uk. \"What Is a Unit Trust?\"",
  "url": "https://www.investopedia.com/terms/u/unittrust.asp"
}