{
  "term": "United Nations Commission on International Trade Law (UNCITRAL)",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe term United Nations Commission on International Trade Law (UNCITRAL) refers to asubsidiarybody of theUnited NationsGeneral Assembly. Established in 1966, UNCITRAL is the core legal body of the U.N,'s system in the field of international trade law.The official function of UNCITRAL is to modernize and harmonize the rules of international business. The organization is responsible for helping to facilitate international trade and investment. It is headquartered in New York with annual sessions held alternatively in Vienna.\n\nThe United Nations established the United Nations Commission on International Trade Law (UNCITRAL) in 1966. The move was in response to the rapid rise of global trade that took place in the 1960s. At the time, national governments recognized the need for harmonized global standards to replace the various national and regionalregulationswhich, until then, largely governed international trade.\n\nUNCITRAL is headquartered in New York, which is the same location as the U.N.'s headquarters. Annual sessions take place once each year usually in the summer and are held alternatively in New York and at the Vienna International Centre in Vienna.\n\nThe organization operates on the premise that international trade has global benefits for its participants. With increasingeconomic interdependenceglobally, UNCITRAL seeks to help expand and facilitate global trade through the progressive harmonization and modernization of the law of international trade.\n\nThrough the salient areas of commercial law, its mandate covers:\n\nThe organization is also responsible for coordinating the work of other bodies active in international trade, both within and outside of the UN, to enhance cooperation, consistency, andefficiencywhile avoiding duplication.\n\nUNCITRAL aims to formulate modern, fair, and harmonized rules for such commercial transactions. Its work includes conventions, model laws, and rules which are acceptable worldwide; legal and legislative guides, and practical recommendations; updated information on case law and enactments of uniform commercial law; technical assistance in law reform projects; and regional and national seminars on uniform commercial law.\n\nAccording to UNCITRAL, much of the complex network of international legal rules and agreements that affect today's commercial arrangements were reached through long and detailed consultations and negotiations organized by the organization.\n\nThe UN General Assembly elects members for terms of six years. These aren't unison, though, as the terms of half of the members expire every three years. In this way, no country or bloc should be able to dominate the organization.\n\nMembership of UNCITRAL is determined by the U.N. General Assembly. The original membership comprised 29 member states of the U.N. But this number was expanded to 36 in 1973. Its membership grew again in 2004 to 60 states, and again in 2022 with a total of 70 member states.States represent a variety of legal traditions and levels ofeconomic development.\n\nMember states are deliberately chosen to be globally representative. The organization aims to include 14 African states, 14 Asian states, eight Eastern European states, 10 Latin American and Caribbean states, 14 Western European states, and others. As of June 2022, though, there were a total of 65 member states.The table below highlights each member state along with their respective three-year expiry dates.\n\nThe Commission allows states to attend annual sessions even if they're non-members. The organization refers to them as observer states. Under the guidelines, observer states are authorized to take part in the efforts to \"achieve a generally acceptable text\" but cannot vote or object to any recorded decisions.\n\nUnited Nations. \"About UNCITRAL.\"\n\nUnited Nations. \"A Guide to UNCITRAL,\" Page 1.\n\nUnited Nations. \"A Guide to UNCITRAL,\" Page 2.\n\nUnited Nations. \"A Guide to UNCITRAL,\" Page 3.\n\nUnited Nations. \"Frequently Asked Questions - Mandate and History.\"\n\nUnited Nations. \"A Guide to UNCITRAL,\" Pages 2-3.\n\nUnited Nations.Frequently Asked Questions - Methods of Work.\"",
  "url": "https://www.investopedia.com/terms/u/united-nations-commission-on-international-trade-law-uncitral.asp"
}