{
  "term": "Universe of Securities: What it Means, How it Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA universe of securities generally refers to a set of securities that share a common feature. For example, the broad universe of stocks for a U.S. investor will include alllisted companies, large and small, and may also include foreign companies listed asAmerican depositary receipts(ADRs). For some investors, a narrower universe may be used that is constrained to only value stocks or those with a market cap above some minimum threshold.\n\nSecurity universes can be used for different purposes. Institutionally, investment managers typically specify a universe of securities that defines some of the investing parameters for a managed fund. Broadly, investors may choose to allocate different portions of their personal portfolio based on various security universes with different risk-reward characteristics.\n\nA universe of securities can be broad or narrow based on the defined parameters, and can vary among different investors or portfolio managers. The investable universe, ormarket portfolio, includes all tradeable assets. In reality, most investors do not invest so broadly, and so a universe of securities could typically encompass all of the securities in a particularasset class. Within asset classes, universes will typically be focused on factors such as capitalization or industry.\n\nInvestors will often look to broad universes of securities when building out a diversified portfolio and may segregate universes byfixed incomeand equity. An investor with a conservative risk tolerance may be willing to consider any type of fixed incomesecurityfor a fixed income portion of their portfolio because the risk of loss for fixed income investments is generally lower than other market investments. An investor seeking a slightly higher return and risk may want to focus on the entire universe ofequities.\n\nWithin the fixed income asset class, there are several universes to consider. Many investors and managed funds segregate fixed income byterm to maturity. Generally, shorter-term maturities will have lowerinterest rate risk, while longer-term maturities have higher interest rate risk. Other universes in fixed income can include government, municipal, or corporate. Further segregation can also create universes bycredit qualityor geographic location. Oftentimes, a specific index will also form the basis for a universe of securities.\n\nThe equity market also has many different segregation parameters for universes. Equities will commonly be divided bymarket capitalization, which can create large, mid, and small-cap universes. Other universes may include geography, growth, value, or sector. In the equity market,indexesare also commonly used to form the basis for a universe of securities.\n\nUniverses of securities are commonly the focus of research studies and analysis that can help to support all kinds of investors. Activetradersfocusing their investment strategies on certain universes will often analyze the historical characteristics of a universe of securities for insight on future trades and trading analysis.\n\nConsider a technical trader focusing onsmall-capstocks. This trader would want to focus their analysis primarily on a universe of small-cap stocks rather than a broad market universe like theS&P 500or Russell 3000. To analyze the small-cap universe, they could do historical time series analysis on theRussell 2000to identify various characteristics and regressive tendencies. A wide variety of software is also available for traders to develop forward-looking forecasted security prices.",
  "url": "https://www.investopedia.com/terms/u/universeofsecurities.asp"
}