{
  "term": "Universal Banking: Definition, Functions, Regulation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUniversal banking is a system in which banks provide a wide variety of comprehensive financial services, including those tailored to retail, commercial, and investment services. Universal banking is common in some European countries, including Switzerland.\n\nUniversal banking became more common in the United States starting in 1999 when theGramm-Leach-Bliley Act(GLBA) repealed the restrictions preventing commercial banks from offering investment banking services. Proponents of universal banking argue that it helps banks better diversify risk. Detractors think dividing up banking operations is a less risky strategy.\n\nUniversal banks may offer credit, loans, deposits,asset management, investment advisory, payment processing, securities transactions, underwriting, and financial analysis. While a universal banking system allows banks to offer a multitude of services, it does not require them to do so. Banks in a universal system may still choose to specialize in a subset of banking services.\n\nUniversal banking combines the services of acommercial bankand an investment bank, providing all services from within one entity. The services can include deposit accounts, a variety of investment services, and may even provide insurance services. Deposit accounts within a universal bank may include savings and checking.\n\nUnder this system, banks can choose to participate in any or all of the permitted activities. They are expected to comply with all guidelines that govern or direct proper management of assets and transactions. Since not all institutions participate in the same activities, the regulations in play may vary from one institution to another; however, it is important not to confuse the term \"universal bank\" with any financial institutions with similar names.\n\nSome of the more notable universal banks include Deutsche Bank, HSBC, and ING Bank; within the United States, Bank of America, Wells Fargo, and JPMorgan Chase qualify as universal banks.\n\nDue to strict regulation, the universal banking system was slow to grow in the United States. During the Great Depression, Congress passed theGlass-Steagall Actas part of the Banking Act of 1933. In a measure to prevent further bank failures, the act prohibited universal banking.\n\nCommercial banks were not allowed to provide investment banking services, such as securities trading and brokerage services. Additionally, the act established theFederal Deposit Insurance Corporation(FDIC), an independent federal agency that insures U.S. bank deposits against bank failure.\n\nIn 1999, the Gramm-Leach-Bliley Act (GLBA) partially repealed the Glass-Steagall Act, thus making it legal for commercial banks to offer investment banking services. The goal of the GLBA was to modernize the financial services industry by allowing financial institutions to expand the products and services they could offer their customers.\n\nLaws impacting universal banking in the U.S. have continued to evolve and change, especially during times of economic upheaval. For example, the 2008 financial crisis caused a number of failures within the investment banking system in the United States. This led to the acquisition or bankruptcy of a variety of institutions. Some notable examples includeLehman Brothersand Merrill Lynch.\n\nIn response, Congress enacted theDodd-Frank Wall Street Reform and Consumer Protection Actin 2010, which restricted the ways in which banks could invest by limiting speculative trading and prohibiting involvement with hedge funds and private equity firms.\n\nOpponents of Dodd-Frank criticized the act for going overboard in reducing the market-making activities of banks. In 2018, Congress enacted the Economic Growth, Regulatory Relief, and Consumer Protection Act (also known as theCrapo Bill), which rolled back some of the Dodd-Frank restrictions.\n\nDespite the evolving rules regarding universal banking, many financial service providers in the U.S. today offer a range of services from banking, loans, mortgages, insurance, and investments either under one roof or through an affiliate network with partner firms.\n\nWhile developments have removed a number of the barriers to the creation of universal banks in the U.S., they are still not as prevalent as they are across many European countries. The United States has banks that focus purely on investments, which is uncommon in the rest of the world.\n\nExamples of universal banks include JPMorgan Chase, Bank of America, Wells Fargo, UBS, BNP Paribas, Deutsche Bank, and Barclays. All of these banks provide a gamut of banking services, from retail banking to investment banking.\n\nThe advantage of universal banking for a customer is that it allows a customer to manage all of their finances under one roof. For example, a person can have a checking account, a loan, a mortgage, asset management services, and other investment services all at one institution. Sometimes they receive benefits or discounts for doing so. For banks, it allows them to make more money by providing a variety of different services and charging for them—multiple revenue streams.\n\nDisadvantages of universal banks include risk concentration for the client and a conflict of interest in certain areas between bank and investor, primarily in regards to interest earned on deposits.\n\nUniversal banking refers to when banks provide a wide array of financial services, including commercial banking, investment banking, and retail banking. Regulations surrounding what banks can provide have changed over time in the U.S., primarily to protect bank clients while still remaining competitive.\n\nFederal Reserve. \"Banking Act of 1933 (Glass-Steagall Act).\"\n\nUnited States Congress. \"S.900 - Gramm-Leach-Bliley Act.\"\n\nUnited States Congress. \"H.R.4173 - Dodd-Frank Wall Street Reform and Consumer Protection Act.\"\n\nUnited States Congress. \"S.2155 - Economic Growth, Regulatory Relief, and Consumer Protection Act.\"",
  "url": "https://www.investopedia.com/terms/u/universalbanking.asp"
}