{
  "term": "Universal Market Integrity Rules Overview",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nUniversal Market Integrity Rules (UMIR) are a set of rules governing trading practices in Canada. These rules are set out by an independent regulator, theInvestment Industry Regulatory Organization of Canada(IIROC). UMIR were established to promote fair, equitable, and efficient markets. Prior to the formation of the UMIR, each individual exchange was responsible for governing its trading practices. By making these practices universal, Canadian exchanges ensure equal fairness and improve investor confidence in all the exchanges.\n\nThe IIROC determines the UMIR. The IIROC is a national self-regulatory organization that oversees all investment dealers and trade on debt and equity marketplaces in Canada. The IIROC writes rules that set high regulatory and investment industry standards such as UMIR, screens all investment advisors employed by IIROC-regulated firms, reviews firms' financial compliance, and sets minimum capital requirements so that firms have sufficient capital for business operations. This oversight reduces the number of bankruptcies from excessive leverage and risky business practices.\n\nThe IIROC conducts compliance reviews to check that firms properly supervise the handling of client accounts and that advice and transactions appropriately reflect the client’s needs and instructions. IIROC-approved advisors must follow suitability and “know your client” rules by being familiar with a client’s financial situation, investment needs, objectives, investing experience, and tolerance for risk. The IIROC conducts trading conduct compliance reviews to check trading firms' trade-desk procedures. The reviews assess whether trade-desk procedures comply with (UMIR) and applicable provincial securities law.\n\nThe IIROC surveys the market and analyzes trading to ensure that trading complies with UMIR and applicable provincial securities law. The IIROC is responsible for identifying misconduct by dealers or firms, approved persons, and other market participants and bringing disciplinary proceedings such as fines, suspensions, and permanent bans or terminations for individuals and firms. The money raised from fines and settlements is added to IIROC’s restricted fund and applied to capital expenditures for regulatory issues, investor and industry education projects, and other uses authorized under IIROC’s Recognition Orders.\n\nAccording to the Canadian Securities Exchange (CSE), traders who are members with a good track record with IIROC and who are also registered with a Canadian securities regulatory authority can apply to gain access to trade on the CSE.\n\nThe IIROC amends UMIR rules from time to time. For example, in 2015 the IIROC proposed amendments to the rules after a proposal byCanada Securities Administrator(CSA) to clarify the interpretation of a protected order. The CSA proposed that orders that implement a systematic order processing delay, or a “speed bump,” would not be considered protected orders.\n\nCanadian Securities Exchange. \"Trading Rules and Regulations.\"\n\nInvestment Industry Regulatory Organization of Canada. \"Proposed Amendments Respecting Unprotected Transparent Marketplaces and the Order Protection Rule,\" Page 1.",
  "url": "https://www.investopedia.com/terms/u/umir.asp"
}