{
  "term": "Universal Default: What It is, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe term “universal default” refers to a provision found in some credit cards’cardholder agreements. According to this provision, thecredit card companyis permitted to increase the interest rate on the credit card if the cardholder fails to make theirminimum monthly payment.\n\nImportantly, credit card companies can also increase the customer’s interest rate if their customer defaulted on a separate credit product, such as acar loanor amortgage, even if that other loan was extended by an unrelated lender.\n\nHistorically, universal default provisions could be used to increase interest rates on the full outstanding balance of credit card debt. However, since the passage of theCredit Card Accountability, Responsibility, and Disclosure (CARD) Actin 2009, credit card companies are only permitted to increase their interest rates on any new purchases made by the customer.This means that customers who fail to make their minimum payments can at least continue paying off their past purchases using their older and lower interest rate, thereby making it easier for them to work their way out of debt.\n\nAlthough the CARD Act did not prohibit universal default provisions altogether, it did help make them less costly for credit card users. After all, the increased interest rates charged under the universal default provision may be substantially higher than the card’s standardannual percentage rate(APR). These higher rates, which are referred to as the “default APR”, are often 30% or more. Under the terms of the CARD Act, credit card companies must give the customer 45 days’ notice before levying this increased interest rate.\n\nIn light of these universal default provisions, customers would be wise to carefully review their cardholder agreements in order to understand what interest rates they might be required to pay in the event of default. After all, a customer who fails to meet their minimum payments might find themselves surprised by the sudden and significant increase in their interest costs.\n\nLinda is a long-time credit card customer at XYZ Financial. On January 1st, she obtained a car loan from ABC Leasing. Over the following months, she struggled to make her car loan payments and failed to make a complete payment in March.\n\nIn late April, she received a notice from XYZ Financial stating that her interest rate would be increased in accordance with her cardholder agreement’s universal default provision. In explaining this decision, she was told that herrisk profilehad changed due to havingdefaultedon her car loan in the previous month.\n\nDue to the CARD Act, XYZ is prohibited from charging Linda the higher default APR on her existing outstanding credit card debts. However, that higher APR will come into effect for all new debts incurred on the card. For this reason, Linda would be wise to make every effort to always make her monthly credit card payments going forward. Otherwise, herinterest expensescould become even more difficult to bear.\n\nUnited States Code. \"Public Law 111-24 - 111th Congress,\" Sec. 171(a). Accessed Dec. 29, 2020.\n\nUnited States Code. \"Public Law 111-24 - 111th Congress,\" Sec. 101(a)(i)(1).\" Accessed Dec. 29, 2020.",
  "url": "https://www.investopedia.com/terms/u/universal-default.asp"
}