{
  "term": "Unlawful Loan: Meaning, History, and Examples",
  "definition": "An unlawful loan is a loan that fails to comply with—or contravenes—any provision of prevailing lending laws. Examples of unlawful loans include loans or credit accounts with excessively high-interest rates or ones that exceed the legal size limits that a lender is permitted to extend.\n\nAn unlawful loan may also be some form of credit or loan that disguises its true cost or fails to disclose relevant terms regarding the debt or information about the lender. This sort of loan is in violation of theTruth in Lending Act(TILA).\n\nThe term \"unlawful loan\" is a broad one, as a number of different laws and legislation can apply to borrowing and borrowers. Basically, though, an unlawful loan violates the laws of a geographic jurisdiction, an industry, or government authority or agency.\n\nFor example, theFederal Direct Loan Program, administered by the Department of Education, offers government-backed loans to postsecondary students. It sets limits on how much can be borrowed each year, based on what the student's college or university identifies as educational expenses.\n\nShould an institution attempt to falsify that figure to get the student more money, the loan would be unlawful. The government also sets the loans' interest rates and a grace period before repayment begins.\n\nShould a lender or loan servicer try to alter those terms—or charge the student for filling out theFree Application for Federal Student Aid(FAFSA)—that would also make for an unlawful loan.\n\nThe Truth in Lending Act applies to most types of credit, whether it be closed-end credit (such as an auto loan or mortgage) or open-ended credit (such as a credit card). The Act regulates what companies can advertise and say about the benefits of their loans or services.\n\nThe Truth in Lending Act (TILA) is part of the Consumer Credit Protection Act and was signed into law on May 29, 1968.\n\nThe Act requires lenders to disclose the cost of the loan to enable consumers to do comparison shopping. The Act also provides for a three-day period in which the consumer may rescind the loan agreement without a financial loss. This provision is intended to protect consumers against unscrupulous lending tactics.\n\nThe Act doesn't dictate who can receive or be denied credit (other than general discrimination standards of race, sex, creed, etc). Nor does it regulate the interest rates a lender may charge.\n\nInterest rates fall under the provision and definition of local usury laws.Usury lawsgovern the amount of interest that can be charged on a loan by a lender based in a certain area. In the U.S., each state sets its own usury laws and usurious rates. So a loan or line of credit is deemed unlawful if the interest rate on it exceeds the amount mandated by state law.\n\nUsury laws are designed to protect consumers. However, the laws that apply are those of the state in which the lender is incorporated, not the state where the borrower lives.\n\nUnlawful loans are often seen as the province ofpredatory lending, a practice that imposes unfair or abusive loan terms on a borrower, or convinces a borrower to accept unfair terms or unwarranted debt through deceptive, coercive, or other unscrupulous methods. Interestingly, however, a predatory loan may not technically be an unlawful loan.\n\nCase in point:payday loans, a type of short-term personal loan that charges an amount that can equal 300% to 500% of the borrowed sum. Often used by people with poor credit and few savings, payday loans could certainly be considered predatory, taking advantage of those who can't pay urgent bills any other way\n\nBut unless the lender's state or municipality expressly sets a cap below such amounts on loan interest or loan fees, the payday loan isn't actually illegal.\n\nIf you're considering a payday loan, it might be worth first using apersonal loan calculatorto determine what the total interest paid will be at the end of the loan to ensure it's within your means to repay it.\n\nIf a loan was made illegally then you do not actually have to pay back the loan. If a lender does not have a consumer credit license, it is illegal for them to make a loan. It is not illegal to borrow the money, however. Unlicensed lenders are known as loan sharks. Loan sharks have no legal right to claim the money that you borrowed from them, therefore, you do not have to pay the money back.\n\nPredatory lending is any lending that takes advantage of the borrower through unfair and abusive practices or loan terms. These can include extremely high-interest rates, high fees, undisclosed costs and terms, and any characteristic that reduces the equity of the borrower.\n\nNo, you cannot go to jail for not paying a loan. No type of consumer debt that is unpaid entails an individual going to jail. Not paying a loan will impact your credit score and will be a part of your credit history, hurting your chances of obtaining loans or loans with good rates in the future, but no type of unpaid debt results in the borrower receiving jail time.\n\nFederal Student Aid. \"Federal Student Loans for College or Career School Are an Investment in Your Future.\" Accessed Oct. 11, 2021.\n\nConsumer Financial Protection Bureau. \"CFPB Laws and Regulations.\" Accessed Oct. 11, 2021.\n\nOffice of the Comptroller of the Currency. \"Truth in Lending.\" Accessed Oct. 11, 2021.",
  "url": "https://www.investopedia.com/terms/u/unlawful-loan.asp"
}