{
  "term": "Unlevered Cost of Capital: Definition, Formula, and Calculation",
  "definition": "Unlevered cost of capital is an analysis using either a hypothetical or an actual debt-free scenario to measure a company's cost to implement a particular capital project (and in some cases used to assess an entire company). Unlevered cost of capital compares thecost of capitalof the project using zero debt as an alternative to a levered cost of capital investment, which means using debt as a portion of the total capital required.\n\nWhen a company needs to raise capital for expansion or other reasons it has two options: (1)debt financing, which is to borrow money through loans or bond issuances, or (2)equity financing, which is the issuance of stock.\n\nThe unlevered cost of capital is generally higher than the levered cost of capital because the cost of debt is lower than the cost of equity. Borrowing money is cheaper than selling equity in the company. This is true given the tax benefit related to the interest expense paid on the debt. There are costs associated with levered projects including underwriting costs, brokerage fees, andcouponpayments, however.\n\nNevertheless, over the life of the capital project or the firm's ongoing business operations, these costs are marginal compared to the benefits from the lower cost of debt compared to the cost of equity.\n\nThe unlevered cost of capital can be used to determine the cost of a particular project, separating it from procurement costs.\n\nThe unlevered cost of capital represents the cost of a company financing the project itself without incurring debt.It provides an impliedrate of return, which helps investors make informed decisions on whether to invest. If a company fails to meet the anticipated unlevered returns, investors may reject the investment. In general, if an investor believes a stock is a high risk, it will typically be because it has a higher unlevered cost of capital, other aspects being constant.\n\nTheweighted average cost of capital(WACC) is another formula that investors and companies use to determine whether an investment is worth the cost. WACC takes into consideration the entire capital structure of a firm, which includes common stock, preferred stock, bonds, and any other long-term debt.\n\nSeveral factors are necessary to calculate the unlevered cost of capital, which includesunlevered beta,market risk premium, and therisk-free rate of return. This calculation can be used as a standard for measuring the soundness of the investment.\n\nThe unlevered beta represents an investment's volatility ascompared to the market. The unlevered beta, also known as asset beta, is determined by comparing the company to similar companies with known levered betas, often by using an average of multiple betas to derive an estimate. The calculation of market risk premium is the difference between expected market returns and the risk-free rate of return.\n\nOnce all variables are known, the unlevered cost of capital can be calculated with the formula:\n\nUnlevered Cost of Capital = Risk-Free Rate + Unlevered Beta * (Market Risk Premium)\n\nIf the result of the calculation produces an unlevered cost of capital higher than the company's return, then further analysis should be conducted. The comparison of the result to the cost of a company's debt can determine the benefits of incurring debt and utilizing leverage to lower the cost of total capital, including equity and debt.\n\nTo calculate unlevered cost of capital, multiply the unlevered beta and market risk premium, and add the result to the risk-free rate. Unlevered beta is the investment's volatility, the market risk premium is the difference between the expected market returns and the risk-free rate of return. The formula can be presented asUnlevered Cost of Capital = Risk-Free Rate + Unlevered Beta * (Market Risk Premium).\n\nA lower unlevered cost of capital is better as it is considered lower risk. For an investment, a lower unlevered cost of capital would be more attractive as it will generate returns with less risk while removing the complexities of debt financing.\n\nLevered capital is capital that has been borrowed, such as a loan. It involves debt financing. Unlevered capital has not been borrowed and is the money of the enterprise; equity financing. Companies can turn to either debt or equity financing to grow their business and fund projects. Each comes with its pros and cons and companies must find a healthy balance of both to operate successfully.\n\nUnlevered cost of capital analyzes a company's ability to finance a project without debt. It allows insight into a company's cost structure in a debt-free scenario. As debt financing is cheaper than equity financing, the unlevered cost of capital is usually higher than the levered cost of capital.\n\nCompanies use this metric to evaluate a potential investment: the risks, the costs, etc. If the unlevered cost of capital is too high, it may indicate a higher risk. When comparing to the cost of debt, companies can determine whether leveraging their position will reduce overall capital costs.",
  "url": "https://www.investopedia.com/terms/u/unleveredcostofcapital.asp"
}