{
  "term": "Unlisted Trading Privileges (UTP): What They are, How They Work",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nUnlisted trading privileges (UTP) refer to the processes around the trading of a security that is not required to meet certain minimum requirements to be traded on anexchange. Regulation for UTP is detailed in the Unlisted Trading Privileges Act of 1994.\n\nUTP were developed in order to help increase the liquidity of securities across markets that do not include registered exchanges. UTP give certain companies the ability to trade on an exchange without meeting the additional requirements required for each national securities exchange in which they choose to list their security. The most common instance of unlisted trading occurs withover-the-counter(OTC) shares, also known aspink sheets, which may includepenny stocks.\n\nHistorically, UTP were granted by theSecurities and Exchange Commission(SEC) through an application process. However, Congress in 1994 enacted the Unlisted Trading Privileges Act, which changed the procedures for UTP. The new provisions required the company offering a security issuance, and the exchange where the security is traded, to work jointly in gaining authorization for UTP from the SEC.\n\nThe Unlisted Trading Privileges Act amended theSecurities Exchange Act of 1934, which serves as a primary governing legislation for the requirements forsecondary markettrading of securities in the United States.\n\nThe Unlisted Trading Privileges Act provisions are detailed in U.S. Code Title 15, Section 78(l)(f). This law allows any securities exchange to extend UTP to any company that meets the specified provisions detailed in the Act. Thecompanymust be fully compliant with the provisions preceding part (f) of the 1934 Securities Act, which discusses the standards required for national securities exchange listing.\n\nThe Unlisted Trading Privileges Act of 1994 was developed on principles that seek to cultivate fair and efficient market trading as well as protections for all parties involved. Therefore, all decisions surrounding UTP seek to consider and maintain certain principles.\n\nKey provisions of the UTP Act include:\n\nU.S. Congress. \"H.R. 4535—Unlisted Trading Privileges Act of 1994.\"",
  "url": "https://www.investopedia.com/terms/u/unlistedtradingprivileges.asp"
}