{
  "term": "Unlimited Risk: What It Is, How It Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUnlimited risk refers to a situation where there is potential for unlimited losses on a trade or in a particular investment.\n\nIn practice, unlimited risk would be practically realized as a total loss or bankruptcy. Moreover, positions that have unlimited risk can be hedged using other market instruments.\n\nAny time an asset's price can move indefinitely against a trader's position means they are facing unlimited risk. Ashort tradeis an example of a strategy with unlimited risk. While unlimited risk trades theoretically have unlimited risk, the trader doesn't actually have to assume unlimited risk. They can take steps to limit actual losses, such ashedgingor settingstop loss orders.\n\nUnlimited risk is the opposite oflimited risk. With unlimited risk, there is the potential to lose more than your initial investment, which is possible in short selling, in trading futures contracts, or whenwriting naked options.\n\nRisk itself refers to the probability that an investment will have anactual returndifferent from the return that the investor expected. Risk ranges from losing some of one's investment to potentially losing the entirety of the original investment. With unlimited risk, it is possible (but not necessarily likely) to lose many times the amount of the original investment.\n\nRisk varies from investment to investment, and one form of assessing risk can be calculated by using thestandard deviationof the historical returns or average returns of a specific investment, with a higher standard deviation indicating a higher degree of risk.\n\nThough the process may be intimidating, investors make high-risk investments regularly and for various logical reasons. The main justification is that, infinance, theoretically, the greater the risk to an investor the greater the potential return. The higher potential return compensates for the additional risk taken on by the investor.\n\nUnlimited risk may make it sound like making certain trades or certain investments is not worthwhile. For instance, since short selling has theoretically unlimited risk, certain traders may avoid it. While risk is theoretically unlimited, it isn't actually unlimited unless a trader (and their broker) allow that to happen.\n\nA trader could enter a short trade in a stock at $5 and decide that they willclosethe short trade if the price moves up to $5.50. In this case, their actual risk is $0.50 per share and is not unlimited. The price couldgapabove their stop loss price of $5.50, say to $6 or $7. This would certainly increase the loss, but the loss is still capped to $1 or $2 where the stop loss would trigger in these cases.\n\nThe same concept applies tofutures contractsor writing naked options. When losing money, a trade can be closed. The price at which a trader closes the position determines their actual loss.\n\nIt is possible that the loss could be more than they initially invested in the trade, or even more than they have in their trading account. When this occurs, it is called amargin calland the broker will ask the trader to deposit funds in order for them to maintain their position (if still open) or bring their account balance up to zero. If the trading account drops below zero due to a trading loss, this means the trader has a debt to the broker.\n\nAssume that a trader is interested in writingnaked callson Apple Inc. (AAPL). The writer will receive theoption premium, which is their maximum profit. If the price of AAPL is below thestrike priceat expiry, the option writer gets to keep the premium as their profit on the trade.\n\nIf the price of AAPL rises above the strike price, the option writer faces theoretically unlimited risk, since there is no cap on how high the price could rise. The writer has agreed to sell shares of AAPL at the strike price to the buyer of the call option. This means the option writer will need to buy shares of AAPL in order to sell them to the buyer at the strike price, regardless of the market price of AAPL at that time.\n\nAssume one call option is written with a strike price of $250, which will expire in three months. The current price of AAPL stock is $240.50. The option is sold for $6.35, which means the writer receives $635 ($6.35 x 100 shares for one contract).\n\nIf the price of AAPL stock stays below $250, the writer keeps the $635 or a portion of it if they close the position early.\n\nIf AAPL rises above $250 then they face unlimited losses, but they can still control how much they lose, to an extent. For example, if AAPL rises to $255 before expiry, they may decide to cut their losses and exit their options trade.\n\nIf the price of AAPL is trading at $255 at expiry, the writer still hasn't lost money. This is because they can buy AAPL for $5 above the strike price ($255) in order to sell it at the strike price ($250). They lose $5 there, but made $6.35 on the option, so they still pocket $1.35 per share, less fees.\n\nIf the price of AAPL is trading at $270 at expiry, the naked option writer has lost money. They need to pay $20 more than the strike price ($270 – $250) in order to sell the shares at the strike price ($250). They lose $20 here, but made $6.35 on the option sale, so they end up losing $13.65 per contract. Their theoretical loss was unlimited, but the actual loss was $13.65 per contract. This could potentially be reduced through the use of stop losses, exiting early when losing, buying the shares for acovered callstrategy, or hedging.",
  "url": "https://www.investopedia.com/terms/u/unlimitedrisk.asp"
}