{
  "term": "Unlimited Marital Deduction: How It Works and Taxation",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe unlimited marital deduction is a provision in the U.S. Federal Estate and Gift Tax Law that allows an individual to transfer an unrestricted amount of assets to their spouse at any time, including at the death of the transferor, free from tax.\n\nThe unlimited marital deduction is anestatepreservation tool becauseassetscan be distributed to surviving spouses without incurring estate or gift tax liabilities.\n\nGifts made to non-spouse individuals or organizations are subject toInternal Revenue Service (IRS)gifting limits, gift tax, and estate tax.\n\nThe unlimited marital deduction is anestate taxprovision that went into effect in 1982. The provision eliminated both the federal estate and gift tax on property transfers between spouses, treating them as one economic unit.\n\nIt allows for an unlimited amount of property to be transferred between spouses. This means that a spouse can transfer all of theirpropertyto the other spouse during their lifetime or after death without incurring any federal estate or gift tax liabilities on this first transfer.\n\nThe transfer is made possible by an unlimited deduction from estate and gift tax that postpones the taxes on the transferred property until the second spouse’s death.\n\nAfter the surviving spouse dies, all assets in the estate over the applicable exclusion amount will be included in the survivor’staxable estate.\n\nThe deduction was adopted by Congress to redress the problem of estates being pushed into highertax bracketsby inflation. Because the estate tax, like the income tax, isprogressive, estates that grow withinflationare hit with higher tax rates.\n\nFor tax year 2024, financial gifts up to $18,000 can be made without incurring the gift tax. That’s up from $17,000 for tax year 2023.For tax year 2025, that figure increases to $19,000.\n\nThe threshold for IRS exemption from estate tax is $13.61 million for the 2024 tax year, up from $12.92 million for 2023. For the 2025 tax year, that threshold rises to $13.99 million.\n\nAny asset transferred to a surviving spouse can be included in that spouse’s taxable estate—unless it is spent or gifted during the surviving spouse’s lifetime.\n\nAlternatively, if the surviving spouse remarries, the unlimited marital deduction may allow the assets to pass to the new spouse without applying estate and/or gift taxes. In some situations, fewer taxes will be paid by using additional estate planning methods such as exemptions ortrusts.\n\nThe unlimited marital deduction applies only to surviving spouses who are U.S. citizens. Aqualified domestic trust (QDOT)may be created to provide unlimited marital deductions for non-qualified spouses. A bequest through a QDOT defers estate tax until the principal is distributed by the trustee, a U.S. citizen, or a corporation that also withholds the estate tax.\n\nIncome on the principal distributed to the surviving spouse is taxed as individual income. After the surviving spouse becomes a U.S. citizen, the principal remaining in a QDOT may be distributed without further tax.\n\nIt’s important because it provides for a person to transfer any amount of assets to their spouse, before or after death, without incurring a bill for estate or gift taxes.\n\nThe provision was adopted to prevent the value of estates from reaching higher tax brackets due to inflation.\n\nActually, no. It only defers them. Estate taxes, if applicable, will apply when the second spouse dies.\n\nThe unlimited marital deduction is anestate planningtool that allows someone before or after death to transfer assets to their spouse without incurring estate or gift taxes on the amount transferred.\n\nThis estate tax provision treats two spouses as one economic entity. It went into effect in 1982 due to an effort by Congress to deal with the financial burden that could result when estates were pushed into higher tax brackets.\n\nInternal Revenue Service. “Instructions for Form 709.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “IRS Releases Tax Inflation Adjustments for Tax Year 2025.”\n\nInternal Revenue Service. “Estate Tax–Filing Threshold for Year of Death.”\n\nInternal Revenue Service. “Instructions for Form 706-QDT.”",
  "url": "https://www.investopedia.com/terms/u/unlimited-marital-deduction.asp"
}