{
  "term": "Unlisted Security: Overview, Types, Risks",
  "definition": "Jackyenjoyphotography / Getty Images\n\nAn unlisted security is afinancial instrumentthat is not traded on a formal exchange because it does not meetlisting requirements. Trading of unlisted securities is done on theover-the-counter(OTC) market and they are often called OTC securities.Market makers, or dealers, facilitate the buying and selling of unlisted securities on the OTC market.\n\nUnlisted securities are usually issued by smaller or new firms that cannot or do not wish to comply with the requirements of an officialexchange, such asmarket capitalizationthresholds or listing fees. Furthermore, because they are not exchange traded, unlisted securities are often less liquid thanlisted securities. Unlisted stock can be tracked viapink sheetsor on theOver-The-Counter Bulletin Board(OTCBB).\n\nSecurities must meet a number of requirements to be listed on an exchange. For example, to be listed on theNew York Stock Exchange(NYSE), a publicly traded stock must represent a company that surpasses an annual income or market capitalization threshold. The company also must have issued a specific number of shares and be able to afford the exchange's listing fee.﻿﻿\n\nThese requirements ensure that only the highest quality companies trade on exchanges. Thus, unlisted securities may be of lower quality and present a greater risk to investors.\n\nThe most familiar type of unlisted security is common stock, often traded on the OTCBB or the pink sheets. This includespenny stocks, which trade for extremely low prices, while some are legitimate foreign companies that don't wish to file reports with the SEC.\n\nThere are also manyunlisted non-stock instrumentsincludingcorporate bonds,government securities, and certain derivative products such asswapswhich are traded in the OTC market.\n\nThe normal risks associated with investing are magnified with unlisted securities. Because size and other requirements for companies are reduced or eliminated, someunlisted companiesmay beundercapitalized, have highly risky business plans, and be no more than an idea without a plan for success.\n\nOther unlisted transactions carrycounterparty risk,liquidityconcerns, and interconnection risks. This can include one side reneging on the contract. Also, since there is no formal exchange or clearing mechanism, it is up to the reputation of dealers and/or counterparties to fulfill all obligations of the transactions, including delivery of securities and payment of any monies required.\n\nNew York Stock Exchange. \"Overview of NYSE Quantitative Initial Listing Standards,\" Pages 2-3. Accessed March 20, 2021.",
  "url": "https://www.investopedia.com/terms/u/unlistedsecurity.asp"
}