{
  "term": "Unlimited Liability Corporation (ULC): Overview, Use Cases",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn unlimited liability corporation (ULC) is a corporate structure used in Canada that allows shareholders to be liable if the company declaresbankruptcy. Sometimes ex-shareholders are also liable, depending on how recently they sold their stock. Despite this disadvantage, the structure of a ULC can be preferable in certain circumstances due to the tax benefits granted to shareholders of these companies.\n\nAn unincorporated joint-stock company (JSC) is the U.S. equivalent to an unlimited liability corporation: JSC shareholders have unlimited liability for company debts.\n\nGenerally, the concept ofunlimited liabilityinvolves general partners and sole proprietors who are equally responsible for debt and liabilities accrued by the business.\n\nAs the word \"unlimited\" implies, this liability is not capped and can be paid off through the seizure of owners' personal assets (as opposed tolimited liabilitystructures, which cap responsibility to the amount a person actually invested in a company, thus shielding private wealth). Most corporations are limited liability structures; that's one of the points of incorporation.\n\nAn unlimited liability corporation is sort of a hybrid: It is an incorporated entity withunlimitedliability. The ULC shelters shareholders from liability in most circumstances, with one major exception: upon liquidation of the company.\n\nIf that happens, shareholders become liable for the debts of the company. Ex-shareholders can also be held responsible if they dispose of their shares less than one calendar year before the bankruptcy occurs.\n\nOrganizing as a ULC is only available for businesses operating in three Canadian provinces: Alberta, British Columbia, and Nova Scotia.\n\nIf for some reason, it finds it more advantageous to do so, a ULC can elect to be treated as a corporation by checking the appropriate box on its tax return.\n\nThe unlimited liability corporation has become a useful vehicle for U.S. investors who wish to acquire or put money into a Canadian business, or an American company looking to set up shop in Canada—due to the preferential tax treatment.\n\nA ULC is treated as a regular Canadian corporation for tax purposes. As such, it’s subject to Canada's 25% withholding tax on the payment of shareholders' dividends and interests (the Canada Revenue Agency allows this to be alleviated by deeming thedividenda distribution of capital).\n\nHowever, the U.S. Internal Revenue Code states that the ULC is disregarded as a corporation for U.S. tax purposes, as profits and losses flow through to shareholders—it doesn't pay corporate tax, in other words.\n\nSo like U.S. partnerships and other flow-through entities, a ULC avoids the issue of double taxation, its primary advantage. Also, flowing through the company’s losses can help shareholders offset their income, thus reducing their taxes.\n\nAmerican shareholders can in addition claim foreign tax credits on their tax returns, offsetting the Canadian withholding tax.\n\nFor businesses, another benefit of forming an unlimited liability subsidiary may be nondisclosure. Public reports on money the company moves through the ULC—or tax payment amounts—are not required.\n\nThere can be unlimited liability in general partnerships or sole proprietorships. It would specify that the owners of the business are responsible for the debts and if the business cannot cover those debts, the personal assets of the owner can be seized to cover outstanding obligations.\n\nA \"Ltd\" is a limited corporation in the U.K., Ireland, and Canada, while a \"ULC\" is an unlimited liability corporation in Canada. The keywords here are \"limited\" and \"unlimited.\" A limited company means that the owners are only responsible for the amount they've invested in the company, nothing more. Outstanding company debts cannot be paid off by seizing the owner's personal assets and selling them off. An unlimited liability corporation deals with shareholders. They are liable for all outstanding obligations of the company and their personal assets can be seized to pay them off.\n\nAlimited liability company(LLC) is a corporate structure in the U.S. that limits the liabilities of the owners. It means that the personal assets of the owners cannot be seized, and then sold, with the profits used to pay off company obligations. Under an unlimited liability corporation (ULC), shareholders are completely liable for outstanding company debts and their personal assets can be seized, and then sold, with the profits used to pay them off.\n\nAn unlimited liability corporation (ULC) is a type of corporation in Canada that puts shareholders on the hook for debts if the company goes bankrupt. This means that the personal assets of the shareholders are not protected from creditors.\n\nShareholders take on this risk due to tax advantages, which benefit Americans and Canadians doing business across the border; they avoid double taxation as ULCs are treated as corporations in Canada but flow-through entities in the U.S.\n\nBuddle Findlay. \"Joint Venture Structures - Back to Basics.\"\n\nWorld Services Group. \"The Benefits of Using an Unlimited Liability Company.\"\n\nThomson Reuters Practical Law. \"Unlimited Liability Company (ULC).\"\n\nBaker Tilley. \"Canadian Unlimited Liability Companies (ULC) – A Viable Vehicle for US Investors Expanding.\"\n\nMiller Thomson. \"Why Would Anyone Want an Unlimited Liability Company?\"",
  "url": "https://www.investopedia.com/terms/u/ulc.asp"
}