{
  "term": "Unlimited Tax Bond: What It is, How It Works",
  "definition": "Unlimited tax bonds are municipal bonds that are secured by the taxing power of the issuing government.\n\nUnlimited tax bonds are a type of tax-supported bond. Repayment of an unlimited tax bond is based on the issuer's ability to impose and increase taxes on its residents. A municipality can increaseproperty taxesand other taxes accordingly to cover its payments and obligations.\n\nUnlimited tax bonds are a type of tax-supported bond, also called ageneral obligation (GO) bond.\n\nGO bonds are a way for local governments to create streams of income for things such as roads, parks, equipment, and bridges. They are usually used to fund government projects that will serve the public community.\n\nRevenue bondsare another type of GO bond. Revenue bonds are supported by revenue streams from projects such as toll bridges, highways, and local stadiums, or from essential services, such as water, sewer, and electricity providers.\n\nThe amount of taxation available by a particular GO bond may be specified as either limited or unlimited.\n\nBacked by the full taxing power of the issuer, unlimited tax bonds can use property taxes, sales taxes, special taxes, and other sources of income to repay the bonds, as well as the interest owed to investors. These municipal bonds are secured by some limited taxing power of theissuer. For instance, an issue may be secured by a town’s property tax subject to a maximum rate at which the tax may be imposed.\n\nIn theory, unlimited tax bond issuers can raise taxes at an unrestricted rate. In practice, however, it may be difficult to raise taxes beyond a certain point. One of the factors that credit analysts use to rate such bonds is the ability of the issuer to enforce penalties against and recover taxes from delinquent taxpayers. Given the government guarantee, unlimited tax bonds may have highercredit ratingsand offer loweryieldsthan other comparable municipal bonds of the same maturity.\n\nUnlimited tax municipal bonds have historically had a lower risk than most other bond categories, primarily because unlimited tax bonds can only be created when taxpayers vote to approve the bond issues. This requirement clearly indicates the level of demand for the bonds. Voter approval also means the voters of a given population support the initiative, and there are usually more than adequate assets or taxing power built into the voting language to repay investors who provide the funds.\n\nWhereas the issuers of unlimited tax bonds can theoretically raise taxes at an unrestricted rate, a limited tax bond asks the issuing local government to raise property taxes if necessary to meet existing debt service obligations. However, the amount of the increase is bound by a statutory limit.",
  "url": "https://www.investopedia.com/terms/u/unlimited-tax-bond.asp"
}