{
  "term": "Unofficial Strike: Meaning, Causes, Examples",
  "definition": "An unofficial strike is a work stoppage byunionmembers that is not endorsed by the union and that does not follow the legal requirements for striking. Workers engaging in unofficial strikes have little legal recourse if they are fired and do not receive strike pay. An unofficial strike is also called a wildcat strike or an unofficial industrial action.\n\nIn the United States, an unofficial strike is illegal under the 1935 National Labor Relations Act (NLRA), and courts have held that employers are entitled to fire employees who engage in them.\n\nHowever, U.S. workers are entitled to request that the National Labor Relations Board (NLRB) terminate their relationship with their labor union if they feel that said union does not represent their interests. When workers do this, any strike action they may undertake afterward is technically unofficial but not illegal as terminating the relationship with the labor union removes the conflict between sections 7 and 9(a) of the NLRA.﻿﻿\n\nUnofficial strikes occur when workers circumvent their own union and take action on their own initiative. This might occur because of incidents or conditions that arouse such immediate anger that the workers react before the normal channels of union action can swing into operation.\n\nAlternatively, workers may take strike action in opposition to union leadership if they believe the union is failing to represent their interests or has been co-opted either by management or outside elements. Or, simply, if the union does not agree with the demand of the employees and refuses to support them in their actions to remedy what they perceive to be unjustwagesorpractices.\n\nFor businesses, unofficial strikes can be particularly disruptive because they often occur without warning; rather than as a somewhat expected step in a regulated process of labor-management relations managed under the NLRA and other existing laws. An unannounced strike can have immediate, serious consequences for the target business, related businesses, and customers, especially in the modern age ofjust-in-time(JIT)supply chains.\n\nDue to their inherently extralegal nature and the sometimes volatile emotional factors involved, unofficial strikes may also entail an increased risk of violence and property destruction directed toward the business, managers, and non-striking workers.\n\nA notable unofficial strike was that of West Virginia teachers, who in 2018 refused to return to classrooms until their demands for higher wages and more generous healthcare benefits were met. This strike started out as an official strike, but since it failed to maintain the support of union leadership, later evolved into an unofficial strike. Despite being unofficial, the strike was successful and inspired other unofficial teachers’ strikes in Kentucky, Oklahoma, and Arizona.﻿﻿\n\nSome other notable wildcat strikes started off as unofficial strikes but later gained the support of union leadership and became official. Examples include the Baltimore municipal strike of 1974, in which municipal workers initiated a strike action for better working conditions and higher wages, and the Memphis sanitation strike of 1968, in which black sanitation workers in the segregation-era city fought for better pay and safer working conditions. Due to the racial factors at play in the Memphis strike, it became a part of theCivil Rightsmovement, drawing the attention of black community leaders such as Martin Luther King, Jr.﻿﻿﻿﻿\n\nOn an international level, one of the most famous unofficial strikes occurred in France. In May 1968, unofficial strike actions spread across the entire nation, causing the French president, Charles de Gaulle, to flee the country briefly and bringing theeconomyand government to a halt. This was the first unofficial strike to affect an entire nation.﻿﻿\n\nNational Labor Relations Board. \"National Labor Relations Act.\" Accessed Feb. 3, 2021.\n\nManhattan Institute. \"Teacher Strikes and Legacy Costs,\" Page 5. Accessed Feb. 3, 2021.\n\nThe Martin Luther King, Jr. Research and Education Institute at Stanford University. \"Memphis Sanitation Workers' Strike.\" Accessed Feb. 3, 2021.\n\nThe New York Times. \"Baltimore Ends Its 15-Day Strike.\" Accessed Feb. 3, 2021.\n\nInternational Socialist Review. \"May 1968: Workers and Students Together.\" Accessed Feb. 3, 2021.",
  "url": "https://www.investopedia.com/terms/u/unofficial-strike.asp"
}