{
  "term": "Unpacking the Smart Beta Strategy: What Investors Need to Know",
  "definition": "Smart beta is a way of investing that combines the benefits of passive investing and the advantages of active investing strategies. It derives from the capital asset pricing model (CAPM) to define the relationship between risk and return. In this model, beta is a measure of volatility or systemic risk of a security compared with the broader market.\n\nSmart beta is a way of investing that combines the benefits ofpassive investingand the advantages ofactive investingstrategies.\n\nSmart beta derives from thecapital asset pricing model (CAPM), developed in an attempt to define the relationship between risk and return. As part of this model,betais a measure of volatility or systemic risk of a security compared with the broader market. Over time, economists have elaborated on CAPM to explore a number of other factor premiums—factors like momentum and growth that can help to better explain and predict the relationship between risk and expected return.\n\nSo-called “smart” beta strategies aim to obtainalphaby utilizing these factors in the creation of alternative indices separated out from traditionalmarket capitalization-based indices. This approach seeks the best construction of an optimally diversified portfolio. In effect, smart beta is a combination ofefficient market hypothesisand value investing.\n\nOne complaint smart beta investors have about market-cap-weighted indices is that they effectively prioritize yesterday’s stock winners (those companies that have already grown to have larger capitalizations). The smart beta investment approach applies to popular asset classes, such as equities, fixed income, commodities, and multi-asset classes.\n\nPerhaps most commonly, smart beta strategies are employed by exchange-traded funds (ETFs).\n\nSmart beta defines a set of investment strategies that emphasize the use of index construction rules differing from those based on market capitalization weighting. These strategies emphasize capturing investment factors ormarket inefficienciesin a rules-based and transparent way. The increased popularity of this approach is linked to a desire for portfolio risk management and diversification along factor dimensions, as well as seeking to enhancerisk-adjusted returnsabove cap-weighted indices.\n\nSmart beta strategies seek to passively follow indices, while also considering alternative weighting schemes such asvolatility, liquidity, quality, value, size, and momentum. These funds don’t track standard indices, such as theS&P 500or the Nasdaq 100 Index, but instead focus on areas of the market that offer an opportunity for exploitation.\n\nSome of the most common areas of focus for smart beta ETFs include:\n\nSmart beta is a broad term encompassing a range of investment products focused on custom-built indices aiming to outperform a sector or the broader market.There are a wide variety of options from which to choose and no single approach for every investor.\n\nSome fund managers are prescriptive in identifying smart beta ideas that are value-creating and economically intuitive. Equity smart beta seeks to address inefficiencies created by market-capitalization-weightedbenchmarks. Funds may take a thematic approach to manage this risk by focusing on mispricing created by investors seeking short-term gains, for example.\n\nManagers may also choose to create or follow an index that weights investments according to fundamentals, such asearningsor book value, rather than market capitalization.\n\nAlternatively, managers may use a risk-weighted approach to smart beta that involves the establishment of an index based on assumptions of future volatility. For instance, this may involve an analysis of historical performance and thecorrelationbetween an investment's risk relative to its return. The manager must evaluate how many assumptions they are willing to build into the index and can approach the index by assuming a combination of different correlations.\n\nAlthough smart beta funds typically attract higher fees than their vanilla counterparts, they continue to remain popular with investors. As of October 2024, there were approximately 1,041smart beta ETFstrading in the U.S.In total, smart-beta funds commanded some $1.56 trillion in total cumulative assets, up from $616 billion in 2016.\n\nThe following three ETFs each use a different smart beta strategy seeking value, growth, and dividend appreciation, respectively:\n\nTheVanguard Value Index Fund ETF Shares ETF(VTV) tracks the CRSP US Large Cap Value Index. Its benchmark determines value using several fundamental ratios including price-to-book (P/B),forward price-to-earnings(forward P/E), historical P/E, dividend-to-price, andprice-to-sales. The fund has $132.1 billion in assets under management (AUM) as of January 2025.\n\nWith net assets of $105 billion as of January 2025, theiShares Russell 1000 Growth ETF(IWF) seeks to provide similar returns to the Russell 1000 Growth Index. The underlying index selects components based on three fundamental factors:price-to-book, medium-term growth forecasts, andsales-per-share growth.\n\nTheVanguard Dividend Appreciation Index Fund ETF Shares(VIG) aims to return similar investment results to the Nasdaq US Dividend Achievers Select Index. The fund selects firms that have increased theirdividend paymentsfor the past 10 years and market-cap-weights its holdings. As of January 2025, VIG has AUM of $87.8 billion.\n\nWant to learn more advanced investing and trading strategies? Check out our new guide—Level Up Your Investing Strategy—to elevate your approach and maximize returns.\n\nSmart beta makes use of factors—characteristics like value or quality that investors believe will cause securities to outperform the broader market—to construct indices that differ from traditional market capitalization-weighted indices. While these indices are alternatives to traditional sector- or market-wide collections of securities, smart beta ETFs that track them are still passively managed. This is one reason why smart beta is considered to be an approach to investing that is between active and passive in terms of strategy.\n\nFama, Eugene F. and Kenneth R. French. \"A Five-Factor Asset Pricing Model,\" Fama-Miller Working Paper, Available at SSRN.\n\nETFGI. \"ETFGI Reports Assets of US$1.56 Trillion Are Invested in Smart Beta ETFs Listed Globally at the End of February.\"\n\niShares. \"Smart Beta 101: The Basics and Its Role in Portfolios.\"\n\nInvestor.gov. \"Smart Beta, Quant Funds and Other Non-Traditional Index Funds.\"\n\nStatista. \"Largest Smart Beta Exchange Traded Funds (ETFs) Traded in the United States as of October 11, 2024 by Assets Under Management.\"\n\nVettaFi. \"VTV Vanguard Value ETF.\"\n\nVettaFi. \"IWF iShares Russell 1000 Growth ETF.\"\n\nVettaFi. \"Vanguard Dividend Appreciation ETF.\"",
  "url": "https://www.investopedia.com/terms/s/smart-beta.asp"
}