{
  "term": "Unpaid Dividend: What it is, How it Works, Example",
  "definition": "An unpaid dividend is adividendthat is due to be paid to shareholders but has not yet been distributed. Unpaid dividends exist because of timing differences between therecord date–the time at which existing shareholders become eligible to receive the upcoming dividend–and thepayment date–when the dividend is actually paid.\n\nTo understand unpaid dividends, it is helpful to review the four key dates that are part of the dividend-payment process. The first is thedeclaration date, which is also known as the “announcement date”. This is the date when the company’sboard of directorsannounces the upcoming dividend. This date is followed by theex-dividend date, the date when new buyers of the stock will not be eligible for the upcoming dividend payment.\n\nThe record date, also known as the “date of record”, is the next important date. In order to be entitled to the upcoming dividend, shareholders must be recorded on the company’s books by this date. Typically, the record date is two days after the ex-dividend date. Last, the payment date is the date when the dividend will be paid to shareholders of record. The record date generally occurs about one week after the ex-dividend date.\n\nBetween the declaration date and the payment date, a company will have unpaid dividends on its books. Once the payments are made, the unpaid dividends will be zeroed out accordingly.\n\nXYZ Corporation is apublicly-tradedcompany with a price of $30 per share. Many of its investors view XYZ as a stableincome-producing investmentbecause of its consistent track record of dividend payments. Eager to maintain this reputation, XYZ’s managers declare an upcoming dividend of $1.50 per share on July 30th. Its record date is set as Thursday, August 8th. The company's ex-dividend date is set for Tuesday, August 6th.\n\nIn this scenario, only shareholders who bought their shares on Monday, August 5th (or before that date) would be entitled to receive a dividend. The payable date can vary depending on the preferences of the company, but it is always the last of the four dates. For the period of time between the announcement date on July 30th and the payment date, XYZ will have unpaid dividends on their books. However, these will be eliminated once the dividends are paid to shareholders.",
  "url": "https://www.investopedia.com/terms/u/unpaid_dividend.asp"
}