{
  "term": "Unrealized Gain Definition",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn unrealized gain is the increase in the value of an asset that an investor has not yet sold.\n\nAn unrealized gain occurs when the current market value of anassetexceeds its original purchase price or book value, but the asset has not been sold. It is sometimes called a “paper” gain, since it only exists as an accounting entry until it is realized. A paper loss is similarly anunrealized loss.\n\nAn unrealized gain becomesrealizedonce the position is ultimately sold for a profit. It is possible for an unrealized gain to be erased if the asset’s value drops below the price at which it was bought.\n\nAn unrealized gain occurs when thecurrent priceof a security is higher than the price the investor initially paid for the security, including any fees associated with the purchase. Many investors calculate the current value of their investmentportfoliosbased on unrealized values. In general,capital gainsare taxedonly whenthey are sold and become realized.\n\nInvestors may choose to sit on unrealized gains fortax benefits. Most assets held for more than one year are taxed at the long-termcapital gains taxrate, which is either 0%, 15%, or 20% depending on one’s income.Assets held for one year or less are taxed asordinary income, with rates ranging from 10% to 37%.\n\nFor tax year 2024, a single filer making up to $47,025 would not pay tax on their realizedlong-term capital gains, and an individual making $518,900 will pay only 15%. Above that threshold, the rate is 20%.For tax year 2025, those figures increase to $48,350 and $533,400, respectively.If those same people held their investments for one year or less, theirshort-termrealized gains would be taxed as ordinary income, at their respectivemarginal tax rate.\n\nAninvestormay thus choose to wait to sell investments if gains realized late in the year would place them in a highertax bracketand, thus, increase their tax burden. That investor may be better off waiting until January to sell, at which point they can incorporate that profit into theirtax planfor the year.\n\nWhen there are unrealized gains present, it usually means an investor believes the investment has room for higher future gains. Otherwise, they would sell now and recognize the current gain.\n\nUnrealized gains are recorded differently depending on the type of security. Securities that are held to maturity are not recorded in financial statements, but the company may decide to include a disclosure about them in thefootnotes of its financial statements.\n\nSecurities that are held for trading are recorded on the balance sheet at theirfair value, and the unrealized gains and losses are recorded on the income statement.\n\nThe increase or decrease in the fair value of held-for-trading securities impacts the company’snet incomeand itsearnings per share (EPS). Securities that are available for sale are also recorded on a company’s balance sheet as an asset at fair value. However, the unrealized gains and losses are recorded incomprehensive incomeon the balance sheet.\n\nThe opposite of an unrealized gain is anunrealized loss. This type of loss occurs when an investor holds onto a losing investment, such as a stock that has dropped in value since the position was opened. Similar to an unrealized gain, a loss becomes realized once the position is closed at a loss.\n\nUnrealized gains and unrealized losses are often called “paper” profits or losses since the actual gain or loss is not determined until the position is closed. A position with an unrealized gain may eventually turn into a position with an unrealized loss as the market fluctuates and vice versa.\n\nSay an investor purchased 100 shares ofstockin ABC Company at $10 per share, and the value of the shares subsequently rises to $12 per share, but they refrain from selling.\n\nThe unrealized gain on the shares still in their possession would be $200 ($2 per share × 100 shares).\n\nIf the investor eventually sells the shares when the trading price rises to $14, they will record a realized gain of $400 ($4 per share × 100 shares).\n\nThe tax treatment of most unrealized gains is rooted in the principle of realization, which holds that income should only be taxed when it’s actually received. This approach was solidified in the United States by the Supreme Court case Eisner v. Macomber in 1920, which ruled that stock dividends weren’t taxable income because they didn’t result in realized gains.\n\nYes, there are some exceptions for the tax exemption to unrealized gains. For instance,mark-to-market accountingrules require certain financial instruments to be valued at current market prices, potentially leading to taxation on unrealized gains. Also, some countries impose wealth taxes that would effectively tax unrealized gains on assets.\n\nThe “step-up in basis” rule in the U.S. tax code allows heirs to inherit assets at their current market value, effectively erasing any unrealized gains when assets are passed down. This has been controversial because it effectively allows wealthy individuals to pass on significantappreciationtax free. There have been some proposals to modify or eliminate this rule to increase tax revenue and address wealth inequality.\n\nYes, it is possible to never realize an unrealized gain. An investor might choose to hold an asset with an unrealized gain indefinitely, perhaps as part of a long-term investment strategy or to pass it on to heirs. In some jurisdictions,donating an appreciated assetto a qualified charity allows the donor to avoid realizing the gain while still receiving a tax deduction. Alternatively, the asset’s value could decrease back to or below the original purchase price before it’s sold, eliminating the unrealized gain. And, in certain retirement accounts (e.g., aRoth IRA), gains are never “realized” in a taxable sense, though the account holder does benefit from the growth.\n\nUnrealized gains, also known as “paper gains,” refer to the increase in value of an asset that has not yet been sold. These gains exist only on paper or in theory, but have not been converted into actual profit through a sale transaction.\n\nFor example, if you buy a stock for $100 and its market value rises to $150, you have an unrealized gain of $50. This gain remains unrealized until you sell the stock and lock in the profit.\n\nUnrealized gains are important in financial planning and investing, as they represent potential profit, but they can also fluctuate with market conditions and are not guaranteed until the asset is sold. Generally, unrealized gains are not taxable because the profit hasn’t been “realized” through a sale.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “Rev. Proc. 2023-34,” Page 8.\n\nInternal Revenue Service. “Rev. Proc. 2024-40,” Page 7.\n\nJustia U.S. Supreme Court Center. “Eisner v. Macomber, 252 U.S. 189 (1920).”\n\nAmericans for Tax Fairness. “Close the Stepped-Up Basis Loophole.”",
  "url": "https://www.investopedia.com/terms/u/unrealizedgain.asp"
}