{
  "term": "Unrelated Business Taxable Income (UBTI)",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUBTI is income earned by a tax-exempt entity from activities unrelated to its exempt purpose.\n\nUnrelated Business Taxable Income (UBTI) is the income earned by a tax-exempt entity from activities that are not related to its exempt purpose. TheInternal Revenue Service(IRS) defines UBTI as “income from a trade or business, regularly carried on, that is not substantially related to the charitable, educational, or other purpose that is the basis of the organization’s exemption.”\n\nThe Internal Revenue Code (IRC)Section 501grants tax-exempt status to a variety of tax-exempt and mutually beneficial organizations. However, atax-exemptentity, such as a nonprofit or educational organization, may be liable for tax if it engages in, and derives income from, unrelated business activities.\n\nIntroduced in 1950, UBTI was introduced to ensure tax-exempt businesses compete fairly with taxable companies in profit-generating activities. UBTI also prevents or limits tax-exempt entities from engaging in businesses that are unrelated to their primary purposes.\n\nMost forms ofpassive income, such as dividends, interest income, and capital gains from the sale or exchange of capital assets, are not treated as UBTI.For example, if an investor holds anindividual retirement account (IRA)that invests in traditional equities, mutual funds, and exchange-traded funds (ETFs), the UBTI rules will most likely not apply.\n\nHowever, if an investment—for example, amutual fund—generates income that qualifies as UBTI, the fund may be subject to taxation.For example, income from a restaurant business that flows into an IRA is considered taxable. That’s because the business activity doesn’t relate to the tax-exempt purpose of providing a pension to the IRA holder.\n\nTo be classified as UBTI, an activity must meet certain criteria, as defined by the IRS:\n\nIRS Publication 598 provides more information about unrelated business activities and these three categories.\n\nExamples of activities that could generate UBTI include:\n\nOrganizations must makeestimated tax paymentsif they expect annual unrelated business income tax to be $500 or more. Estimated tax payments are normally due on the 15th day of the fourth, sixth, ninth, and 12th months of the tax year and must total 100% of the organization’s total tax liability for that year.\n\nThe IRS excludes these activities from the definition of unrelated trade or business:\n\nIf a tax-exempt organization has UBTI greater than $1,000, it must pay tax on thegross income.The tax is assessed at corporate rates (21% federal tax rate) for organizations, or at trust rates (ranging from 10% to 37%) for exempt trusts.\n\nAccording to the IRS, the tax computed on the total UBTI can be reduced by any applicable tax credits, including general business credits (such as the investment credit) and foreign tax credits. However, an exempt trust may not claim the deduction for a personal exemption that a trust normally can claim.\n\nTo pay the tax, exempt organizations must file IRS Form 990-T.\n\nCertain income is excluded from the unrelated business taxable income that an exempt organization may have to pay taxes on:\n\nFor more details, refer to IRS Publication 598.\n\nIf your tax-exempt organization earns $500 or more in unrelated business income, and the income doesn't fall under one of the IRS exclusions, the organization will be required to pay taxes on that income.\n\nIncome that’s excluded includes dividends, interest,capital gains, royalties, and certain other investment income. For a complete list, please see IRS Publication 598.\n\nAn exempt organization may be subject to interest and penalty charges if it fails to pay a tax when the tax is due, underpays its tax liability, doesn’t file a return, or files a late return.\n\nUnrelated Business Taxable Income (UBTI) is income earned by tax-exempt organizations that isn’t related to their primary exempt purpose. If an organization generates income through activities unrelated to its mission, it may be liable for UBTI taxes. However, many types of passive income, such as dividends and interest, are generally excluded. Tax-exempt entities must ensure they comply with UBTI tax regulations and file the necessary forms to avoid penalties.\n\nInternal Revenue Service. “Unrelated Business Income Tax.”\n\nGovInfo. “Title 26, Internal Revenue Code, Section 501.”\n\nInternal Revenue Service. “A History of the Tax-exempt Sector: An SOI Perspective,” Page 107 (Page 3 of PDF).\n\nInternal Revenue Service. “Publication 598, Tax on Unrelated Business Income of Exempt Organizations.”\n\nInternal Revenue Service. “Unrelated Business Income Defined.”\n\nInternal Revenue Service. “Unrelated Business Income Tax Exceptions and Exclusions.”\n\nAmerican Bar Association. “Unrelated Business Income Tax (UBIT): A Comprehensive Overview for Nonprofits.”\n\nInternal Revenue Service. “2025 Form 1041-ES,” Pages 2 and 5.\n\nInternal Revenue Service. “Annual Exempt Organization Return: Penalties for Failure to File.”",
  "url": "https://www.investopedia.com/terms/u/ubti.asp"
}