{
  "term": "Unrestricted Cash: What it is, How it Works, Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA company’s unrestricted cash can be spent for any reason because no creditors have a claim against it.\n\nCompanies must often maintain a certain level of cash on theirbalance sheetsto satisfy debtcovenantsin case the companydefaultsor goes into nonpayment of their credit obligations. The remaining cash that exceeds the covenant requirements is referred to as unrestricted cash.\n\nUnrestricted cash is a part of an organization's liquid funds, meaning it's easily accessible. Unrestricted cash is important since it shows how much cash a company has to meet its short-term bills and credit obligations.\n\nUnrestricted cash is listed on a company's balance sheet. However, it is typically listed ascash and cash equivalents. Unrestricted cash or cash and cash equivalents represent the money that an organization can spend today, meaning the money is readily available—or liquid. Unrestricted cash is considered acurrent asseton the balance sheet since it can be readily accessed and spent in the short term.\n\nLiquidityis critical to companies since having enough cash available can help a company meet its short-term debt obligations and pay its vendors and suppliers. These short-term debt obligations and bills that are due within 90 days are calledcurrent liabilities. Unrestricted cash helps companies ensure that they have enough current assets to cover their current liabilities, calledworking capital.\n\nCash and cash equivalents include the following liquid assets:\n\nWhen companies report theirfinancial statements, unrestricted cash must be listed in the cash and cash equivalents line item of a company's balance sheet.\n\nRestricted cashis cash held by a company that is not readily available to be spent or used by the company. Cash might be restricted if the money is required to be held aside to secure a bank loan or credit facility.\n\nSometimes financial institutions impose credit covenants, which include requirements and restrictions. The cash pledged as collateral for a loan helps protect the bank in the event the company goes bankrupt or defaults on the loan.\n\nRestricted cash is typically listed as a separate line item on the balance sheet. The description or details explaining why the cash is restricted is usually found in the notes section of a company's financial statements.\n\nIf the restricted cash is for a short-term pledge, meaning it's due to expire in less than one year, the line item would be located under current assets. However, if the restricted cash must be held for more than one year, it would be listed under long-term assets—callednoncurrent assets. Conversely, unrestricted cash is listed as a current asset and can be used for any purpose since it has not been pledged to secure an obligation.\n\nFor example, XYZ Corporation manufactures machinery and borrowed $1 million from the local bank. The bank required a debt covenant in which XYZ must hold $400,000 in cash on hand at all times.\n\nBelow is a portion of the balance sheet for XYZ corporation.\n\nDespite $400,000 being held as restricted cash, XYZ has more than enough unrestricted cash to cover the $300,000 inaccounts payable(money owed to suppliers) and $100,000 in short-term debt obligations.",
  "url": "https://www.investopedia.com/terms/u/unrestricted-cash.asp"
}