{
  "term": "Unrecaptured Section 1250 Gain: What It Is, How It Works, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMichela Buttignol / Investopedia\n\nAn unrecaptured 1250 gain is a gain addressed by Section 1250 of the U.S. Internal Revenue Code. This provision directs that previously recognized depreciation be recaptured as income when a gain is realized on the sale of depreciable real estate property.\n\nSuch gains are taxed at a maximum 25% tax rate, though the rate is less in some cases. The gains, and the taxes on them, are calculated on a worksheet within the instructions for Internal Revenue Service (IRS)Schedule D, reported on Schedule D, and carried through to the taxpayer’s 1040.\n\nSection 1231 assets include all depreciablecapital assetsheld by a taxpayer for longer than one year. Section 1231 relates to assets addressed by Section 1245 and Section 1250, and the latter is what determines the tax rate ofdepreciation recapture.\n\nSection 1250 relates only to real property, such as buildings and land. Personal property, such as machinery and equipment, is subject to depreciation recapture asordinary incomeunderSection 1245.\n\nUnrecaptured Section 1250 gains are only realized when there is a netSection 1231gain. In essence, capital losses on all depreciable assets offset unrecaptured Section 1250 gains on real estate. Therefore, a net capital loss overall reduces the unrecaptured Section 1250 gain to zero.\n\nA Section 1250 gain is recaptured upon the sale of depreciated real estate, just as with any other asset; the only difference is the rate at which it is taxed.\n\nThe justification for the gain is to offset the benefit of previously used depreciation allowances. While the gains attributed to accumulated depreciation are taxed at the section 1250 recapture tax rate, any remaining gains are only subject to the long-termcapital gains rateof 15%.\n\nFor a capital loss to offset a capital gain, both must be determined to be short-term or long-term. A short-term loss cannot offset a long-term gain or vice versa.\n\nIf a property was initially purchased for $150,000, and the owner claims depreciation of $30,000, theadjusted cost basisfor the property is considered to be $120,000.\n\nIf the property is subsequently sold for $185,000, the owner recognizes an overall gain of $65,000 over the adjusted cost basis.\n\nSince the property sold for more than the basis that was adjusted for depreciation, the unrecaptured Section 1250 gains are based on the difference between the adjusted cost basis and the original purchase price.\n\nThis makes the first $30,000 of the profit subject to the unrecaptured Section 1250 gain, while the remaining $35,000 is taxed at the regular long-term capital gains rate.\n\nAs a result, $30,000 is subject to the higher capital gains tax rate of up to 25%. The remaining $35,000 is taxed at the long-term capital gains rate of 15%.\n\nSince the unrecaptured Section 1250 gains are considered a form ofcapital gains, they can be offset by capital losses. These capital losses must be reported throughForm 8949and Schedule D. The value of a loss may vary depending on whether it is determined to be short-term or long-term in nature.\n\nInvestors can avoid paying tax on depreciation recapture by turning a residential property into a primary residence. The taxpayer could also conduct a1031 like-kind exchange. This type of exchange is tax-deferred but not tax-free.\n\nWhen a property owner passes away, their heirs often receive the property on astepped-up basis. This means that the cost basis of the inherited property is adjusted to its fair market value at the time of the former owner’s death.By increasing the basis, the system decreases the amount of tax the property’s new owners will have to pay on any gains realized by an eventual sale.\n\nExamples of Section 1250 property include commercial buildings and residential rental property. Commercial buildings would be treated as Modified Accelerated Cost Recovery System (MACRS) real property, which is depreciated over a 39-year recovery period. Residential rental property is depreciated over a 27.5-year recovery period.\n\nThe maximum rate attributable to unrecaptured Section 1250 gains is 25%.\n\nSection 1250 is calculated as the lesser of two amounts. The first amount is the excess of accelerated depreciation claimed on real property over what would have been the allowable amount under a straight-line method. The second amount is the gain realized upon disposition.\n\nDepreciation recapture occurs when there is a difference between the sale price of an asset and the tax basis or adjusted cost basis. The difference in these two amounts is recaptured by reporting the difference as ordinary income.\n\nA Section 1250 gain refers to the taxable gain from the sale of depreciable real property. The recognition of the gain is governed by Section 1250 of the Internal Revenue Code (IRC), which deals with the tax treatment of depreciation recapture.\n\nWhen a property owner sells a depreciable asset, the IRS requires the owner to recapture a portion of the depreciation claimed on the property over the years. The recaptured amount is taxed at a special rate known as the Section 1250 recapture rate, which is generally 25%.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “About Schedule D (Form 1040), Capital Gains and Losses.”\n\nInternal Revenue Service. “Publication 544, Sales and Other Dispositions of Assets.”\n\nInternal Revenue Service. “Publication 544: Sales and Other Disposition of Assets,” Page 28.\n\nInternal Revenue Service. “About Form 8949, Sales and Other Dispositions of Capital Assets.”\n\nInternal Revenue Service. “Like-Kind Exchanges Under IRC Section 1031.”\n\nInternal Revenue Service. “Publication 551: Basis of Assets,” Page 2.\n\nInternal Revenue Service. “Publication 527, Residential Rental Property.”\n\nInternal Revenue Service. “Publication 946, How to Depreciate Property.”",
  "url": "https://www.investopedia.com/terms/u/unrecaptured-1250-gain.asp"
}