{
  "term": "Unregistered Shares: Meaning, Overview, Considerations",
  "definition": "Unregistered shares, also known asrestricted stock, are securities that are not registered with the Securities and Exchange Commission (SEC). They are usually issued through private placements,Regulation Dofferings, or employee stock benefit plans as compensation for professional services, or in exchange for funding a startup company.\n\nFor example, a privately-held company might issue unregistered shares to its executives and board members as part of their compensation package.\n\nUnregistered shares have fewer investor protections and pose different kinds of risks thanregistered securities. As a result, companies can only sell unregistered shares to \"qualified investors.\"\n\nTo be considered a \"qualified investor,\" you must be ahigh-net-worth individual(HNWI) or a high-income investor. Who qualifies as an HNWI differs by the financial institution, but typically you must have liquid assets that range from six to seven figures. A high-income investor typically has an income of at least $200,000 per year or at least $300,000 per year for married couples.\n\nIn the past, soliciting or advertising unregistered shares was prohibited. However, in 2013 the SEC adopted Rule 506(c) as part of the Jumpstart Our Business Startups (JOBS) Act, allowing certain unregistered securities to be solicited and advertised.﻿﻿\n\nSelling unregistered shares is typically considered a felony, but there are exceptions to this rule. SECRule 144lays out the conditions under which unregistered shares may be sold:\n\nSometimes investors can be taken advantage of through unregistered securities scams. These scams usually advertise the sales as private offerings with little to no risk plus high returns.\n\nThe SEC recommends that investors should be on the lookout for some of these common signs of potential fraud when considering investing in an unregistered offering:\n\nInvestors can also find out if a particular security is registered by looking it up in the SEC’sEDGARdatabase online. Stocks traded by the average investor will all be registered in the database.﻿﻿\n\nU.S. Securities and Exchange Commission. \"SEC Approves JOBS Act Requirement to Lift General Solicitation Ban.\" Accessed Jan. 24, 2021.\n\nU.S. Securities and Exchange Commission. \"Investor Alert: 10 Red Flags That an Unregistered Offering May Be a Scam.\" Accessed Jan. 24, 2021.\n\nU.S. Securities and Exchange Commission. \"EDGAR | Company Filings.\" Accessed Jan. 24, 2021.",
  "url": "https://www.investopedia.com/terms/u/unregistered-shares.asp"
}