{
  "term": "Unrestricted Net Assets: What They are, How They Work",
  "definition": "Unrestricted net assets are donations to nonprofit organizations that have no strings attached. That is, the assets may be used by the organization for general expenses or any legitimate expenditure.\n\nMost donations are unrestrictednet assets. However, a donor may choose to classify the donation as temporarily restricted net assets or even permanently restricted net assets, thus establishing rules for the use of the donation.\n\nOrganizations typically preferdonationsof unrestricted net assets because they allow them maximum flexibility to spend as they see fit, whether for hiring additional personnel or expanding their services.\n\nA restricted net asset may even be a burden to the organization that receives it. For example, an organization devoted to animal rescue may receive a restricted donation to be spent on the care and feeding of crocodiles. If the organization has no facilities or skilled staff devoted to crocodiles, it may be forced to spend more than the amount donated in order to fulfill the terms of the bequest.\n\nWatchdog groups like Charity Navigator and Give.org help donors pick a worthy cause for their assets, restricted or not.\n\nNonetheless, the ability to restrict a gift to anonprofit organizationcan be a powerful incentive. Another animal-lover may want to be certain that a gift will be used only to rescue cats from kill shelters, and never for mundane administrative purposes.\n\nTemporarily restricted assets usually are donated for a particular purpose and must be used by a particular date, such as within one year. An example might be a donation to the Red Cross for emergency aid delivered to Puerto Rico after a hurricane.\n\nPermanently restricted assets often come in the form of a fund that must be maintained indefinitely, with the income generated by its investment to be used for a particular purpose. Scholarship funds are often created as permanently restricted assets.\n\nIn addition,donations to museumsof art, artifacts, and other valuables often come with restrictions, which can include a prohibition on the sale of the donated assets.\n\nNonprofit organizations in the U.S. produce a Statement of Financial Position which is equivalent to the balance sheet maintained by a business. Unrestricted net assets, temporarily restricted net assets, and permanently restricted net assets all are listed on this statement.\n\nIRS Form 990 is a template for the creation of the Statement of Financial Position as well as a separate Statement of Activities, which is similar to an income statement.\n\nA legitimate and well-run nonprofit organization will provide Form 990s, annual reports, and auditor's reports to prospective donors for their review.\n\nThose documents are also viewed by watchdog groups, which provide ratings and reviews of charitable organizations and cast a harsh light on nonprofits that spend disproportionately on staff salaries or marketing activities rather than on its stated goals. Among the watchdog groups are:",
  "url": "https://www.investopedia.com/terms/u/unrestricted-net-assets.asp"
}