{
  "term": "Unscheduled Property Floater",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe importance of havingadequate property insurance coveragecan’t be overstated. One way to make sure you have the coverage you need is with an unscheduled propertyfloater, an addition to an existingproperty insurancepolicy that provides coverage for personal property items that have not been individually itemized or valued.\n\nAn unscheduled personal property floater, also called a “blanket” floater, usually provides coverage against damage, theft, or loss of these items. The additional cost is generally much lower than the original policy premium. An unscheduled property floater is the opposite of a scheduled property floater, which itemizes all the different properties covered in the policy and their specific value.\n\nUnscheduled personal property refers to items that are covered in the main policy but not specifically itemized or valued. These items usually do not warrant separate insurance as their individual value is too low to warrant a separate policy.\n\nUnderhomeowners insurance, for example, unscheduled property could include clothes, jewelry, sports equipment, and cameras. In the event of a fire or other catastrophic loss that the policy covers, the policyholder would add up all of these unscheduled items, estimate their total value, and submit them for compensation. Depending on the policy, even if these items were damaged, lost, or stolen outside of the home, for example on vacation, they would still be covered.\n\n“Floater” refers to an addition to a current policy to make sure the insurance covers certain valuables. People buy these add-on policies to provide coverage for property that insurance may not adequately cover otherwise, and they sometimes come with additional benefits. For example, adding theft coverage even if the item was not in the home when it was stolen. Adding a floater usually requires a higherinsurance premium.﻿﻿\n\nNote that floater policies also can bescheduled, as opposed to unscheduled. For scheduled policies, each item would be individually listed with an approximate value. Unscheduled jewelry coverage, for example, might not be enough to adequately compensate for the loss of some particularly expensive pieces,which would call for their own scheduled jewelry floater.﻿﻿\n\nIn this manner, a policyholder can adequately cover personal property that might be greater than the set coverage limit stipulated in the unscheduled property floater contract.\n\nPayment for an item under an unscheduled property floater is usually the replacement cost of the property in question or the cash value of it after the deductible has been paid.\n\nUnscheduled property floaters may be advantageous when the prospective policyholders have many items to insure, each valued at approximately $1,000 or less. An unscheduled policy usually has a setdeductibleand may also have a set coverage ceiling for all types of items.\n\nConversely, a scheduled property floater may be more appropriate if there are fewer but pricier items to insure, and it’s not a burden to list them all in the policy separately.﻿﻿\n\nIn general, unscheduled floaters may be limited to specific types of losses, such as theft or fire. Unscheduled floaters typically have one overarching amount of coverage that applies to any and all items within the scope of the policy. Scheduled floaters may cover more types of losses, but they will not cover items that the buyer doesn’t specifically spell out.﻿﻿\n\nNotably, it also is possible to have both scheduled and unscheduled policy floaters in the same policy. In fact, certain types of policies may require one or more scheduled items in order for the policyholder to have unscheduled coverage.﻿﻿\n\nInsurance Information Institute. \"Special Coverage for Jewelry and Other Valuables.\" Accessed Dec. 3, 2020.\n\nJewelers Mutual Insurance Group. \"What Is Unscheduled Jewelry Coverage?: Scheduled, Unscheduled: What’s the Difference?\" Accessed Dec. 3, 2020.\n\nInsurance Information Institute. \"Do I Need Special Coverage for Jewelry and Other Valuables?\" Accessed Dec. 3, 2020.\n\nJewelers Mutual Insurance Group. \"What Is Unscheduled Jewelry Coverage?: How Do You Qualify for Unscheduled Jewelry Coverage?\" Accessed Dec. 3, 2020.",
  "url": "https://www.investopedia.com/terms/u/unscheduled-property-floater.asp"
}