{
  "term": "Unsecured Creditor Defined, Types, vs. Secured Creditor",
  "definition": "An unsecured creditor is an individual or institution that lends money without obtaining specifiedassetsascollateral. This poses a higher risk to thecreditorbecause it will have nothing to fall back on should the borrower default on the loan. If a borrower fails to make a payment on a debt that is unsecured, the creditor cannot take any of the borrower's assets without winning a lawsuit first.\n\nA debenture holder is an unsecured creditor.\n\nIt's uncommon for individuals to be able to borrow money without collateral. For example, when you take out a mortgage, a bank will always hold your house as collateral for the loan in case you default. If you take out a loan on an automobile, the lender will secure their debt with your car until it's fully paid off.\n\nOne exception wherein money is borrowed without collateral is large corporations, which often issue unsecured commercial paper.\n\nUnsecured credit is viewed as a higher risk.\n\nSecured creditorsmay repossess assets as payment for a debt usingthe borrower's collateral. Since the borrower has more to lose by defaulting on a secured loan, and the lender has an asset to gain, this type of debt carries less risk for the lender. As a result, secured debt generally comes with lower interest rates when compared tounsecured debt.\n\nMeanwhile,repayment to unsecured creditorsis generally dependent on bankruptcy proceedings or successful litigation. An unsecured creditor must first file a legal complaint in court and obtain a judgment before proceeding with collection through wage garnishment and other types of liquidated borrower-owned assets.\n\nOften, a creditor will first attempt to obtain payment through direct contact and report the outstanding debt to themajor credit bureaus—Equifax, Experian, and TransUnion—before seeking to bring the matter to court. The creditor may also choose to sell the unpaid debt to a collection agency.\n\nDue to the high risk to the lender, unsecured debt often comes with higher interest rates, placing a higher financial burden on the borrower.\n\nSome of the most common types of unsecured creditors include credit card companies, utilities, landlords, hospitals and doctor's offices, and lenders that issue personal or student loans (though education loans carry a special exception that prevents them from being discharged).\n\nDefaulting on unsecured debt can negatively affect the borrower's creditworthiness, making it much less likely that an unsecured creditor will extend them credit in the future.",
  "url": "https://www.investopedia.com/terms/u/unsecuredcreditor.asp"
}