{
  "term": "Unsecured Loans: Borrowing Without Collateral",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nAn unsecured loan is a loan that doesn’t require any type ofcollateral. Instead of relying on a borrower’s assets as security, lenders approve unsecured loans based on a borrower’screditworthiness.\n\nExamples of unsecured loans include personal loans, student loans, and credit cards.\n\nUnsecured loans—sometimes referred to assignature loansor personal loans—are approved without the use of property or other assets as collateral. The terms of these loans, including approval and receipt, are most often contingent on a borrower’scredit score. Typically, borrowers must have high credit scores to be approved for unsecured loans.\n\nAn unsecured loan stands in contrast to asecured loan, in which a borrower pledges some type of asset as collateral for the loan. The pledged assets increase thelender’s “security” for providing the loan. Examples of secured loans include mortgages and car loans.\n\nBecause unsecured loans require higher credit scores than secured loans, in some instances, lenders will allow loan applicants with insufficient credit to provide aco-signer. A co-signer takes on the legal obligation to fulfill a debt if the borrowerdefaults. This occurs when a borrower fails to repay theinterestandprincipalpayments of a loan or debt.\n\nBecause unsecured loans are not backed by collateral, they are riskier for lenders. As a result, these loans typically come with higherinterest rates.\n\nIf a borrower defaults on a secured loan, the lender can repossess the collateral to recoup the losses. In contrast, if a borrower defaults on an unsecured loan, the lender cannot claim any property. But the lender can take other actions, such as commissioning a collection agency to collect thedebtor taking the borrower to court. If the court rules in the lender’s favor, the borrower’s wages may begarnished.\n\nAlso, aliencan be placed on the borrower’s home (if they own one), or the borrower may be otherwise ordered to pay the debt. Defaults can have consequences for borrowers, such as lower credit scores.\n\nUnsecured loans include personal loans, student loans, and most credit cards—all of which can berevolvingorterm loans.\n\nA revolving loan is a loan that has a credit limit that can be spent, repaid, and spent again. Examples of revolving unsecured loans includecredit cardsand personallines of credit.\n\nA term loan, in contrast, is a loan that the borrower repays in equal installments until the loan is paid off at the end of its term. While these types of loans are often affiliated with secured loans, there are also unsecured term loans. Aconsolidation loanto pay off credit card debt or a signature loan from a bank would also be considered unsecured term loans.\n\nIn recent years, the unsecured loan market has experienced growth, powered partly byfinancial technology (fintech)firms. The past decade, for example, has seen the rise ofpeer-to-peer (P2P) lendingvia online and mobile lenders.\n\nThe amount of U.S. consumer revolving debt in Oct. 2024, according to the Federal Reserve.\n\nIf you’re looking to take out an unsecured loan to pay for personal expenses, apersonal loan calculatoris an excellent tool for determining what the monthly payment and total interest should be for the amount you’re hoping to borrow.\n\nSome lenders offerflex loans for people who need access to cash. Flex loans are a type of line of credit and carry higher interest rates. They are an option available to those with poor or no credit history.\n\nAlternative lenders, such as payday lenders or companies that offer merchantcash advances, do not offer secured loans in the traditional sense. Their loans are not secured by tangible collateral in the way that mortgages and car loans are. However, these lenders take other measures to secure repayment.\n\nPayday lenders, for example, require that borrowers give them a postdated check or agree to an automatic withdrawal from their checking accounts to repay the loan. Many online merchant cash advance lenders require the borrower to pay a certain percentage of online sales through a payment-processing service such as PayPal. These loans are considered unsecured even though they are partially secured.\n\nPayday loans may be consideredpredatory loans, as they have a reputation for extremely high interest and hidden terms that charge borrowers added fees. In fact, some states have banned them.\n\nWhile lenders can decide whether or not to approve an unsecured loan based on your creditworthiness, laws protect borrowers fromdiscriminatory lending practices. The enactment of theEqual Credit Opportunity Act (ECOA)in 1974, for example, made it illegal for lenders to use race, color, sex, religion, or other non-creditworthiness factors when evaluating a loan application, establishing terms of a loan, or any other aspect of a credit transaction.\n\nWhile lending practices have gradually become more equitable in the United States, discrimination still occurs. In July 2020, theConsumer Financial Protection Bureau (CFPB), which takes the lead in supervising compliance and enforcing the ECOA, issued a Request for Information soliciting public comments to identify opportunities for improving what the ECOA does to ensure nondiscriminatory access to credit. “Clear standards help protect African Americans and other minorities, but the CFPB must back them up with action to make sure lenders and others follow the law,” stated Kathleen L. Kraninger, then-director of the CFPB.\n\nCollateral is any item that can be taken to satisfy the value of a loan. Common forms of collateral include real estate, automobiles, jewelry, and other items of value.\n\nAlthough having a co-signer may help you get approved for a loan, it doesn’t make the loan secured. In the case of a default, the lender would require the co-signer to repay the loan.\n\nDeclaringbankruptcyis a serious undertaking, but in most cases, it will clear your unsecured loans. There is one exception, though:student loans. To have student loans forgiven, the debtor must prove that the loans present an undue hardship during anadversary proceeding. Private student loans used to pay for living expenses are more likely to be forgiven, though a new streamlined adversary proceeding paperwork is making it easier for even federal student loans to be discharged.\n\nUnsecured loans are common but can bear significant risk for both the lender and the borrower. Before taking out any unsecured loan, assess your financial health and your ability to repay the loan. Borrowing money that you can’t repay can result in garnishment of wages and tax returns and put the borrower on a difficult path back to solvency.\n\nNational Credit Union Administration. \"Personal Loans: Secured vs. Unsecured.\"\n\nFederal Reserve Bank of St. Louis. “Revolving Consumer Credit Owned and Securitized.”\n\nConsumer Financial Protection Bureau. “What Is a Payday Loan?”\n\nConsumer Financial Protection Bureau. “The Bureau Is Taking Action to Build a More Inclusive Financial System.”\n\nFederal Register. “Request for Information on the Equal Credit Opportunity Act and Regulation B.”\n\nFederal Student Aid. \"(Gen-23-13) Undue Hardship Discharge of Title IV Loans in Bankruptcy Adversary Proceedings.\"",
  "url": "https://www.investopedia.com/terms/u/unsecuredloan.asp"
}