{
  "term": "Unsecured Note: What it is, How it Works",
  "definition": "An unsecured note is a loan that is not secured by the issuer's assets.Unsecurednotes are similar todebenturesbut offer a higherrate of return. Unsecured notes provide less security than a debenture. Such notes are also often uninsured and subordinated. The note is structured for a fixed period.\n\nCompanies sell unsecured notesthrough private offerings to generate money for corporate initiatives such asshare repurchasesandacquisitions. An unsecured note is not backed by any collateral and thus presents more risk to lenders. Due to the higher risk involved, these notes' interest rates are higher than with secured notes.\n\nIn contrast, asecured noteis a loan backed by the borrower's assets, such as a mortgage or auto loan. If the borrower defaults, these assets will go towards the repayment of the note. For this reason, collateral assets must be worth at least as much as the note. Additional examples of collateral that can be pledged include stocks, bonds, jewelry, and artwork.\n\nCredit rating agencies will often rate debt issuers. For example, in the case ofFitch, this agency will offer a letter-basedcredit ratingthat reflects the chances that the issuer will default, based on internal (i.e., the stability of cash flows) and external (market-based) factors.\n\nUnsecured debt holders are second to secured debt holders in the event of needing to claim assets in the wake of a company's liquidation.\n\nLiquidationoccurs when a company is insolvent and cannot pay its obligations when they come due. As company operations come to an end, its remaining assets go towards paying creditors and shareholders who purchased stakes and/or made loans as the company expanded. Each of these parties has a priority in the order of claims to company assets.\n\nThe most senior claims belong to secured creditors, followed by unsecured creditors, including bondholders, the government (if the company owes taxes), and employees (if the company owes them unpaid wages or other obligations). Finally, shareholders receive any remaining assets, beginning with those holding preferred stock followed by holders of common stock.",
  "url": "https://www.investopedia.com/terms/u/unsecured-note.asp"
}