{
  "term": "Unsecured Debt",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUnsecured debt refers to loans that are not backed bycollateral. If the borrowerdefaultson the loan, the lender may not be able to recover their investment because the borrower is not required to pledge any specific assets as security for the loan.\n\nBecause unsecured loans are considered riskier for the lender, they generally carry higherinterest ratesthan collateralized loans.\n\nA loan is unsecured if it is not backed by any underlying assets. Examples of unsecured debt includecredit cards,medical bills, utility bills, and other instances in which credit was given without any collateral requirement.\n\nUnsecured loans are particularly risky for lenders because the borrower might choose to default on the loan throughbankruptcy. In this situation, the lender can seek to sue the borrower for repayment of the loan. However, if no specific assets were pledged as collateral, the lender may be unable to recover their initial investment.\n\nBecause unsecured loans are considered more risky for the lender, they generally carry higher interest rates than collateralized loans.\n\nAlthough bankruptcy can allow borrowers to avoid repaying their debts, it is not without its consequences. Borrowers who have declared bankruptcy in the past may find it difficult or impossible to secure new loans in the future, since the bankruptcy will have a severe negative impact on their credit score, likely for many years to come.\n\nLenders, meanwhile, may seek alternative methods for recovering their investment. In addition to suing the borrower, lenders can also report any instances of default or delinquency to a credit rating agency. Alternatively, the lender can also hire a creditcollection agencythat will then seek to collect the unpaid debt.\n\nMax is a private lender specializing in unsecured loans. He is approached by a new borrower, Elysse, who wishes to borrow $20,000.\n\nBecause the loan is unsecured, Elysse is not required to pledge any specific assets as collateral in case she defaults on the loan. As compensation for this risk, Max charges her an interest rate that is higher than rates associated with collateralized loans.\n\nSix months later, the loan becomes delinquent due to a series of late and missed payments by Elysse. Max has several options to consider:\n\nAlthough Max could seek to sue Elysse for repayment of the loan, he suspects this would not be worthwhile because there are no specific assets pledged as collateral. As an alternative, he chooses to hire a collection agency to pursue repayment of the loan on his behalf. As compensation for this service, Max agrees to pay the collection agency a percentage of any amount that the collection agency succeeds in recovering. Collection agencies charge on a contingency fee basis. Collection rates vary by collection type, size, and age. They average between 7.5% and 50% for each account, with consumer rates typically around 35%.\n\nAnother option: Max could have sold the debt to another investor using thesecondary market. In that scenario, he would have likely sold the debt at a considerable discount to its face value. In exchange for the discounted purchase price, the new investor would assume the risk of not being repaid.",
  "url": "https://www.investopedia.com/terms/u/unsecureddebt.asp"
}