{
  "term": "Unsecured: What It is, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nUnsecured refers to a debt or obligation that is not backed by any sort ofcollateral.\n\nCollateral is property or other valuable assets which a borrower offers as a way to secure the loan, which is found insecured debt. In an unsecured loan, the lender will loan funds based on other borrower qualifying factors. These qualifying factors include credit history, income, work status, and other existing debts.\n\nUnsecured loans present a high risk to lenders. Because there is no collateral to take as recourse if the borrowerdefaultson the loan, the lender has nothing of value to claim against and cover their costs. Default happens when the debtor is unable to meet their legal obligations to pay a debt. Instead of demanding the collateral, the lender will need to turn to civil actions. Such actions include hiring a collection agency and filing a lawsuit to recoup unpaid balances.\n\nUnsecured loans and lines of credit (LOC)—also known asflex loans—often have high interest rates. These rates help to insulate lenders against the risks of loss. The most common forms of unsecured funds are credit cards and personal loans.\n\nUnsecured loansorlines of credit(LOC) are loans where lending happens without the backing of equal value collateral.\n\nMany people are already familiar with secured loans in the form of mortgages and auto loans. In both of those cases, seizing the collateral which secures the loan can happen in the event of a default. For mortgages, this occurrence is called aforeclosure. Once a borrower has missed a payment the default process has begun. The servicer will complete the legal requirements on their end to reclaim the property which secured the mortgage.\n\nIn the case of auto, boat, or other large equipment loans, this process is repossession. In both foreclosure and repossession, the borrower will lose the item which secures the loan.\n\nSecured loansor debt have limits set by the value of the collateral offered. When it comes to a home mortgage, a borrower may only receive a portion of the total fair market value of the property. Auto, boats, and other loans also follow this pattern.\n\nWith the 2006 housing market crash, foreclosed properties flooded the market. This massive influx of homes drove the value of all houses downward. Before the crash, home values increased exponentially, making a bubble. When thehousing market bubbleburst, the problem was two-fold.\n\nFirst, the surplus of houses led to lower overall home values. Because, like all products, more demand commands increased prices, while more supply than demand forces prices down. This drop in value caused the second shoe to drop. Homeowners seeing the worth of their investment fall hoped to sell. Due to the amount of ready supply, they often found this difficult, if not impossible to do. They, in turn, begin to default on their mortgages.\n\nThe banks reclaimed these properties and then found that they could not sell them either. Some of those banks went under as a result, which provided an example of how even secured loans can be risky business. Lending terms have changed dramatically since the 2006 housing crash, and banks are now more conservative as a result.",
  "url": "https://www.investopedia.com/terms/u/unsecured.asp"
}