{
  "term": "Unsolicited Bid: Meaning, Avoidance, Example",
  "definition": "An unsolicited bid is an offer made by an individual, investor, or company to purchase a company that is not actively seeking a buyer. Unsolicited bids may sometimes be referred to ashostile bidsif the target company doesn't want to be acquired. They usually come up when a potential acquirer sees value in the target company.\n\nAn unsolicitedbidcomes about when a potential acquirer takes an interest in a target company and makes a bid to purchase it. In this case, the bid is the result of the acquirer's initiative rather than at the request of the bid-upon company.\n\nAn unsolicited bid to purchase a company not intending to be sold may be followed by other unsolicited bids as the news travels. These other bids may up thepurchase priceand start abidding warortakeoverfight.\n\nWhile unsolicited bids may involve private companies, many bids are made by publicly-traded companies. These kinds of bids were popular in the 1980s when many bidders recognized the potential for profit in undervalued companies or those that were mismanaged.\n\nAn unsolicited bid may come as a surprise to the target, while a solicited bid is the opposite. With a solicited bid, the target is actively seeking a purchaser and wants to be purchased. These kinds of bids are often calledfriendly takeovers,or proposals that are approved by the management of both companies.\n\nThe amount Vodafone paid for Germany's Mannesmann in 2000 after its original unsolicited offer was rejected. This is said to be one of the world's largest acquisitions.\n\nUnsolicited bidding typically occurs when a company wants to purchase another company in order to:\n\nA vulnerable company may have several mechanisms with which to defend itself if it becomes the target of an unsolicited offer or, ultimately, a hostile takeover. First, it can reject the offer outright. If that doesn't work, there is thepeople poison pilldefense, where the management of the target company threatens to resign in the event of a takeover. This would force the acquirer to assemble a new management team if the acquisition was successful, which may be costly.\n\nAnother defense mechanism is the poison pill, whereshareholdersbuy more company stock at a discount, thereby raising the number of shares the bidder will have to purchase to realize the unsolicited bid. Another way to avoid being a target is to set up an employee stock ownership plan, which would allow employees to buy shares in the company, thereby giving them the ability to vote alongside management about important decisions involving the company.\n\nCompany ABC, an African oil company, makes an unsolicited offer to purchase another African oil company, Company DEF. Company ABC believes that by purchasing DEF, it will remove a competitor, grow its business by expanding its market share, and absorb the cutting-edge technology that DEF has created.\n\nABC offers $1 billion in a proposedall-cash deal; however, DEF believes the price is too low and turns the deal down. ABC comes back with another unsolicited bid in the amount of $1.4 billion. DEF ponders this deal until Company XYZ, a Saudi oil company, makes an unsolicited bid of $2 billion.\n\nThis price is considered high by market analysts and is too expensive for Company ABC to compete with. XYZ has significant reserves of cash on hand and covets DEF's technology. The offer is accepted by DEF and the merger goes through with XYZ.\n\nThe difference between an unsolicited bid and a solicited bid is that in a solicited bid, the target company wants to be sold and is actively seeking a buyer. An unsolicited bid is when the target company is not actively seeking a buyer and may not be interested at all in being acquired.\n\nA hostile takeover is when a company or investment firm tries to purchase a company that does not want to be acquired. A hostile takeover usually involves going over the management team directly to the shareholders or buying up large percentages of a company's shares to obtain a position of control.\n\nA merger is when two companies come together and combine their resources and respective advantages to create a brand-new company. An acquisition is when a company buys another company and the company that is bought is folded into the company that bought it.\n\nJournal of Emerging Technologies and Innovative Research. \"Merger And Acquisition of Vodafone and Mannesmann.\" Page 3.",
  "url": "https://www.investopedia.com/terms/u/unsolicited-bid.asp"
}