{
  "term": "Unsolicited Application: What it is, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn unsolicited application is a request for life insurance coverage that is made by an individual rather than an insurance agent or broker.\n\nLife insurance companies generally heavily scrutinize this type of application because of the likelihood of self-selection, which refers to the probability that individuals with higher health risks will seek insurance on their own instead of through an insurance professional.\n\nA person with a suspected or known health problem, such as heart disease, may try to submit an unsolicited application to purchaselife insurancebefore seeking medical treatment for the condition. These applicants could weigh the insured pool towards bad risks. For this reason, the insurers try to screen out self-selection applicants either by requiring higher rates or by denying coverage altogether.\n\nThe reason for insurance carriers' extreme scrutiny of self-selecting insurance applicants can be explained by a statistics concept called self-selection bias. Self-selection bias arises in any situation (not just buying insurance) in which individuals \"select\" themselves into a group, causing a biased sample and abnormal or undesirable conditions in the group. It is closely related to the non-response bias, which describes when a group of people responding has different responses than the group of people not responding.\n\nSelf-selection is typically a choice an individual makes when an emergency or sudden need for coverage comes up, therefore making the person a higher risk for an insurer to cover.\n\nSelf-selection makes determining the cause more difficult, which makes determining risk levels problematic for insuranceactuaries. Due to self-selection, there may be a number of differences between the people who choose to apply for insurance and those who are led into it as a course of their life and life decisions. These motivations can vary, but self-selection is typically something a person does after suddenly recognizing they have an urgent need for insurance.\n\nThere are significant differences between self-selecting populations and those who aren't self-selecting. An outcome might be that those who elect to submit an unsolicited insurance application have higher-than-normal risks, and this can skew risk pools and throw off the accuracy ofmortality tables, for example. A relative measure of 'improvement' might improve the reliability of the study somewhat, but only partially.\n\nSelf-selection bias also causes problems in other fields where statistical averages might not follow expected patterns. For example, research about programs or products, in particular, is susceptible to biased evaluations of people who have self-selected to be part of a product research project.\n\nA distinct but related term is an unsolicited applicant. Unsolicited applicants are those who apply for a job without any advertisement or requirement from the company.\n\nFor example, a job seeker may visit a company's website, find contact information for someone who works at the company and send them their resume. Some people choose to do this on the basis that companies don't always advertise all of their job openings. This type of applicant applies of their own accord—not in response to any specific job opening.\n\nAs a general rule of thumb, the higher up in a company that a position is, the more one can assume that it is not advertised. This is because companies will usually first look for applicants internally and in their networks. Keeping unqualified applicants as low as possible saves companies time and money.",
  "url": "https://www.investopedia.com/terms/u/unsolicited-application.asp"
}