{
  "term": "Unsterilized Foreign Exchange Intervention Overview",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe term unsterilized foreign exchange intervention refers to how a country's monetary authorities influence exchange rates and itsmoney supply—by not purchasing foreign or by not selling domestic currencies or assets. This kind of approach is considered passive toexchange ratefluctuations, allowing for fluctuations in the monetary base.\n\nUnsterilized foreign exchange interventions are also called nonsterilized interventions and can be contrasted withsterilized interventions.\n\nCentral banksmay be able to weaken a currency by selling their own reserves on the market. They can also strengthen it by buying more and selling their own currency. Sterilization happens when authorities offset the purchase of foreign currencies or securities by selling domestic ones, therefore dropping its own money supply. Central banks use sterilization as a way to insulate or protect their economies against any negative impact from things like currencyappreciationor inflation—both of which can reduce a country's place in export competitiveness in the global market.\n\nSterilization can be used to insulate or protect economies against any negative impact from currency appreciation or inflation\n\nWhen central banks implement unsterilized foreign exchange intervention, they do not put insulation measures in place. Therefore, the transaction is one-sided—only purchasing or selling currencies orassets—without being offset. The policy allows foreign exchange markets to function without manipulating the supply of the domestic currency. This means that a country'smonetary baseis allowed to change.\n\nFor example, theFederal Reservemay decide to strengthen theJapanese yenby buying Japanese government bonds, increasing its own reserves of the foreign country's assets. The intervention is unsterilized if the Fed decides not to sell its own bonds in reserves on the open market.\n\nAs noted above, central bank authorities use sterilized and nonsterilized methods offoreign exchangeintervention when and if they want to influence exchange rates and/or the money supply. If thecentral bankpurchases domestic currency by selling foreign assets, the money supply shrinks because it has removed domestic currency from the market. This is an example of a sterilized policy.\n\nIf a currency's value starts to weaken in the globalmarket, that country's central bank can step in and try to influence the exchange rate by creating demand for the currency. The bank can buy its own currency by using foreign currency that it has in its own reserves. This not only cuts off the currency'sdepreciation, but also controls the money supply by reducing the amount in circulation. The same is true if the central bank decides to do the opposite—by selling its own currency if it appreciates too much.",
  "url": "https://www.investopedia.com/terms/u/unsterilized.asp"
}