{
  "term": "Unstated Interest Paid: What It Is, How It Works, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nUnstated interest paid is the amount of money theInternal Revenue Service (IRS)assumes has been paid to the seller of an item that has been sold on an installment basis.\n\nUnstated interest paid is only calculated for contracts in which interest payments are not included, or when the interest charged falls below the test rate of interest. If a contract or invoice describes both an interest payment and aprincipalpayment, the interest payment is referred to as stated interest. Stated interest in an installment contract must be greater than the test rate of interest, which in most cases is based on theapplicable federal rates (AFRs).\n\nThe applicable federal rate is calculated by the IRS and published monthly online and by various financial news sources. The IRS publishes three different applicable rates: short-term, mid-term, and long-term rates.The short-term rate is calculated by averaging the rates the government pays on bond issues with maturities of three years or less. The mid-term rate is derived from averaging the rate paid on Treasury securities between three and nine years in maturity, while the long-term rate is based on issues of ten years or longer in maturity.\n\nTo calculate unstated interest paid, sellers of goods paid for on installment should choose the applicable federal rate based on the length of the installment contract.\n\nLet’s say that Preeti’s craftsman furniture company sells a dining room table to a customer for $10,000, and allows the customer to pay for the table in installments: $5,000 six months from now, and another $5,000 one year from now. On the customer contract for thisinstallment plan, there is no amount that is stipulated for interest paid. For tax purposes, Preeti may need to recognize that this arrangement involves the implicit lending of the customer two $5,000 loans: one with a maturity of six months, and the other for one year.\n\nIf the applicable federal rate for this loan is 2% per year, then the interest you would pay on the two $5,000 loans would end up being roughly $150. The IRS would assume that Preeti sold the table for $9,850 and issued two loans that paid interest income of $150.\n\nInterestis what's accumulating on the initial balance of the loan at a given interest rate. It may be calculated as a percentage of the principal that was borrowed. Interest may besimple(interest on principal only) orcompounding(interest also on interest).\n\nCompounding interest can either generate wealth—as with retirement savings plans, such as a401(k)or anindividual retirement account (IRA)—or potentially drive you deeper into debt, as withcredit cardinterest.\n\nTheprincipalis the initial sum of money that is deposited into an account or used as a loan. It's what interest accrues on.Returns—what you make or lose with an investment—are calculated based on the principal balance. With a loan, such as amortgage, for example, the principal is what's borrowed to purchase the home or land. Interest is additional.\n\nCompound interest can seem almost magical when generating wealth, such as for retirement. In a high-yield savings account (for anemergency fund, for example) or an investment account, compound interest works quickly, growing on itself. TheU.S. Securities and Exchange Commission(SEC) has acompound interest calculatoron its website.\n\nFor example, let's say you're saving for retirement. You make $104,000 a year. One rule of thumb is, at minimum, invest enough to snag youremployer match. In this case, that's 4%. (The average employer match is 4.6%, while themedian—middle of the road—match is 4.0%, according to Vanguard.) So you're saving $4,160 a year, or about $346.66 per month. But don't forget—your employer is contributing the same amount to your account. Using the SEC's compound interest calculator, we find that, with an estimated interest rate of 7%, in a decade, you'll have a balance of about $115,000. In two decades, it'll be about $341,000. In three decades, it'll be about $786,000.\n\nYou can tell how the compound interest works by comparing the second figure ($341,000) to the first ($115,000): though it's twice the time (two decades vs. one), it's far more than twice the balance. The third figure ($786,000) drives the point home: it's far more than three times the first figure ($115,000), even though it's three times the amount of time (three decades, vs. one).\n\nWith a credit card, any balance that you carry from month to month will incur interest, and that interest will be compounded. That means that the interest will be calculated based on both the principal and the interest as it accumulates. (Simple interest, in contrast, is calculated using only the principal, not the accumulating interest.) This compounding interest will make it more difficult for you to pay off the balance every month. Another disadvantage is that it's a bit difficult to understand and calculate compound interest.\n\nUnstated interest paid is an amount the IRS assumes has been paid to the person who sold an item in installments.\n\nUnstated interest must be calculated in some cases when you have sold an item on an installment basis, but have charged the customer little or no interest. Because interest income must sometimes be treated differently than other types of income, it may be necessary to estimate which portion of an installment payment is actually interest income.\n\nInternal Revenue Service. \"Publication 537 (2018), Installment Sales.\"\n\nInternal Revenue Service. \"Section 1274.--Determination of Issue Price in the Case of Certain Debt Instruments Issued for Property - December 2020,\" Page 2.\n\nInternal Revenue Service. \"Index of Applicable Federal Rates (AFR) Rulings.\"\n\nFederal Register. \"Determination of Adjusted Applicable Federal Rates Under Section 1288 and the Adjusted Federal Long-Term Rate Under Section 382.\"\n\nVanguard. \"How America Saves 2024.\"",
  "url": "https://www.investopedia.com/terms/u/unstatedinterest.asp"
}