{
  "term": "Unsuitable Investment (Unsuitability) Definition",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nAn unsuitable investment is when an investment— such as a stock or bond—does not meet theobjectivesand means of an investor. The investmentstrategymay also be unsuitable. For example, the portfolioasset mixcould be wrong, or the investments purchased may be too aggressive or too low-risk for what the client needs or wants.\n\nIn most parts of the world, financial professionals have a duty to take steps that ensure an investment is suitable for a client. In the United States, these rules are enforced by theFinancial Industry Regulatory Authority (FINRA). Suitability is not the same as afiduciaryresponsibility.\n\nUnsuitable investments vary between market participants. No investment, other than outright scams, are inherently suitable or unsuitable.Suitabilitydepends on the investor's situation and will vary between investors based on their characteristics and goals.\n\nIn order to ensure that suitable investments are offered, FINRA rules require investment firms to seek information about a customer’s age, other investments, financial situation and needs, tax status, investment objectives, investment experience; investment time horizon, liquidity needs, and risk tolerance.Customers are not required to provide this information, so there is some flexibility if they do not. Having this information helps firms avoid offering unsuitable investments to a customer.\n\nFor example, for an 85-year-old widow living on fixed income, speculative investments such asoptions, futures, and penny stocks may be unsuitable because the widow has a low-risk tolerance. She is using the capital in her investments accounts, along with the returns, to live. She, and herinvestment advisor, would likely be unwilling to put her capital at excessive risk as there is minimal time left on herinvestment horizonto recoup losses should they occur.\n\nOn the other hand, a person in their twenties or thirties may be willing to take on more risk. They are still working and do not yet require their investments to live off. More risk could result in higher returns over the long-run, and the longer investment horizon means they have time to recoup any short-term losses which may occur. Very low-risk investments may be unsuitable for this investor.\n\nAge is not the only factor when determining which investments are unsuitable.Income, expected future income, financial knowledge, lifestyle, and personal preferences are a few of the other factors that must also be considered. For example, some people just prefer to play it safe, while others are risk-takers.\n\nThe sleep test is a simple concept that helps in this regard: if an investor can't sleep because of their investments, something is wrong. Alter the risk level until comfortable. Risk is then combined and counterbalanced with the other factors to find suitable investments or to create the proper investment strategy.\n\nSuitability and unsuitability are not the same as fiduciary responsibility. They are essentially different levels of client care, with fiduciary responsibility being the stricter protocol. A fee-based investment adviser has a fiduciary responsibility to find investments and investment strategies that are suitable for their client. Acommission-based financial advisor or broker, maybe that you get on the phone at yourbroker's callcenter, typically doesn't have a fiduciary responsibility to a client, but they will still seek out suitable investments.\n\nFinancial Industry Regulatory Authority. \"Suitability.\" Accessed Feb. 11, 2021.",
  "url": "https://www.investopedia.com/terms/u/unsuitable.asp"
}