{
  "term": "Unsubscribed: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term unsubscribed refers to any shares that are part of aninitial public offering(IPO) that are not purchased ahead of the official release date. This means there is little to no interest in the security in advance of the company's IPO.\n\nPut simply, being unsubscribed means thatdemandfor shares is low. Analysts and investors may safely assume that IPOs that become subscribed are overpriced. Being unsubscribed may prevent companies from raising the capital they need to meet their goals.\n\nPrivate companies go through the IPO process when they want togo public. Doing so allows them to go to the market and sell shares in order to raise money for their day-to-day operations and growth plans. An IPO subscription refers to an order placed by an investor—usually an institutional investor—for newly-issued securities before they are officially issued. These shares are issued directly by the company rather than through a broker on thesecondary market.\n\nUnsubscribed shares refer to the portion of any stock that remains unsold before the IPO. This means that demand for company stock is low and is outweighed by the overallsupply. As noted above, it is often a sign that the company and itsunderwritershave priced the IPO share price too high.\n\nCompanies that go through the IPO process generally have a target in mind as to how muchcapitalthey intend to raise from the offering. Being unsubscribed means that they won't be able to raise the capital they initially hoped. As such, it may lead to a disruption in their day-to-day operations or growth plans. To an individual investor or analyst, the lack of interest may be taken as a sign that an IPO is going to be a flop.\n\nUnsubscribed shares may rise or fall according to the whims of theopen market. They can then be purchased or sold only among investors on the secondary market, primarily through the publicstock exchangesor by using a broker.\n\nIn unsubscribed IPOs, which may also be called undersubscribed, the issuing company may recall the shares and reimburse the few buyers who expressed interest. This is in contrast to anoversubscribedIPO, in which investor demand far outweighs the supply of shares available. The underwriters responsible for an oversubscribed offering can adjust the price or offer more shares to meet the demand.\n\nA company’s IPO is typicallyunderwrittenby an investment bank. This institution tries to determine the offering price that will result in an optimal number of subscriptions. Setting an offering price that's too high will likely result in the shares being unsubscribed. As such, the size of the unsubscribed portion of theIPOcan affect the overall price of an entire lot of shares. The issuing company in the IPO may require an underwriter to buy the unsubscribed portion.\n\nAs mentioned earlier, the primary reason is often due to the fact that the IPO share price is set far too high. But there are other reasons why an IPO may be unsubscribed. Some of these include:\n\nSuccessful IPOs (subscribed and oversubscribed ones) are those that raise a lot of capital. This helps keep the business afloat while allowing it to fund its operations and growth strategies. But what happens when an IPO becomes unsubscribed and fails?\n\nCompanies may have to find other ways to raise money. Some of these options include:\n\nHere's a hypothetical example to show how unsubscribed shares work. Let's say that Company X is about to go public and wants to issue anIPOof eight million shares. Its investment bank underwrites the IPO, prepares documents detailing the company’s business model and financial outlook, and then shops this information to potential buyers to see if they will subscribe to the offering, or agree to buy shares of it prior to its release. Most of these potential buyers areinstitutional investorsor other large-scale buyers.\n\nOnce the underwriting bank gauges the level of interest, it will decide how many shares to sell and at what price. But let’s assume that the underwriting bank finds buyers for seven million of Company X’s eight million shares, and it agrees to sell those shares for $20 apiece. One million of the shares remain unsubscribed. Company X may not earn as much from its IPO as it had hoped to earn.\n\nAn initial public offering allows companies to go to the market to raise money by issuing shares to investors. By selling shares, the company agrees to cede ownership to shareholders in exchange for the capital. The money raised by selling shares allows the business to remain operating and fund its growth plans. The company may also be able to delay having to assume (more) debt to keep itself afloat.\n\nAn oversubscribed IPO is the opposite of an undersubscribed one. This means that the IPO has a lot of interest from investors. As such, demand far outweighs the available supply of shares. Underwriters can make changes to the offer price or they can increase the number of shares in order to meet demand.\n\nWhen an IPO is unsubscribed, there are shares that remain unsold. In this case, the issuing company may require the underwriting bank(s) to purchase any or all of the portion of unsubscribed shares.\n\nThe issuing company selects an underwriting bank that works for its interests. Other institutions may be required, depending on the size and nature of the IPO. The original underwriter becomes the lead and forms a syndicate.\n\nUnderwriters are generally guaranteed a fee for their services. The lead receives a portion of the gross spread, which is fixed as a percentage of the IPO proceeds. The remaining portion is split between the remaining underwriters. The company may also agree to cover other costs, including out-of-pocket expenses incurred by the underwriter(s) during the process.\n\nICICI direct.com. \"What is an undersubscribed IPO?\" Accessed Dec. 28, 2021.\n\nDiligent. \"What Happens When Your IPO Fails?\" Accessed Dec. 28, 2021.",
  "url": "https://www.investopedia.com/terms/u/unsubscribed.asp"
}