{
  "term": "Unwind: Definition, How It Works, Uses, and Closing a Position",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTo unwind is to close out a trading position, with the term tending to be used when the trade is complex or large. Unwinding also refers to the correction of a trading error, since correcting a trading error may be complex or require multiple steps or trades. For example, abrokermistakenly sells part of a position when an investor wanted to add to it. The broker would have to unwind the transaction by first buying the sold shares and then purchasing the shares that should have been purchased in the first place.\n\nUnwinding is used to refer to the closing trades that require multiple steps, trades, or time. If an investor takes alongposition in stocks while at the same time sellingputson the same issue, they will need to unwind those trades at some point. This entails covering the options and selling the underlying stock. A similar process would be followed by a broker attempting to correct a buying or selling error.\n\nUnwinding is a process of reversing or closing a trade by participating in an offsetting transaction.\n\nClosing a position is the process required to eliminate a particular investment from aportfolio. In the case of securities, when an investor wants to close the position, the most common action is to sell the security. In the case ofshorts, an investor would need to buy the short shares back to close the position. The term unwinding is more likely to be used when buying or selling occurs over multiple transactions, and not just one. Unwinding is a process.\n\nIf a broker accidentally performs an incorrect action with an investor's funds, such as buying more of a particular security when the instruction was to sell it, the broker must resell the security that was accidentally purchased to correct the error. They must then make the original sale requested. If the broker experiences a loss during this error correction process, the broker is responsible for the difference, not the investor.\n\nOther activities that can be considered a trade error include buying or selling a security other than the one specified, buying or selling the incorrect quantity of a security, or trading in prohibited securities. Errors that are caught prior to being fully processed, and that are successfully canceled, do not require unwinding.\n\nLiquidityrisk can have negative effects on an investor's or a broker's ability to unwind a transaction. Liquidity refers to the ease at which a particular asset can be bought or sold. If an asset is less liquid, it is more challenging to find an appropriate buyer or seller, so the liquidity risk is elevated. Regardless of whether a transaction was completed intentionally or accidentally, all risks associated with the particular security still apply when attempting to unwind it.",
  "url": "https://www.investopedia.com/terms/u/unwind.asp"
}