{
  "term": "Up-and-Out Option: What it is, How it Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nboonchai wedmakawand / Getty Images\n\nAn up-and-out option is a type ofknock-outbarrier option that ceases to exist when the price of the underlying security rises above a specific price level, called the barrier price.\n\nIf the price of the underlying does not rise above the barrier level, the option acts like any other option—it gives the holder the right but not the obligation to exercise theircallorput optionat the strike price on or before the expiration date specified in the contract.\n\nConsidered anexotic option, an up-and-out option is one of two types of knock-out barrier options. (The other type of knock-out barrier option is a down-and-out option.) Both kinds come in put and call varieties. Abarrier optionis a type of option where the payoff, and the very existence of the option, depends on whether or not the underlying asset reaches a predetermined price.\n\nA knock-out will expire worthless if the underlying reaches a certain price, limiting profits for the holder and limiting losses for the writer. The critical concept for a knock-out option is that if theunderlying assetreaches the barrier atanytime during the option's life, the option is knocked out and will not come back into existence. It does not matter if the underlying moves back below pre-knock-out levels.\n\nFor example, an up-and-out option has astrike priceof $80 and a knock-out price of $100. At the option's inception, the price of the stock was $75, but before the option was exercisable, the price of the stock reached $100. This valuation means the option automatically expires worthless because it hit or exceeded the barrier level—it does not matter where the underlying trades before theexercisedate.\n\nA barrier option can alternatively be constructed as aknock-in. In contrast to knock-outs, a knock-in option has no valueuntilthe underlying reaches a certain price.\n\nUp-and-outs can also be compared withdown-and-out options. With a down-and-out option, if the underlying falls below the barrier price, the option ceases to exist.\n\nAn up-and-out option can be a call or put. Both get knocked out if the underlying rises above the barrier price.\n\nLarge institutions ormarket markerscreate these options via direct agreements with clients seeking them. For example, a portfolio manager can use them as a less expensive method tohedgeagainst losses on a short position. The hedge would be less costly than buyingvanilla call options. However, it would be an imperfect hedge because the buyer would be unprotected if the security price increased above the barrier price.\n\nPricing still depends on all the regular options metrics—the knock-out feature adding an extra dimension. Since options trade over the counter, there is typicallylimited liquidity for such instruments. This means the buyer will need to accept thepremium(cost) offered to them (or else attempt to negotiate a better price with the seller). Vanilla option premiums can provide a baseline estimate to work off of. Typically, an up-and-out call option should have a lower premium than a vanilla call option with the same expiration and strike.\n\nAs an example, assume that an institutional investor is interested in buying calls on Apple Inc. (AAPL) because they believe the price will rise. They need to buy 100 contracts, so they want to keep the cost as low as possible. They consider buying an up-and-out option since they tend to be cheaper than similar vanilla calls.\n\nSay that Apple stock is trading at $200. The investor believes the price will rise above $200 over the next three months but probably won't rise above $240. They decide to buy anat-the-moneyup-and-out option with a strike price of $200, an expiration in three months, and a knock-out level of $240.\n\nA vanilla option expiring in three months with a $200 strike is trading for $11.80 (or $1,180 per contract, which includes 100 shares). The investor needs to buy 100 contracts, for a total cost of $118,000.\n\nThey have received a quote that aninvestment bankwill offer them the up-and-out for $8.80, for a total cost of $88,000 ($8.80 x 100 shares x 100 contracts). This saves the firm $30,000 on premium costs.\n\nThe investor'sbreakevenis $200 plus the cost of the option ($8.80), or $208.80. Apple stock needs to move above $208.80 within the next three months in order for the investor to cover the cost of the options. They make money if the price of Apple trades above $208.80 but also remains below $240.\n\nIf, at any time before expiration, the price of Apple stock touches $240, the options cease to exist and the investor loses the premium they paid ($88,000).\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"",
  "url": "https://www.investopedia.com/terms/u/up-and-outoption.asp"
}