{
  "term": "Up-and-In Option: What it Means, How it Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nUp-and-in options are a type of exotic option that is often made available through specialized brokers to high-end clients in theover-the-counter(OTC) markets. The option features both a strike price and a barrier level. As the name suggests, the buyer of the option will benefit once the price of the underlying rises high enough to reach (knock-in) the designated barrier price level. Otherwise, the option will expire worthless.\n\nUp-and-in options are a type of exotic option known as a barrier option. As an exotic option, barrier options are structured with more complex terms than standard plain vanilla options. Barrier options can be of two varieties, either aknock-in optionor aknock-out option. The option pays out differently depending on the variety. Barrier options may also include a rebate provision for the holder if the option cannot be exercised.\n\nBecause exotic options are often available in OTC markets, there is a fair amount of variation in how these options may be offered. Depending on the liquidity of the underlying, which may be forex or stocks, some options may be offered in a bespoke manner. These kinds of options are also rarely available to most retail investors. Here is how the payouts vary between the two varieties.\n\nKnock-in options can be either up-and-in or down-and-in. This implies whether the price will rise or fall to meet the barrier price level. The barrier price, when crossed, makes the option available for exercise. An up-and-in option will give the holder the right to exercise when the barrier price level is reached or exceeded, depending on the structuring.\n\nIn a down-and-in option, the holder gets the right to exercise when the underlying asset’s price falls to, or below, a certain barrier level. Barrier options are structured with either puts or calls. An up-and-incall optionallows an investor to benefit when a price is rising. A down-and-in uses a put option and allows an investor to benefit when a price is falling.\n\nKnock-out options are the opposite of knock-in options. These products make theoptiondefective when a price is reached, but viable so long as the barrier price is not reached. Knock-out options can be either up-and-out or down-and-out. With an up-and-out option, the product becomes defective when a price is reached or exceeded, and with a down-and-out option, the product becomes defective when a price falls to or below its barrier level.\n\nBoth knock-in and knock-out options can include a rebate provision. These options will be known asrebate barrier options. In a rebate barrier option, the holder receives a rebate when the option is non-exercisable at expiration.\n\nBarrier options can be structured in various ways. These options are American options with a flexible exercise date. Some options may become effective or defective when a specific barrier price is reached while others require the security’s value to move through the price before their provisions are enacted.\n\nBarrier options can also include modified touch provisions. Some barrier options may include one touch while others require multiple touches. Barrier options can also be structured to include provisions for two or more barriers.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/u/up-and-inoption.asp"
}