{
  "term": "Up-Front Mortgage Insurance (UFMI): What It Is, How It Works",
  "definition": "Up-front mortgage insurance is an insurance premium that is collected, typically on Federal Housing Administration (FHA) loans, when the loan is initially made. Though similar, it's not quite the same as private mortgage insurance (PMI), which is collected by a conventionalprivate mortgagelender each month when a buyer's down payment on a home is less than 20% of the purchase price. Up-front mortgage premiums are added to a pool of money that is used to help entities, such as the FHA, insure loans for certain borrowers.\n\nLikeprivate mortgage insurance (PMI), the purpose of FHA mortgage insurance is to protect thelender. When borrowers have minimalequityin their homes, the risk (to the lender) that the borrower will default is higher because the borrower doesn't have as much to lose by walking away and letting the bank foreclose. With mortgage insurance, if you stop making your mortgage payments and walk away from your home, the insurer will help your mortgage lender recoup its losses.\n\nFHA loanshave lower down-payment requirements—as low as 3.5% of a home's price tag— and less stringent income and credit requirements than conventional loans.So, these loans require the payment of up-front mortgage insurance, which is collected at closing.\n\nThe rate for up-front mortgage insurance is 1.75% of the base loan price.FHA Streamline refinance loans are charged a UFMIP of 0.55%.You have the option to pay this amount in cash when you close your loan, but most people choose to roll it into their total mortgage amount.\n\nIf you can afford to pay the amount of up-front mortgage insurance (UFMI) at the outset, it's a good idea to do so. If you decide to roll it into your loan, it will be a lot more expensive in the long run.\n\nIn addition to the UFMI, borrowers have to pay ongoingmortgage insurance premiums (MIP), which range from 0.45% to 1.05% of the total mortgage.You'll have to pay this mortgage insurance until yourloan-to-value ratiois low enough—that is, until you have paid off a certain amount of your mortgage. When your equity is high enough (in the case of an FHA loan, the percentage is 22% or more), there is less risk for the lender should you walk away from the loan.At this time, the insurance is no longer required. Those with loans greater than 15 years are required to make monthly mortgage insurance payments for five years. If your mortgage is shorter than 15 years, the only requirement is the 78% loan-to-value ratio.\n\nUp-front mortgage insurance premium payments are submitted directly to the U.S. Department of Housing and Urban Development (HUD) and collected by the U.S. Department of the Treasury's automated collection service. They go into an escrow account.\n\nHUD uses a secure Internet collection portal to process collections electronically. This automated collection service:\n\nMany people do not realize that premiums for up-front mortgage insurance can usually be refunded on a pro-rated basis if they pay it all at once and then sell their home within the first five to seven years of ownership. In other words, they may be entitled to a substantial refund even years later.\n\nIf a homeowner received their FHA loan before June 2013, they're eligible for a refund and cancelation of their up-front mortgage insurance premium after five years. A homeowner must have 22% equity in the property, and all payments must have been made on time.Homeowners with FHA loans issued after June 2013 must refinance into a conventional loan and have a current loan-to-value of 80% or more.\n\nThere are a few ways home buyers can avoid paying upfront mortgage insurance:\n\nThe Upfront Mortgage Insurance (UFMI) premium isn't refundable, except when in connection with refinancing to a new FHA-insured mortgage within three years of the original loan.\n\nThe UFMI premium the FHA requires on a mortgage is 1.75% of the loan amount.So, if the initial loan is $300,000, 1.75% of that amount would be $5,250. The mortgage amount would thus become $305,250 with the UFMI premium included.\n\nThe UFMI premium can be paid in cash or financed into the loan but must be entirely paid in one way, not split. Any UFMIP amounts paid in cash are added to the total cash settlement requirements.\n\nUp-front mortgage insurance is just another fee added to FHA loans in order to help entities fund programs like the FHA homebuyer program. You're typically required to pay it if you take out this type of mortgage, but you won't have to pay the UFMIP is you put down at least 25% or take out a conventional mortgage instead.\n\nU.S. Department of Housing and Urban Development. \"Loans.\"\n\nU.S. Department of Housing and Urban Development. \"Appendix 1.0 – Mortgage Insurance Premiums,\" Page 1.\n\nFederal Deposit Insurance Corporation. \"Streamline Refinance,\" Page 3 of the PDF.\n\nRocket Mortgage. \"Upfront Mortgage Insurance Premiums (UFMIP): What You Need to Know.\"\n\nU.S. Department of Housing and Urban Development. \"Discontinuing Monthly Mortgage Insurance Premium Payments.\"\n\nU.S. Department of Housing and Urban Development. \"Single Family Mortgage Insurance Premium Collection Process.\"\n\nU.S. Department of Housing and Urban Development. \"FHA Single Family Housing Policy Handbook,\" Page 573 of the PDF.\n\nRocket Mortgage. \"A Guide to the FHA MIP Refund Chart.\"",
  "url": "https://www.investopedia.com/terms/u/up-front-mortgage-insurance-ufmi.asp"
}