{
  "term": "Up-Market Capture Ratio: Understanding and Calculation",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe up-market capture ratio is the statistical measure of an investment manager's overall performance in up-markets. It is used to evaluate how well aninvestment managerperformed relative to anindexduring periods when that index has risen.\n\nThe up-market capture ratio can be compared with thedown-market capture ratio. In practice, both measures are used in tandem.\n\nThe up-market capture ratio is calculated by dividing the manager's returns by the returns of the index during the up-market and multiplying that factor by 100.\n\nUpDown−MCR=MRIR×100where:MCR=market capture ratioMR=manager’s returnsIR=index returns\\begin{aligned}&\\frac{\\text{Up}}{\\text{Down}}\\ - \\ \\text{MCR}\\ = \\ \\frac{\\text{MR}}{\\text{IR}}\\ \\times\\ 100\\\\&\\textbf{where:}\\\\&\\text{MCR}=\\text{market capture ratio}\\\\&\\text{MR}=\\text{manager's returns}\\\\&\\text{IR}=\\text{index returns}\\end{aligned}​DownUp​−MCR=IRMR​×100where:MCR=market capture ratioMR=manager’s returnsIR=index returns​\n\nAn investment manager who has an up-market ratio greater than 100 has outperformed the index during the up-market. For example, an up-market capture ratio of 120 indicates that the manager outperformed the market by 20% during the specified period. Manyanalystsuse this simple calculation in their broader assessments of individual investment managers.\n\nIf an investment mandate calls for an investment manager to meet or exceed abenchmarkindex’s rate of return, the up-market capture ratio is helpful for spotting those managers who are doing so. This is important to investors who use anactive investmentstrategy and consider relative returns, rather thanabsolute returns(as hedge funds often seek).\n\nThe up-market capture ratio is just one of many indicators used by analysts to find good money managers. Because the ratio focuses onupsidemovements and doesn’t account for downside (losses) moves, some critics offer compelling evidence that it encourages managers to “shoot for the moon.” But when combined with complementary performance indicators, the up-market capture ratio does present valuable investment insight.\n\nWhenevaluating an investment manager, it is best to consider the down-market capture ratio, too. This ratio is calculated in the same way except using down-market returns. Once both measures are known, a comparison may reveal that a manager with a large down-market ratio or poor up-market ratio still outperforms the market.\n\nThe market capture ratios of passive index funds should be very close to 100%.\n\nIf the down-market ratio is 110 but the up-market ratio is 140, then the manager has been able to compensate for the poor down-market performance with strong up-market performance.\n\nYou can quantify this by dividing the up-market ratio by the down-market ratio to get the overall capture ratio. In our example, dividing 140 by 110 gives an overall capture ratio of 1.27, indicating the up-market performance more than offsets the down-market performance.\n\nThe same is true if the manager performs better in down-markets than up-markets. If the up-market ratio is only 90 but the down-market ratio is 70, then the overall capture ratio is 1.29, indicating that the manager is outperforming the market overall.",
  "url": "https://www.investopedia.com/terms/u/up-market-capture-ratio.asp"
}