{
  "term": "Up Volume: What It Means, How It Works, Volume Indexes",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\n\"Up volume\" generally refers to an increase in the volume of shares traded in either a market or security that leads to an increase in value. Up volume can be contrasted withdown volume.\n\nUp volume occurs in bullish markets when security prices are rising with increasedvolumein the market. Up volume may also be referred to as up on volume. Overall, volume can be influenced by a number of factors and may have various effects.\n\nOn an up volume trading day, an index’s value would trade higher in conjunction with an increase in its trading volume. The same concept occurs in a single security. For example, an up volume stock day for a single stock would show a price trading higher and ultimately closing higher than the previous day’s close.\n\nVolume is the total number of shares that are transacted. Volume can be influenced by a number of factors and is typically higher following the release of public information about a security.\n\nNoise traderstend to be significant contributors to high-volume trades. For example, a company's stock may be rising on a release of good news. If the news was unanticipated it can boost trading from both institutional and retail investors as the price gains. Noise traders will contribute to high-volume trading days since they follow trends and trade heavily on sentiment.\n\nMosttechnical analystsand institutional investors, when watching a stock for possible investment, will follow its volume. A spike in volume is typically caused by a significant market catalyst that merits attention. Many technical analysts believe that volume can also be a signal of a price breakout in a bullish or bearish direction.\n\nThe Positive and Negative Volume Indexes (PVI and NVI) were first developed by Paul Dysart in the 1930s to help investors discern some of the effects of market trading volume. PVI and NVI then became more popular in the 1970s after the calculations were expanded to individual securities.\n\nPVI: If current volume is greater than the previous day's volume, PVI = Previous PVI + {[(Today's Closing Price-Yesterday's Closing Price)/Yesterday's Closing Price)] x Previous PVI}. If current volume is lower than the previous day's volume, PVI is unchanged.\n\nNVI: If current volume is less than the previous day’s volume, NVI = Previous NVI + {[(Today's Closing Price-Yesterday's Closing Price)/Yesterday's Closing Price)] x Previous NVI}. If current volume is higher than the previous day's volume, NVI is unchanged.\n\nThese index values provide insight on how prices are fluctuating with trading volume. In an up volume trend, PVI would trend higher as volume increased. Thus, investors seeking to profit on bullish up volume trading could use the PVI as one indicator for potential price signals.",
  "url": "https://www.investopedia.com/terms/u/upvolume.asp"
}