{
  "term": "Up/Down Gap Side-by-Side White Lines: What it is, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe up/down gap side-by-side white lines is a three-candlecontinuation patternthat occurs on candlestick charts.\n\nThe up version is a large up (white or green) candle followed by agapand then two more white candles of similar size to each other. The down version is a large down (black or red) candle followed by two white candles of similar size. When the pattern occurs, which is rare, it is expected that the price will continue moving in the current trend direction—down or up, as the case may be.\n\nThe up gap side-by-side white lines is a bullish continuation pattern with the following characteristics:\n\nThe down gap side-by-side white lines is a bearish continuation pattern with the following characteristics:\n\nThe side-by-side white lines pattern is moderately accurate in predicting a continuation of the current trend, but it is somewhat uncommon. A continuation occurs 66% of the time. The pattern doesn't always produce large price moves. A little over 60% of the patterns produced a 6% average move in 10 days, and those patterns occurred in downtrends with a downside breakout from the pattern (downtrend continuation). Patterns occurring in other contexts didn't have price moves as large, according toThomas Bulkowski'scandlestick research.\n\nOther chart patterns ortechnical indicatorsshould be used to confirm the candlestick pattern to maximize the odds of success.\n\nMany traders opt to wait for confirmation from the pattern.Confirmationis price movement that confirms the expectation of the pattern. For example, following an up gap side-by-side white lines pattern, a trader may wait for the price to move above the highs of the pattern before initiating a long position. Astop losscould then be placed below the low of the second or third candle or even the first candle in order to give the trade more room.\n\nThe difference between up/down gap side-by-side white lines and athree outside up/downcandlestick pattern is that, unlike the former pattern, the latter is a reversal pattern, not a continuation pattern. In the outside up pattern, a black candlestick is followed by two white candles. In the outside down pattern, a white candle is followed by two black candles.\n\nThe Apple Inc. (AAPL) daily chart shows an example of the up gap version of the candlestick pattern.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nComing off aswing low, the price has a large up candle followed by a gap and then two additional side-by-side up candles. The next day (fourth candle), the price continued to rally, moving above the high of candles two and three. This provided confirmation that the uptrend was continuing. The rally lasted a few more days before drifting sideways.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/u/updown-gap-sidebyside-white-lines.asp"
}