{
  "term": "Upfront Pricing: What it Means, How It Works for Credit Cards",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUpfront pricing refers to the interest rates, fees, and certain other terms in a credit card issuer's initial agreement with a cardholder. In the United States, credit card issuers are required by law to make these disclosures and also subject to regulations governing when and how they can change the terms of the agreement.\n\nCredit card issuers set interest rates, fees, and credit limits for each cardholder through a largely automated process calledunderwriting.\n\nUnderwriting attempts to assess how much risk a card applicant poses, based on theircredit score, theirdebt-to-income ratio, and other factors. A typical credit card might come with a range of possible interest rates, with riskier customers assigned rates toward the high end and less risky ones paying lower rates. Some applicants may be rejected altogether for a particular card based on the underwriting process. This is often referred to as arisk-based pricingmodel, and it is used not only with credit cards but with other types of lending, such as car loans and home mortgages.\n\nUnder theEqual Credit Opportunity Act, card issuers are prohibited from considering an applicant's age, gender identity, sexual orientation, marital status, race, color, religion, or national origin in deciding whether to grant them credit and in setting the terms for it.\n\nSince the passage of theCredit Card Accountability Responsibility and Disclosure Act of 2009, also known as the CARD Act, credit card issuers in the U.S. have had to follow a more uniform set of rules. The act's stated goal was to \"establish fair and transparent practices related to the extension of credit,\" and it laid out a number of provisions covering both the underwriting process and pricing.\n\nFor example, credit card issuers once had a relatively free hand in raising the interest rates they'd initially established when a cardholder opened their account, often resorting to such tactics as \"hair-trigger repricing\" that allowed them to impose a higher, penaltyAPRon the account balance if the cardholder was even a day late with their monthly payment.In fact, cardholders could even be subject to a penalty interest rate if they were late on an entirely different credit account, a situation known asuniversal default.\n\nThe Card Act largely reined that in. \"Prior to enactment of the CARD Act,\" the Consumer Financial Protection Bureau has noted, \"the ability of issuers to reprice existing accounts and balances allowed issuers to 'correct' pricing if their initial assessment of risk proved incorrect. At the same time, because issuers were free to reprice it was not necessary to set interest rates based upon the issuers' upfront assessment of risk.\"\n\nFor example, under the CARD Act, issuers generally can't change the interest rate on a card during the first year that the account is open, except in certain limited circumstances, such as a rise in the index that avariable ratecard is coupled to or the end of a low- or no-interestpromotional period. They must generally provide 45 days notice if they intend to change the interest rate on future transactions and can only raise the rate on existing balances if the cardholder has missed two consecutive monthly payments, and again they must provide 45 days notice.In theory, at least, the 45-day period gives the cardholder some time to shop around for a card with better terms.\n\nAs a result of these changes, consumers can count on a card issuer's upfront pricing to provide a more accurate picture of how much the card will cost them, at least for a longer period of time than before. And credit card issuers have to be more conscientious in their underwriting practices, since current laws make it more difficult to attempt a do-over if they find they misjudged an applicant's credit risk.\n\nYes, credit card issuers have a lot of flexibility in raising or lowering the credit limit on a customer's card. If they decide to lower it, they are generally required to provide the cardholder with a notice of adverse action. According to the Consumer Financial Protection Bureau, \"This notice should either provide specific reasons for the action taken or allow you to request a statement of specific reasons.\"The credit card issuer might also decide to raise your credit limit after a period of time if you've proven to be a good customer. This can happen automatically, as issuers periodically review their existing accounts.\n\nYou can also request a higher credit limit on your own, sometimes simply by filling out an online form. You're most likely to be approved by the issuer if you've consistently paid your bills on time and your income or credit score has risen since you first applied for the card.\n\nYes, according to the Federal Reserve Board, \"application fees cannot total more than 25% of the initial credit limit. For example, if your initial credit limit is $500, the fees for the first year cannot be more than $125.\" This limit also applies toannual credit card fees.\n\nIf you've lost track of the credit card agreement you received, you can get another copy by contacting your card issuer, which is required by law to provide you with one on request.\n\nUpfront pricing tells you the interest rate and fees you'll have to pay to use a particular credit card. Those terms can change over time, but the law requires that the card issuer give you adequate advance notice to avoid unpleasant surprises.\n\nConsumer Financial Protection Bureau. \"What Information Are Card Issuers Not Allowed to Base Decisions on When Considering a Credit Card Application?\"\n\nConsumer Financial Protection Bureau. \"CARD Act Report,\" Page 4.\n\nConsumer Compliance Outlook. \"An Overview of the Regulation Z Rules Implementing the CARD Act.\"\n\nConsumer Financial Protection Bureau. \"CARD Act Report,\" Page 27.\n\nConsumer Financial Protection Bureau. \"CARD Act Report,\" Page 69.\n\nConsumer Financial Protection Bureau. \"CARD Act Report,\" Page 11.\n\nConsumer Financial Protection Bureau. \"Can My Credit Card Issuer Reduce My Credit Limit?\"\n\nExperian. \"When Is a Good Time to Request a Credit Limit Increase?\"\n\nFederal Reserve Board. \"What You Need to Know: New Credit Card Rules,\" Page 2.\n\nConsumer Financial Protection Bureau. \"Credit Card Agreement Database.\"",
  "url": "https://www.investopedia.com/terms/u/upfront-pricing.asp"
}