{
  "term": "Upgrade: What It is, How It Works, Example",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAn upgrade refers to the positive change in an analyst's outlook of a particular security's valuation based primarily on that security's improvingfundamentals.\n\nAn upgrade to a specific security assigns it a higher ranking and is usually triggered byqualitativeand quantitative information that contributes to an increase in the financial valuation of that security. In the context of portfolio management, the term \"upgrade\" also refers to a strategy whereby the risk profile and quality of the portfolio are improved by including blue chips in it while eliminating speculative stocks.\n\nUpgrades to investment ratings for stocks andfixed-income securitiesare issued byequityandbondanalysts at their respective brokerage houses. Upgrades to the credit rating of corporate issuers of debt securities are issued by rating agencies, such asStandard & Poor's.\n\nFor example, a rating agency may upgrade the credit rating of an issuer from AA+ to AAA. Such a move would have a positive effect on all outstanding bonds and other fixed-income instruments of the issuer.\n\nAn example of an equity upgrade would be an analyst raising the investment rating for a particular stock (or sector) to \"buy\" from \"hold.\" An upgrade of this nature would sometimes be accompanied by an upward revision in the analyst's target price for the stock.\n\nFor equity and debt securities, an upgrade generally leads to positive press. Behind the scenes, the biggest benefit to an upgrade is a lower cost of capital, for both debt and equity. A lower cost of capital translates into a lower discount rate, which leads to a higher valuation and firm valuation.\n\nSimilar to how an individual might be able to borrow at a cheaper interest rate after a credit score \"upgrade,\" businesses can access the capital markets more often and at cheaper rates after a positive upgrade event.\n\nBeyond an outright upgrade event, credit rating agencies and equity valuation shops both publish watchlist or similar lists indicating securities or companies prime for an upgrade (or downgrade). Investors and creditors alike keep a close eye on potential directional changes to a security or business prospect.",
  "url": "https://www.investopedia.com/terms/u/upgrade.asp"
}