{
  "term": "Uphold: What it Means, How it Works, Pros and Cons",
  "definition": "The term Uphold refers to acloud-basedfinancial service platform. The service enables individuals to securely move, convert, hold, and transact in various assets, including fiat currencies, cryptocurrencies, equities, and precious metals. Users can fund their accounts fromcredit or debit cards, bank accounts, or cryptocurrency networks. They can also easily move funds from one form of value to another. Uphold is meant to reduce the transaction costs and fees associated with currency exchange.\n\nUphold is \"a digital money platform offering financial services to a global market.\" It was founded in 2014 by Halsey Minor and officially launched the following year. Originally named Bitreserve, the platform was rebranded as Uphold. The company says it's not a bank. Rather, it credits itself as being \"the world’s first and only real-time transparent and fully verifiable reserve.\"\n\nUphold offers 40 equities, 27fiat currencies, four types ofprecious metals, and more than 130cryptocurrencies.Users can send funds to other people and trade over multiple assets from one screen. They can also move funds from one form of value to another in one easy step. For example, users can go from DASH to XRP in one step. On some other platforms, this trade would involve two separate transactions and two separate fees.\n\nThe stated goal is to reduce thetransaction costsinvolved in exchanging money, particularly for cryptocurrencies, such asbitcoin.In the earliest years of cryptocurrencies, those wishing to hold and trade in the currency often faced a steep learning curve. Unlike traditional currencies whose infrastructure developed slowly over centuries, cryptocurrency enthusiasts and entrepreneurs needed to develop their own infrastructure from scratch.\n\nThe company has similar initiatives to reduce transaction fees. It claims that it is less expensive on average than other household-name cryptocurrency platforms Indeed, the company has moved to commission-free pricing. The price that users see before they trade is the price they pay when they trade.\n\nThird-party developers are able to develop additional software offerings based on the Uphold platform. This is made possible through Uphold Connect, the company’sapplication programming interface (API).\n\nMany cryptocurrency traders share a desire to increase thetransparencyof these financial platforms. Uphold was inspired in part by the lack of financial transparency revealed by the2007-2008 financial crisis. One practical example of this commitment is that Uphold publishes its reserve status in real-time, showing the individual asset and liability balances for itstier 1, tier 2, and tier 3 reserves. The company is audited quarterly to verify solvency.\n\nFor cryptocurrencies, Uphold offers an all-inclusive, guaranteed price that includes a small spread of typically 50 to 100 bps (0.5% to 1.0%). Depending on your individual trading behavior and volumes, thespreadcan be as low as 40 bps (0.4%). The company also offers free debit and credit card deposits, and zero withdrawal fees with the exception of standard network fees on cryptocurrency networks.\n\nIn March 2018, Uphold added the cryptocurrencyRipple (XRP)to its platform, offering Uphold members zero transaction fees on the first five million XRP purchased.This move represented a bold entry into the XRP marketplace, asCoinbase—one of the world’s largest digital currency exchanges—did not support XRP at that time.\n\nUphold operates on a fully reserved basis. This means its obligations are fully backed by the assets it holds in reserve. By contrast, the standard practice among modern banks is the so-called fractional reserve model, in which banks often retain only a small percentage of the assets given to them by depositors. Those assets that are not retained by the bank are instead lent out to customers or invested in order to obtain a higher return.\n\nWhen users sign up for Uphold, they are asked to provide the following personal information:\n\nIn order to withdraw or send funds to other people, individuals must become verified users. To become a verified user, Uphold requires a current residential address, a valid government photo identification, and a live selfie.\n\nJust like any other platform, individuals must consider the benefits and drawbacks of using Uphold. We've listed some of the most common ones below.\n\nUphold users can make trades, exchanges, and transfers across multipleasset classes. And the service allows users to convert from one asset class to another. This includes traditional currencies, precious metals, cryptocurrencies, and equities.\n\nThe company is very transparent about its fee structure. This means there are no surprises about how much Uphold charges for using the platform and how much it charges per transaction. As noted above, Uphold's all-inclusive price comes with a small spread between 0.5% to 1.0% but it can be as low as 0.4%.\n\nAlthough Uphold offers its users a variety of asset classes, there are limitations to the number in each category. As of July 2022, Uphold allows users to trade four different precious metals and 40 different equities, including major names like Tesla, Apple, Cisco, Proctor & Gamble, and Home Depot.\n\nUnlike other digital platforms, users won't find any advanced features on Uphold. This includes things like charts, research, and other tools that many savvy traders are used to using as part of their daily activities.\n\nBuy and sell across multiple asset classes\n\nLimited options in asset classes\n\nCoinbase is another well-known financial platform.Unlike Uphold, Coinbaseonly allows users to buy, sell, trade, and hold cryptocurrencies—not different asset classes. It was founded in 2012 as a way to trade Bitcoin and now supports multiple digital currencies, including Ethereum and Dogecoin.\n\nUsers can choose between Coinbase and Coinbase Pro. The former provides a user-friendly experience for those who are just starting out while the latter offers more advanced features as well as a higher number of trades and trade types likelimit and stop orders.\n\nUphold is very transparent about its fee structure. Coinbase users, on the other hand, can't access a fee schedule on the company's website for the simple service. And there are significant differences between the two platforms. While trading using a bank account is free for Uphold users, Coinbase charges 1.49%. Trading fees on Coinbase are based on the size of the trade so trades of $10 or less incur a $0.99 fee while those between $50 to $200 incur a $2.99 fee. Coinbase Pro does offer a fee schedule on its website.\n\nUphold is a digital financial platform that allows individuals to trade and transfer various assets, including currencies, precious metals, and cryptocurrencies. The company is based in New York.\n\nUphold is a multi-asset exchange—not just adigital wallet. As such, it is a platform that allows users to exchange and transfer fiat currencies, precious metals, cryptocurrencies, and certain stocks.\n\nUphold is a safe trading platform to use. The company has industry standard checks and balances in place, includingKnow Your Client (KYC)verification. It also uses two-factor authentication. Other security measures include third-party due diligence, a bug bounty program, staff background checks, and routine auditing and system testing.\n\nUphold adheres to regulatory and reporting requirements, which means that the company does report all taxable transactions to theInternal Revenue Service (IRS). Users are asked for theirSocial Security numbers (SSNs). The company makes the relevant 1099 forms available to its clients on its app.\n\nIndividual traders who want to make trades and exchanges across multiple asset classes may want to consider Uphold. The company gives its users access to more than two dozen traditional currencies, 40 equities, precious metals, and more than 130 different cryptocurrencies. And the list continues to grow. Among the other benefits of using this platform include full transparency about its fee structure and the ease with which you can conduct your trades. And if you want to make sure that your money is safe, Uphold promises to stay on top.\n\nUphold. \"Welcome to Uphold. The Internet of Money.\"\n\nUphold. \"Service Fees: Personal Accounts.\"\n\nUphold. \"Total Transparency. By Design.\"\n\nUphold. \"Buy and Sell XRP Is Now Live on Uphold.\"\n\nUphold. \"Top Frequently Asked Questions.\"\n\nCoinbase. \"What are the fees on Coinbase Pro?\"\n\nUphold. \"What happens if you don’t report your crypto trades on your US tax return?\"",
  "url": "https://www.investopedia.com/terms/u/uphold.asp"
}