{
  "term": "Upper Class: Definition, Salary, Example, and Other Social Classes",
  "definition": "The term upper class refers to a group of individuals who occupy the highest place and status in society. These people are considered the wealthiest, lying above the working andmiddle classin the social hierarchy. Individuals who make up the upper class have higher levels ofdisposable incomeand exert more control over the use of natural resources. While the upper class makes up a small percentage of the overall population, it controls a disproportionately large amount of the overall wealth.\n\nThe term upper class is asocioeconomicterm used to describe those who reside on the highest levels of the social ladder above the middle and working or lower classes. They generally have the highest status in society and hold a great deal of wealth. Because of this, they also carry a considerable amount of power—politically, economically, and financially.\n\nMembers of the upper class carry a considerable amount of power—politically, economically, and financially.\n\nThis class was historically dominated byland-owning nobility and aristocrats. People who fell into these groups didn't have to work for a living. Instead, they inherited their money or lived off their investments. Because this group was primarily composed of large, wealthy families, those who didn't belong—including anyone who managed to amass a considerable amount ofwealth—were barred from calling themselves members of the upper class.\n\nThe definition of the term has changed over time to include a wider range of people. Today, celebrities, politicians,investors, and other wealthy individuals fall into this group. In the United States, those who lived—and continue to live—in leadership roles in society are often considered part of the upper class. These are people whose status has been passed down through generations.\n\nAccording to a 2018 study by Pew Research Center, 19% of American adults were part of upper-class households. These families earned a median income of $187,872 in 2016, compared to 52% who made up the middle class and 29% who made up the lower class.The wealth held by these individuals has led to adisparate gap in incomeand power over those in other classes.\n\nWhile those in the upper class exert significant control over economic and political developments, most production activities and consumption are done by the working and middle classes. The working and middle classes handle most of the economic production and consumption because they are much larger in number than the small upper class and require a more significant percentage of the resources.\n\nAs mentioned above, income and power generally separate theupper class from the other classes. The middle-class generally describes households with people who fall between the upper and working or lower class. The parameters of the middle-class are fairly fluid. Its application to income, education, and social status varies based on location and other factors. Many people who make up the middle-class work as professionals and civil servants, and own property.\n\nTheworkingor lower class refers to those who make up the lowest level of society. These individuals often work in low-paying,blue-collarjobs that require physical labor and limited skill. Working or lower class individuals earn much less than the upper and middle class and hold very little power in society.\n\nIn a frontier oremerging economy, there are often only two classes—the working class, or poor, and the upper class, or elite. As an economy develops and better jobs andinfrastructurecreate more wealth, a middle class emerges. The newly emerged middle class starts to have more disposable income, which further advances the economy.\n\nEventually, a divide within the middle class emerges and separates the average middle class from those who have significantly more disposable income but aren't yet considered rich. These are the upper-middle-class people. The upper-middle-class usually evolves out of people from the middle-class tier who are particularly resourceful or who achieve higher levels of education than the rest of the middle class. Examples of these people in today's society are doctors and lawyers. Although they are not Bill Gates, they do make more money than teachers.\n\nPew Research Center. \"The American Middle Class Is Stable in Size, but Losing Ground Financially to Upper-Income Families.\"",
  "url": "https://www.investopedia.com/terms/u/upper-class.asp"
}