{
  "term": "Upper Management: What it is, How it Works",
  "definition": "Upper management includes individuals and teams that are responsible for making the primary decisions within a company.\n\nPersonnel considered to be part of a company's upper management are at the top of thecorporate ladderand carry a degree of responsibility greater than lower-level personnel. Upper management members are imbued with powers given by the company'sshareholdersorboard of directors. Examples of upper management personnel include CEOs, CFOs, and COOs.\n\nShareholders hold a company's upper management responsible for keeping a company profitable and growing. Shareholders do this by exercising their voting power to install boards of directors that will fire underperforming or otherwise disapproved managers. Because upper management personnel members are often not seen by most employees, they are not expected to engage in day-to-day operations.\n\nUpper management's duties, responsibilities, and careers are often tied directly to a company's direction, performance, and success. Because these positions' responsibilities are pivotal to a company's success or failure, they alsoreceive great benefits.\n\nManagers and supervisors relay upper-management directives tojunior staff and lower-level employees. Employees typically are measured against daily goals, such as the flow of sales at their retail location or the number of customers they serve. Upper management may face a wholly different degree of criteria.\n\nThe overall sales across a division or regional market may be used to gauge the job performance of the executive in upper management who oversees said division.\n\nFor instance, a scientist or other researcher working for a drug company can be expected to take a direct, hands-on role in the development of new drug candidates. They will conduct the tests and reformulations to advance the potential product toward submission to regulators. A middle manager might lead their team working on the project, but an executive from upper management will have the prevailing authority on the direction the team takes and bear responsibility for how their efforts affect the company as a whole. If the drug development is a success and furthers the company’s strategic plans, the executive who heads the division may be assigned similar projects in the future.\n\nIf a company performs below its targeted goals, loses traction compared to its rivals, or its market valuation declines, members of upper management may face the most immediate scrutiny from shareholders. Persistent poor performance of the company could prompt a shakeup of the upper management. This may be focused on one or more individuals such as the CEO or could be a sweeping removal of the executive leadership. The removal of upper management may be done to salvage a company’s business and operations and introduce a new direction to follow. A new upper management team might be brought in to correct the course of the company and prepare it to pursue a new direction, which may include a sale of the business.\n\nC-suite, or C-level, is widely-used vernacular describing a cluster of a corporation's most important senior executives. C-suite gets its name from the titles of top senior staffers, which tend to start with the letter C, for \"chief\", as in chief executive officer (CEO), chief financial officer (CFO), chief operating officer (COO), and chief information officer (CIO). The main C-suite executives are:\n\nOther C-Suite officers include the Chief Compliance Officer (CCO), Chief Human Resources Manager (CHRM), Chief Security Officer (CSO), Chief Green Officer (CGO), Chief Analytics Officer (CAO), Chief Medical Officer (CMO), and Chief Data Officer (CDO).\n\nThe number of C-level positions varies, depending on variables such as a company's size, mission, and sector. While larger companies may require both a CHRM and a COO, smaller operations may only need a COO to oversee human resources activities.",
  "url": "https://www.investopedia.com/terms/u/upper-management.asp"
}