{
  "term": "UPREIT: Benefits and Qualifications in Real Estate Investing",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nUPREIT means umbrella partnership real estate investment trust. An UPREIT is a unique REIT structure that allows property owners to exchange their property for share ownership in the UPREIT. However, UPREITs are generally subject toInternal Revenue Code(IRC) Section 721 exchanges.\n\nReal estate investment trusts(REITs) were introduced by Dwight D. Eisenhower as a type of alternative real estate mutual fund.REITs are created as a type of real estate portfolio that includes real estate properties and real estate financing capital. REITs are an entity that allows investors to make investment contributions for equity units or shares of the business.\n\nAs REITs have evolved in the market, some alternative structures have been developed to provide for different types of investors. The UPREIT is one such structure, primarily known for its allowance of property contributions in exchange for share ownership. TheDownREITand some other alternatives have also been created as offshoots.\n\nIn their formation, REITs can choose to take on any type of business structure. Publicly traded REITs will be structured as corporations. Private REITs will generally choose to be structured as a trust or association though they may also choose other statuses. Like most non-corporations, private entities also have the option to be taxed as a corporation.\n\nWhat is primarily important for any REIT is that they meet the requirements of IRC Title 26, Sections 856-859. When meeting these requirements, a REIT can pass through all of its income to its shareholders. As such, the pass-through income is considered a deduction and the REIT pays very little in taxes. The main requirement is that greater than 90% of the business pertains toreal estate assets.\n\nInstead of selling property, an owner can contribute it to an UPREIT in exchange for units. The share units generally have the same value as the contributed property. Since the property sold to the REIT is covered under IRC Section 721, the transaction does not create a taxable event.\n\nIn property-to-share conversion, UPREITs may dictate special provisions. Often, the exchange provides the seller with special units that allow the property seller to choose how they would like to vest in the REIT. Property sellers may be allowed to immediately convert units to REIT shares.Other options may also be available such as holding shares for a minimum of one year and then receiving cash.\n\nOnce an investor sells their property to an UPREIT, the UPREIT owns the property and all administration involved with it. UPREIT management can be somewhat more complex than basic REITs because of the Section 721 exchange option and all of the provisions that come with it for the new unitholder. UPREIT managers are responsible for managing their REIT portfolio for the purpose of generating returns.\n\nShares of the UPREIT can fluctuate based on the activities of management, valuation of the real estate properties, financing deals, and any other transactions that occur. This can create volatility for shareholders. UPREIT shareholders will typically have flexible liquidity which allows them to easily convert their shares to cash whenever they choose.\n\nUPREITs can be a viable option for any property owner seeking to sell their property. As such, it can appeal to both individual property owners and commercial property owners. Any property owner who chooses to make a Section 721 exchange into an UPREIT can receive the value of the property in the form of UPREIT units.\n\nSection 721 exchanges into an UPREIT do not create a taxable event. However, unitholders are taxed based on general REIT taxation standards.Some property owners may choose to use this type of investment for estate planning because it can possibly bypass taxes altogether.\n\nAn UPREIT is an REIT under all standard accounting and tax guidelines. UPREITs were created to allow for the contribution of property into the REIT in exchange for ownership shares. This structuring is therefore guided by the standards of IRC Section 721 which discusses tax shields for property to share exchanges. In general, any REIT which allows for Section 721 exchanges within the REIT can be considered an UPREIT.\n\nMost REITs will focus on a specific segment of the real estate market, though the guiding standards only dictate that real estate property and associated financing must make up greater than 90% of the business.UPREITs will typically follow the same investing strategy, focusing on a targeted real estate niche.\n\nSection 721 provides guiding standards for the release of shareholder units in exchange for property. Section 721 can be an alternative to IRC Section 1031 exchanges.Section 1031exchanges allow a property owner to sell their property and invest the proceeds in a like-kind exchange to avoid taxes.\n\nSection 1031 exchanges are not allowed in UPREITs however because they require like-kind exchanges and do not allow a property to share ownership exchanges. Therefore, the Section 721 exchange into an UPREIT can be attractive. Both 721 and 1031 exchanges allow the property owner to defer taxes.\n\nUPREITs, DownREITs, and all other special REIT entities are simply REITs at their core with special provisions that allow them some added flexibility. The DownREIT allows a property investor to enter into a joint venture with a REIT. In a DownREIT, the unit exchange is based primarily on the value of the property in the joint venture which can create better returns for the joint venture unitholder.\n\nGovinfo. \"United States Code, Title 26, Section 721: Nonrecognition of Gain or Loss on Contribution.\" Accessed June 15, 2021.\n\nGovinfo. \"Congressional Record Volume 156, Number 123: 50th Anniversary of Real Estate Investment Trusts.\" Accessed June 15, 2021.\n\nGovinfo. \"United States Code, Title 26, Part II: Real Estate Investment Trusts.\" Accessed June 15, 2021.\n\nInternal Revenue Service. \"Like-Kind Exchanges.\" Accessed June 15, 2021.\n\nGovinfo. \"Section 1031: Common Nontaxable Exchanges.\" Accessed June 15, 2021.",
  "url": "https://www.investopedia.com/terms/u/upreit.asp"
}