{
  "term": "Upside Tasuki Gap: What it is, How it Works, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJackyenjoyphotography / Getty Images\n\nAn Upside Tasuki Gap is a three-barcandlestickformation that is commonly used to signal the continuation of the current trend.\n\nThe Upside Tasuki Gap demonstrates an uptrend’s strength through the gap open of the pattern’s second candle, as well as its escalating price. The pattern’s third candle indicates a pause in the trend as thebearsattempt to move the price lower but cannot close the gap between the first and second candle. The bear’s inability to close the gap suggests the uptrend will likely continue.\n\nTraders may also refer to the pattern as a Bullish Tasuki Gap or the Upward Gap Tasuki. Its adverse counterpart, which occurs in a bearish market, is known as aDownward Tasuki Gap. Both patterns are predicted to have originated from Japanese technical analysis.\n\nThe Upside Tasuki Gap is one of many gap patterns that can form throughout abullishtrend. Supporting uptrend gap patterns are also usually used in conjunction with the Upside Tasuki Gap toadd confirmation to a bullish trading strategy.\n\nGaps are significant price changes that typically occur from one trading day to the next. Typical gap patterns form over two to three days of trading. It is not uncommon to see the price of an asset close a price gap previously created. Sometimes traders push the price higher too quickly, which can result in a slight pullback. The black/red candlestick that forms the Upside Tasuki Gap acts as a period of minorconsolidationbefore the bulls continue to send the price higher.\n\nUpside Tasuki Gaps can occur at any time during a bullish trending pattern. Bullish patterns typically follow a cycle that begins with abreakaway gapconfirming a reversal and then several runaway gaps followed by an exhaustion gap. As the price of a security trends higher, it often forms anascending channel. Traders construct the pattern by drawing two upward sloping lines at the peak and trough levels of price action. An Upside Tasuki Gap can occur within an ascending channel that also includes one or several of the gaps mentioned above.\n\nDavid spots an Upside Tasuki Gap on theiShares 10+ Year Investment Grade Corporate Bond ETFchart and wants to use the pattern to enter a trade and set risk parameters. He could enter on the close of the third red candle at $62.97 and place hisstop-loss orderbeneath the low of the first candlestick at $62.08. Alternatively, David could place abuy stop orderslightly above the pattern’s second candlestick high at $63.39 to confirm the uptrend has resumed and set his stop under the third candlestick’s low at $62.93.",
  "url": "https://www.investopedia.com/terms/u/upside-tasuki-gap.asp"
}