{
  "term": "Upside: Risk/Reward Definition and Examples",
  "definition": "Upside refers to the potential increase in the value of an investment, portfolio, company, sector, market, or economy. Upside is measured in monetary value or percentage terms. Analysts commonly use eithertechnical analysisorfundamental analysistechniques to predict the future price and upside of an investment, particularly when it comes to stock prices. A higher upside means that the stock has more value than is currently reflected in the stock price. Upside is the opposite of downside, which is the negative movement of an investment's price.\n\nUpside refers to the predicted appreciation in the value of an investment,financial portfoliocompany, sector, market, or economy. It is the opposite of downside. Put simply, upside is a projected price increase. The concept of upside is the motivating factor for an individual to invest. The magnitude of the upside move primarily depends on the risk associated with that investment.\n\nThe market axiom ofhigh risk/high rewardholds when it comes to deciding whether to commit to or pass on an investment. Investors with a high tolerance for risk typically choose investments with huge upside, while those who are risk-averse will opt for investments that have limited upside but will be more apt to preserve their initial investment value.\n\nFactors that can affect the upside potential for an investment or portfolio include (but aren't limited to):\n\nThe high risk/high reward concept corresponds with the idea of upside: the higher the risk, the more the upside of an investment.\n\nFundamental analysis evaluates the upside price of a stock by considering the ability of the investment firm to generate sales and earnings and to make effective decisions about company assets. Companies that manage their costs well and increase theirprofit marginshave a higher upside.\n\nBusinesses can increase sales by moving into new markets or by adding a product line.Money managerswho use fundamental analysis also consider how effectively a business uses assets to generate sales and profits.\n\nTechnical analysis is a method that considers the historic patterns in the price of a stock and in the trading volume of a security.Technical analystsbelieve that price movements are trends, and these managers use charts to determine the upside in a stock’s price.\n\nFor example, abreakoutoccurs when a stock price trades above a recent price trend. If a stock has been trading between $20 and $25 per share, for example, a price move to $28 is a breakout, which is an indication that the stock price has an upside above $28.\n\nUpside not only refers to an investment’s potential gains in value but is also a concept used to judge the success of a portfolio manager's performance when compared to abenchmark. For many mutual funds, the investment objective is to outperform a specific benchmark, such as theStandard & Poor's 500 indexes. The upside capture ratio indicates how much upside the mutual fund captures when compared to the benchmark.\n\nUpside also plays a part inshort selling, which is the sale of stock that an investor does not own. In short selling, the seller must deliver borrowed securities to the buyer by thesettlement date. Eventually, the short seller must buy the shares to cover the short position, and the seller’s goal is to buy back shares at a lower price. Short-sellers look for stocks that have reached their upside potential, which means the stock's potential to decline increases.\n\nThe upside/downside ratio is a metric used by technical analysts to determine the direction change of financial assets. More specifically, it calculates the upward versus downward volume. This ratio is calculated by dividing advancing issues (volume traded that close above their opening price) by declining issues (volume traded that close below their opening price).\n\nAnalysts and investors use this ratio to understand the momentum of a financial instrument, company, market, sector, or economy at any given time. This helps identify entry and exit points to maximize gains and minimize losses.\n\nDownside is the opposite of upside. It refers to the drop or negative movement in the price of a financial asset, such as a stock. It can also refer to the downward movement of a financial portfolio, company, sector, or market. Like upside, downside is expressed in a dollar value or percentage terms.\n\nUpside risk refers to the uncertain upward potential for a financial instrument, market, sector, or economy. Upside risk is positive, which means it can work to an investor or company's favor. It is the opposite of downside risk, which allows observers to determine how much they may lose.\n\nUpside is a concept that refers to the potential rise in value. It can be used to measure the possibility of increase in the value of an asset, your portfolio, a company or sector, or the economy. As an investor, it is a useful tool that can help you determine the price of stocks and construct a financial portfolio. Of course, it's always important to do your due diligence and ensure that you do regular checkups to ensure that you aren't losing money in the future.\n\nMorningstar. \"Introducing Upside and Downside Capture Ratios.\"",
  "url": "https://www.investopedia.com/terms/u/upside.asp"
}