{
  "term": "Upstairs Market: What It Is, How It Works, Advantages",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term upstairs market refers to a network that exists between large firms andinstitutional investors. This network involves large trades or block orders.Tradesin these transactions are not submitted through astock exchange, which means they are not visible to other market participants. These orders are carried out directly between buyers and sellers, with professionalbrokersacting as intermediaries. The size of the order made in the upstairs market accounts for a big portion of the market'strading volume.\n\nUpstairs markets involve networks oftrading desksthat conduct large volumes of trades. These trades are often called upstairs trades.﻿﻿ Because of the sheer volume involved, these trades are normally done by institutional investors, such asmutual funds, banks, pension funds, insurance companies, andbrokerage companies.\n\nAs noted above, these trades take place off thetrading floorand are normally done electronically or over the phone.﻿﻿ The way these upstairs trades are conducted means there are no large swings or disruptions to securities prices in the market.﻿﻿\n\nRouting trades through professional intermediaries (i.e. away from the eyes ofretail investors) can help prevent activities likefront-runningor trading that takes place by a broker who has inside information that will affect the price of a stock. Front-running may negatively impact the price or execution of a trade.\n\nThese markets are sometimes described asdark pools, hence the phrase “dark pools of liquidity”. Dark pools are financial exchanges, networks, or forums where the trading activity takes place, and are organized privately between the parties involved. Dark pools, like upstairs markets, allow investors to make large trades without having to disclose the details publicly. Although they may seem shady, dark pools—and upstairs trades—they are completely legal.\n\nThis doesn't mean that regulators aren't paying attention. As of 2014, trades executed in the upstairs market represented 15% of all trading activity in the United States, and there's a very good likelihood that that figure continues to grow.\n\nSome authorities continue to question whether the practice undermines the transparency and accessibility of financial markets for retail investors. leading to stricter rules which help cut down on dark pool trading. For instance:\n\nRegulators in the United States are also questioning whether this method of trading hurts retail investors and undermines trading activity, and have taken some steps to make the market fair for all participants. For instance, theFinancial Industry Regulatory Authority(FINRA) introduced an initiative that requires the weekly publication of trades that occur on analternative trading system(ATS). It was approved by the U.S. Securities and Exchange Commission (SEC) in 2014.\n\nAlternative trading systems allow trading activity to take place off exchanges and do not enforce rules about the conduct of participants, which is why regulators keep an eye on them.\n\nIf there's an upstairs market, then there's bound to be a downstairs market, right? The answer is yes. Since the upstairs market is a (private) network involving institutional investors, brokerage firms, andintermediaries, it's safe to assume that the downstairs markets arestock exchanges.\n\nDownstairs markets, or stock exchanges, createliquidityin the market with trades that are executed by small investors,market makers, and traders who are actually on the floor. Unlike the upstairs market, which involves large trading volumes, trades that are conducted in the downstairs market are usually smaller.﻿﻿ Trade details are also available, including prices and the amount of stock traded.\n\nIf ahedge fundwishes to unload its position in a security and submits a large sell order to the stock exchange accordingly, that sell order may be interpreted by other market participants as abearishsignal on that particular security. This, in turn, may lead other investors to bid down the price of the security, causing the hedge fund to obtain a less favorable sale price.\n\nThe upstairs market can also be beneficial for institutional investors because of the reducedtransaction fees. By carrying out a large block order with just one or a small number of institutionalcounterparties, the firms involved could pay substantially lower overallcommissionsor other fees as compared to trading with a much larger number of smaller counterparts.\n\nIn some cases, such as when executingprogram tradesthat require several transactions to be executed simultaneously, using professional intermediaries in the upstairs market may in fact be the only way to effectively carry out the strategy.\n\nNYSE. \"NYSE'S Focus for U.S. Equity Markets: Quality, Transparency, Simplicity.\" Accessed March 24, 2021.\n\nNasdaq. \"Upstairs market.\" Accessed Feb. 19, 2021.\n\nCFA Institute. \"Regulatory efforts to reduce dark trading in Canada and Australia: How have they worked?,\" Page 2. Accessed March 24, 2021.\n\nCFA Institute. \"Regulatory efforts to reduce dark trading in Canada and Australia: How have they worked?,\" Page 3. Accessed March 24, 2021.\n\nFINRA. \"Can You Swim in a Dark Pool?\" Accessed March 24, 2021.\n\nThe College of Business. \"The Upstairs Market for Large-Block Transactions: Analysis and Measurement of Price Effects,\" Page 2. Accessed March 24, 2021.",
  "url": "https://www.investopedia.com/terms/u/upstairs-market.asp"
}