{
  "term": "Upstream Capital Costs Index (UCCI): What It is, How It Works",
  "definition": "The Upstream Capital Costs Index (UCCI) is a proprietary metric index that tracks thecomposite capital costof materials, facilities, equipment, and personnel for oil and natural gas producing projects. Cambridge Energy Research Associates (CERA), formerly owned by IHS Markit, merged with S&P Global in February 2022, which owns and manages the index.\n\nS&P Global's Upstream Capital Costs Index (UCCI) offers a concise benchmarking tool for analysts, traders, and others interested in the oil and gas industry. Use of the index is helpful in tracking and forecasting the performance of the underlying oil and gas properties.\n\nThe UCCI is only one of a family of indexes published by S&P Global, a global data, analytics, technology, and advisory firm. The company’s indexes include:\n\nThe 28 projects included in the UCCI represent a diversified portfolio of liquified natural gas (LNG), pipeline, onshore, and offshore projects in a range of geographic locations. The index looks at the changes to operating and capital costs over specific time frames.\n\nGenerally, oil and gas production separates into theupstream, midstream, and downstream stages. The upstream segment of operations involvesexploration and production(E&P) of oil and natural gas. Many large integrated oil companies combine upstream activities with midstream and downstream operations.\n\nThe composite cost of capital is a company's cost to finance its business and projects. The determination of this amount is known as theweighted average cost of capital(WACC). The calculation involves multiplying the cost of each of the individual capital components by its proportional weight and then summing the results. A high composite cost of capital indicates that a company has high borrowing costs.\n\nCambridge Energy Research Associates (CERA), established in 1983 in Cambridge, Massachusetts, focuses on energy research and consulting for the energy industry. The company has the distinction of being a leading authority on energy markets and related trends and statistics.\n\nCERA serves as an advisory source for government departments and private companies.IHS Energy, a prominent source of information related to the oil and gas industry, acquired CERA in 2004.In 2009, the joint organization adopted the new blended name of IHS CERA, Inc.IHS CERA merged with S&P Global in February 2022.\n\nIn extractive industries, \"upstream\" refers to the earliest stages of operation, such as exploration, drilling, and mining. \"Upstream costs\" refer to the costs of drilling and pumping mineral resources before shipping them to the next stage of the production process.\n\nIn extractive industries, \"downstream\" refers to the last stages of operation, just before products are sold to consumers. In petrochemical industries, this can include refining and transportation to the final destination.\n\nIn extractive industries, \"midstream\" refers to intermediate operations between extracting and delivering final products to consumers. This includes piping and transportation operations between extraction points and refineries. It also includes processing plants that remove sulfur from raw natural gas and produce natural gas liquids.\n\nThe Upstream Capital Costs Index (UCCI) measures the capital costs for businesses that extract oil and natural gas. It is part of a larger family of indexes published by S&P Global to evaluate the costs for companies in those industries.\n\nS&P Global. \"S&P Global Completes Merger with IHS Markit, Creating a Global Leader to Power the Markets of the Future.\"\n\nS&P Global. \"Costs and Supply Chain Indexes.\"\n\nS&P Global. \"About S&P Global Market Intelligence.\"\n\nAmerican Fuel & Petrochemical Manufacturers. \"Infographic: Downstream, Midstream and Upstream.\"\n\nBusiness Development Bank of Canada. \"Weighted Average Cost of Capital.\"\n\nIHS Markit. \"History of IHS Markit.\"\n\nRigzone. \"CERA Changes Name Under IHS Brand.\"",
  "url": "https://www.investopedia.com/terms/u/upstream-capital-costs-index.asp"
}