{
  "term": "Uptick Rule: An SEC Rule Governing Short Sales",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe Uptick Rule (also known as the \"plus tick rule\") is a rule established by theSecurities and Exchange Commission(SEC) that requiresshort salesto be conducted at a higher price than the previous trade.\n\nInvestors engage in short sales when they expect a securities price to fall. The tactic involves selling high and buying low. While short selling can improve market liquidity and pricing efficiency, it can also be used improperly to drive down the price of a security or to accelerate a market decline.\n\nThe Uptick Rule prevents sellers from accelerating the downward momentum of a securities price already in sharp decline. By entering a short-sale order with a price above the current bid, a short seller ensures that an order is filled on an uptick.\n\nThe original rule was introduced by the Securities Exchange Act of 1934 as Rule 10a-1 and implemented in 1938.The SEC eliminated the original rule in 2007, but approved an alternative rule in 2010. The rule requires trading centers to establish and enforce procedures that prevent the execution or display of a prohibited short sale.\n\nThe 2010 alternative uptick rule (Rule 201) allows investors to exit long positions before short selling occurs. The rule is triggered when a stock price falls at least 10% in one day. At that point, short selling is permitted if the price is above the current best bid.﻿﻿ This aims to preserve investor confidence and promote market stability during periods of stress and volatility.\n\nThe rule's \"duration of price test restriction\" applies the rule for the remainder of the trading day and the following day. It generally applies to all equity securities listed on a national securities exchange, whether traded via the exchange orover the counter.\n\nThe Uptick Rule is designed to preserve investor confidence and stabilize the market during periods of stress and volatility, such as a market \"panic\" that sends prices plummeting.\n\nFor futures, there are limited exemptions to the uptick rule. These instruments can be shorted on a downtick because they are highlyliquidand have enough buyers willing to enter into along position, ensuring that the price will rarely be driven to unjustifiably low levels.\n\nTo qualify for the exemption, the futures contract must be deemed to be \"owned by the seller.\" This means that according to the SEC, that the person \"holds a security futures contract to purchase it and has received notice that the position will be physically settled and is irrevocably bound to receive the underlying security.”\n\nSEC. \"SEC Approves Short Selling Restrictions.\" Accessed Nov. 19, 2020.",
  "url": "https://www.investopedia.com/terms/u/uptickrule.asp"
}