{
  "term": "Uptick: What It Is, How It Works, Example",
  "definition": "Uptick describes an increase in the price of a financial instrument since the last transaction. An uptick occurs when a security’s price rises in relation to the lasttickortrade. An uptick is sometimes referred to as aplus tick.\n\nThe minimumtick sizefor stocks trading above $1 is one cent. A stock that goes from $9 to at least $9.01 would be considered to be on an uptick. It would be on adowntickif it goes from $9 to $8.99.\n\nA stock can only experience an uptick if enough investors are willing to step in and buy it. Consider a stock that's trading at $9/$9.01.Sellerswill have little hesitation in “hitting the bid” at $9 rather than holding out for a higher price if the prevailingsentimentfor the stock isbearish.\n\nPotential buyers will probably be content to wait for a lower price given the bearish sentiment and they may lower their bids for the stock to $8.95. This lower bid will likely be snapped up if the stock's sellers significantly outnumber buyers.\n\nTick sizes on the CME exchanges are set by the exchange and vary by contract instrument.\n\nThe stock may trade down to $8.80 in this manner without an uptick. The selling pressure may have eased up at this point, however, because the remaining sellers are willing to wait. Buyers who think the stock is cheap may increase their bid to $8.81. It would be considered an uptick if a transaction occurred at $8.81 because the previous transaction was at $8.80.\n\nSeveral terms contain the word \"uptick.\" They includezero uptickswhich refers to a transaction executed at the same price as the trade immediately preceding it but at a price higher than the transaction before that.Uptick volumerefers to the number of shares traded while astock price is rising. And there's theuptick rule.\n\nThe significance of an uptick in financial markets is largely related to the uptick rule. This directive was originally in place from 1938 to 2007. It dictated that ashort salecould only be made on an uptick. It was introduced to preventshort sellersfrom piling too much pressure on a falling stock price.\n\nThe repeal of the U.S. uptick rule in July 2007 has been highlighted by many market experts as a contributing factor in the surge in volatility and the unprecedented bear market of 2008 and 2009.\n\nShort sellers can hammer the stock down relentlessly in the absence of an uptick rule because they're not required to wait for an uptick to sell it short. Such concerted selling may attract more bears and scare buyers away, creating an imbalance that could lead to a precipitous decline in a faltering stock.\n\nTheSecurities and Exchange Commission(SEC) introduced an “alternative uptick rule\" in February 2010 that was designed to promote market stabilityand preserve investor confidence during periods of volatility.\n\nThe rule states that short-selling a stock that's already declined by at least 10% in one day would only be permitted on an uptick. This will hopefully give investors enough time to exit long positions before bearish sentiment potentially spirals out of control, leading them to lose fortunes.\n\nMost securities are covered by the rule. The alternative uptick rule would apply to short sale orders for the remainder of the day as well as the following day when it's activated.\n\nStock ABC is currently priced at $15.50. Sentiment on the stock is positive because the company has come out with a new product that's expected to outperform all competitors. Investors are bullish on the stock and they start purchasing it. The stock goes from $15.50 to $15.60 in one transaction. That's an uptick.\n\nUptick volume refers to the number of shares that are traded when a stock is on an uptick. It's used by technical traders to determine a stock's net volume, the difference between its uptick volume and downtick volume. Investors and traders look for uptick volume that's an upward shift in volume to determine a new trend of a stock moving up.\n\nThe difference between an uptick and a downtick is that an uptick is an increase in a stock's price from its previous transaction. The increase has to be by at least one cent. A downtick is a decrease in a stock's price from its previous transaction. The decrease has to be at least by one cent.\n\nThe downtick-uptick rule is also known as Rule 80A. It was established by the New York Stock Exchange (NYSE) to maintain orderly markets in a market downturn. The rule was abolished in 2007.\n\nIt stated that all sell trades on S&P 500 stocks during an upturn in the market be labeled as \"sell-plus\" whenever the NYSE Composite Index gained or lost more than 2% from the previous day. All buy trades during a downturn in the market would be labeled as \"buy-plus.\" These trades were flagged before execution to slow trading on S&P 500 companies because it halted the use of program trades that usually trade in large volumes.\n\nAn uptick in bond yields means that the returns that an investor will receive from investing in the bond will be higher. Its price goes down when the yield of a bond goes up.\n\nAn uptick is an increase in a stock's price by at least one cent from its previous trade. Traders and investors look to upticks and downticks to determine what price a stock may be moving toward and what might be the best time to buy or sell a security.\n\nThe New York Stock Exchange. \"The Impact of Tick Constrained Securities on the U.S. Equity Market.\" Page 1.\n\nCME Group. \"Tick Movements: Understanding How They Work.\"\n\nSecurities and Exchange Commission. \"Shorting America.\" Page 3.\n\nSecurities and Exchange Commission. \"SEC Approves Short Selling Restrictions.\"\n\nSecurities and Exchange Commission. \"Self-Regulatory Organizations; New York Stock Exchange LLC; Notice of Filing and Immediate Effectiveness of Proposed Rule Change Relating to Rule 80A (Index Arbitrage Trading Restrictions).\"",
  "url": "https://www.investopedia.com/terms/u/uptick.asp"
}