{
  "term": "Urban Development Act of 1970: What It is, History",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe Urban Development Act of 1970 is legislation enforced through the U.S.Department of Housing and Urban Development(HUD) that introduced the Federal Experimental Housing Allowance Program and Community Development Corporation.\n\nThis act was passed to do the following:\n\nThe U.S. Department of Housing and Urban Development was established in 1937 through the U.S. Housing Act of 1937. The Department of Housing and Urban Development Act of 1965 established HUD as a Cabinet-level agency within the U.S. government. The Urban Development Act of 1970 authorized the government to provide greater outlays for housing subsidy programs and rent supplement programs for low and moderate-income households.\n\nFunding for projects related to the act comes from a variety of sources including state, local, and federal government, donations from individuals and corporations, as well as loans through traditional and non-traditional financial institutions.\n\nThe act created the Community Development Corporation, a national network ofnonprofit, community-based organizations focused on revitalizing their local communities, typically low-income, under-served neighborhoods that have deteriorated and where investment is scant. First and foremost, these organizations help develop affordable housing, but they are also involved in economic development, sanitation, street beautification, and neighborhood planning projects.\n\nThe Act also ran the Federal Experimental Housing Allowance Program, which began in 1973 and ended in 1979, involving more than 25,000 families in 12 metropolitan areas with some $170 million in subsidies to individual families. The idea was to see how best to improve housing conditions for low-income people by giving them vouchers to pay for market-rate housing rather than build new public housing.\n\nThe Urban Institute concluded in the late 1970s that housing allowances “do not provide significant momentum towards most of the stated goals of HUD policy.\" Later policies had HUD providing subsidies directly to landlords through the Section 8 program, and building additional large public housing projects, an activity that has largely ended.\n\nFederal spending on housing is mostly geared toward wealthier people. A2017 study by Apartment Listfound the popular tax break called themortgage interest deduction(MID), cost the federal government $71 billion in 2015, more than double the $29 billion spent on Section 8 funding for low-income renters. In addition, over half of high-income households claim MID, while just 11% of low-income households receive subsidies of any kind for housing.\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureauor with theU.S. Department of Housing and Urban Development(HUD).",
  "url": "https://www.investopedia.com/terms/u/urban-development-act-of-1970.asp"
}