{
  "term": "U.S. Department of Agriculture (USDA): Definition and Purpose",
  "definition": "The U.S. Department of Agriculture (USDA) is the federal agency that proposes programs and implements policies and regulations related to American farming, forestry, ranching, food quality, and nutrition.\n\nPresident Abraham Lincoln founded the USDA in 1862, when about half of all Americans lived on farms. The department now has 29 agencies with wide-ranging responsibilities, from food safety inspections to economic development for rural communities.\n\nThe USDA is made up of 29 agencies and offices, which include valuable resources like the Forest Service, the Center for Nutrition Policy and Promotion, and the National Agricultural Library.  Its programs help provide the following services, among others: broadband access in rural areas; disaster assistance to farmers, ranchers, and rural residents; soil, water, and other natural resource conservation to landowners; wildfire prevention; and agricultural research and statistics.\n\nThe USDA also is responsible for severalsocial welfareprograms, including: school meal nutrition; nutrition education; food assistance for women, infants, and children (WIC); and the food stamp program (Supplemental Nutrition Assistance Program, or SNAP).\n\nThe USDA is vital in helping to keep America's farmers and ranchers in business and making sure that the nation's commercial supply of meat, poultry, and egg products is safe, wholesome, and properly labeled. It also helps to support and ensure the health and care of animals and plants and the health of the land through sustainable management.\n\nThe head of the USDA is the secretary of agriculture. Second in charge is the deputy secretary of agriculture, who oversees the department’s daily operations and budget. Undersecretaries oversee the divisions for rural development, food safety, and other areas, with nearly 100,000 employees who serve at more than 4,500 locations across the country and abroad.\n\nThe USDA also works to improve the economy and quality of life in all of rural America.\n\nOne of the USDA's main tasks is in the area of rural development, especially rural housing. The USDA givesfinancial assistance for purchasingand refinancing rural homes through USDA Rural Development. It provides direct loans to very-low-income borrowers who want to purchase a rural home, guaranteed loans to moderate-income homebuyers, and loans and grants for rural home improvements and repairs.\n\nUSDA Rural Development includes three agenciesthat provide assistance to rural families and communities. In addition to its housing program, it has a utilities program and a business program.\n\nThe U.S. Department of Agriculture (USDA) is a federal agency that plays a major role in rural development, particularly housing. It also oversees and implements programs related to the farming, ranching, and forestry industries and regulates food quality and safety, and nutrition labeling. In addition, the USDA runs several social welfare programs including free school lunches, food stamps, and food assistance for women and children.\n\nThe USDA employs 100,000 people at 29 agencies, in more than 4,500 locations across the United States and abroad.\n\nThe USDA Office of Rural Development includes three agencies that provide economic assistance to rural families and communities—a housing program, a utilities program, and a business program. The housing program provides guaranteed and direct home loans to help low- and moderate-income borrowers in rural areas purchase modest homes with no down payment.\n\nU.S. Department of Agriculture. “About the U.S. Department of Agriculture.” Accessed Oct. 11, 2021.\n\nU.S. Department of Agriculture. “Supplemental Nutrition Assistance Program (SNAP).” Accessed Oct. 11, 2021.\n\nU.S. Department of Agriculture. “Mission Areas.” Accessed Oct. 11, 2021.\n\nUSDA Rural Development. “Single Family Housing Programs.” Accessed Oct. 11, 2021.\n\nUSDA Rural Development. “About RD.” Accessed Oct. 11, 2021.",
  "url": "https://www.investopedia.com/terms/u/usda.asp"
}