{
  "term": "U.S. Department of Housing and Urban Development (HUD): Role and Programs",
  "definition": "The Department of Housing and Urban Development (HUD) is a U.S. government agency that supports community development and homeownership.\n\nThe Department of Housing and Urban Development (HUD) is a U.S. government agency that was created in 1965 as part of then-President Lyndon Johnson’sGreat Societyagenda to expand America’s welfare state. Its primary mission isimproving affordable homeownership opportunitiesto support the housing market and homeownership in inner-city areas.\n\nHUD’s programs are geared toward increasing safe and affordable rental options, reducing chronic homelessness, and fighting housing discrimination by ensuring equal opportunity in the rental and purchase markets.\n\nHUD enforces theFair Housing Actand oversees the Community Development Block Grant program and theHousing Choice Voucher program. It also supervises other programs to assist low-income Americans with their housing needs. It works with various government agencies and private organizations, including community nonprofits and faith-based groups, to reach its goals.\n\nFollowing Hurricane Katrina, HUD became involved in disaster recovery in the Gulf Coast region.\n\nThe Fair Housing Act prohibits discrimination in housing based on sex, race, color, national origin, religion, family status, and disability. HUD investigates any cases concerning the refusal to rent or sell a property, denying someone a dwelling, falsely stating that properties are unavailable, and imposing different terms or conditions based on any of the aforementioned discriminating conditions.\n\nHUD is led by the HUD secretary, a member of the president’s cabinet who is nominated by the president and confirmed by the Senate. The position is currently held by Scott Turner, who took office on Feb. 5, 2025.\n\nHUD offers variousassistance programsfor those in need of housing financial assistance.\n\nThe Office of Housing is the largest office within HUD and includes the Federal Housing Administration. As stated on the HUD website, the duties of the office include:\n\nThe Community DevelopmentBlock Grantprogram allocates federal grant money to communities to develop neighborhoods that have decent, affordable housing.Thesegrantstypically aid low- and middle-income residents so they can find suitable living environments near employers, supermarkets, or public transportation. States, cities, towns, communities, and organizations apply for these block grants or for loan guarantees to aid in development projects.\n\nThe Housing Choice Voucher program, also called Section 8, allows low-income, disabled, or elderly citizens to choose a place to live regardless of whether the property exists as subsidized housing. The property must meet certain requirements and applicants need to meet government standards to qualify.\n\nLocal public housing authorities determine a moderately priced housing option based on localreal estateprices before deciding the benefits that families or individuals can receive. Families then seek out ahousing unitfor the number of people who will live in the house, duplex, or apartment.\n\nA family who is issued a housing voucher must find housing where the owner agrees to rent under the voucher program—and the rental unit must meet standards of health and safety that are determined by the public housing agency (PHA).\n\nThe vouchers are administered by local public housing agencies (PHAs) that are funded by HUD. The PHA pays thesubsidydirectly to the landlord on behalf of the tenant, and the tenant pays the difference between the actual rent charged by thelandlordand the amount subsidized by the program. HUD states that to be eligible for the voucher program, the tenant’s income may not exceed 50% of themedianincome for the area.\n\nFamilies can move from one housing unit to another because of income changes, job status, or the addition of family members. The voucher program attempts to allow for mobility without losing housing benefits. Beneficiaries with vouchers sign leases with property owners that have this program. With subsidized housing, residents sign leases with property managers who oversee federally owned projects.\n\nThe Office of Public and Indian Housing (PIH) exists to ensure access to safe, decent, and affordable housing. The PIH also works to create opportunities to help residents become self-sufficient and economically independent.\n\nHUD established its Office of Public Housing to help provide safe and decent rental housing for eligible low-income families as well as older adults and people with disabilities. This includes access to single-family homes as well as housing in multi-unit properties. An estimated 1.2 million households live in public housing units that are managed by entities overseen by HUD.\n\nThe Office of Community Planning and Development (CPD) works to develop viable communities by promoting integrated approaches in providing decent housing, suitable living environments, and expanding economic opportunities for low and moderate-income individuals and households. The Office achieves this goal by developing partnerships between the government and private sector organizations, including those that operate on a for-profit and non-profit basis.\n\nThe Office of Policy Development and Research supports HUD's efforts to create cohesive and economically viable communities by maintaining up-to-date information on:\n\nThe office is also tasked with conducting research on priority housing and community development issues. The data generated is then used to help inform HUD policy decisions.\n\nGinnie Maemakes affordable housing a reality for low- and moderate-income households by helping to funnel capital into the housing market. The Ginnie Mae guaranty program allows mortgage lenders to get a better price for loans in the secondary mortgage market. Lenders can use the proceeds to fund new loans, which enables the mortgage market to maintainliquidity.\n\nGinnie Mae doesn't buy or sell loans or issue mortgage-backed securities. But it does guarantee investors the timely payment of interest and principal on mortgage-backed securities that are backed by federally-insured or guaranteed loans.\n\nGinnie Mae has never been the recipient of a government bailout.\n\nThe Department of Housing and Urban Development is responsible for administering programs that provide housing and community development assistance, while also ensuring access to fair and equal housing for all.\n\nFannie Mae is a government-sponsored enterprise that is a leading source of conventionalmortgagefinancing in the U.S. This entity is separate from HUD and performs a different function within the mortgage market.\n\nHUD does not offer home loans directly. Instead, the Department of Housing and Urban Development works with a network of approved partner lenders to help homebuyers get the financing they need to purchase homes.\n\nQualification for a mortgage loan offered through a HUD program is based on many of the same requirements associated with non-HUD loans. That includes meeting minimum credit score and income guidelines, having adebt-to-income ratiowithin acceptable limits, and meeting the down payment requirements.\n\nThe Department of Housing and Urban Development serves an important role in ensuring that homebuyers are able to secure mortgage loans. FHA loans, for example, can make it easier to buy a home with a smaller down payment and/or a lower credit score. These types of mortgage options help to make homeownership more accessible overall.\n\nU.S. Department of Housing and Urban Development. \"History of HUD.\"\n\nU.S. Department of Housing and Urban Development. \"HUD Archives: Hurricane Katrina: Ten Years of Recovery in the Gulf.\"\n\nU.S. Department of Housing and Urban Development. \"Housing Discrimination Under the Fair Housing Act.\"\n\nU.S. Department of Housing and Urban Development. \"Housing.\"\n\nU.S. Department of Housing and Urban Development. “Community Development.”\n\nU.S. Department of Housing and Urban Development. \"HUD Announces $9 Million Loan Guarantee to Cleveland for Development with Nearly 200 Housing Units, Grocery Store.\"\n\nU.S. Department of Housing and Urban Development. “Housing Choice Vouchers Fact Sheet.”\n\nU.S. Department of Housing and Urban Development. \"Public and Indian Housing.\"\n\nU.S. Department of Housing and Urban Development. \"Public Housing.\"\n\nU.S. Department of Housing and Urban Development. \"Community Planning and Development.\"\n\nOffice of Policy Research and Development. \"About PD&R.\"",
  "url": "https://www.investopedia.com/terms/u/us-department-housing-urban-development-hud.asp"
}