{
  "term": "U.S. Department of Veterans Affairs: Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe U.S. Department of Veterans Affairs was the name given to the previousVeterans Administrationwhen it was elevated to a Cabinet-level executive department in 1988. This move, which took effect in 1989, gave the department a new name that allowed it to still be referred to by its longtime initials, the VA.\n\nThe U.S. Department of Veterans Affairs has three administrations: the Veterans Health Administration (VHA), the Veterans Benefits Administration (VBA), and the National Cemetery Administration (NCA). It provides medical care, benefits, and a variety of essential services to veterans of the U.S. armed forces and their families.\n\nThe Department of Veterans Affairs provides near-comprehensivehealth care servicesto eligible military veterans at medical centers and outpatient clinics. It also offers several non-health care benefits including disability compensation, vocational rehabilitation, education assistance, home loans, and life insurance. In addition, the department provides burial and memorial benefits to eligible veterans and family members at national cemeteries.\n\nLike many other organizations, the Department of Veterans Affairs follows a mission statement, which is \"to care for him who shall have borne the battle, and for his widow, and his orphan.\" The values that the department follows match its mission. It has five values, which go by the acronym \"I CARE\": integrity, commitment, advocacy, respect, and excellence. These values are intended to provide a baseline for the standards of behavior expected of all the department's employees.\n\nBelow, details about its three administrations: the VHA, the VBA, and the NCA.\n\nThe VHA evolved from the first federal soldier's facility established for veterans of the Union Army after the Civil War. It was later joined by a system of veterans hospitals, clinics, and nursing homes.\n\nThe VHA is the largest integrated health care system in the United States. It includes 1,293 health care facilities, 171 VA medical centers, and 1,112 outpatient sites. It serves more than 9 million veterans enrolled in the VA health care program. VHA medical centers provide a wide variety of medical services to eligible veterans ranging from surgery to rehabilitative care.\n\nTo receive health care benefits, the VA requires that you be a military veteran or former member of the National Guard or Reserve who served on active duty and was not dishonorably discharged. Specific eligibility depends on when you served and for how long.\n\nThe VBA provides a variety of benefits and services that deliver financial assistance and other forms of help to service members, their dependents, and survivors. The list includes disability compensation, education and training, life insurance, vocational rehabilitation, and job placement assistance.\n\nThe VBA also overseas theVA home loan program. VA loans are backed by the government and offer up to 100% financing on the value of a home, among other benefits.\n\nThe NCA runs 155 national cemeteries across the country and Puerto Rico, providing benefits for all eligible service members and family members. Burial and memorial benefits include opening and closing of the grave, perpetual care, a burial flag, a headstone/marker, and a presidential memorial certificate.\n\nThe amount of the 2022 annual budget for the Department of Veterans Affairs.\n\nThe beginning of the U.S. Department of Veterans Affairs dates back to 1636 when the Pilgrims of Plymouth Colony voted that the colony would support soldiers disabled by its war with the Native American tribe called the Pequot. During the Revolutionary War, the Continental Congress of 1776 enacted pensions for disabled soldiers. In the 19th century, support was extended to the widows and dependents of veterans.\n\nVeterans' benefits expanded during World War I, with the first consolidation of World War I veterans' programs occurring in 1921 when Congress created the Veterans Bureau. In 1930, President Herbert Hoover elevated the Bureau to a federal administration. In 1988, President Ronald Reagan further promoted the VA to Cabinet level. The change took effect in 1989, and the VA adopted the new title of the U.S. Department of Veterans Affairs.\n\nThe current head of the VA is Denis Richard McDonough. He was nominated by the Biden administration and sworn in as the secretary of Veterans Affairs in February 2021.\n\nThe U.S. Department of Veterans Affairs, also known as the VA, comprises three arms: the Veterans Health Administration (VHA), the Veterans Benefits Administration (VBA), and the National Cemetery Administration (NCA). Collectively, it provides near-comprehensive health care services, disability compensation, vocational rehabilitation, education assistance, home loans, and life insurance, as well as burial and memorial benefits to eligible veterans and family members.\n\nU.S. Department of Veterans Affairs. \"VA History.\" Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. \"About VHA.\" Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. \"I CARE Core Values,\" Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. “Eligibility for VA Health Care.” Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. “About VBA.” Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. \"National Cemetery Administration.\" Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. “Statement by VA Secretary McDonough on President’s FY 2022 Budget.” Accessed Sept. 9, 2021.\n\nU.S. Department of Veterans Affairs. \"Secretary of Veterans Affairs.\" Accessed Sept. 9, 2021.",
  "url": "https://www.investopedia.com/terms/u/us-department-veterans-affairs.asp"
}