{
  "term": "U.S. House Financial Services Committee",
  "definition": "The U.S. House Financial Services Committee is the congressional committee responsible for monitoring and writing legislation for the financial services and housing-related industries in the United States. All committee members are elected members of the U.S. House of Representatives.\n\nMembers of the committee oversee the government’s financial aid to industry and commerce, international finance, theinsurance industry, securities and exchanges, urban development, and more.\n\nIn 2024 (118th Congress), there were 51 congressional members on the committee. The chair of the committee was Patrick McHenry, a Republican from North Carolina, and Maxine Waters was the ranking member of the committee.\n\nThe House Financial Services Committee oversees several important federal departments, such as theDepartment of the Treasury, the U.S. Department of Housing and Urban Development, the Federal Reserve, and the U.S. Securities and Exchange Commission. It also overseesgovernment-sponsored entities(GSEs) such as Fannie Mae (Federal National Mortgage Association) and Freddie Mac (Federal Home Loan Mortgage Corporation).\n\nThe U.S. government created the committee in 1865 to take over responsibilities previously held by the Ways and Means Committee. At that time, it was known as the Committee on Banking and Currency. It was renamed the House Financial Services Committee in 1968.\n\nAn issue continuously highlighted across the U.S. is the availability and affordability of housing to people in lower-income or financially distressed communities. TheCommunity Development Financial Institutions (CDFI) Fundwas created to assist financially needy communities. According to the Committee, the Fund has more than $300 billion in total assets, but there is not enough transparency and accountability regarding how these assets are used in the communities for which they were allocated.Additionally, the Committee has pushed to eliminate barriers created by discriminatory land use policies in many areas.\n\nLarge financial institutions with political ties have been bailed out too often. Many bailouts occurred during and after the Great Financial Crisis. In 2023,Silicon Valley Bankand Signature Bank collapsed after questionable investing practices led to thousands of businesses being locked out of their payroll accounts. Also, wealthy investors with uninsured deposits at these banks incited a panic and influenced the Federal Reserve, the Treasury, and the Federal Deposit Insurance Corporation to cover their losses using what is known as the systemic risk exception.\n\nThe Committee has pushed for an analysis and Congressional reporting for any exceptions granted in an attempt to provide more transparency and limit the exceptions granted.\n\nOther issues the Committee has lobbied for action on are:\n\nThe House Financial Services Committee oversees U.S. financial and housing industry regulators and agencies.\n\nIn 2024, the chair of the Financial Services Committee was Patrick McHenry.\n\nThe Committee monitors the U.S. housing and financial services sectors and oversees the agencies and regulators responsible for those sectors.\n\nThe House Financial Services Committee is an essential part of financial oversight, as it oversees the work of financial services and housing industry regulators.\n\nU.S. House Committee on Financial Services. \"Jurisdiction.\"\n\nNational Archives. \"Records of the Banking and Currency Committees.\"\n\nGovInfo. \"CDFI Fund Transparency Act.\"\n\nGovInfo. \"Yes In My Backyard Act.\"\n\nGovInfo. \"Systemic Risk Authority Transparency Act.\"\n\nGovTrack. \"House Committee on Financial Services.\"",
  "url": "https://www.investopedia.com/terms/u/us-house-financial-services-committee.asp"
}