{
  "term": "U.S. Savings Bonds: Definition, How They Work, Types, and Taxes",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA U.S. savings bond is a government bond offered to its citizens to help fund federal spending, and which provides savers with a guaranteed, although modest, return. These bonds are issued withzero couponat a discount with an implied fixed rate of interest over a fixed period of time. For instance, Series EE savings bonds are sold at 50% of their face value, and mature to their full value after 20 years.\n\nA U.S. savings bond is a common type ofgovernment bond, which is abondissued by a governmental body to raise funds from the public to fund its capital projects and other operations necessary to manage the economy. When the government sells bonds, it is in effect taking a loan from the public, which it promises to pay back at some predetermined date in the future. As compensation for providing it with capital, the government makes interest payments to its bondholders.\n\nMany people find these bonds attractive because they arenot subject to state or local income taxes. These bonds cannot easily be transferred and are non-negotiable.\n\nIn order to purchase or redeem a U.S. savings bond, an investor must be a U.S. citizen, official U.S. resident, or U.S. government employee (regardless of citizenship status).\n\nIn 1935, during theGreat Depression, President Franklin D. Roosevelt signed legislation that allowed theU.S. Department of the Treasuryto issue federally backed savings bonds, Series A. In 1941, the Series E bond was first issued to help finance World War II and were called Defensive Bonds. After the attack on Pearl Harbor, they were called War Savings Bonds, and the money invested in them went directly toward the war effort.\n\nAfter the war ended, Americans were encouraged to purchase savings bonds, which provided a way for individuals and families to earn returns on their investments while enjoying the absolute guarantee of the United States government.\n\nThere are presently two types of U.S. savings bonds that can be purchased electronically are theSeries EEandSeries Ibonds. We'll talk more about Series EE and Series I in the following sections.\n\nSeries EE Bonds are a type of U.S. savings bond that offers a fixed interest rate for the life of the bond. These bonds are often referred to as \"patriot bonds\" and are widely known for their guaranteed return. The U.S. Treasury guarantees that an EE Bond will double in value after 20 years, regardless of the prevailing interest rates during that period. This makes them a reliable, low-risk investment option for individuals who are looking for a safe place to store their money with a guaranteed return.\n\nThe interest is compounded semiannually, and the bond continues to earn interest for up to 30 years. If you redeem the bond after 20 years, you’ll receive the guaranteed doubled amount, but you can keep the bond for an additional 10 years to earn more interest. EE Bonds are also exempt from state and local taxes, and federal taxes on the interest can be deferred until the bond is cashed in or matures.\n\nThe interest earned on these bonds is exempt from state and local taxes, and federal taxes can be deferred until the bond is redeemed or matures. Additionally, if the bonds are used to pay forqualified education expenses, the interest may be tax-free under certain conditions. The interest is compounded semiannually, meaning that the interest earned is added to the bond’s principal, and future interest is calculated on the new, higher amount several times a year.\n\nU.S. savings bonds areamong the safest types of investments, as they are endorsed by the federal government and are, therefore, risk-free. Although these bonds do not earn much interest compared to the stock market, they do offer a less volatile source of income.\n\nSeries I Bonds are designed to protect your investment from inflation. These bonds earn interest through a combination of a fixed rate, which is set at the time of purchase, and a variable inflation rate, which is adjusted twice a year based on changes in the Consumer Price Index. This means that the interest you earn on I Bonds can increase if inflation rises, helping to preserve the purchasing power of your investment.\n\nI Bonds are particularly attractive in periods of high inflation because the variable rate can offer returns that outpace those of other fixed-income investments. Like EE Bonds, I Bonds are backed by the U.S. government, making them a safer investment. They also offer the same tax advantages, with interest being exempt from state and local taxes, and the option to defer federal taxes until redemption or maturity. Additionally, the interest earned on I Bonds can be tax-free if used for qualified education expenses under certain conditions.\n\nAnother important feature of I Bonds is their flexibility. The interest rate is adjusted every six months based on inflation, providing a hedge against rising prices. However, the total return can fluctuate depending on inflation rates, which can be either a benefit or a drawback depending on economic conditions. I Bonds also have a 30-year maturity period, but you must hold them for at least one year before redeeming them, and if you cash them in before five years, you’ll lose the last three months of interest.\n\nU.S. savings bonds andcorporate bondsare both types of debt securities, but they differ significantly in terms of risk, return, and purpose. Corporate bonds are issued by private companies to raise capital for various purposes such as expanding operations, financing mergers, or paying off existing debt. Unlike U.S. savings bonds, corporate bonds carry a higher level of risk because their repayment depends on the financial health and performance of the issuing company (which could go bankrupt).\n\nIf the company faces financial difficulties or goesbankrupt, there is a risk that bondholders may not receive their full principal or interest payments. The level of risk varies depending on the company’s creditworthiness, which is reflected in its credit rating. Higher-rated corporate bonds, known as \"investment-grade\" bonds, are less risky but offer lower returns, while lower-rated \"junk\" bonds offer higher returns in exchange for greater risk. It's possible for an investor to buy a bond, then only receive a portion of their capital returned to them (i.e. incur a loss).\n\nIn terms of returns, corporate bonds generally offer higher yields compared to U.S. savings bonds. This higher return compensates investors for the increased risk associated with corporate bonds. Additionally, corporate bonds often have more complex terms and conditions, such as call provisions that allow the issuer to repay the bond before its maturity date.\n\nAnother difference lies in the taxation of these bonds. Interest earned on U.S. savings bonds is subject to federal income tax but is exempt from state and local taxes. Additionally, the interest may be tax-free if used for qualified education expenses. Corporate bonds, however, do not offer these tax benefits. The interest from corporate bonds is fully taxable at the federal, state, and local levels.\n\nU.S. savings bonds are debt securities issued by the U.S. Department of the Treasury to help fund the federal government’s borrowing needs. They are considered one of the safest investments available because they are backed by the full faith and credit of the U.S. government.\n\nWhen you purchase a U.S. savings bond, you are essentially lending money to the U.S. government. In return, the government agrees to pay you back the amount you invested plus interest. The interest on savings bonds accrues over time, and you can redeem the bond for its face value plus accrued interest when it matures or at any time after the minimum holding period.\n\nU.S. savings bonds can be purchased directly from the U.S. Department of the Treasury through their online platform, TreasuryDirect. To buy bonds, you need to create an account on TreasuryDirect, link your bank account, and choose the type and amount of bonds you wish to purchase.\n\nU.S. savings bonds typically mature after 30 years. However, they can be redeemed earlier, with a minimum holding period of one year. Series EE Bonds are guaranteed to double in value in 20 years, while Series I Bonds earn interest for up to 30 years. If you redeem a bond before five years, you will forfeit the last three months of interest as a penalty.\n\nU.S. savings bonds are low-risk, government-backed securities that allow individuals to lend money to the U.S. government in exchange for interest over time. They are known for their safety, tax benefits, and suitability for long-term savings goals.",
  "url": "https://www.investopedia.com/terms/u/ussavingsbonds.asp"
}