{
  "term": "U.S. Treasury: History, IRS, Treasury Bills and Bonds",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe U.S. Treasury, created in 1789, is the government department responsible for issuing allTreasury bonds, notes, and bills.Among the government departments operating under the U.S. Treasury umbrella are theInternal Revenue Service(IRS), the U.S.Mint, the Bureau of the Fiscal Service, and the Alcohol andTobacco Taxand Trade Bureau.\n\nKey functions of theU.S. Treasuryinclude printing bills, postage, andFederal Reserve notes, minting coins, collecting taxes, enforcing tax laws, managing all government accounts and debt issues, and overseeing U.S. banks in cooperation with the Federal Reserve.The secretary of the Treasury is responsible for international monetary and financial policy, includingforeign exchange intervention.\n\nThe U.S. Treasury is the Cabinet-level department responsible for promotingeconomic growthand security.It was established by the First Congress of the United States, which convened in New York on March 4, 1789, following the ratification of the Constitution.The secretary of the Treasury is nominated by the president and must be confirmed by the U.S. Senate.\n\nThe U.S. Constitution was ratified in 1788, replacing the Articles of Confederation, under which the U.S. had functioned during and immediately following the American Revolution.The Constitution provided for a much stronger federal government, and the establishment of a centralized Treasury Department was an important part of that.\n\nAlexander Hamiltonwas the first secretary of the Treasury and served until 1795. Among his major accomplishments while he was secretary of the Treasury were the federal government's assumption of the states' debts related to the American Revolution, provisions for the payment ofwar bonds, and the institution of a system for the collection of federal taxes.\n\nIn 1861, President Abraham Lincoln implemented anincome taxto pay for the Civil War and in 1862, he created the position of commissioner of internal revenue.That tax was repealed in 1872, but the office lived on. The income tax as it exists now began with the 1913 ratification of the 16th Amendment to the U.S. Constitution, and the IRS assumed responsibility for collection and enforcement.\n\nBorrowing by the Treasury is done through the issuance of shorter-term notes, called bills, and longer-term bonds. Thebondshave a maturity of as long as 30 years.Treasury bonds are backed by thefull faith and creditof the U.S. government, and as such are popular investments by governments, companies, and individuals worldwide.\n\nTheFederal Reserve Bankbuys and sells the bills and bonds to control the country'smoney supplyand manage interest rates.\n\nThe Treasury Department is headed by thesecretary of the Treasurywho is nominated by the president and confirmed by the Senate.Janet Yellenis the Treasury Secretary in the Biden–Harris administration. Yellen was previously thechair of the Federal Reservefrom 2014–2018.She is the first woman to hold either position.\n\nYellen's top deputy at the Treasury Department is Adewale \"Wally\" Adeyemo. He is a veteran of the Obama administration and an expert on macroeconomic policy and consumer protection with national security experience.\n\nU.S. Department of the Treasury. \"History of the Treasury.\"\n\nU.S. Department of the Treasury. \"Bureaus.\"\n\nU.S. Department of the Treasury. \"Role of the Treasury.\"\n\nU.S. Department of the Treasury. “Duties and Functions FAQs.”\n\nU.S. Department of the Treasury. “Janet Yellen.”\n\nU.S. Department of the Treasury. \"Janet L. Yellen Sworn In As 78th Secretary of the United States Department of the Treasury.\"\n\nThe Library of Congress. \"The United States Constitution.\"\n\nLibrary of Congress. \"To Form a More Perfect Union.\"\n\nU.S. Department of the Treasury. \"Alexander Hamilton (1789-1795).\"\n\nInternal Revenue Service. \"IRS History Timeline: Taxes and Revenue.\"\n\nU.S. National Archives and Records Administration. \"16th Amendment to the U.S. Constitution: Federal Income Tax (1913).\"\n\nTreasuryDirect. \"About Treasury Marketable Securities.\"\n\nU.S. Securities and Exchange Commission, Investor. \"Bonds.\"\n\nFederal Reserve Board. \"FAQs: What Is the Purpose of the Federal Reserve System?\"\n\nFederal Reserve Board. \"Monetary Policy: What Are Its Goals? How Does It Work?\"\n\nU.S. Department of the Treasury. “Wally Adeyemo.”",
  "url": "https://www.investopedia.com/terms/u/ustreasury.asp"
}