{
  "term": "USD Definition: The Currency Abbreviation for the U.S. Dollar",
  "definition": "Dilok Klaisataporn / Getty Images\n\nThe USD is the currency abbreviation for the U.S. dollar ($), the official currency of the United States of America and the world's primaryreserve currencyover the past several decades. It is managed by the Federal Reserve, America's central bank.\n\nIn foreign exchange (forex) markets, the USD is the most common pairing in exchange with other currencies; for instance,EUR/USD,USD/JPY, andGBP/USD. The U.S. dollar is also the official currency for a small number ofother nationssuch as The Marshall Islands, Panama and Ecuador, and is unofficially accepted in local exchange in several other countries around the world.\n\nThe USD is the currency of the United States and is denoted by the symbol '$'. One dollar can be divided into one hundred cents. Dollarbanknotesare currently issued in denominations of $1, $2, $5,$10, $20, $50, and$100. Each feature the portrait of a president on the front (with the exception of the $100 bill, which depicts Benjamin Franklin)—and the $20 bill may soon feature abolitionist Harriet Tubman on its front.\n\nNotably, $500 and $1,000 banknotes used to circulate in limited amounts but ceased in 1969.Coins are minted in denominations of $0.01 (cent), $0.05 (nickel), $0.10 (dime), $0.25 (quarter), $0.50 (half dollar), and $1.00. Banknotes and coins are produced by the Treasury Department and shipped directly to Federal Reserve banks and branches for distribution and circulation.\n\nThe USD is the most traded currency in the internationalforeign exchange market, which facilitates global currency exchange and is the largest financial market in the world, with a daily average volume for May 2022 of nearly $1.2 trillion.As such, the USD is considered abenchmarkcurrency and is readily accepted in transactions worldwide.\n\nThe USD accounts for approximately 88% of all foreign exchange transactions according to theBank for International Settlements' (BIS)2019 triennial report.\n\nThe USD has been the official currency of the United States since the passage of the National Currency Act of 1785. Before that, the United States used a patchwork system of unreliable continental currency, British pounds, and various foreign currencies. At first, the dollar was denominated only in coins, with paper currency introduced in 1861, and its value was keyed to the relativeprices of gold, silver, and copper.\n\nVarious acts of Congress modified the USD's design, value, and underlying commodities until the currency's oversight was formalized with the Federal Reserve Act of 1913. After this reform, the dollar was technically aFederal Reserve note, redeemable on demand for an equivalent value of precious metals at any of theFederal Reserve banksor the U.S. Mint.\n\nU.S. dollars ceased to be redeemable with thede factoabandonment ofthe gold standardin 1933, when President Franklin D. Roosevelt prohibited the private ownership of gold. In 1944, theBretton Woods Agreementeffectively forced all ofthe major currenciesof the world to convert from a precious metal-based value system to one of thefixed exchange rates, with governments allowed to sell gold to the United States for $35 an ounce, payable only in U.S. dollars. The gold standard was formally abandoned in 1971, when the Bretton Woods exchange rates were abandoned.\n\nToday, the USD is a free-floating currency on global forex markets. In the post-Bretton Woods world, the U.S. dollar acts as the reserve currency of most countries. Instead of stockpiling gold and silver, thecentral banksof the world keep a steady reserve of dollars as ahedgeagainst inflation.\n\nDollar bills sometimes go by the slang \"greenbacks\" in reference to the green-colored ink that is characteristic of their reverse side.\n\nThe value of the USD is broadly measured by theU.S. Dollar Index (USDX), which is comprised of a basket of currencies affiliated with the major trading partners of the United States.These include theeuro(57.6% of the Index), theJapanese yen(13.6%), theBritish pound(11.9%), theCanadian dollar(9.1%), theSwedish krona(4.2%), and theSwiss franc(3.6%). The index goes up when the dollar gains strength against other currencies and falls when it weakens.\n\nWithin the United States, the amount of dollars in existence is measured by one of the several money-supply (money stock) metrics put out by the Fed. Themonetary base, or M0, is the aggregate total amount of dollars in circulation in the form of cash (banknote and coin). As the monetary base increases, thefractional reserve bankingsystem expands the money supply via themoney multipliereffect.\n\nSeveral factors work to make the USD attractive as a reserve currency and in exchange, but the dollar's long-standing price stability might be the most important. Unlike some other major currencies, the USD to date has never been devalued to handle the country's debt or seen bouts of hyperinflation.\n\nMoreover, no U.S. dollar has ever been dishonored or refused aslegal tender, which vastly increases confidence in the soundness of the currency. As a result, the USD is used to denominate financial, debt, and commodity transactions all over the world.\n\nBecause of its strength and stability, many foreign governments and central banks hold onto U.S. dollar reserves to help keep their own economy and local currency stable. This may be in the form of actual USD currency holdings, or (more commonly) asU.S. Treasury bonds.\n\nA good example of theUSD in terms of international tradeand as a reserve currency is in the global market for crude oil. Much of the world's oil and gas is produced overseas, in the Middle East, Russia, Norway, South America, and elsewhere. The global oil market, however, is priced in dollars per barrel. USD paid for oil to non-U.S. exporters are known as \"petrodollars\", which becomes a primary source of revenue for these nations.\n\nBecause those nations do not use USD as their primary currency, they develop reserves of dollars that must be recycled or spent in order to convert them into local currency. Forex markets are a primary channel for this, as well as the purchase of U.S. Treasuries to hold in reserves.\n\nAccording to the Federal Reserve, as of July 2022, there is just over $2 trillion worth of USD currency in circulation.This number swells to more than $21.6 trillion if you look at theM2 measureof the money supply, which includes non-cash items like money market instruments, deposits, and other credit money.\n\nAs of July 2022, the EUR/USD exchange rate is 1.02, which means that one euro (EUR) is equal to USD $1.02. Alternatively, you can say that one dollar is equal to Є0.99.The EUR/USD currency pair is often the most actively traded in forex markets.\n\nUSDCoin (USDC) is astablecointhat is pegged to the value of $1 USD—the price as of July 30, 2022 is $0.95.A stablecoin is a class ofcryptocurrencythat derives its value from some external reference. USDCoin is not issued or managed by the U.S. government or Federal Reserve as is not considered legal tender in exchange.\n\nHouse.gov. \"Rep. Katko Reintroduces Legislation to Put Harriet Tubman on the $20 Bill.\"\n\nBureau of Engraving and Printing. \"Historical Currency.\"\n\nU.S. Treasury. \"Distribution of Currency and Coins.\"\n\nMarketsMedia. \"Tradeweb Reports May Trading Volume of $25 Trillion.\"\n\nBank for International Settlements. \"Foreign Exchange Turnover in April 2019.\"\n\nTheICE. \"ICE Futures U.S., U.S. Dollar Index,\" Page 1.\n\nU.S. Federal Reserve. \"Money Stock Measures - H.6 Release.\"\n\nEuropean Central Bank. \"US Dollar (USD).\"",
  "url": "https://www.investopedia.com/terms/u/usd.asp"
}