{
  "term": "Use and Occupancy (U&O): What It Is, How It Works, Pros and Cons",
  "definition": "Use and occupancy (U&O) is a short-term real estate agreement that allows a home buyer to use or occupy a property before a transfer of ownership is complete or lets a seller remain in the property after closing.\n\nThe term use and occupancy (U&O) refers to a real estate agreement between two parties, a homebuyer and a seller. It may allow a buyer to use and/or occupy a property before ownership is transferred. Or it may allow a home seller to stay on the property after closing.\n\nA U&O can provide some security if complications arise due tofinancingproblems or when there are delays in theclosingprocess. Some governments require U&Os whenever properties are sold to secure the rights of all parties involved.\n\nReal estatetransactionsmay go smoothly—for the most part. However, in some cases, the parties involved may experience problems. For instance, the buyer in atransactionmay have difficulty securing or finalizingmortgage financing, or there may be a delay in the closing if there is a problem for the seller clearingtitleto the property. Or, a seller may need to remain on the property because the construction of a new home hasn't been completed. When one of the parties requires the use of the property before (the buyer) or after (the seller) the transfer of ownership, they may do so by drawing up a use and occupancy agreement.\n\nUse & occupancy permits require that a fee be paid upon transfer of real property, which is used to pay for a home inspection.\n\nU&O regulations usually require the property seller to pay a fee that varies depending on the municipality and allow a government official to inspect the property. The inspection ensures that the property complies with local housing codes andordinancesand that all the necessary permits have been filed. The inspection—also referred to as a resale inspection—must be completed within a limited timeframe. AU&O certificateor certificate of occupancy (CO) is then issued.\n\nIn areas without a U&O requirement, buyers and sellers can make their own determinations about the condition in which they are willing to buy and sell real estate, allowing the transaction to proceed quickly and smoothly.\n\nThe buyer may purchase a privatehome inspectionand may ask the seller to make repairs as a condition of closing the deal. The seller is free to agree to make the repairs, to negotiate for the buyer to perform a portion of the repairs, or to walk away from the transaction. When the local government is involved, the seller is forced to spend time and money to fix anything the government deems necessary without regard to the prospective buyer's requirements.\n\nSellers must complete any repairs outlined by their local government in jurisdictions that require U&O agreements, but in areas that have no U&O requirements sellers may refuse to pay for any upgrades.\n\nU&O agreements between buyers and sellers of property can be used to cover unexpected changes to the move-in date and use of real estate. A U&O agreement could have terms that grant the buyer of a property early access to move furniture and belongings to the premises. The buyer would still have to wait until the official occupancy date before they could take full possession of the property. This may be necessary if the buyer has already closed on the sale of their prior property and must move.\n\nThe seller of a property might also run into issues closing the transaction and moving on to a new property. They could be left between the two properties without a place to occupy as anowner. A use and occupancy agreement would allow the new owner to permit the seller to remain on the premises for some additional time while the issues are resolved.\n\nThe terms of a U&O agreement will likely set strict time limits on how long the buyer or seller might use or temporarily take up occupancy of the property. The agreement could also set guidelines that would allow the current owner to remove a temporary occupant if necessary.\n\nA certificate of occupancy (CO), sometimes referred to as a U&O, is a document attesting that a building is safe to be lived in. In municipalities that require them, COs are issued by local zoning or building authorities. They are generally issued when a property is first constructed, and an inspection may be required if the property is being sold.\n\nA home seller might need a U&O agreement if they want to remain in their house for a short period because construction is not yet completed on the home they intend to move into. The U&O agreement would need to make clear that it is not a lease and doesn't establish a landlord tenancy relationship.\n\nFor the buyer, there may be nonrefundable costs, such as an occupancy fee, that's not part of the purchase price. Inhabiting the home may reveal problems that could lead to financial complications. Sellers may lose out on a sale and have to relist the home if the buyer decides not to go ahead with the purchase. Property condition disputes may also arise.\n\nA use and occupancy agreement can be useful to a homebuyer or seller, but it's important that a real estate lawyer draw one up to protect both parties. The agreement must outline the terms and conditions under which the buyer or seller can use and occupy the property, including the duration of the agreement and information concerning compensation, maintenance and damage, insurance, and more.\n\nRealtor.com. \"What Is a Certificate of Occupancy? Proof Your Home Is Safe.\"\n\nMartone & Uhlman. \"Understanding Use and Occupancy Agreements in New Jersey.\"\n\nRismedia. \"Benefits and Risks of Use and Occupancy Agreements.\"",
  "url": "https://www.investopedia.com/terms/u/use-and-occupancy-uo.asp"
}