{
  "term": "USMCA: Definition, Purpose, Major Provisions, vs. NAFTA",
  "definition": "TheUSMCAis a trade deal between the United States, Mexico, and Canada. Known formally as the United States-Mexico-Canada Agreement, it was signed on Nov. 30, 2018.The USMCA replaced theNorth American Free Trade Agreement (NAFTA), which was in effect since January 1994. Under NAFTA, tariffs on many goods passing between North America's three major economic powers were gradually phased out. By 2008, tariffs on various agricultural and textile products, automobiles, and other goods were reduced or eliminated.\n\nThe USMCA is a free trade agreement between the United States, Mexico, and Canada. The deal, which was proposed by the Trump administration and signed on Nov. 30, 2018, went into effect on July 1, 2020. It replaced NAFTA, which was also a free trade agreement between the three nations. It is meant to be \"mutually beneficial for North American workers, farmers, ranchers, and businesses.\"\n\nThere are 34 chapters to the USMCA as well as a dozen side letters. The majority of NAFTA's chapters remain, with certain exceptions.As part of the deal, the three nations also agreed to changes to the original text. These amendments included revisions to the following:\n\nThe agreement has a life span of 16 years. All three countries must review the USMCA in July 2026 to decide whether they plan on renewing it for another 16-year term.\n\nNAFTA was frequentlyblamed for the export of U.S. manufacturing to Mexicoand the accompanying loss of jobs and suppression of wages among U.S. workers, which was why certain U.S. leaders felt it needed to be replaced with a more favorable agreement.\n\nAlthough the USMCA was negotiatedunder the Trump Administration, the idea to replace NAFTA dates back to before President Trump's presidential term.During his 2008 presidential campaign, Barack Obama pledged to renegotiate NAFTA in the interests of American workers but later declined to do so during his administration.\n\nAs a candidate in the 2016 election, Trump campaigned to renegotiate NAFTA and get more favorable terms for the U.S. The USMCA began to officially take shape when the Trump administration sent the required 90-day notice to Congress that he would begin talks to renegotiate the agreement. The talks officially began on Aug. 16, 2017, and ended on Sept. 30, 2018.\n\nThe Mexican Senate ratified the deal on June 19, 2019, and approved the amendments on Dec. 12, 2019.Seven days later, the U.S. House of Representatives passed legislation to approve the USMCA. The legislation passed the Senate on Jan. 16, 2020, and on Jan. 29, Trump signed it into law.The Canadian Parliament ratified the treaty on March 13, 2020.\n\nSeveral difficulties emerged before and after the treaty went into effect on July 1, 2020. These included:\n\nPer the Office of the United States Trade Representative, the USMCA is a \"mutually beneficial win for North American workers, farmers, ranchers, and businesses.\" NAFTA aimed to create a free trade zone between the U.S., Canada, and Mexico, and the USMCA utilizes NAFTA as a basis for a new agreement. While the USMCA has a broad impact on trade of all kinds between the three named nations, some of the agreement's most important provisions include the categories noted below.\n\nThe USMCA will increase U.S. farmers' access to the Canadian dairy market by raising the amount of U.S. goods that can be exported to Canada tariff-free. This will allow the U.S. tariff-free access to up to 3.6% of the Canadian dairy market. The amount of tariff-free exports allowed for some poultry products will also be expanded.\n\nOne of the most significant portions of the USMCA stipulates new trade regulations for automobiles and automotive parts. Under NAFTA, cars and trucks with at least 62.5% of their components manufactured in one of the three participating countries could be sold free of tariffs. The USMCA increases that minimum requirement to 75%.\n\nAt the same time, the USMCA stipulates minimum wages for workers in the automotive manufacturing process: 40-45% of the work done on eligible vehicles must be accomplished by workers earning at least $16 (USD) per hour.\n\nThe USMCA increases intellectual property protections. Among other changes to trade policy, the new agreement extends the copyright period to 70 years beyond the life of the creator, an increase of 20 years in some cases. The USMCA also addresses new products that weren't around when NAFTA was written in the early 1990s.\n\nThe USMCA prohibits tariffs on digital music, e-books, and other similar digital products. The agreement also establishes copyright safe harbor for internet companies, meaning they can't be held liable for copyright infringements of their users if they make good faith efforts to stop infringement.\n\nUnlike NAFTA, the USMCA is set to expire after 16 years unless it is renewed. All three nations are required to come together for a joint review every six years. The agreement is not automatically terminated if one party refuses to renew it at one of these joint reviews. Instead, the nations must meet every year for 10 years to resolve the issues blocking renewal. The agreement expires if no agreement is reached in those 10 years.\n\nThe USMCA sets up an independent investigatory panel that can investigate factories accused of violating workers' rights, and stop shipments from factories found to violate labor laws. In addition, Mexico says it will enact a wide array of labor reforms to make it easier for workers to unionize, and stop violence and other abuses of workers.\n\nThese provisions are meant to achieve two goals: to improve working conditions for Mexico's workers and to create a more even playing field between U.S. and Mexican factories because Mexican wages are likely to rise.\n\nThe table below highlights some of the key differences between the USMCA and its predecessor, NAFTA.\n\nThe USMCA went into effect on July 1, 2020. The agreement, between the United States, Mexico, and Canada, was negotiated under President Donald Trump. He campaigned for more favorable terms for the U.S. during his 2016 campaign. Mexico's government ratified the deal in June 2019 while Canada followed suit in March 2020. The deal replaced NAFTA, which went into effect in 1994.\n\nThe USMCA is built upon and aims to improve provisions that were written into NAFTA. Some of the major changes that were ushered in with the USMCA include open trade between the U.S. and Canadian dairy markets, enhancements to labor laws (when lower wages helped push jobs to Mexico under NAFTA), and increasing the percentage of motor vehicle parts required to be produced in the region.\n\nThe USMCA was approved by the United States, Mexico, and Canada for 16 years. But, the agreement is up for review by the three nations in July 2026. That's six years after it went into effect. The three parties must decide whether to renew it for anothef 16 years.\n\nFree trade allows countries to reduce or eliminate the barriers and tariffs associated with the import-export of goods and services. NAFTA was one of the main agreements in North America. The agreement didn't come without criticism and was replaced by the USMCA. This new agreement used its predecessor as its foundation to include more favorable terms for North American workers, farmers, and businesses. The deal, which went into effect in 2020, is up for review in 2026. If the three nations agree, they can renew the USMCA for another 16 years.\n\nOffice of the United States Trade Representative. \"United States-Mexico-Canada Agreement.\"\n\nCongressional Research Service. \"U.S.-Mexico-Canada (USMCA) Trade Agreement.\" Page 1 and 2.\n\nOffice of the United States Trade Representative. \"North American Free Trade Agreement (NAFTA).\"\n\nInternational Trade Administration. \"USMCA.\"\n\nCongressional Research Service. \"U.S.-Mexico-Canada (USMCA) Trade Agreement,\" Page 1.\n\nEconomic Policy Institute. \"NAFTA's Impact on U.S. Workers.\"\n\nThe American Presidency Project. \"Press Release - Barack Obama's Changing Positions: Everyone's Been Listening To Him.\"\n\nCongressional Research Service. \"NAFTA and the United States-Mexico-Canada Agreement (USMCA),\" Page 1.\n\nOffice of the United States Trade Representative. \"USTR Robert Lighthizer: USMCA Ratification By Mexico ‘Crucial Step Forward’.\"\n\nU.S. National Archives and Record Administration. \"Conforming Amendments Related To Temporary Entry of Business Persons Under the Agreement Between the United States of America, the United Mexican States, and Canada (USMCA).\"\n\nOffice of the United States Trade Representative. \"Ambassador Lighthizer Statement on Canada's Approval of the USMCA.\"\n\nWall Street Journal. \"U.S., Mexico Reach Deal to Avoid Tariffs.\"\n\nWall Street Journal. \"Trump Threatens Tariffs on Mexican Imports In Response To Migrant Surge.\"\n\nNew York Times. \"Trump Reinstates Tariff on Canadian Aluminum.\"\n\nBBC. \"U.S. Backs Off Canadian Aluminium Tariffs.\"\n\nOffice of the United States Trade Representative. \"UNITED STATES–MEXICO–CANADA TRADE FACT SHEET Agriculture: Market Access and Dairy Outcomes of the USMC Agreement,\"\n\nUndersecretary for North America. \"United States – Mexico – Canada Agreement (USMCA) Sunset Clause Review and Term Extension.\"\n\nOffice of the United States Trade Representative. \"United States-Mexico-Canada Agreement, Chapter 23: Labor,\" Pages 1, 4-11, 16-18.",
  "url": "https://www.investopedia.com/usmca-4582387"
}