{
  "term": "Usury Rate: Meaning, Assessment, Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe term usury rate refers to a rate ofinterestthat is considered to be excessive as compared to prevailing market interest rates. They are often associated with unsecured consumer loans, particularly those relating tosubprime borrowers.\n\nHistorically, the term usury was used to describe all forms of lending involving the payment of interest by the borrower. In recent times, however, the term is generally used to describe only those loans which carry particularly high rates of interest. These high rates have therefore come to be known as usury rates.\n\nIn the United States, theFederal Deposit Insurance Corporation (FDIC)associates usury rates withpredatory lending, which it describes as the practice of \"imposing unfair or abusive loan terms on borrowers.\" Predatory lenders will generally target demographic groups with less access to or understanding of more affordable forms of financing.\n\nThe practice of lending for interest has existed for thousands of years. Over the centuries, Christianity, Judaism, and Islam have all condemned predatory lending and have pursued various strategies to regulate the practice.\n\nUsury laws and high interest rates are directly related to state laws on the matter. Each state can set its own requirements. For example:\n\nWashington: A lender may charge interest greater than 12% per year if the interest rate has been agreed to in writing.\n\nNorth Dakota:The usury rate is equal to 5.5% higher than the current cost of money based on the interest rate onU.S. Treasury Billsmaturing within six months. The maximum allowable interest rate ceiling may not be less than 7%.\n\nMissouri:The usury rate is the greater of the market rate or 10%, with the interest rate on second mortgages deregulated.\n\nEach state can have its own process for setting the rate. Examples of the baselines states can use to set usury rates include:\n\nThere is no federal regulation dictating usury interest rates.\n\nMost usury interest rates apply to consumer loans, and usury laws dictate what financial institutions can and cannot charge clients. Because usury laws are primarily dictated by states, usury rates often do not apply to credit card debt, retail installment contracts, or consumer leases.\n\nOne of the more obvious disconnects regarding usury rates are credit cards. Consider the options offered by Bank of America as of July 2022. After the introductory APR offer ends, clients will be charged interest at avariable APR ratewill fluctuate between 15.49% and 25.49%.\n\nUsury interest rates do not apply to credit card companies as courts have held that national banking associations can charge cardholders according to the law of the state in which it is chartered, not necessarily where the customer resides.\n\nIn addition, not every state has usury laws that restrict business contracts performed within the state.\n\nThe line between a usurious interest rate and a merely high interest rate can be difficult to assess with quantified boundaries set by state. For instance,payday lenders—who provide high-interest loans to subprime borrowers—are often accused of being predatory lenders.\n\nTheir defenders, however, argue that their high-interest rates are justified by the fact that the loans they provide carry unusually high risk. Without permitting high-interest rates ascompensation for this risk, those who rely on payday loans may find themselves without any financing options at all.\n\nSeveral organizations such as TreasuryDirect andThe Wall Street Journalprovide real-time or periodic updates on interest rates in markets such as personallines of credit (LOCs),auto loans,student loans,home mortgages, and many others. By reviewing these sources, consumers can better understand whether the rates offered by a particular lender are reasonable.\n\nUsing these means, consumers seeking credit often have resources available to determine whether rates are excessively high. Similar to any free market where consumers can choose to buy any good at any price, loans can be priced differently. It may sometimes be up to the customer seeking a loan to determine what price they are willing to pay.\n\nUsury rates seem to have existed during Ancient Egypt. There is evidence that the Code of Hammurabi contains legal verbiage that regulates interest rates.\n\nJames is a first-time homebuyer looking for mortgage financing. Although James currently has a well-paying job, he had faced issues with personal debt in the past and as such has a very lowcredit rating. Due to his poor credit history, the mainstream banks are unwilling to extend him a mortgage. Therefore, James is forced to look for alternative means of financing his home purchase.\n\nOne of the options available to him is a private lender named Diane, who offers to lend him 80% of the purchase price of the home over a 25-yearamortization period, with an interest rate of 40% per year. Diane argues that although the 40% interest rate is considerably higher than that offered by the banks, it is not unreasonable due to the fact that James's credit score indicates he is a high-risk borrower.\n\nAfter doing more research into the prevalent interest rates in various markets, James rejects Diane's proposal. He argues that although he is considered a subprime borrower, the 40% interest rate is unreasonably high and an example of predatory lending.\n\nA usury interest rate is an interest rate deemed to be illegally high. To discourage predatory lending and promote economic activity, states may enact laws that set a ceiling on the interest rate that can be charged for certain types of debt. Interest rates above this ceiling are considered usury and are illegal.\n\nThe maximum interest rate will vary from state to state based on each geographical location's legislation. Some states do not have interest rate limits for some types of loans. In addition, some states currently have very lax restrictions. For example, New Mexico has presented a House bill to reduce the APR on loans up to $5,000 from 175% APR to 36% APR on loans up to $10,000.\n\nUsury rates are considered predatory loans where the lender is in a position to take advantage of the borrower. Usury law attempts to protect the consumer by allowing a lender to still obtain a profit on a loan and compensation for incurring risk. However, usury rates are in place to often encourage business transactions and minimize price gouging on loans.\n\nWashington State Department of Financial Institutions. \"Usury Law.\"\n\nNorth Dakota Department of Financial Institutions. \"Usury Rate.\"\n\nMissouri Division of Finance. \"Usury Law.\"\n\nBank of America. \"Credit Cards.\"\n\nJustia. \"Marquette National Bank v. First of Omaha Service Corp.\"\n\nBiblical Archaeology Society. \"How Did Ancient Bureaucrats Set Their Interest Rates?\"",
  "url": "https://www.investopedia.com/terms/u/usury-rate.asp"
}