{
  "term": "Utilization Fee: Definition, Example, vs. Commitment Fee",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA utilization fee is a periodic fee that some lenders charge borrowers whose outstanding balances exceed a certain percentage of their available credit. Utilization fees are most common onrevolving lines of creditandterm loansfor businesses.\n\nSome loans are structured in a way that makes a certain amount of money available to the borrower, but the borrower doesn't have to take it all at once in a lump sum. A line of credit is one example. A borrower might be granted a line of credit for, say, $20,000, but take only $5,000 at the outset. That leaves them another $15,000 to draw from as needed in the future. The borrower will only owe interest on the amount of debt they have outstanding at any given point.\n\nLoans with a utilization fee impose an additional charge, typically if the borrower takes out more than a certain amount of money.\n\nThe reason is that lenders are counting on their borrowers, as a group, not to max out on their loans because of the capital demands that would put on the lender. If all of their borrowers used nearly the full amount of the credit that's available to them, lenders could be strained to come up with the money.\n\nBy charging utilization fees, a lender can create another stream of revenue to sustain its operations, while also giving borrowers an incentive to reduce or eliminate their outstanding balances in order to avoid paying these costs.\n\nUtilization fees are sometimes referred to as \"usage fees.\" Depending on the loan contract, usage fees may be imposed not only if a borrower exceeds a certain percentage of their available credit but if they use too little of it.\n\nIf a loan or other form of credit involves utilization fees, that (and any other fees) should be spelled out in the lending agreement.\n\nThe specific terms can vary from one lender to another and according to the type of credit in question. Payment may be required annually or quarterly, with the fee based on a quarterly or even daily assessment of the borrower's outstanding balance relative to their available credit line.\n\nSome clauses set the threshold for the outstanding balance at 33.3% of the total commitment, while others may set it at 50% before any utilization fees will be triggered. In some cases, utilization fees can be charged against the outstanding balance regardless of the percentage it represents.\n\nOther potential charges that may be part of lending agreements includeorigination fees,commitment fees, andfacilityfees.\n\nSay a business borrower has a $2 million line of credit with a utilization fee clause that sets a 50% threshold and that for three days their outstanding balance exceeded $1 million. Under many loan contracts, they would owe a utilization fee based on that period. If their outstanding balance remained below the threshold for the entire time, they would generally not owe a utilization fee at all.\n\nAn origination fee is a one-time fee charged by the lender at the outset of a loan, typically based on a percentage of the entire loan amount. Origination fees are commonly seen in installment loans, such as home mortgages, but may be found with other types of credit, as well. Origination fees are sometimes referred to as initiation fees or processing fees.\n\nA commitment fee is a charge that a lender may impose on a borrower in return for committing to make a line of credit available to them whenever they choose to access it. Commitment fees are typically based on the amount of credit the borrower has available but isn't using at the time. While lenders receive interest on outstanding balances, commitment fees compensate them for the rest of the money they have committed to lend but aren't otherwise profiting off of. Commitment fees can come in the form of flat fees or be based on a percentage of the unused balance.\n\nAccording to the Internal Revenue Service, business borrowers cannot deduct commitment fees as interest but may be able to deduct them as business expenses.\n\nIn lending jargon, a \"facility\" is a predetermined sum of money that a borrower can draw upon as needed. A revolving line of credit is a common example. Facility fees compensate the lender for making that money available and, unlike commitment fees, are typically changed on the total amount of the facility, not just the unused portion.\n\nAcredit utilization ratiorefers to the amount of revolving credit a borrower is using at any given time compared with the total amount of credit they have available to them. Credit utilization ratios come into play in the calculation ofcredit scores. In a typical FICO credit scoring formula, for example, \"amounts owed\" (which includes credit utilization) accounts for 30% of a person's score.\n\nScoring formulas, as well as prospective lenders, favor individuals with lower credit utilization ratios, the idea being that someone with a high ratio may already be overextended or heading there. Generally speaking it's best for individuals to keep their credit utilization ratios below 30%.\n\nUtilization fees are one of an assortment of fees that lenders can write into their loan agreements. That's one reason borrowers should read these contracts carefully and not focus solely on the interest rate that they are being charged. Even if a loan contract has a provision for utilization fees, a borrower may be able to avoid them if they keep a close eye on their outstanding balance and are careful not to exceed the threshold at which a utilization fee would be triggered.\n\nUnited States Government Accountability Office. \"Loan Commitments: Issues Related to Pricing, Trading, and Accounting.\"\n\nInternal Revenue Service. \"Publication 535 (2022), Business Expenses.\"\n\nmyFICO. \"What's in My FICO Scores?\"\n\nConsumer Financial Protection Bureau. \"How Do I Get and Keep a Good Credit Score?\"",
  "url": "https://www.investopedia.com/terms/u/utilization-fee.asp"
}