{
  "term": "Utility Patent: Definition, How It's Issued, Search, and Examples",
  "definition": "A utility patent covers the creation of a new or improved—and useful—product, process, or machine. A utility patent, also known as a \"patent for invention,\" prohibits other individuals or companies from making, using, or selling the invention without authorization. When most people refer to apatent, they most likely are referring to a utility patent.\n\nUtility patents give inventors exclusive commercial rights to produce and utilize the latest technology covered by the patent.This valuemakes utility patents difficult to obtain. As well, they can be difficult to write, the process may be time-consuming and expensive to undertake, and their complexity may make them difficult to understand.\n\nUtility patents cover the creation of a new or improved—and useful—product, process, or machine and give its inventor exclusive commercial rights to it for 20 years.\n\nThe nature of a utility patent is covered in Title 35, Part II, Chapter 10, Subsection 101 of the United States Code, which defines it as any invention for which a patent may be obtained: \"Whoever invents or discovers any new and useful process, machine, manufacture, or composition of matter, or any new and useful improvement thereof, may obtain a patent therefor, subject to the conditions and requirements of this title.\"\n\nUtility patents are issued by the U.S. Patent and Trademark Office (USPTO) and last for up to 20 years.However, the patent holder may have to pay maintenance fees over that time period.Once a utility patent has been issued, inventors have the right to stop others from manufacturing, using, or selling their invention.\n\nFor many, the first step in obtaining a utility patent, aside from a unique idea, is enlisting apatent attorneyoragent. They can guide an inventor through the complex utility patent filing process. The next step may be hiring a technical illustrator to draft patent drawings. When all the pieces are compiled, a filing may be made. Depending on the complexity of the invention, filing costs can range from a few thousand dollars to tens of thousands of dollars.\n\nA product protected by a utility patent also may obtain adesign patent, which safeguards its unique visual elements and requires only drawings of a design accompanied by limited text. Design patents last for 14 to 15 years from the date of filing and can be obtained on their own.To get both a utility patent and a design patent, remember that the invention must be useful and serve some practical purpose, not just decoration.\n\nA third type of patent available is called aplant patent, and it is acquired by someone who has discovered or created a new variety of plant. It lasts 20 years from the date of filing and requires no maintenance fees.Plant patents are considerably fewer than utility or design patents.\n\nUtility patents, the most common type issued by the USPTO, apply to a broad range of inventions, including:\n\nAccording to the USPTO, more than 90% of all patents granted are utility patents.\n\nThe USPTO offers multiple ways to search for patents, whether it is part of your research before applying for your own or even if you are just curious. The Patent Public Search option allows users to search by keywords, inventors' names, or other filter options. There also are options available for searching application status if you already have filed for a patent.\n\nUtility patents are for products, processes, or machines that are new or improved, and they represent more than 90% of patents granted by the USPTO.Among other types of patents are design patents, which are drawings of a design with only minimal text. It's even possible to patent a plant that you have discovered or created.\n\nThe USPTO's Patent Public Search option allows users to see what patents might already exist. Searches can be filtered by keywords and other descriptions.\n\nUtility patents are good for up to 20 years. During that time period, the patent holder may have to pay maintenance fees to maintain the patent.\n\nNew or improved products, processes, or machines are eligible for utility patents, which give the patent holder exclusive rights over the product. This includes manufacturing and selling the product, and that can be valuable when there is a market for the patented item. Utility patents are the most common type of patent granted by the USPTO by a wide margin, and they are good for up to 20 years.\n\nU.S. Patent and Trademark Office. \"2701 Patent Term [R-10.2019].\"\n\nCornell Law School, Legal Information Institute. \"35 U.S. Code Sec. 101 - Inventions patentable.\"\n\nU.S. Patent and Trademark Office. \"Maintain your patent.\"\n\nU.S. Patent and Trademark Office. \"USPTO Fee Schedule.\"\n\nU.S. Patent and Trademark Office. \"1505 Term of Design Patent [R-08.2017].\"\n\nU.S. Patent and Trademark Office. \"General Information About 35 U.S.C. 161 Plant Patents.\"\n\nU.S. Patent and Trademark Office. \"2504 Patents Subject to Maintenance Fees [R-10.2019].\"\n\nU.S. Patent and Trademark Office. \"All Patents, All Types Report,\"\n\nU.S. Patent and Trademark Office. \"Search for Patents.\"\n\nU.S. Patent and Trademark Office. \"Welcome to Patent Public Search.\"",
  "url": "https://www.investopedia.com/terms/u/utility-patent.asp"
}