{
  "term": "Utilitarianism: What It Is, Founders, and Main Principles",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUtilitarianism is a social theory that promotes actions and decisions that benefit the greatest number of people.\n\nUtilitarianism is a theory of morality that supports actions that foster happiness or pleasure. It opposes actions that cause unhappiness or harm. A utilitarian philosophy would aim for the betterment of society as a whole when it's directed toward making social, economic, or political decisions.\n\nUtilitarianism would advocate that an action is right if it results in the happiness of the greatest number of people in a society or a group.\n\nUtilitarianism is a tradition of ethical philosophy that's associated with Jeremy Bentham (1747-1832) andJohn Stuart Mill(1806-1873), two British philosophers, economists, and political thinkers. The theory holds that an action is right if it tends to promote happiness. It's wrong if it tends to produce sadness or the reverse of happiness for everyone affected by it.\n\nYou display utilitarianism at work when you take action to ensure that the office is a positive environment for your co-workers, and then you make it so for yourself.\n\n\"The greatest good for the greatest number\" is a utilitarianism maxim.\n\nJeremy Bentham describes his \"greatest happiness principle\" in \"Introduction to the Principles of Morals and Legislation,\" a 1789 publication. He wrote, \"Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as well as to determine what we shall do.\"\n\nJohn Stuart Mill had many years to absorb and reflect on Jeremy Bentham's thoughts on utilitarianism by the time he published his work, \"Utilitarianism,\"in 1863. The key passage from this book states:\n\nThe progenitors of utilitarianism have spawned variants and extensions of its core principles in liberal democracies throughout the centuries. Some questions they wrestled with include:\n\nPolicymakers are generally proponents offree marketsin Western democracies, and some base level of government interference in the private lives of citizens to assure safety and security. The appropriate amount of regulation and laws will always be a subject of debate, but political andeconomic policiesare geared primarily toward fostering as much well-being for as many people as possible.\n\nMost politicians would seek to find a remedy for disadvantaged groups that suffer from income inequality or other negative consequences resulting from a utilitarian-based policy or action.\n\nCompanies typically have a formal or informalcode of ethicsthat's shaped by their corporate culture, values, and regional laws. Having a formalized code of business ethics has become more important than ever.\n\nA business not only has to increase itsbottom lineif it's going to grow, but it must also create a reputation for beingsocially responsible. Companies must endeavor to keep their promises and put ethics at least on par with profits. Consumers are looking for companies they can trust, and employees work better when there's a solid model of ethics in place.\n\nEveryone's happiness will increase if you make morally correct decisions at work, but your happiness and that of your colleagues will decrease if you choose to do something morally wrong, even if it's legal.\n\nUtilitarianism holds that the most ethical choice is one that will produce the greatest good for the greatest number. It's the only moral framework that can justify military force or war. Utilitarianism is the most common approach tobusiness ethicsas well because of the way it accounts forcosts and benefits.\n\nThe theory asserts that there are two types of utilitarian ethics practiced in the business world: \"rule\" utilitarianism and \"act\" utilitarianism.\n\nAn example of rule utilitarianism in business is tiered pricing for a product or service for different types of customers. Many planes offer first-, business-, and economy-class seats in the airline industry. Customers who fly in first or business class pay a much higher rate than those in economy seats, but they also get more amenities. People who can't afford upper-class seats benefit from the economy rates. This practice produces the highest good for the greatest number of people.\n\nThe airline benefits as well. The expensive upper-class seats help to ease the financial burden the airline created by making room for economy-class seats.\n\nAn example of act utilitarianism would be when pharmaceutical companies release drugs that have been governmentally approved but with minor known side effects. They do so because the drug can help more people than those who are bothered by the side effects. Act utilitarianism often demonstrates the concept that \"the end justifies the means\" or it's at least worth it.\n\nQuantitative utilitarianism is a branch of utilitarianism that was developed from the work of Jeremy Bentham. Quantitative utilitarians focus on utility maximization, maximizing the overall happiness of everyone. They use a hedonic approach to determine the rightness or wrongness of actions. Bentham defined the foundation of his philosophy as the principle that \"it is the greatest happiness of the greatest number that is the measure of right and wrong.\"\n\nQualitative utilitarianism is a branch of utilitarianism that arose from the work of John Stuart Mill. Qualitative utilitarians categorize pleasures and pains more qualitatively depending on the level of their consequences, and they disregard any quantifiable proof of their importance.\n\nQualitative utilitarianism argues that mental pleasures and pains are different in kind and superior in quality to purely physical ones. Quantitative utilitarianism argues that mental pleasures and pains differ from physical ones only in terms of quantity.\n\nUtilitarian ethics are difficult to achieve in the workplace, however. These ethics can be challenging to maintain in our business culture where acapitalistic economyoften teaches people to focus on themselves at the expense of others.Monopolistic competitionsimilarly teaches one business to flourish at the expense of others.\n\nA limitation of utilitarianism is that it tends to create a black-and-white construct of morality. There are no shades of gray in utilitarian ethics. Something is either wrong or it is right.\n\nUtilitarianism can't predict with certainty whether the consequences of our actions will be good or bad because the results of our actions happen in the future.\n\nUtilitarianism has trouble accounting for values like justice and individual rights. Say a hospital has four people whose lives depend upon receiving various organ transplants: a heart, lungs, a kidney, and a liver. A healthy person's organs could be harvested to save four lives at the expense of their one life if they wander into the hospital. This would arguably produce the greatest good for the greatest number but few would consider it an acceptable course of action let alone an ethical one.\n\nUtilitarianism advocates that it's a virtue to improve one's life by increasing the good things in the world and minimizing the bad things. This means striving for pleasure and happiness while avoiding discomfort or unhappiness.\n\nA utilitarian is someone who holds the beliefs of utilitarianism. These people might be described as cold and calculating, practical, and perhaps even selfish because they may seek their own pleasure at the expense of the social good at times.\n\nA purchase has utilitarian value if a consumer buys something only for its practical use. This is its value in a calculative and rational evaluation. It precludes any sort of emotional or sentimental valuing or psychological biases.\n\nIts ideology argues for the greatest good for the greatest number, so a business acting in a utilitarian fashion should increase the welfare of others. Utilitarianism can lead in practice to greed and dog-eat-dog competition that can undermine the social good, however.\n\nUtilitarianism offers a relatively simple method for deciding the morally correct course of action for any particular situation. The principle of utilitarianism has been refined and expanded in many variations over the years. Utilitarians describe benefits and harms in terms of the satisfaction of personal preferences or in purely economic terms of monetary benefits over monetary costs rather than in terms of \"happiness\" and \"pleasure.\"\n\nJeremy Bentham. \"An Introduction to the Principles of Morals and Legislation (1789).\" J. H Burns and HLA Hart,1970.\n\nJohn Stuart Mill. \"Utilitarianism, Liberty, and Representative Government (1863).\" Wildside Press, 2007.\n\nUniversity of Idaho Department of Ethics. \"Ethics Glossary for Test Two.\"\n\nSanta Clara University. \"Calculating Consequences: The Utilitarian Approach to Ethics.\"",
  "url": "https://www.investopedia.com/terms/u/utilitarianism.asp"
}