{
  "term": "UTXO Model: Definition, How It Works, and Goals",
  "definition": "An unspent transaction output (UTXO) is the amount of digitalcurrencythat remains after a cryptocurrency transaction. You can think of it as the change you receive after buying an item, but it is not a lower denomination of the currency—it is a transaction output in the database generated by the network to allow for non-exact change transactions.\n\nUTXO is a protocol for distributing the bits of data that cryptocurrency is made from and can be difficult to understand initially. A cryptocurrency network or developer sees UTXO much differently than a day-to-day cryptocurrency user does.\n\nFor example, imagine that 1 BTC is a bucket full of coins. Each coin represents a UTXO. If you purchase something from Bob for .5 BTC, the network will give Bob the entire bucket of coins and send back the .5 BTC you're owed in \"change.\" You now have a UTXO worth .5 BTC that cannot be divided into smaller amounts.\n\nNearly all transactions create UTXOs because the network must \"gather\" a user's unspent outputs and send them to the recipient. Thus, it's rare for a user to have the exact amount of UTXO needed. This is similar to looking under the car seat for loose change to pay for the burger at the drive-through and finding a quarter when you only needed a dime—the restaurant must give you back $.15.\n\nUTXOs are notcryptocurrencydenominations, like satoshi for Bitcoin (BTC) or gwei for ether (ETH); however, UTXOs can be measured in these denominations.\n\nWhen you initiate a transaction through yourwallet, UTXOs with your information are located and unlocked. The new owner's information is associated with the UTXO you transferred to them. They are locked once again, and the user can use them in transactions via the same process.\n\nAs transactions continue, the database becomes populated with records of ownership changes. The outputs assigned to you are fractions of the cryptocurrency you sent to someone that were sent back.\n\nWhen you decide to spend your Bitcoin, you only see the amount you've spent deducted and the amount left over in your wallet. For you, it's similar to using a $1 bill on a $.50 item—you're given change, you put it in your pocket, and go about your day.\n\nThe UTXO model is used in many cryptocurrencies because it allows users to track ownership of all portions of that cryptocurrency. Because cryptocurrencies were created with anonymity in mind, UTXOs are associated with the public addresses visible to the entire network.\n\nUsers cannot be identified from their ownership—unless they advertise their address—but the model allows for transparency through the addresses.\n\nA transaction encodes the transfer of value from the fund source (your input) to the destination (the output, or the recipient).\n\nThere are several advantages to the UTXO model:\n\nSome of the disadvantages of the model are:\n\nUnspent transaction outputs are part of the distributed database technology behind Bitcoin and other cryptocurrencies. Bitcoin uses UTXOs, but it is not a UTXO.\n\nIt allows for full traceability and more privacy if multiple addresses are used.\n\nBitcoin, Litecoin, and Bitcoin Cash are examples of blockchains that use the UTXO model.\n\nThe unsigned transaction output model is used in some blockchains to keep track of token ownership. A cryptocurrency is designed with a certain number of smaller increments so smaller units can be used in transactions. UTXOs, not account balances, are what are tracked on these blockchains.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nO'Reilly. \"Mastering Bitcoin: Chapter 5. Transactions.\"",
  "url": "https://www.investopedia.com/terms/u/utxo.asp"
}