{
  "term": "VA Loan: Definition, Eligibility Requirements, Types & Terms",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA VA loan is a mortgage loan available through a program established by the U.S.Department of Veterans Affairs(VA) (previously theVeterans Administration). With VA loans, veterans, service members, and their surviving spouses can purchase homes with little to no down payment and noprivate mortgage insuranceand generally get a competitive interest rate.\n\nVA loans help active service members, veterans, and their surviving spouses become homeowners. They provide up to 100% financing on the value of a home. Eligible borrowers can use a VA loan to purchase or build a home, improve and repair a home, or refinance a mortgage.\n\nThe VA sets the qualifying standards, dictates the terms of the mortgages offered, and backs the loan, but doesn’t actually offer the financing. Instead,VA home loansare provided by private lenders, such as banks and mortgage companies.\n\nWhen borrowers apply for a loan, they need to provide the lender with a certificate of eligibility from the VA. To get the certificate, you’ll have to produce service-related documentation, which can vary based on whether you are active duty or a veteran. The certificate can be obtained from theVA website. Although some of the lender’s own underwriting requirements still must be met, in most cases, VA loans are easier to qualify for thanconventional loans.\n\nVA loans,Federal Housing Administration(FHA) loans, and other loans insured by departments of the United States government havesecuritizationthrough theGovernment National Mortgage Association(GNMA), also known as Ginnie Mae. These securities carry the guarantee of the U.S. government against default.\n\nBorrowers can apply for a VA loan more than once, but the funding fee increases when using a VA loan after your first time if the down payment is less than 5%. Fees range from 1.4% to 3.6% of the loan amount.\n\nThe terms of VA loans are quite generous compared to other mortgages and even to other federal loan programs. Among the benefits:\n\nCredit scoreminimum requirements differ slightly from lender to lender. The VA’s only credit requirement is for the borrower to be considered a satisfactory credit risk by a lender. The benefits of a VA loan are the same no matter which lender you choose.\n\nThe VA offers several types of mortgage loans:\n\nVA home purchase loans help veterans to buy a home at a competitive interest rate. These purchase loans often do not require a down payment or private mortgage insurance.\n\nCash-out refinanceloans allow mortgage holders to borrow against home equity to pay off debt, fund school, or make home improvements. This refinancing option offers a new mortgage for a larger amount than the existing note and converts home equity into cash.\n\nThe VA also offers adapted housing grants. These grants help veterans with a permanent and total service-connected disability to purchase or build an adapted home or modify an existing home for their disability.\n\nInterest rate reduction refinance loans(IRRRLs), also known as VA streamline refinance loans, help borrowers obtain a lower interest rate by refinancing an existing VA loan. This is a VA-loan-to-VA-loan process that allows homeowners with an existing VA loan to refinance a fixed-rate loan at a lower interest rate or convert anadjustable-rate mortgage(ARM) into afixed-rate mortgage.\n\nThe Native American Direct Loan program helps eligible Native American veterans finance the purchase, construction, or improvement of homes on federal trust land. Reductions in interest rates also come with these loans.\n\nU.S. Department of Veterans Affairs. “Purchase Loan.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veterans Affairs. “Eligibility Requirements for VA Home Loan Programs.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veterans Affairs. “VA Funding Fee and Loan Closing Costs.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veterans Affairs. “VA Guaranteed Loan.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veterans Affairs. “Cash-Out Refinance Loan.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veterans Affairs. “Disability Housing Grants for Veterans.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veteran Affairs. “Interest Rate Reduction Refinance Loan.” Accessed Nov. 26, 2021.\n\nU.S. Department of Veterans Affairs. “Native American Direct Loan.” Accessed Nov. 26, 2021.",
  "url": "https://www.investopedia.com/terms/v/valoan.asp"
}