{
  "term": "Valoren Number: What it Means, How it Works",
  "definition": "A valoren number is an identification number assigned to financial instruments in Switzerland. These numbers are similar to theCUSIP numbersthat are used in Canada and the U.S. A typical valoren number is between six to nine digits in length.\n\nA valoren number is a numeric code that intrinsically has no meaning. When a new valoren is needed, the next one from the list is simply allocated. An instrument's number indicates nothing about the instrument itself. Market data firms and other financial institutions throughout Europe typically refer to Swiss companies and/or store trade data on these companies using valoren numbers as a means of security identification. UnlikeISINs or CUSIPs, valoren numbers have no data implanted in the numbers.\n\nSwiss Valoren numbers are issued by SIX Financial Information, a subsidiary of SIX Group, a multinational financial data vendor based in Zurich, Switzerland. The company also has offices in over 20 countries. The company provides market data, which it gathers from the world's major trading venues directly and in real-time. Its database has structured and encoded securities administration data for more than 20 million financial instruments.\n\nSIX Financial Information was originally called Telekurs. In 1996, the firm was restructured into a holding company, and it launched an expansion of its product range. In 2007, Telekurs acquired part of the Fininfo Group. In 2008, The Telekurs Group merged with SWX Group, SIS Swiss Financial Services Group, and SEGA Intersettle to form SIX Group. Telekurs Financial was renamed to SIX Telekurs and became the Financial Information division of SIX Group. On April 23, 2012, the use of the \"Telekurs\" name was phased out.\n\nA valoren number can be used for a number of purposes in identifying a financial instrument. Globally, a valoren number is allocated for any type of financial instrument which meets the allocation rules. It can be used in conjunction with the Market Identifier Code (MIC) and the currency code to uniquely identify a traded instrument. It can also be used in transaction reporting and for position keeping.\n\nIn Switzerland and Liechtenstein, the valoren number is the main identifier in the Swiss Value Chain; it is used as the main identifier by financial institutions throughout the region and beyond. Valoren numbers for derivatives may be reused after the derivative expires.",
  "url": "https://www.investopedia.com/terms/v/valorennumber.asp"
}