{
  "term": "Valuation Reserve: What It is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nValuation reserves areassetsthat insurance companies set aside per state law to mitigate the risk of declines in the value of investments they hold. They function as ahedgeto an investment portfolio and ensure that an insurance company remains solvent.\n\nBecause policies such as life insurance,health insurance, and variousannuitiesmay be in effect for extended periods of time, valuation reserves protect the insurance company from losses from investments that may not perform as expected. This helps ensure that the policyholders are paid for claims and that annuity holders receive income even if an insurance company’s assets lose value.\n\nInsurance companies receivepremiumsfor the services they provide. In return, when a client files an insuranceclaimthat needs to be paid out, an insurance company must ensure that it has money on hand to honor this request.\n\nThe same applies to any annuities that an insurance company issues. It must ensure that it can meet the regular payments of an annuity. For these reasons it is critical for an insurance company to monitor its reserves and investments so that it remainssolvent. Valuation reserves help insurance companies do this.\n\nValuation reserves make sure that an insurance company holds enough assets to cover any risks that arise from the contracts it hasunderwritten. Regulators are focused on usingrisk-based capital requirementsto measure the solvency levels of insurance companies, which is a view of a company's assets versus its obligations separately rather than its assets versus its liabilities together.\n\nValuation reserve requirements have changed over the years. Before 1992, a mandatory securities valuation reserve was required by theNational Association of Insurance Commissionersto protect against a decline in the value of the securities an insurance company holds.﻿﻿\n\nAfter 1992, however, the mandatory securities valuation reserve requirements were changed to include anasset valuation reserveand an interest maintenance reserve. This reflected the nature of the insurance business, with companies holding different categories of assets and customers purchasing more annuity-related products.﻿﻿\n\nLife insurance companies have the obligation to pay beneficiaries that purchase insurance and annuities. These companies need to hold an appropriate level of assets in reserve to make sure they can meet these obligations over the many years that the policies may be in effect.\n\nVarious state laws and standards require that this level be calculated on anactuarialbasis. This approach accounts for expectedclaimsamong policyholders, plus forecasts on future premiums that the company will receive and how much interest a company can expect to earn.\n\nYet the market for insurance and annuity products had been shifting in the 1980s. TheAmerican Council of Life Insurersreported that in 1980, life insurance represented 51% of reserves held by companies while reserves held for individual annuities accounted for only 8%. Then, by 1990, reserves for life insurance fell to 29% of all reserves while the percentage held for individual annuities climbed up to 23%.﻿﻿ This reflected the growth in the popularity of retirement plans that were administered by insurance companies.\n\nA changinginterest rateclimate can create risk that impacts reserves needed for ongoing annuity payments more than for life insurance benefits that are paid in one lump sum. By recommending changing regulations to separate asset valuation reserves from interest maintenance reserves, the National Association of Insurance Commissioners recognized the need to protect against fluctuations in the value of equity and credit-relatedcapital gainsand losses differently than interest-related gains and losses.\n\nNational Association of Insurance Commissioners. \"Financial Condition Examiners Handbook,\" Page 114, 235. Accessed Jan. 25, 2021.\n\nAmerican Council of Life Insurers. \"2019 Life Insurers Fact Book,\" Pages 23, 31. Accessed Jan. 25, 2021.",
  "url": "https://www.investopedia.com/terms/v/valuation-reserve.asp"
}