{
  "term": "Valuation Mortality Table: What It is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA valuation mortality table is a statistical chart used by insurance companies to help calculate the statutory reserve and cash surrender values of life insurance policies.\n\nA mortality table shows the death rate at any given age, based on the number of deaths that occur for every thousand individuals of that age. It provides statistics indicating the likelihood that a person of a given age will live a set number of years. This allows the insurance company to assess risks in individual policies and in their overall insured population. Insurance companies then use this information to set premiums for how much your life insurance costs.\n\nLife insurancecompanies use valuation mortality tables to determine theirlegal reserve: the amount of liquid assets they are required by law to set aside for claims and benefits. Those statutory reserves are one factor that companies must consider as they design new products and setpremiums. TheNational Association of Insurance Commissioners(NAIC) sets minimum reserve requirements for insurance and related products and updates that guidance periodically.\n\nA valuation mortality table typically has a safety margin integrated into the mortality rates to protect the insurers. Regulators often require the use of safety margins by carriers. Many carriers build in their own additional margins as well as those included in regulatory tables. Those margins are also applied differently for insurance policies and annuities.\n\nInsurers use this safety margin to build a buffer in case more people pass away than expected, leading to more claims having to be paid out. Without a reserve, an insurance company could go bankrupt from paying too many claims.\n\nSection 7520 of theInternal Revenue Coderequires the use of a set of actuarial tables for valuing annuities, life estates, remainders, and reversions for most purposes under Title 26 of the U.S. Code.These tables areavailable on the IRS website. TheCommissioners Standard Ordinary(CSO) mortality table, prepared by the NAIC in conjunction with theSociety of Actuaries(SOA), is used to calculate life insurance ages across all 50 states and the District of Columbia.\n\nMortality tables are used by insurers to determine youractuarial life expectancy. This statistic represents an average. It could be more or less than how long you as an individual actually live. Still, when spread across millions of people, the tables are remarkably accurate in predicting death rates. Insurers use this information to set insurance premiums and payouts.\n\nThe CSO/SOA tables were last updated in 2017, adding significantly more data that was available to construct the previous 2001 tables. The new tables' lower mortality rates reflect longer longevity among Americans during the new millennium. By 2020, all insurance companies were required to transition to the 2017 CSO table for all new products sold.\n\nSay, for example, a male non-smoker wants to buy a $100,000 life insurance policy at age 40. The insurer estimates with mortality tables that this person will live, on average, to age 81. That means the insurer can expect to receive 41 years of premium payments before the company has to pay the death benefit. The insurer sets a premium based on this mortality prediction and the future payout.\n\nThis one person could end up dying tomorrow or living to 100. One individual result doesn't matter that much to an insurer. They sell tens of thousands of policies every year, so they can count on the large number of policies to track the mortality average on which it based the premiums.\n\nThis is a simple example of how actuaries look at longevity, but there's much more to it. Actuaries have algorithms that take into account many other factors, including whether you have high blood pressure or cholesterol, your family history, and other variables. Overall, the four major factors affecting longevity are your age, gender, use of tobacco products, and current health.\n\nThe longer your expected longevity, the less you'll pay for life insurance. The insurer predicts you will live longer and pay more total premiums versus someone with a shorter expected mortality.\n\nConsumers can useonline calculatorsto get a rough estimate of their own actuarial age. This can give you a rough idea of how an insurance company will approach pricing your policy. It can also be useful in financial planning and when making such decisions as when you should begin collectingSocial Security. You can use your actuarial age to predict how many years of income you'll need in retirement.\n\nThe IRS updates its actuarial tables every 10 years. The current table, based on 2010 data, became effective in May 2023.However, NAIC and SAC update their tables less frequently, most recently transitioning from 2001 to 2017 CSO tables for all new products sold.\n\nThe 2021mortality rate in the United Stateswas 835.4 deaths per 100,000 people. This meant an average life expectancy of 76.1 years. However, your expected mortality changes as you get older. The life expectancy for a 65-year-old was 83.4 years in 2021.\n\nValuation mortality tables are tools used by insurance companies to help calculate various values used in designing and pricing insurance products. Mortality rates reflect the likelihood that a person will die at a given age based on such factors as their current health. Even though mortality tables are mainly used by insurers, you can also use this information for your own financial, insurance, and retirement planning.\n\nNational Association of Insurance Commissioners.\"Valuation Manual: Jan. 1, 2023 Edition.\"\n\nJournal of Insurance Medicine.\"The History of Actuarial Mortality Tables in the United States.\"Page 2.\n\nInternal Revenue Service. \"Actuarial Tables.\"\n\nSociety of Actuaries.\"Report on the 2017 CSO and 2017 CSO Preferred Structure Table Development,\" Pages 1, 3.\n\nSociety of Actuaries. \"2017 Commissioners Standard Ordinary (CSO) Tables.\"\n\nAIG.\"2017 CSO Transition: Update and Guidelines.\"\n\nInternal Revenue Service.\"Actuarial Valuations.\"\n\nCDC. \"Mortality in the United States, 2021.\"",
  "url": "https://www.investopedia.com/terms/v/valuation-mortality-table.asp"
}