{
  "term": "Value: What It Means in Business and Finance",
  "definition": "Value is the monetary, material, or assessed worth of an asset, good, or service. \"Value\" is attached to a myriad of concepts includingshareholder value, the value of a firm, fair value, and market value. Some of the terms are well-known business jargon, and some are formal terms for accounting and auditing standards of reporting to theSecurities and Exchange Commission (SEC).\n\nValue can mean a quantity or number, but in finance, it's often used to determine the worth of an asset, a company, and its financial performance. Investors, stock analysts, and company executives estimate and forecast the value of a company based on numerous financial metrics. Companies can be valued based on how much profit they generate on a per-share basis, meaning the profit divided by how many equity shares are outstanding.\n\nThe process of calculating and assigning a value to a company or an asset is a process calledvaluation. However, the term valuation is also used to assign a fair value for a company's stock price. Equity analysts that work for investment banks often calculate a valuation for a company to determine whether it's fairly valued,undervalued, orovervaluedbased on the financial performance as it relates to the current stock price.\n\nComparing the different values and valuations of a company to other companies within the same industry can help with determining investment opportunities. For example, if the value of a firm is estimated at $50 per share, but the stock is trading at $35 per share in the market, an investor might consider buying the stock. On the other hand, if the stock is trading at $85 per share, far above the perceived value, the investor could consider selling orshortingthe stock.\n\nBelow are some common uses for the term value in finance and in the stock market.\n\nA company'smarket valuerepresents the value according to market participants in the stock market. In stock valuation, market value is typically synonymous with the termmarket capitalization. Market cap is merely the share price of a company multiplied by the total number of outstanding shares.\n\nBook valueis the value of a company according to its financial statements or accounting \"books.\" Book value represents the total amount of money remaining if the companyliquidatedor sold all of its assets and paid off all of its financial obligations, such as debts or liabilities.\n\nAvalue stockis a company's stock that trades at a lower price when considering its financial performance and fundamentals, which could include earnings or profit performance,dividends, which are cash payments to shareholders, and revenue generated from sales. Typically, investors searching for well-run companies that trade at a discount are calledvalue investors.\n\nEnterprise valueis the total value of a company, which includes a company's cash on its balance sheet, short-term andlong-term debtas the market capitalization of the company. The enterprise value of a company shows how well the management team uses its capital, which is financed by debt and issuing equity shares.\n\nIn calculating the valuation of a company and its stock price, investors often analyze financial data, but the interpretation of that data can vary greatly between investors, making valuation analysis both an art and a science.\n\nThere are many other uses for the term value that go beyond the stock market. Real estate and homes have a value associated with them. Within a situation, something or someone could add value or be value-added.Value-addeddescribes the enhancement to a product or service by a company, such as an extra feature or benefit.\n\nThe goal is to increase the value of the product or service being offered. The termvalue propositionis used in the corporate world to represent a company's promise to its customers that they'll deliver the product or service as a result of doing business with them.\n\nNet asset value (NAV)represents the net value of a company or investment, which is calculated by subtracting the total amount of assets by the total amount of liabilities. Net asset value is typically used with investment funds containing a basket of securities, such as mutual funds.\n\nThe term value can also be applied to the value of a company versus thevaluationof a company. Although value and valuation are often used interchangeably, the value of a firm is a number, while valuation is expressed as a multiple toearnings, earnings before interest and taxes (EBIT), or cash flow. Earnings represent the profit or net income generated by a company. Cash flow represents the inflows (credits) or outflows (debits) to the cash position of a company during an accounting period.\n\nThere are various methods that investors use to value a company, depending on what they believe is more important. Some investors use the cash a company generates by applyingdiscounted cash flow (DCF)analysis. The DCF method attempts to forecast or estimate the futurecash flowsof a company. If a company can generate cash, it can meet its debt obligations, invest in the company, or pay dividends. In other words, DCF analysis attempts to determine an investment's value today, based on projections of the cash generated in the future.\n\nWhen investors calculate the valuation of a company and its stock price, they're essentially comparing how much earnings are generated as a result of another financial metric within the company.\n\nFor example, one might want to know how much earnings are generated as a result of outstanding shares of stock, which is calledearnings per share (EPS). Remember, stock and debt issuance are used by companies to raise funds to invest in the business. Investors want to know how effectively the management team is using those funds to generate earnings.\n\nThe price-to-earnings (P/E) ratio is the most common way to calculate the value of a stock. It is equal to the company's share price divided by its earnings per share (EPS).\n\n\"What's the valuation of the firm?\" is not the same question as \"What is the value of the firm?\" The market valuation would be a multiple of the current trading price to earnings per share (EPS), such as the stock price to book value per share, or anotherprice multiple.\n\nUsing price multiples allows for valuation comparisons across peer groups. An investor cannot make sense that the value of firm A is $4 billion and firm B is $9 billion. To make a more informed investment decision, the investor is better off knowing that the valuation of firm A is 15x EPS, and firm B is 18x EPS.\n\nValue in real estate refers to the worth of a property, whether that be a home or land as determined by the amount that the seller and buyer agree upon. Value in real estate is only determined when the buyer and seller agree upon a price. The price may be affected by variables such as property taxes, the community, the current economic conditions, and the appraisal.\n\nAbsolute value refers to the value of a number without regard to whether it is positive or negative. It is simply the distance from zero that a number sits. For example, both +5 and -5 have an absolute value of 5.\n\nA value stock is one whose share price is trading below what a fundamental analysis would otherwise indicate. If an analysis of a company's fundamentals, such as its earnings, dividends, cash flow, operating income, and so on, indicates that its stock should be trading at a specific price, and the share price is below that number, it is considered a value stock. If an investor purchased the stock at this lower price, they would be getting a good value as the stock will most likely at some point correct and increase in price.",
  "url": "https://www.investopedia.com/terms/v/value.asp"
}