{
  "term": "Value Reporting Form: What It Is, How It Works",
  "definition": "A value reporting form is an insurance form businesses complete to provide information to their insurance company in order to receive variable coverage amounts.\n\nBusinesses that hold irregularinventoriestypically are the ones that will submit value reporting forms to their insurance companies throughout the year. The irregular inventory may be differences in the quantity, quality, and specific items held. The value reporting form enables the company to periodically report the values of this shifting stock to the insurance provider.\n\nThe insurer, in turn, adjusts the amount of coverage to reflect the value of the current inventory. Using a value reporting form can help the company avoid being overinsured orunderinsured. Insurance companies may also call this form a stock reporting form.\n\nA company must maintain adequate insurance to cover hazards, and a value reporting form is an essential tool in determining the propercommercial property insurancelevels. Some business commerce requires a company to have inventories that vary significantly throughout the year depending on seasonal factors, consumer needs, and fluctuations insupply and demand.\n\nFrom retailers to manufacturers, this cyclic ebb and flow of merchandise and commodities require regular oversight and monitoring. Most of the insurance industry uses the standardized Insurance Services Office (ISO) form number CP 13 10 for reporting, but there are other forms in use.Businesses should make sure they work with an insurance agent or broker who is familiar with the unique requirements necessary when using a value reporting method.\n\nWhen it comes to obtaininginsurance coverageto insure shifting inventory, a company has several options.\n\nThey may purchase coverage which will include the historically highest or lowest level of stock. On one side of this method, the business is overinsured and spending capital where it is not needed. On the opposite side, the company is putting itself at grave risk if any of many hazards should befall them. The company may split the difference between highs and lows and buy property insurance for the average amount of inventory. Once again, they are gambling they are on the right side of any possible loss.\n\nBusinesses may also use limitendorsementswhich allow changes to the policy throughout the term period, but will also impact the premium. However, endorsements are problematic in that the business must foresee dates and inventory levels, which still leaves the company open to risk.\n\nThe value reporting form gives companies yet another choice in setting limits for insurance.Premiumswill usually be lower when using the value reporting method. However, this method requires dedication to avoid penalties from misreporting.\n\nA business may face an assessment of substantial penalties for incorrectly filing forms, particularly when a business later makes aclaimfor a covered hazard. The insurance provider may also apply sanctions for under- and overreporting of property values.\n\nThe company chooses how often it should complete the form. Value reporting submittal may happen daily, weekly, monthly, quarterly, or even by the policy term. Depending on the frequency chosen, there are mandatory dates that the full accounting must arrive at the insurer's office. A company will also decide what to include and how to include items on the reporting form. However, a full and accurate accounting of costs for the reported stock is a requirement.\n\nSome businesses will use the value reporting form for inventory and use separateproperty insurancecoverage for items such as computers, desks, equipment, and other business property which remains relatively static throughout the year.In this way, companies can maintain an appropriate level of coverage by adjusting each month's or each quarter's insurance needs based oncurrent inventories.\n\nThe value reporting form must bear the signature of an authorized company officer or designated employee. The company will need to identify any improvement of the location as well as new locations added since the last reporting period.\n\nNational Alliance for Insurance Education & Research. “Insuring Commercial Property: Learning Guide.” Page 24.\n\nUS Assure. “Reporting Form Policy Guidelines.” Pages 3-4.\n\nNational Alliance for Insurance Education & Research. “Insuring Commercial Property: Learning Guide.” Page 29.",
  "url": "https://www.investopedia.com/terms/v/value-reporting-form.asp"
}