{
  "term": "Value Network Analysis: What It Is, How It Works",
  "definition": "Value network analysis is the assessment of an organization's members and the interactions of these members within avalue network. Value network analysis is usually done by visualizing relationships using a chart or web.\n\nParticipants of the value network analysis are evaluated both individually and on the benefits that they bring to the network. Value network analysis looks at thebusinessas a whole, including financial and non-financial aspects of operations.\n\nValue network analysis provides ways to assess both thefinancial and non-financial valuesand aspects of a business. Most forms of analysis are done in a visual form, usually through a diagram or map of the important relationships and transactions that take place between different points of each network. These points generally represent people—individuals, groups, business units, and even individual businesses in an industry.\n\nValue networks are made up of members and their interactions while producing a product or providing a service. These connections are extremely important in identifying strong companies as well as finding a company's potential risks.\n\nValue network analysis helps identify company strengths as well as risks for a business.\n\nFor example, if a network member has a large influence, the loss of that member could devastate the entire group. This is known as intrinsic value analysis because there is value, but it is hard to put on a price tag.\n\nThe methodology applied through value network analysis can help anorganizationoptimize its internal and external value networks, making the most of its outside relations along with the synergies of the teams within the operation. This includes the exchange of knowledge, information, and expertise across the relationships woven into the organization. The goal of the analysis is to improve communication and collaboration with all involved parties in order to operate at peak and improve overall productivity.\n\nThe application of the value network analysis can help organizations for needs such as internal restructuring, improvement of workflow across interrelated departments, as well as for project planning. The analysis can also assist an organization undergoing a merger or acquisition, as it looks to better connect with and make the most use of the new divisions and operations that must be integrated.\n\nIf a company is undergoing aprocess redesignwherein anextensive overhaul and new frameworkmust be established, a value network analysis could be applied to provide a clearer picture for changes that must be made. If the organization needs to formulate a new business model, the value network analysis approach can be applied to identify resources that may be drawn upon to provide new insights into developing such a model as well as toward how the new model can operate going forward.\n\nTheresearch and development(R&D) aspects of an organization can also benefit from a value network analysis by identifying what information and expertise are available to collaborate in the creation of new services or products.\n\nAs mentioned above, there are two types of value network analysis—internal and external. The internal branch or factors, as the name implies, lies within the business. These may include employees, management, different divisions within the business as well as processes and activities that take place internally.\n\nIn some cases, the value created by these networks can also apply to cases outside of business such as the relationship between two people working together for the same goal. The value of an internal network is assessed by analyzing the relationships between these different points within the business.\n\nAn external value network analysis, on the other hand, is dependent on factors outside the business. This may include analysis of its suppliers, business partners and any other stakeholders in the company, and its customers and other end-users. When an external value network analysis is conducted, it reviews the relationship and value created by these external factors have to the business.",
  "url": "https://www.investopedia.com/terms/v/value-network-analysis.asp"
}