{
  "term": "Value Line Composite Index: What it is, How it Works",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe Value Line Composite Index is a stock index containing approximately 1,700 companies from theNYSE,American Stock Exchange, Nasdaq, Toronto, and over-the-counter markets.﻿﻿﻿ The Value Line Composite Index has two forms: The Value Line Geometric Composite Index (the original equally weighted index) and the Value Line Arithmetic Composite Index (an index which mirrors changes if a portfolio held equal amounts of stock.) These indexes are typically published in theValue Line Investment Survey, created by Arnold Bernhard, the founder, and CEO of Value Line Inc.﻿﻿﻿﻿\n\nThe \"Value Line\" where the index receives its namesake refers to a multiple of cash flow that Bernhard would superimpose over a price chart to normalize the value of different companies. Value Line is one of the most respected investment research firms. Its performance record has been extremely strong. In fact, the firm's model portfolios have generally beat the market over thelong run.\n\nThe Value Line Composite Index is composed of the same companies as The Value Line Investment Survey, excluding closed-end funds.﻿﻿\n\nThe number of companies in the Value Line Index fluctuates based on factors including the addition or delisting of the companies on the exchanges themselves, mergers, acquisitions, bankruptcies, and the coverage decisions made by Value Line for the Value Line Index. Value Line’s decisions as to which companies to include are undertaken with the intention to create a broad representation of the North American equity market. Additionally, the number of companies listed on any given exchange may vary, as a company may move from one exchange to another or be added or delisted. However, delisting or movement of companies on the exchanges are not factors in the Value Line Index methodology, regardless, whether the geometric or arithmetic calculations are employed.\n\nThe year that the original Value Line Geometric Composite Index was launched.\n\nThis is the original index, introduced on June 30, 1961.﻿ It is an equally weighted index using a geometric average. The daily price change of the Value Line Geometric Composite Index is found by multiplying the ratio of each stock's closing price to its previous closing price and raising that result to the reciprocal of the total number of stocks.﻿﻿\n\nThis index was established on February 1, 1988, using the arithmetic mean to more closely mimic the change in the index if you held a portfolio of stocks in equal amounts.﻿ The daily price change of the Value Line Arithmetic Composite Index is calculated by adding the daily percent change of all the stocks and then dividing by the total number of stocks.﻿﻿\n\nSecurities and Exchange Commission. \"Form 10-K 2020,\" Page 6. Accessed Nov. 23, 2020.\n\nValue Line. \"In Arnold Bernhard's Own Words.\" Accessed Nov. 23, 2020.\n\nValue Line. \"The Value Line Ranking System.\" Accessed Nov. 23, 2020.",
  "url": "https://www.investopedia.com/terms/v/valuelineindex.asp"
}