{
  "term": "Value Deflation: What It is, How It Works, FAQs",
  "definition": "Value deflation, orshrinkflation, occurs when retailers and service providers cut their costs and sell smaller packages, give out smaller portions, or generally provide less for the same price so as to maintain the same sticker price. Businesses may do this as a way of stealthily raising prices when costs are rising and consumers are particularly price-conscious.\n\nEconomy-wide value deflation is actually a form of priceinflationto the extent that it results in lower real consumption at the same price level. Value deflation can lead to an understatement of the rate of inflation and the cost of living if it is not accounted for in the calculation of price indexes.\n\nValue deflation is a form of \"hidden inflation,\" reflected in qualitative changes that are difficult to track with traditional inflation indexes. For example, companies may choose to cut corners on their assembly lines to produce less durable goods. Or they may introduce preservatives to extend the shelf-life of what was previously sold as fresh produce.\n\nValue deflation is a way of raising prices, so the consumer is less likely to notice, and it can take the form of reductions in the amount of food in a typical package, reduced portion sizes at restaurants, increased wait times, and reduction in customer service and support, or switching to lower-cost ingredients or materials.\n\nIt can be a successful tactic because a lot of shoppers are more sensitive to a price change than to a quality change. From a marketing standpoint, shrinking packages is better than raising prices in order to maintain a consistent price point.\n\nBut value deflation can backfire, as Kraft discovered when it shrunk its Toblerone bar in 2016 and made headlines in the United Kingdom.British food retailers have made such extensive use of value deflation to compensate for the weak pound and the increased cost of imported ingredients that shrinkflation has become a phenomenon. Over 2,500 products were subject to value deflation from 2012 to 2017, according to the Office for National Statistics.In 2021, in the U.K., Walkers removed two bags of crisps from its 24-pack but kept the price the same at GBP 3.50.\n\nValue deflation may not show up in inflation measures such as theconsumer price indexor theretail price index. Many economic statistics agencies use quality adjustment processes to isolate price movements from the changes in a product's weight or quality, so in there it should still show up as a price rise in official inflation statistics.\n\nHowever, many of the techniques of value deflation may, by design, be difficult to measure. Manufacturers might switch to lower-cost inputs without greatly changing the product. For example, a hot cocoa maker switches to a less expensive sweetener, or a maker of grated cheese products might increase the wood pulp filler content of its products. This may reduce the quality for some customers, but despite the lower quality, it might not be enough for them to change their behavior. Other consumers might not notice the change at all. This may or may not be caught by official data and statistical agencies.\n\nIn particular, cutbacks in services or reductions in the quality of ingredients and materials may be difficult or impossible for consumers and statisticians to account for and adjust for. For example, a hotel might direct its cleaning staff to reduce the amount of time spent cleaning per room, resulting in a decline in cleanliness, or a consumer electronics maker might switch to a lower cost customer support provider, resulting in increased call wait times or lower quality service to its users.\n\nWhether value deflation amounts to the \"perfect business crime,\" or not, consumers around the world should be on the lookout for these packaging tricks. The question is, how far can bigfast-moving consumer goodscompanies take value deflation—and risk damaging their brands—before they are forced to raise sticker prices or face squeezedoperating margins.\n\nThe primary reason for value deflation is the increase in production costs, but without wanting to pass these costs directly on to consumers in the form of higher prices. So, they can keep the price the same but reduce the size of the product, as in the case of shrinkflation.\n\nDeflationis when prices drop in an economy, and is the opposite of inflation.\n\nValue deflation is actually a response to inflation, whereby higher costs induce producers to cut back on their offerings to customers in some way.\n\nThe CPI, orconsumer price index, is a measure used to gauge inflation by tracking the price changes of a basket of consumer goods. However, it cannot account for things like reduced quality of a product, shortened shelf-life, shrinkflation, or other forms of value deflation. As a result, these types of \"hidden inflation\" can be missed from official figures.\n\nEater. \"Are These New Toblerone Bars the Biggest Disaster of 2016?\"\n\nU.K. Office for National Statistics. \"The impact of Shrinkflation on CPIH, UK: January 2012 to June 2017.\"\n\nThe Guardian. \"Smaller Packs, Same Price: Curse of 'Shrinkflation' Hits Shoppers' Baskets.\"",
  "url": "https://www.investopedia.com/terms/v/value-deflation.asp"
}