{
  "term": "Value Date: What It Means in Banking and Trading",
  "definition": "Dilok Klaisataporn / Getty Images Plus\n\nThe term value date is commonly used to describe the date at which a transaction settles. It is also used to denote a future date that is used for determining the present value of a product or security that fluctuates in price. It is the date at which funds, assets, or money's value becomes effective. Value dates are used to determine the payment of financial products and accounts where there is a possibility for discrepancies due to differences in the timing of valuations.\n\nAs noted above, the term value date refers to the date when a financial transaction is settled. It is also used as a date in the future to figure out the current value of an asset whose price fluctuates. This date is commonly used for different financial accounts and products, such asforward currency contracts, option contracts, and the interest payable or receivable on personal accounts.\n\nValue dates are used in both banking and trading. In banking, the value date is the date at which funds become available for use by a customer. For instance, this date occurs when aheld checkgoes through the clearing cycle and is available. In trading, the value date is the date at which a trade or transaction is settled. This means the value date for a stock sale is T+1 or onebusiness dayafter the trade is initiated. We explain these in more detail below.\n\nMany transaction or processing dates are the same for certain transactions in banking. But, banks generally produce bank statements for their customers based on value dates when they are different. This includes transactions like held checks and wire payments, which may have different transaction and value dates.\n\nWhen apayeepresents a check to the bank, the bank credits the payee’s account, but it could take days until the bank receives the funds from the payor’s bank. This is assuming that the payor and payee have accounts with different financial institutions.\n\nIf the payee has access to the funds immediately, the receiving bank runs the risk of recording a negativecash flow. To avoid this risk, the bank estimates the day it will receive the money from the paying institution and holds the funds in the payee’s account until that day. The bank effectively posts the amount of the deposit for a couple of days, after which the payee can use the funds. The date the funds are released is referred to as the value date.\n\nLikewise, when awire transferis made from an account in one bank to an account in another bank, the value date is the date on which the incoming wire becomes available to the receiving bank and its customer.\n\nThe value date is used when there are discrepancies in the difference ofasset valuationtiming. In forex trading, the value date is thedelivery datewhen counterparties agree to settle their obligations by making payments and transferring ownership.\n\nDue to differences in time zones and bank processing delays, the value date forspot tradesin foreign currencies is usually set for two days after the transaction date. This means the value date is the day that the currencies are traded—not the date on which the traders agree to the exchange rate.\n\nThe value date is also used in the bond market to calculateaccrued intereston abond. Calculation of accrued interest takes into account three key dates:\n\nThe trade date is the date when a transaction is executed. The settlement date is the date on which a transaction is completed. The value date is usually, but not always, the settlement date. The settlement date can only fall on a business day—if a bond was traded on Friday, thetransactionwill be deemed complete on Monday, not Saturday.The value date can fall on any day as seen when calculating accrued interest, which takes into account every day of a given month.\n\nThe value date is also used when evaluatingcoupon bondsthat make semi-annual interest payments. For example, in the case ofsavings bonds, the interest is compounded semi-annually, so the value date is every six months.This removes any uncertainty for investors since their calculations of interest payments will be the same as the governments.\n\nA value date is the date at which a transaction occurs and settles. In some cases, the value date is the same as the date the transaction is initiated, such as certain bank to bank transfers. In other cases, the value date may come after the date a transaction is processed. In trading, stock trades settle one business day after the trade is initiated. This is referred to as the value date.\n\nBanks hold checks to minimize the risk of loss. There are several reasons why banks hold checks. These include:\n\nBy holding the check, the bank can ensure the funds are available in the payor's account before it clears. If the funds are not available, there is no loss to the bank. Your bank can provide you with its hold policy if you need it.\n\nA processing date and a transaction date are generally the same thing. This is the date when a transaction is initiated. For instance, the processing date for a transfer between a customer's checking and savings account is the same as the transaction date.\n\nA transaction is a financial agreement between two or more parties, including the sale and purchase of assets. In the financial world, transactions settle on what is called the value date. This date can be the same as the day it is initiated, as with certain bank-to-bank transfers within the same institution, or on a future date, which is common in the trading world. As an investor, it's important to know how the value date applies to your transactions because it can help you avoid financial errors.\n\nFinancial Industry Regulatory Authority. \"Understanding Settlement Cycles: What Does T+1 Mean for You?\"",
  "url": "https://www.investopedia.com/terms/v/valuedate.asp"
}