{
  "term": "Value Averaging: What it Means, Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nmanusapon kasosod / Getty Images\n\nValue averaging (VA) is an investing strategy that works likedollar-cost averaging(DCA) in terms of making steady monthly contributions but differs in its approach to the amount of each monthly contribution. In value averaging, the investor sets a target growth rate or an amount of their asset base or portfolio each month and then adjusts the next month's contribution according to the relative gain orshortfallmade on the original asset base.\n\nTherefore, instead of investing a set amount each period, a VA strategy makes investments based on the total size of the portfolio at each interval.\n\nThe main goal of value averaging (VA) is to acquire more shares when prices are falling and fewer shares when prices are rising. This is what happens in dollar-cost averaging as well, but the effect is less pronounced. Several independent studies have shown that over multiyear periods, value averaging can produce slightly superior returns to dollar-cost averaging, although both will closely resemble market returns over the same period.\n\nIn dollar-cost averaging (DCA), investors always make the same periodic investment. The only reason they buy more shares when prices are lower is that the shares cost less. In contrast, using value averaging, investors buy more shares because prices are lower, and the strategy ensures that the bulk of investments is spent on acquiring shares at lower prices.\n\nThe reason value averaging may be more or less attractive to an investor than using a set contribution schedule is that you are somewhat protected from overpaying for stock when the market is hot. If you avoid overpaying, your long-term returns will be stronger compared to people who invested set amounts no matter the market condition.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nFor the example above, suppose the goal is for the portfolio to increase by $1,000 every quarter. If in a quarter's time, the assets have grown to $1,250 (based on the 100 shares in Q1 multiplied by Q2 price of $12.50), the investor will fund the account with $750 ($2,000 - $1250) worth of assets. Q2 purchase of $750 divided by a share price of $12.50 will buy 60 additional shares, bringing the total to 160 shares. 160 shares x $12.50=$2,000 value for Q2.\n\nIn the following quarter, the goal would be to have account holdings of $3,000. This pattern continues to be repeated in the following quarter, and so on.\n\nWhile there are performance differences between value averaging, dollar-cost averaging, and set investment contributions, each is a good strategy for disciplined long-term investment—particularly for retirement.\n\nThe biggest potential challenge with value averaging is that as an investor's asset base grows, the ability to fund shortfalls can become too large to keep up with. This is especially noteworthy in retirement plans, where an investor might not even have the potential to fund a shortfall given limits on annual contributions.\n\nOne way around this problem is to allocate a portion of assets to afixed-incomefund or funds, then rotate money in and out of equity holdings as dictated by the monthly targeted return. This way, instead of allocating cash in the form of new funding, cash can be raised in the fixed income portion and allocated in higher amounts to equity holdings as needed.\n\nAnother potential problem with the VAstrategyis that in a down market an investor might actually run out of money, making the larger required investments impossible before things turn around. This problem can be amplified after the portfolio has grown larger whendrawdownin the account could require substantially larger amounts of capital to stick with the VA strategy.",
  "url": "https://www.investopedia.com/terms/v/value_averaging.asp"
}