{
  "term": "Valuation Clause: What It Means, How It Works, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term valuation clause refers to a provision in someinsurance policiesthat specifies the amount of money the policyholder will receive from the insurance provider if a covered hazard event occurs. This clause stipulates a fixed amount to be paid in the event of a loss for an insured property. There are several types of valuation clauses that can be written into a policy, including actual cash value and replacement cost, among others.\n\nAs noted above, valuation clauses are insurance policy provisions. They are written into insurance contracts and state the amount the insurer reimburses to the insured party in the event of a loss ofproperty. Valuation clauses are based on an array of different factors about the specific property and individual budget requirements.\n\nDetermining the cost of articles covered by insurance is an essential but time-consuming step in getting insurance coverage. By understanding how much an item is worth, the policyholder is better able to determine the level of coverage they require. Policyholders should also determine their coverage based onmaximum foreseeable loss.\n\nInsurance providers may also require a review by an appraiser or specialist to determine the value of a property before underwriting. This requirement is particularly true in cases where the policyholder gets insurance coverage for classic, antique, customized, and one-of-a-kind property, as well as for historic structures or items. Anappraisalmay be required if a policyholder tries to get insurance in a dollar amount that exceeds the assessed value of a property.\n\nThere are several key factors that policyholders should be aware of when it comes to the valuation clauses associated with their insurance policies. For instance:\n\nKeep in mind that values that do not keep up with the reasonable cost of living,inflation, or changes to the local building code cost increases may not adequately protect the policyholder.\n\nIn some cases, the insurance provider may expect the insured to periodically update the value of items covered in the policy using a full reporting clause.\n\nValuation clauses are also common outside the insurance industry. As such, they are used in contracts to highlight the value of assets. For instance, corporations may put valuation clauses in the contract formergers and acquisitions (M&A). In other cases, these clauses may be used in distribution orlicensing agreementsbetween two companies.\n\nTwo of the most common types of valuation clauses are the actual cash valuation clause and the replacement cost valuation clause. There are other types as well—all of which are discussed in more detail below.\n\nThe actual cash valuation clause oractual cash value (ACV)is the most frequently used method to calculate property benefit values in a homeowners policy. This value is based on the cost of repairing or replacing a piece of property, such as a boat, a car, or a home, to its pre-loss status. The insurer factors thedepreciationof the property into its value. Depreciation determines how much of an asset's useful lifespan value remains and will impact the benefit value due to the policyholder in the case of a covered loss.\n\nAnother consideration of an ACV policy is thevalued policy law (VPL). Arkansas, California, Florida, Georgia, Kansas, Louisiana, Massachusetts, Minnesota, Mississippi, Missouri, Montana, Nebraska, New Hampshire, North Carolina, North Dakota, Ohio, South Carolina, South Dakota, Tennessee, Texas, West Virginia, Wisconsin, and Wyoming all have valued policy laws.\n\nUnder this regulation, insurance providers must pay the full, listedface valueof a policy in the event of a total loss, without consideration of the depreciated actual cash value. The law requires the payment of the full face value of the policy even if the value at the time of loss is a lower dollar amount. However, in some situations where there isconcurrent causationfor damage, the insurer may issue a reduced payment.\n\nThereplacement costis the amount necessary to repair or replace a piece of property to the same or equal level of quality as the original property. These costs may change, as the prices in the marketplace change. Depreciation of the property is not a consideration in replacement cost coverage. However, unless a policy also contains a law and ordinance provision, it may not include enough coverage to satisfy all the costs of rebuilding a property.\n\nThelaw and ordinance clauseincreases the replacement benefit amount by a percentage to allow for changes to the state building code. This provision becomes crucial in the case of a covered hazard that destroys the property to 50% or more. Most local building codes will require structures that receive damages totaling 50% or more of the home's insured value to be demolished and rebuilt to current codes. Policyholders must understand that coverage only applies to the damaged portion of a structure.\n\nThe following are some other, less common types of valuation clauses:\n\nHere's an example of how valuation clauses work. Let's say a driver takes out a policy with ABC Insurance on their new car. Thecar insurance companyputs a provision into the policy indicating the amount it will reimburse the driver if the car is totaled in a no-fault accident. The company may introduce an actual cash value, which is the total value less depreciation.\n\nValuation clauses are provisions that insurers put into insurance contracts. They inform the insured party how much they receive if they file a claim. These clauses can range in type from the actual cash value to the replacement cost value, among others.\n\nIn areas other than insurance, they indicate the value of assets that are described in a contract. For instance, a buyer may outline the amount of money they are willing to pay to a seller of property and equipment.\n\nNo. Although they are very common in insurance, valuation clauses are also applied in different types of business contracts. They may be used in corporatemergers and acquisitions (M&A), distributions, and licensing agreements. Valuation clauses are put into place in order to determine the value of assets between two or more parties.\n\nValuation clauses have a big impact on insurance claims. They indicate the type of valuation method that an insurance company uses to reimburse their clients when a claim is filed. These methods include actual cash, replacement cost, stated value, agreed value, and market value. Since they are written into the contract, policyholders should be well aware of how much they can expect to receive if and when they file a claim with the insurer in the event of loss.\n\nInsurance can be a complicated and complex issue. There are different nuances that consumers need to understand about their policies before they sign on the dotted line. For instance, you should be aware of any valuation clauses in your policy. These are provisions that the insurer writes into your contract that will tell you the value of your property when and if you file a claim. This is the amount you'll receive in the event of a loss.",
  "url": "https://www.investopedia.com/terms/v/valuation-clause.asp"
}