{
  "term": "Valuation Analysis: Meaning, Examples and Use Cases",
  "definition": "Valuation analysis is a process to estimate the approximate value or worth of an asset, whether its a business, equity,fixed income security, commodity, real estate, or other assets. The analyst may use different approaches to valuation analysis for different types of assets, but the common thread will be looking at the underlying fundamentals of the asset.\n\nValuation analysis is mostly science(number crunching), but there is also a bit of art involved because the analyst is forced to make assumptions for model inputs. The value of an asset is basically thepresent value(PV) of all future cash flows that the asset is forecasted to produce. Inherent in the estimation model for a company, for example, is a myriad of assumptions regarding sales growth, margins, financing choices, capital expenditures, tax rates, discount rate for the PV formula, etc.\n\nOnce the model is set up, the analyst can play with the variables to see how valuation changes with these different assumptions. There is no one-size-fits-all model for assorted asset classes. Whereas a valuation for a manufacturing company may be amenable to a multi-yearDCFmodel, and a real estate company would be best modeled with currentnet operating income(NOI) andcapitalization rate(cap rate), commodities such as iron ore, copper, or silver would be subject to a model centered around global supply and demand forecasts.\n\nThe output of valuation analysis can take many forms. It can be a single number, such as a company having a valuation of approximately $5 billion, or it could be a range of numbers if the value of an asset is largely dependent on a variable that often fluctuates, such as a corporate bond with a high duration having a valuation range between par and 90% of par depending on the yield on the30-year Treasury bond. Valuation can be expressed as a price multiple. For example, as a tech stock is trading at a price-to-earnings (P/E) multiple of 40x, a telecom stock is valued at 6xenterprise value-to-earnings before interest, taxes, depreciation and amortization(EV/EBITDA) or a bank is trading at 1.3xprice-to-book(P/B) ratio. Valuation analysis can also take the final form of as asset value per share or net asset value (NAV) per share.\n\nValuation analysis is important for investors to estimateintrinsic valuesof company shares in order to make better-informed investment decisions. Fair values of bonds do not deviate much, if at all, from intrinsic values, but opportunities do arise once in a while in the case of financial stress of a heavily indebted company. Valuation analysis is a useful tool for comparing companies within the same sector or estimating a return on an investment over a given time period.",
  "url": "https://www.investopedia.com/terms/v/valuation_analysis.asp"
}