{
  "term": "Value Engineering: Definition, Meaning, and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nValue engineering is a systematic, organized approach to providing necessary functions in a project at the lowest cost. Value engineering promotes the substitution of materials and methods with less expensive alternatives, without sacrificing functionality. It is focused solely on the functions of various components and materials, rather than their physical attributes. Value engineering is also called value analysis.\n\nValue engineering is the review of new or existing products during the design phase to reduce costs and increase functionality to increase the value of the product. The value of an item is defined as the most cost-effective way of producing an item without taking away from its purpose. Therefore,reducing costsat the expense of quality is simply acost-cuttingstrategy.\n\nThe concept of value engineering evolved in the 1940s at General Electric, in the midst of World War II. Due to the war, purchase engineer Lawrence Miles and others sought substitutes for materials and components since there was a chronic shortage of them. These substitutes were often found to reduce costs and provided equal or better performance.\n\nWith value engineering, cost reduction should not affect the quality of the product being developed or analyzed.\n\nMiles defined product value as the ratio of two elements: function to cost. The function of an item is the specific work it was designed to perform, and the cost refers to the cost of the item during itslife cycle.The ratio of function to cost implies that the value of a product can be increased by either improving its function or decreasing its cost. In value engineering, the cost related to production, design, maintenance, and replacement are included in the analysis.\n\nProduct Value=FunctionCost\\begin{aligned}&\\text{Product Value} = \\frac { \\text{Function} }{ \\text{Cost} } \\\\\\end{aligned}​Product Value=CostFunction​​\n\nFor example, consider a new tech product is being designed and is slated to have a life cycle of only two years.The product will thus be designed with the least expensive materials and resources that will serve up to the end of the product’s life cycle, saving the manufacturer and theend-consumermoney. This is an example of improving value by reducing costs.\n\nAnother manufacturing company might decide to create added value by maximizing the function of a product with minimal cost. In this case, the function of every component of the item will be assessed to develop a detailed analysis of the purpose of the product. Part of the value analysis will require evaluating the multiple alternate ways that the project or product can accomplish its function.\n\nKeep in mind that the steps below may slightly vary depending on the precise organization defining the steps. For example, it's common to see a step between \"Gather Information\" and \"Think Creatively\" for work done to review and analyze what needs improving, eliminating, or creating (usually defined as \"Function Analysis\".\n\nValue engineering often entails the following six steps, starting from the information-gathering stage and ending with change implementation.\n\nValue engineering begins by analyzing what a product lifecycle will look like. This includes a forecast of all the spending and processes related tomanufacturing, selling, and distributing a product.\n\nValue engineers will often break these considerations down into more manageable data sets. In addition to assigned financial values, value engineers may prioritize processes or elements along a product's manufacturing plan. Value engineering may also call for expectations regarding time, labor, or other resources for different manufacturing stages.\n\nWith the core baseline expectations for the product having been documented, it's now time for the value engineering team to consider new, different ways for the product to be developed. This includes trying new approaches, taking risks on things never been done before, or creatively applying existing processes in a new way.\n\nLevering these creative ideas, value engineers will re-imagine how the product will be created and distributed from state to finish. This phase is the \"idea-generation\" stage where members of the team should be encouraged to brainstorm freely without fear of criticism.\n\nExamples of thinking creatively may include changing the materials used, changing the product's design, removing redundant features, trading off reliability for flexibility, or changing the steps/order of the manufacturing process.\n\nWith a bunch of ideas now on the table, it's time to decide which are reasonable and which aren't Each idea is often assessed for its advantages and disadvantages. Instead of focusing on the quantity of each tally, the value engineering team must consider which pros and cons outweigh their counterpart.\n\nFor example, a single change may result in five new benefits. However, doing so would outlaw distribution to a country that the companyexportsthe most goods to. In this case, the five benefits may not outweigh the one disadvantage.\n\nOnce the ideas are ranked, the best ideas are taken and further analyzed. This includes drafting model plans, detailing changes and their impacts, producing revisedfinancial projections, redesigning physical renderings, and assessing the overall viability of the change.\n\nBe mindful of timeline constraints and considerations when analyzing changes, especially if other departments will be negatively impacted by pushed out schedules or deadline changes. Also, consider how the break-even point of a product may change as a result of the adjustment to ensure the strategy aligns with the philosophy and financial capability of the organization.\n\nWith plans devised and presentations pulled together, it's time to deliver the best ideas to upper management or the board for their consideration. Often, more than one idea will be presented at a time so the deciding group can consider and compare alternatives. Each alternative should be consistently presented with fair representation across each choice.\n\nValue engineering calls for enhancing the value of each product; therefore, presentations should begin and end with how the change will benefit the company. Presentations should also include revised timelines, financial projections, drawings, and risks. Often, management may seek specific answers on changes or desire to see different analysis performed than what is presented.\n\nAs management gives confirmation to move forward with changes, value management shifts from a theoretical practice to an change management implementation process. When proposed changes are accepted, new teams are formed and assigned areas of oversight. Value engineer team leads often remain engaged with the changes to monitor what is being adjusted and how expectations are being aligned with new realities.\n\nIf a company lacks the required expertise to brainstorm changes, it may rely on external third parties to manage the first five steps (with the company taking over once it has decided what changes to make).\n\nRegardless of the steps a company chooses to perform when value engineering, there are a handful of high-level, vague guiding principles of value engineering. These principles include:\n\nWhen performing value engineering, analysts must often consider how to define 'value'. After all, one customer's perception of a product may be very compared to another customer based on their assigned value of the good. In general, there are four primary types of value recognized by value engineering:\n\nUse value is the primary type of value and it is determined by the attributes of the good. These attributes define what the product is able to do, how it is used, and what its purpose is. This heavily ties toproduct differentiationwhere consumers can only derive value from a specific good without competitors.\n\nThe use value of a product is the primary purpose of value engineering. Without a use value, consumers would not initially purchase the good. For instance, if a type of shoe did not adequately protect someone's feet or make it so they could walk down the street, the shoe has little to no use value. Without use value, products will ultimately fail because they serve no purpose.\n\nAssuming we have a good generating use value, it's now time to consider how it takes to make that good.Let's assume the shoes from above are tremendous for hiking, rugged wear, and waterproof protection. This means the shoes may require experienced labor to craft, specifically-treatedraw materialsfor its production, and premium quality control for consumer safety.\n\nIn this example, all of the variables mentioned above represent different cost variables with different values. A consumer may value the shoes at $50/pair; if the company determines its cost value is $75/pair, the company must assess how to rebalance the equation. Alternatively, charging a customer prices too high will likely yield negative cost value.\n\nWhile the use value describes the physical benefit of a product, consumers may also experience intrinsic value that often extends beyond what the product is. For example, should the shoe above come from Nike, consumers may be willing to pay higher premium for the shoe because of the added esteem benefit of the brand recognition.\n\nThough esteem value is often positive and associated with brand recognition, it can also be negative and correlated to brand dissonance. This is often related to the target consumer of the product. For example,low-cost, budget-conscious consumers may have negative esteem value when considering Apple's innovative, higher-cost product line.\n\nThe last and smallest component of value relates to a product's ability to be exchanged. With the introduction of international shipping and supply chain analytics, it is now becoming easier for almost any consumer to receive any product in a reasonable amount of time.\n\nStill, a value engineer must how to facilitate the distribution of a product, the physical characteristics of a product, and other attributions that make it so the good can easily be bought or traded. Should consumers find it very difficult to buy or receive the good, value may be lost or destroyed.\n\nThere are countless ways to define or categorize customer value. In reality, value engineering encompasses every value perceived or received by a customer whether it conforms to the four primary types above.\n\nDifferent companies can choose what tools they want to use; not all tools listed below need to be used in every value engineering situation. However, these are the most common techniques companies leverage when performing value engineering:\n\nWhile value engineering is the technique often used before a product has been fabricated,value analysisis the technique used to analyze an existing product. The goal of value analysis is often to review an existing set of costs and benefits with the intention of enhancing its value.\n\nWhile value engineering occurs earlier to prevent value loss, value analysis occurs after-the-fact and may be used to remediate product deficiencies. Value engineering is generally used to aid manufacturing, while value analysis may sometimes be used more heavily in the business or sales department.\n\nThough the two terms may often be used interchangeably, value engineering is the practice of preventing unnecessary costs or deficient value while value analysis is the practice of eliminating costs or negative value components. Changes made in response to value analysis may be brought about during different stages of a product's life span, while value engineering only occurs at the initial product stage.\n\nThe value engineering process involves a detailed approach to analyzing functions. Teams must gather and assess extensive data, hold numerous meetings to brainstorm and evaluate alternatives, and meticulously document their findings and decisions. This substantial initial time investment pulls valuable resources without the guarantee that products or processes will be re-engineered with success.\n\nValue engineering efforts can sometimes prioritize immediate cost reductions over long-term value. This short-term focus may lead to decisions that save money initially but result in higher costs or lower performance over the product's or system's lifecycle. For instance, choosing cheaper materials to reduce upfront costs might lead to increased maintenance or replacement costs in the future. Teams need to balance short-term implications with long-term value.\n\nWhile reducing costs is a primary goal of value engineering, an excessive focus on cost-cutting can lead to unintended consequences as well. For example, eliminating certain features to save money might diminish the product's appeal or performance, ultimately negatively impacting the cost/benefit analysis. The same could somewhat be said about engineering. In some cases, value engineering can lead to over-engineering where the pursuit of optimization results in overly complex solutions. This complexity can ultimately increase costs and complicate implementation, even when trying to capture very little value.\n\nLast, value engineering is not universally applicable to all projects. Some projects may have rigid specifications, regulatory requirements, or client preferences that limit the scope for applying value engineering principles. Projects in highly regulated industries such as pharmaceuticals or aerospace may have strict compliance requirements. Companies may also simply lack the internal resources or headcount with the necessary skill sets to perform the analysis needed to re-engineer products.\n\nThe initial design for the Golden Gate Bridge faced significant challenges, including spanning a 4,200-foot-wide strait with strong ocean currents and high winds. However, financial resources were limited due to the Great Depression, and initial cost estimates were prohibitively high.\n\nChief Engineer Joseph Strauss and his team led the value engineering process, striving to reduce costs without compromising safety or performance. Strauss and his team focused on essential functions such as providing a safe, durable, and efficient means of transportation across the strait. They substituted expensive materials with high-strength silicon steel, simplified the design by eliminating unnecessary elements, and employed innovative construction techniques. Pre-fabrication of components off-site further reduced labor costs and construction time.\n\nThrough these value engineering efforts, the final cost of the Golden Gate Bridge was significantly reduced to approximately $35 million from the original budget of $100 million. The bridge met all functional requirements (i.e. millions of travelers have successfully capitalized on the value of the bridge's transportation capability).\n\nValue engineering is the process of designing a product to ensure the value a customer receives is maximized. This is a careful activity of balancing the functions of the product along with the financial consideration of a product. In general, value engineering strives to maximize the benefit a consumer receives while minimizing costs.\n\nValue engineering is often broken into six stages: information gathering, brainstorming, evaluating, developing plans, presentation, and implementation. The phases range from collecting relevant data to designing alternatives to see what management thinks of the potential changes. Keep in mind that some entities may tweak these steps (i.e. emphasize evaluating the functionality of processes while spending less time on the implementation steps).\n\nValue engineering is the process to ensuring your customer's satisfaction and utility of a product is maximized. Without considering a product's use, cost, or functionality, a good may lose its place in the marketplace because it doesn't solve a problem or reflect accurate financial prices. Value engineering is important because it forces a company to evaluate its future plans to maximize profitability.\n\nValue engineering often breaks values into the use, cost, exchange, and esteem value. Though other departments may use different categories to define consumer benefit, the end goal is to ensure all benefits of a consumer are captured for analysis.\n\nValue engineering is the process of ensuring a product doesn't waste away its potential. Products that lack purpose or drive value will get lost in the marketplace, becoming cost centers for a company that yields little to no profit. By implementing value engineering, a company evaluates how a product can better serve its customers, how value can be created, and costs can be minimized.\n\nMcGill University, Department of Mechanical Engineering. \"History of Value Engineering.\"\n\nLawrence D. Miles. \"Techniques of Value Analysis and Engineering.\" McGraw-Hill, 1972.\n\nSAVE International. \"Value Methodology Standard, Revised October 1998.\" Page 15.\n\nGolden Gate Bridge. \"The History of the Golden Gate Bridge.\"\n\nFederal Highway Administration. \"Fact Sheet.\"",
  "url": "https://www.investopedia.com/terms/v/value-engineering.asp"
}