{
  "term": "Valued Marine Policy: What It Is, How It Works",
  "definition": "A valued marine policy is a type of marineinsurance coveragethat places a specific value on the insured property, such as the hull or cargo of a shipping vessel, prior to aclaimbeing made. In the event of a loss, a valued marine policy will pay a specified, pre-determined amount—provided, of course, that there are no traces of fraud.\n\nA valued marine policy differs from an unvalued, or open, marine policy. Under that type of coverage, the value of the property would need to be proven subsequent to a loss through the production ofinvoices, estimates, and other evidence.\n\nInsuranceprovides individuals or an entity with financial protection against a specified type of loss in exchange for payment of a fee, known as apremium. It is possible to insure pretty much anything for a price, including high stake items such as ships and cargo.\n\nAll marine insurance policies are either valued or unvalued. In the case of the former, the monetary value is pre-determined and stated in the policy document, therefore making clear any questions about the value of thereimbursementsin case of atotalor partial loss to the ships, cargo, and terminals covered under the policy.\n\nThese types of plans serve to avoid disputes as to the value of the insured property. When a marine policy contains the words \"valued at\" or \"so valued,\" there is generally no reassessment or revaluation necessary if an insured event or loss were to occur.\n\nA marine insurance policy should fall under the valued category if it contains, somewhere in the contract, the words \"valued at\" or \"so valued.\"\n\nA valued marine policy pays a fixed amount, regardless of the extent of the damages. For example, a policy may pay $1,000 per box of lost cargo, regardless of whether the value of the cargo is actually $500 or $2,000 per box.\n\nIt is important to note that if the insured item depreciates in value, it will not affect the amount which can be claimed in the event of a total loss. The same is also true if the value of the item appreciates, in which case the insured would be unable to receive any additional damages based on the increased value of the item.\n\nThe distinction between valued and unvalued policies was first stated in the United Kingdom's Marine Insurance Act of 1906,﻿﻿ which has become the basis for maritime insurance policies and laws in most countries, including the United States.\n\nThe Marine Insurance Act of 1906 states that for an unvalued policy, the measure ofindemnityis the insurable value of the subject matter insured, so shipowners with valued policies may fare better if they make a claim during periods of falling market rates.In such scenarios, those with unvalued policies may find that any recovery will be only a fraction of what the ship was worth at the time when they took out the policy.\n\nThis makes it extremely important for those insuring ships to obtain policies with the proper wording, especially since the distinction between valued and unvalued marine policies has become the subject of legal disputes in many countries.\n\nPolicies will also include language to include elements of theYork Antwerp Rules. These rules establish costs and liability for the maritime industry.\n\nThe National Archives. \"Marine Insurance Act 1906.\" Accessed Feb. 10, 2021.\n\nThe National Archives. \"Marine Insurance Act 1906.\" Accessed Feb. 10, 2021.",
  "url": "https://www.investopedia.com/terms/v/valued-marine-policy.asp"
}