{
  "term": "Value Fund: Investment Strategy Overview and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA value fund seeks to invest in stocks that are deemed to beundervaluedin price based on fundamental characteristics. Value investing is often contrasted with growth investing, which focuses on emerging companies with high growth prospects.\n\nValue funds andvalue investingare often synonymous with strategies developed by investors Benjamin Graham and Warren Buffett. Value managers choose stocks for value funds based on the fundamental characteristics associated with a stock’s intrinsic value. Value funds are typically used as long-term investing allocations that have the potential to grow steadily over time.Value fund investingis thus often associated with investment due diligence and patience.\n\nNearly every large fund family offers a value fund. Value funds are often broken down into varying components. One of the most popular categories for variation ismarket capitalization. For example, investors may choose from a fund family that includes small-, mid-, and large-cap value funds.\n\nThe premise behind value investing is that the market has some inherent inefficiencies causing specific companies to trade at levels below their actual worth for various reasons. Value fund managers are skilled in identifying these market inefficiencies. In theory, once the market corrects these inefficiencies, the value investor will gain from an increase in the share price. Oftenvalue stocksare also associated with dividend payments since they are usually well-established companies with committed dividend distribution programs.\n\nAblend fund(or blended fund) is a type of equity mutual fund that includes a mix of bothvalueandgrowth stocks. These funds offer investors diversification among these popular investment styles in a single portfolio.\n\nBelow are four examples of some of the investment market’s valuemutual fundsandexchange traded funds (ETF).\n\nThe Vanguard Equity-Income Fund Investor Shares focuses on investing in large-cap companies that pay investors above-average dividends. The fund is best for investors who want higher yields and have a long-term investment horizon.﻿﻿\n\nThe ClearBridge Large Cap Value Fund is an actively managed value fund that seeks capital appreciation and income through a value-focused investing strategy. The fund offers multiple share classes. It also pays a consistent quarterly dividend.﻿﻿\n\nThe Invesco S&P 500 Enhanced Value ETF tracks the performance of the S&P 500 Enhanced Value Index. Fund managers invest at least 90% of the fund's assets in stocks that are part of the underlying index. Stocks in the index have a high \"value score,\" which means they tend to be undervalued based onfundamental analysis.﻿﻿\n\nThe iShares Edge MSCI USA Value Factor ETF is an index fund. It seeks to replicate the holdings and return of the MSCI USA Enhanced Value Index. The index includes U.S. large- and mid-cap stocks with value characteristics that trade at a comparatively low valuation.﻿﻿\n\nVanguard. \"Vanguard Equity-Income Fund Investor Shares (VEIPX): Portfolio and Management.\" Accessed April 29, 2021.\n\nFranklin Templeton. \"ClearBridge Large Cap Value Fund.\" Accessed April 29, 2021.\n\nInvesco. \"Invesco S&P 500 Enhanced Value ETF.\" Accessed April 29, 2021.\n\niShares by BlackRock. \"iShares MSCI USA Value Factor ETF.\" Accessed April 29, 2021.",
  "url": "https://www.investopedia.com/terms/v/valuefund.asp"
}