{
  "term": "Valuation Premium: What It Means, How It Works, Benefits",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA valuation premium is alife insurancecalculation that determines the charges forpremiumsbased on the company's liabilities. Insurance companies charge monthly premiums or fees to their policyholders, and in exchange, provide financial coverage for an event, such as death. The premiums that are collected from their customers—calledreserves—are usually held in short-term term investments.\n\nWhen determining the valuation premium, the insurance company must ensure that it has adequate policy reserves to coverpayouts, such as a death benefit. An insurance company's policy reserve represents today's value—or thepresent value—of all of the futurecash flowsor premiums it's due to receive. The total amount ofliabilityfor an insurer is the sum of the reserves for every individual policy.\n\nLife insurance is a contract between an insurer and a policyholder in which the insurance company guarantees payment of a death benefit to namedbeneficiariesupon the death of the insured. The insurance company promises a death benefit in consideration of the payment of premiums by the insured.\n\nThe amount of insurance premiums charged by the insurance companies is determined by statistics and mathematical calculations done by theunderwritingdepartment of the insurance company. The underwriting process involves investigating familial diseases and analyzing records like medical information and motor vehicle reports. Statisticians hired by the insurance company, known asactuaries, analyze the data and attempt to predict how likely the insurance applicant will be to file aclaimon their policy. The higher the probability of a claim, the higher the premiums usually are for the policyholders.\n\nThe life insurance company's valuation premium is the total amount of premiums paid by policyholders set aside for mandated reserves. Regulated insurers are required to offset theirassetsto cover liabilities. Once the insurer determines the value of its policy reserves, the company can calculate the valuation premium that will cover its liabilities. In this manner, the insurance company can make sure that it will have the assets necessary to cover all its policies.\n\nValuation premiums help ensure an insurance company stays financiallysolventand has the necessary means to pay any claims that may arise from its policies. Higher valuation premiums tend to correspond with higher risks and values of covered assets or items.\n\nAt times, an insurance company may opt to set a premium lower than the calculated valuation premium if its experience and statistical records indicate that a lower premium is justified. If a lower premium is charged, the insurance company would be obligated to hold the difference in a deficiency reserve.",
  "url": "https://www.investopedia.com/terms/v/valuation-premium.asp"
}