{
  "term": "Value Proposition: How to Write It With Examples",
  "definition": "A value proposition in marketing is a concise statement of the benefits that a company is delivering to customers who buy its products or services. It serves as a declaration of intent, both inside the company and in the marketplace.\n\nThe term value proposition is believed to have first appeared in a McKinsey & Co. industry research paper in 1988, which defined it as \"a clear, simple statement of the benefits, both tangible and intangible, that the company will provide, along with the approximate price it will charge each customer segment for those benefits.\"\n\nA value proposition stands as a promise by a company to a customer ormarket segment. The proposition is an easy-to-understand reason why a customer should buy a product or service from that particular business. A value proposition should clearly explain how a product fills a need, communicate the specifics of its added benefit, and state the reason why it's better than similar products on the market. The ideal value proposition is to-the-point and appeals to a customer's strongest decision-making drivers.\n\nCompanies use this statement to target customers who will benefit most from using the company's products, and this helps maintain a company'seconomic moat. An economic moat is a competitive advantage. The moat analogy—coined by super-investorWarren Buffettof Berkshire Hathaway—states that the wider the moat, the bigger and more resilient the firm is to competition.\n\nA great value proposition demonstrates what a brand has to offer a customer that no other competitor has and how a service or product fulfills a need that no other company is able to fill.\n\nA company's value proposition communicates the number one reason why a product or service is best suited for a customer segment. Therefore, it should always be displayed prominently on a company's website and in other consumer touch points. It also must be intuitive, so that a customer can read or hear thevalue propositionand understand the delivered value without needing further explanation.\n\nValue propositions that stand out tend to make use of a particular structure. A successful value proposition typically has a strong, clear headline that communicates the delivered benefit to the consumer. The headline should be a single memorable sentence, phrase, or even a tagline. It frequently incorporates catchy slogans that become part ofsuccessful advertising campaigns.\n\nOften a subheadline will be provided underneath the main headline, expanding on the explanation of the delivered value and giving a specific example of why the product or service is superior to others the consumer has in mind. The subheading can be a short paragraph and is typically between two and three sentences long. The subheading is a way to highlight the key features or benefits of the products and often benefits from the inclusion of bullet points or another means of highlighting standout details.\n\nThis kind of structure allows consumers to scan the value proposition quickly and pick up on product features. Added visuals increase the ease of communication between business and consumer. In order to craft a strong value proposition, companies will often conductmarket researchto determine which messages resonate the best with their customers.\n\nValue propositions can follow different formats as long as they are unique to the company and to the consumers the company services. Alleffective value propositionsare easy to understand and demonstrate specific results for a customer using a product or service. They differentiate a product or service from any competition, avoid overused marketingbuzzwords, and communicate value within a short amount of time.\n\nFor a value proposition to effectively turn a prospect into a paying customer, it should clearly identify who the customers are, what their main problems are, and how the company's product or service is the ideal solution to help them solve their problem.\n\nA value proposition is meant to convince stakeholders, investors, or customers that a company or its products or services are worthwhile. If the value proposition is weak or unconvincing it may be difficult to attract investment and consumer demand.\n\nAn employee value proposition (EVP) applies to the job market. Here, a company that is hiring will try to frame itself as a good place to work, offering not only monetary compensation but also a range of benefits, perks, and a productive environment. In return, the job candidate will need to convince the hiring company that they have the appropriate skills, experience, demeanor, and ambition to succeed.\n\nIf a company cannot convince others that it has value or that its products or services or valuable, it will lose profitability and access to capital and may ultimately go out of business.\n\nLanning, Michael J., and Edward G. Michaels. \"A business is a value delivery system.\"McKinsey staff paperNo. 41. July, 1988.\n\nCNBC Warren Buffett Archive. \"Morning Session - 1995 Meeting.\"\n\nAlexander Osterwalder et al.\"Value proposition design: How to create products and services customers want. Vol. 2.\" John Wiley & Sons, 2015.",
  "url": "https://www.investopedia.com/terms/v/valueproposition.asp"
}