{
  "term": "Valuable Papers Insurance: What It is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nValuable papers insurance is a special type ofproperty-casualty insurance. Valuable papers insurance reimburses the policyholder for the monetary value of any valuable papers such as wills, trusts, or corporate charters that are lost for any reason, though it cannot actually replace these papers. It is often purchased by corporations, small businesses, and wealthy people.\n\nValuable papers insurance protects businesses from the expensive and often time-consuming process of replacing important documents. The coverage limits for valuable papers insurance can be very high in some cases. However, the coverage is always limited to either the actual monetary value of the papers themselves or their replacement value. Furthermore, the papers insured must always be carefully guarded in order to file a claim.\n\nFor example, let's say a company's headquarters is destroyed in a flood. The company's property deeds, documents related to a court case the company was once involved in, as well as information related to personnel and other important papers were all destroyed in the flood. This company has valuable papers insurance, so it files a claim and is reimbursed for these documents, thus saving the company money as well as time and effort involved in reconstructing the evidence from the court case. Medical and legal records are often the toughest to reproduce, as well as documents related to research and development.\n\nIf a business'scommercial propertypolicy does not include valuable papers, those items can be insured with anendorsement, which generally provides the same, or in some cases broader, coverage than what is included in a typical property-casualty insurance policy.\n\nValuable papers insurance typically does not cover electronic files, money, orsecurities.\n\nValuable papers policies are used for businesses that rely on highly sensitive documents, such as medical records, contracts, accounting data, or blueprints. Since these documents may be essential to a company's business operations, a valuable papers policy can offset the losses if they are damaged or lost.Most insurance policies for valuable papers specifically exclude documents stored electronically. Even though many businesses keep a wealth of important records in electronic form, few property policies provide coverage for damage to electronic data. However, businesses can protect this information with coverage specifically for electronic documents. Money and securities are also excluded.\n\nMost policies will state the conditions of coverage for valuable papers. For example, an insurance company might require a company to store their essential records in a safe, behind locked doors, or beneath a chemical extinguishing system. If a company manager forgets to store papers safely, the accidental destruction of those papers may not be covered by their insurance policy.\n\nInsurers may also require important information to be regularly backed up and archived, creating duplicates of the most essential records. If records are backed up electronically, they must be stored with the same care and precision as paper records.\n\nValuable papers insurance covers the loss or damage of important papers such as medical records, contracts, property deeds, blueprints, or any other important documents. Valuable papers insurance generally does not cover the loss of money, securities certificates, or electronic records.\n\nAmonolinepolicy is an insurance policy that only covers one specific type of risk. For example, some monoline insurers may specialize in whole life insurance, auto insurance, or specific types of property.\n\nElectronic documents can be insured through a separate endorsement, called a data loss policy. These policies cover traditional sources of damage, such as fire or flooding, as well as hacking, viruses, and hard drive crashes. However, such policies typically do not cover wear and tear, or losses due to improper file storage.\n\nNew York State Archives. \"Records Advisory: Insurance Coverage for Records and Data.\"",
  "url": "https://www.investopedia.com/terms/v/valuable-papers-insurance.asp"
}