{
  "term": "Value Change: What it is, How it Works, Example",
  "definition": "Witthaya Prasongsin / Getty Images\n\nThe term value change refers to a daily adjustment made to the price of a company's stock. This change reflects the number of outstanding shares issued and currently held by investors. This figure is updated on a daily basis. Since the number of shares held by investors changes daily, this number can be updated every day to reflect the changes. It allows a group of stocks to be equallyweightedand more easily evaluated by investors, analysts, and other financial professionals.\n\nPeople oftenconfuse a stock's value with its price. It's common for individuals to believe they're one and the same. While that's true to a certain degree, there are some key differences between the two. Thepriceof a stock indicates its current or present value in themarket. Put simply, it indicates what the stock trades at or what it costs at any given moment in time.\n\nValue, on the other hand, refers to the actual worth of anasset, including a stock. The stock's value is determined by factors, such as market share, earnings, and a number of othermetrics.The price of a stock is normally at the same level or near itsintrinsic value. But changes can arise when the market rises or drops.\n\nAs noted above, a value change is reflective of the total number ofoutstanding sharesissued and currently held by investors. As such, it describes a type of calculation used to compare and evaluate investment instruments by taking the number of shares held by investors into consideration. And since shares change hands every day, the value change of a company's stock also changes daily.\n\nOne of the main reasons that the value change adjustment is so important is because it is intended to equally weigh individual stocks that are included in a group or category.For instance, investors can group together a number of stocks in the financialindustry,consumer staples, or retailsectorand determine the value change of one company's stock compared to its peers.\n\nThe total number of outstanding shares doesn't include stock that has been reinvested by the company.\n\nLet's use a hypothetical example to show how value changes work. Suppose XYZ company has one million shares outstanding in the public market and decides to issue an additional million shares. These shares will be issued to investors on thesecondary market. By doing this, the company's stock price may undergo a value change. That's because of the significant change caused by the doubling of the total number of outstanding shares.\n\nZacks. \"What Is Meant by the Market Price of a Stock?\" Accessed June 21, 2021.\n\nThe Motley Fool. \"The Definitive Guide: How to Value a Stock.\" Accessed June 21, 2021.\n\nCFI. \"Value Change.\" Accessed June 21, 2021.",
  "url": "https://www.investopedia.com/terms/v/value-change.asp"
}