{
  "term": "Vancouver Stock Exchange (Van): What It Is, How It Works",
  "definition": "The Vancouver Stock Exchange (VAN/VSE) is a now-defunct stock exchange formerly located in Vancouver, British Columbia, Canada. It was incorporated in 1907 as the third-largest marketplace in Canada behind theToronto Stock Exchange(TSX) andMontreal Stock Exchange. Stocks listed on this exchange were denoted by a .V following the ticker symbol.\n\nThe Vancouver exchange originally featured primarily small-capitalization mining, oil, and gas exploration stocks. By the early 1990s, however, the Vancouver exchange had grown into a specialty market for venture capital securities. Today, the Vancouver Stock Exchange falls under theTSX Venture Exchangeumbrella after a merger with the Canadian Venture Exchange in 1999.\n\nThe Vancouver Stock Exchange was recognized as the home for venture capital solutions but many saw through the facade and quickly labeled it the \"scam capital of the world.\" At one point the VAN listed about 2,300 stocks, many of which were considered total failures or frauds. The exchange provides a textbook example of how errors in floating-point calculations can lead to enormous discrepancies in the correctness of the index reading. Ultimately, however, the VAN is an example of one of the world's least successful stock exchanges as it was mostly known for low volumes and speculative listings.\n\nStill, the Vancouver Stock Exchange managed to reemerge throughout the market turmoil of thedotcom bubble, and in 1999 it merged with the Alberta Stock Exchange and Bourse de Montreal to become part of the Canadian Venture Exchange, now known as the TSX Venture Exchange.\n\nThe trading floor of the Vancouver exchange remained the center of the new venture division, but that only lasted for two years. In 2001, TMX Group—the parent company of the Toronto Stock Exchange—purchased the newly formed marketplace and quickly renamed it. Today, the TSX Venture Exchange is headquartered in Calgary, Alberta, with offices in other major cities throughout Canada. All trading is executed electronically so a trading floor no longer exists.\n\nToday, the Toronto Venture Exchange is considered a leader in global benchmarks and venture capital listings despite its previous reputation. The strength of the Toronto Stock Exchange and Venture Exchange now stretches to about $3.5 trillion in market capitalization. The venture division alone offers solutions to 1,713 companies with a total market value of about $70 billion.\n\nTrading on the exchange is comparable with most other major exchanges. There are slightly different order types, rules, regulations, and services that keep the exchange operating smoothly. Some of those orders include traditional limit and market orders to more unfamiliar dark order types. Companies listed on the exchange are subject to various fees like initial application, registration, and monthly costs.",
  "url": "https://www.investopedia.com/terms/v/vancouver-stock-exchange-van-.v.asp"
}