{
  "term": "Vandalism and Malicious Mischief Insurance: How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nVandalism and malicious mischief insurance is insurance coverage that protects against losses sustained as a result of vandals. This type of insurance is included in most basic commercial and homeowner policies.\n\nIt is an important insurance component for properties that are not occupied during well-known periods of the day, such as churches and schools. These structures can become targets when they are unoccupied because vandals know there is a reduced risk of being caught.\n\nDue to the risk and frequency of loss, this coverage typically carries a higherdeductiblefor properties that are known to be unoccupied for certain hours of the day, including churches and schools.\n\nVandalism and mischief are described as the intentional injury or destruction of property. Vandalism and malicious mischief can be written as anendorsementto a standard policy, such as the standard fire policy, in the event that the policy requires a separate endorsement for this type of coverage.\n\nLandlords can also benefit from this type of policy, especially if some of their properties are in high-crime areas. It may be worth researching the best rental property insurance companies to find the best policies and rates.\n\nVandalism is damage done to someone else’s property, simply for the sake of causing damage. It is one of the most common property crimes. Malicious mischief is similar, though the damage may not have been intended. Some situations, like egging a house, straddle the line, depending on the outcome.\n\nThe peril of vandalism or malicious mischief covers damage to parts of the premises for which you’re responsible, as well as to personal property. If, for example, someone slashes the tires of your bike, which is stored on the property, that’s vandalism. If someone thinks your music is too loud and sneaks into your home to destroy your stereo, that, too, is vandalism. Both would likely be covered losses if they met your deductible.\n\nWhat type of vandalism most commonly results in an insurance claim? Damage inflicted by angry ex-husbands/wives/partners. Often fueled by alcohol, exes have been known to take revenge on a former spouse by causing property damage and destruction. If your ex comes into your home and trashes it, that’s vandalism, and it's usually covered.\n\nIf you’re not living in a dwelling, it's important to take additional precautions against vandalism.\n\nVandalism or malicious mischief losses are not covered if a dwelling has been vacant for over 60 consecutive days.A structure is vacant if no one is living there and it’s substantially empty of the personal property necessary for normal use.\n\nVandalism committed by any of the insured is also not covered. What does this mean? Imagine that you live with a partner who is a named insured on your policy. Things go south and they move out, but you neglect to have the policy rewritten. That means they’re still insured under the policy. If they return and trash the place, reimbursement would likely be denied because it’s an intentional act committed by one insured against another.\n\nFor insurance purposes, vandalism means intentional damage and destruction of property, without theft. For example, a person deliberately breaking a home's windows for the purpose of destroying property could be considered vandalism, but if they broke in for the purpose of burglary, it would not be considered vandalism.\n\nIntentional damage by tenants will not be covered as vandalism under a typical homeowner's policy. The best way to prevent these damages is to carefully screen your tenants.\n\nIf you have comprehensive insurance for your car, it will cover deliberate acts of vandalism such as slashed tires, broken windows or taillights, or damaged paint. The exact level of coverage will depend on your provider and your deductible.\n\nVandalism and malicious mischief insurance is a type of insurance coverage that protects your property against deliberate damage. It does not provide protection against theft or accidental damage. Depending on where you live, this type of insurance can offer an important level of protection, along with the types of coverage that protect property against fire, weather, and other causes of damage.\n\nNational Real Estate Insurance Group. \"Is It Covered? Theft and Vandalism.\"\n\nProgressive. \"Does Car Insurance Cover Vandalism?\"",
  "url": "https://www.investopedia.com/terms/v/vandalism-and-malicious-mischief-insurance.asp"
}