{
  "term": "Vanguard Exchange-Traded Funds: How They Work and Types",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nVanguard exchange-traded funds (ETFs) are a class of funds offered byVanguard. Exchange-traded funds combine the diversification of mutual funds with a lower investment minimum required. Vanguard also offers real-time pricing. ETFs are traded the same way that individual stocks are traded.\n\nThere are currentlymore than 50Vanguard exchange-traded funds, which are traded, like any other shares, on the U.S. stock exchanges, such as theNew York Stock Exchange (NYSE)orNasdaq. Their underlying indexes cover both individual sectors, such as materials and energy, and domestic and international indexes.\n\nThe Vanguard ETFs were previously known as Vanguard Index Participation Receipts (VIPERS). In their current form, Vanguard ETFs aim to track their underlying indexes as closely as possible and offer the flexibility of intraday trading.\n\nBy developing this class of low-cost funds, Vanguard sought to bring its longstanding leadership in the passive management market to the ETF space.\n\nETFs can have thousands of stocks or bonds in a single fund, so they provide more flexibility forportfolios. They include all the benefits of an index fund but provide more control for the individualinvestor.\n\nVanguard offers a range of ETF products that are focused on U.S. stocks. These ETFs can further be broken down into the size of the companies they target: large-cap, midcap, or small-cap. These funds can also be broken down into the performance of the companies that they invest in. Growth ETFs invest in stocks with above-average growth rates. Value ETFs invest in companies with below-average valuations. And finally, blend ETFs invest in a combination of growth and value ETFs.\n\nFor example, theVanguard Dividend Appreciation ETFinvests in large-cap companies. This fund is composed of a blend of value and growth stocks. It has an expense ratio of 0.06% as of May 24, 2024, and a dividend yield of 1.74% as of Oct. 31, 2024.\n\nVanguard has three types of international ETFs: global, international, and emerging markets. Global stock ETFs invest in stocks from all around the world, including the United States. International stock ETFs invest in stocks from all around the world, with the exception of the U.S. Emerging-market ETFs invest only in stocks from developing countries.\n\nFor example, theVanguard International High Dividend Yield ETFinvests in the international market. Its expense ratio is 0.22% as of Feb. 27, 2024, and its dividend yield is 4.59% as of Oct. 31, 2024.\n\nVanguard’s sector ETFs are stock-based ETFs that invest in indexes tracking specific sectors of the economy. Some of these sectors include telecommunications, energy, materials, information technology (IT), and healthcare. The advantage of choosing a sector-based ETF is that investors can target a certain part of the market without the risk and research involved in choosing individual companies to invest in.\n\nFor example, if you think the banking business as a whole will perform well in the coming months, you might invest in theVanguard Financials ETF. It has an expense ratio of 0.10% as of Dec. 22, 2023, and a dividend yield of 1.68% as of Oct. 31, 2024.\n\nFor investors who want to allocate their investment assets to an age-appropriate combination of stocks and bonds, Vanguard offers 15 different ETFs focused on U.S. bonds. They can be split into four main categories: government bonds, investment-grade corporate bonds, a blend of these two (government and corporate), and tax-exempt bonds.\n\nGovernment bonds tend to pay relatively low dividend yields compared with corporate bonds. However, they also have a significantly lower risk ofdefault. While corporate bonds pay relatively high interest rates, they also have a higher risk of default than government bonds. Finally, Vanguard’s tax-exempt ETF bond category is ideal for investors who hold their investments in taxable brokerage accounts and are in relatively hightax brackets.\n\nOwning an ETF is similar to owning amutual fund; individual stocks or bonds offer the same built-in diversification and low costs. The funds are also tradable, like individual stocks.\n\nCompared withstocksandbonds, however, ETFs offer less risk and less ongoing maintenance. Vanguard’s mix of preselected stocks or bonds means that if one stock or bond in the fund performs poorly, others are likely performing well. Also, investors can leave security selection to professional fund managers.\n\nBoth mutual funds and ETFs are less risky than investing in individual stocks and bonds, and they offer a wide variety of options to meet specific investment goals. However, compared with standard mutual funds, ETFs have some unique characteristics that might make them appealing to some investors. For example, Vanguard’s ETFs are managed by portfolio professionals and are commission free.\n\nIn addition, ETFs require smaller investment minimums to start with. They also offer real-time, intraday pricing, assessing minute-by-minute changes, whenever they’re bought and sold, whereas mutual funds are only priced at the close of a trading day.\n\nVanguard is a large investment management and advisory firm that offers a variety of low-cost investment products, including mutual funds and exchange-traded funds (ETFs).\n\nVanguard’s underlying indexes cover both individual sectors, such as materials and energy, and domestic and international indexes.\n\nVanguard’s ETFs are managed by portfolio professionals. They are commission free.\n\nVanguard exchange-traded funds (ETFs) are a class of funds offered by Vanguard. ETFs combine the diversification of mutual funds with a lower investment minimum required.\n\nVanguard, Financial Advisors. “VIG: Dividend Appreciation ETF.”\n\nVanguard, Financial Advisors. “VYMI: International High Dividend Yield ETF.”\n\nVanguard, Financial Advisors. “VFH: Financials ETF.”",
  "url": "https://www.investopedia.com/terms/v/vipers.asp"
}