{
  "term": "Vanishing Premium Policy: Meaning, History, Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA vanishing premium policy is a form ofpermanent life insurancein which the holder can use dividends from the policy to pay its premiums. Over time, thecash valueof the policy increases to the point where dividends earned by the policy equal the premium payment. At this point, the premium is said to disappear, or vanish.\n\nVanishing premium policies may appeal to people worried about longer-term fluctuations in income, such as the self-employed, anyone who wants to start a business, or those who plan to retire early.\n\nSome policies come with a high annualpremiumin the early years, at which time the life insurance policy offers modest benefits. The premium may subsequently drop and benefits then increase. Other policies may have a fairly steady premium and a set level of benefits until the vanishing point. In each case, cash value generally increases over time.\n\nA vanishing premium policy may be suitable for people who plan to use the policy benefits as supplemental income upon retirement. In the interim, the policy offers policyholderstax-deferredadvantages while cash value accumulates. In some instances, a person uses a vanishing premium policy in conjunction withestate planning.\n\nOne criticism of vanishing premium policies is that they can mislead consumers regarding the number of years they would have to pay premiums before the policy could support itself. Consumers may also want to be careful not to rely mainly on the maximum benefit relative to minimum premiums, as the amount earned could fall below this scenario.\n\nProspective buyers should understand that the amount credited to cash value is lower when interest rates are lower than the expectation described in the policy. This also is why buying a vanishing premium policy during a period of historically high interest rates might be a bad idea.\n\nVanishing premium policies were popular in the late 1970s and early 1980s whennominal interest rateswere high in the United States. Many policies were sold as a form ofwhole life insurance. However, when interest rates dropped, dividend rates eventually followed, and policyholders were forced to continue paying premiums for periods longer than they had initially expected. In some cases, the premiums never went away: the vanishing premiums never vanished. Policyholders sued, claiming they were misled.\n\nSuits were filed against major insurers including New York Life, Prudential, Metropolitan, Transamerica, John Hancock, Great-West, Jackson National, and Crown Life Insurance. Crown Life settled a class action suit with policyholders for $27 million. In a separate case brought by a policyholder in Texas, Crown Life was initially hit with a $50 million ruling but later settled out of court for an undisclosed sum. Great West settled its class action suit for $30 million, while New York Life Insurance paid out $65 million.\n\nNegative publicity concerning vanishing premium policies led to regulatory investigations and Money Magazine to list the policies as one of the \"eight biggest rip-offs in America\" on its August 1995 cover.\n\nHowever, legal scholars suggest that insurance companies did not breach their contracts with policyholders. The written contracts expressly stated that future interest rate credits were not guaranteed and depended on the discretion of the insurers \"in light of future economic events.\" Additionally, state laws also provided customers with a \"free look\" period during which they could back out of an insurance contract.\n\nInterest rates on one-yearTreasury Billstopped 16% at the start of the 1980s but fell close to 3% in the early 1990s.Insurance companies enjoyed peak sales of vanishing premium insurance policies during the 1980s. But when interest rates dropped in the 1990s, insurers faced lawsuits from customers.\n\nIn one case, Mark Markarian sued Connecticut Mutual Life Insurance. When Markarian bought a life insurance policy in 1987, his broker said he would only need to pay premiums of $1,255 for the next seven years and $244 in the eighth year. But Markarian received a notice from Connecticut Mutual in 1995, claiming he still owed premium payments.\n\nOther cases raised similar complaints. For example, an insurance broker filed a cross-claim against Crown Life Insurance Company after a client had filed suit against him. Based on Crown's projections, the broker had told his client their premiums would not exceed $91,520, when in fact the clients later learned the premiums would never vanish and could total more than $800,000.\n\nPermanent life insurance policies, which are the type most likely to feature vanishing premiums, are still sold in every state in the U.S. However, some states have enacted laws prohibiting the use of the term \"vanishing premium\" in life insurance illustrations.Plus, the National Association of Insurance Commissioners issued guidelines in 2001 forbidding insurers from using \"'vanish' or 'vanishing premium,' or a similar term that implies the policy becomes paid up, to describe a plan for using non-guaranteed elements to pay a portion of future premiums.\"\n\nMost term life insurance policies have a grace period, typically 30 days. If you don't pay your premium after that time, your policy will lapse.\n\nOnly you can decide at what age you should stop buying life insurance. However, new life insurance policies tend to get more expensive as you age, while your responsibilities may lessen. Some people choose not to buylife insurance once they're retired, have little debt, and have fewer people depending on them financially.\n\nVanishing premium policies, in which dividends from the cash value of the policy cover the premium payment, may appeal to prospective policyholders who are concerned about future income fluctuations. However, consumers should be aware that \"disappearing\" premiums typically aren't guaranteed. In particular, a lower interest rate environment could erase theoretical gains and cause premiums to hang around long after their projected end date.\n\nDaniel R. Fischel, Robert S. Stillman. \"The Law and Economics of Vanishing Premium Insurance,\" Pages 1-3. Delaware Journal of Corporate Law, 1997.\n\nDaniel R. Fischel, Robert S. Stillman. \"The Law and Economics of Vanishing Premium Insurance,\" Pages 9. Delaware Journal of Corporate Law, 1997.\n\nMacrotrends. \"1 Year Treasury Rate - 54 Year Historical Chart.\"\n\nUnited States District Court, District of Massachusetts. \"Markarian v. Connecticut Mutual Life Insurance Company.\"\n\nSupreme Court of Texas. \"Crown Life Insurance Company v. Casteel.\"\n\nCasetext. \"N.M. Admin. Code § 13.9.14.11.\"\n\nLegal Information Institute at Cornell Law School. \"14 Va. Admin. Code § 5-41-50 - Premiums.\"\n\nNational Association of Insurance Commissioners. \"Life Insurance Illustrations Model Regulation,\" Page 6.\n\nExperian. \"What Happens if You Stop Paying Life Insurance Premiums?\"",
  "url": "https://www.investopedia.com/terms/v/vanishing-premium-policy.asp"
}