{
  "term": "VantageScore: Meaning, Model, Components",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nVantageScore is a consumer credit scoring model introduced bythe major three credit bureaus(Equifax, Experian, and TransUnion) in 2006 as an alternative to theFICO score, created by the Fair Isaac Corporation in 1989. Both it and FICO scores are in wide use today.\n\nThe latest version of VantageScore is VantageScore 4. It is calculated based on six factors, each assigned its own weighting:\n\nThe first three factors are by far the most important, accounting for 81% of a person's VantageScore. Payment history reflects how consistently the person has paid their credit bills on time. Age and mix of credit refers to how long they have had their credit accounts and whether they have used different kinds of credit, such as a credit card and an auto loan (it's a plus to have older accounts and several account types).Credit utilizationlooks at how much of a person's available credit they're currently using (the lower the percentage, the better).\n\nVantageScore obtains its information from all three credit bureaus, private companies that create and sell creditreports about individuals to lenders. Credit reports consist of information on the person's current and recent credit accounts (such as mortgages, auto loans, and credit cards), typically going back as far as seven years. They do not contain information on the person's income or assets or personal details such as their marital status, race, or ethnicity.\n\nCredit bureaus obtain their information from individuals' creditors and, in some cases, court records. Because not every creditor supplies information to all three bureaus (and some don't supply it to any of them), a person's credit report can differ from one bureau to another. VantageScore cites its access to reports from all three bureaus as one of its advantages, billing itself as \"the first and only tri-bureau credit scoring model.\"\n\nVantageScore also highlights its use of \"machine learning\" and trended data. \"Trended credit data,\" it explains, \"reflects changes in credit behaviors over time, in contrast to the static, individual credit history records that have long been available in consumer credit files and used in generic scoring models.\" These techniques, it says, allow it to assign credit scores to more people, especially those whose credit histories are too short for other credit scoring models, often referred to as people withthin files.\n\nLike FICO scores, VantageScores currently run from 300 to 850. (Earlier VantageScores used a 501 to 990 scale.)The higher a person's score, the more creditworthy they are judged to be.\n\nAccording to the credit bureau Experian, VantageScores break down this way:\n\nFICO scores remain the most widely used credit score, employed by about 90% of top lenders, FICO says.However, VantageScores are becoming more widely adopted. According to the consulting firm Oliver Wyman, between 2019 and 2022 VantageScore usage grew by 18%.\n\nUnlike VantageScore, FICO bases its scores on five, rather than six, factors and assigns them somewhat different weightings. These are the weights that FICO says it uses.\n\nThere are several other points of difference between FICO and VantageScore. As mentioned, VantageScores combine information from all three credit bureaus, while the FICO scores issued by a particular credit bureau are based on the information in that bureau's files. The three bureaus also issue multiple versions of FICO scores, based on different FICO models, including some tailored for specific types of lenders, such as mortgage companies or credit card issuers. Equifax and TransUnion each offer 13 different FICO scores, while Experian has 14.\n\nFICO scores require a credit history of at least six months or at least one update to the person's files in the past six months, while VantageScores can be calculated for people with briefer credit histories or dormant files. VantageScore says that allows it \"to score approximately 37 million more consumers who typically are not scored by conventional models without relaxing standards.\"All told, VantageScore adds, its model is capable of scoring about 94% of the adult population in the U.S.\n\nYou can obtain your credit score free of charge from many banks and credit card companies. There are also websites that makefree credit scoresavailable. In many instances the free credit scores that these sources provide will be VantageScores.\n\nBy law you are entitled to a free copy of your credit report from each of the three major credit bureaus at least once every 12 months. The official website for all three bureaus is AnnualCreditReport.com. Note that your credit score is not part of your credit report, so you have to obtain it separately.\n\nWhether it's a FICO score or a VantageScore, the best ways to improve your credit score—and keep it in good shape— are to pay your credit bills on time every month and to keep your credit utilization ratio as low as possible. As a general rule that's under 30%.\n\nVantageScore says its credit scoring model allows it to assign scores to some 94% of adults, so chances are that you have one or will soon. VantageScores differ from FICO scores in a number of ways, but the credit habits that will earn you a good score (or a bad one) are similar and worth paying attention to if you hope to obtain a loan or other form of credit in the future.\n\nVantageScore. \"Ushering in a New Standard for Credit Scoring,\" Page 2.\n\nExperian. \"What's Not Included in Your Credit Report?\"\n\nVantageScore. \"Ushering in a New Standard for Credit Scoring,\" Page 1.\n\nVantageScore. \"Ushering in a New Standard for Credit Scoring,\" Pages 1-2.\n\nExperian. \"What Is a VantageScore Credit Score?\"\n\nFICO. \"FICO Scores Are Used by 90% of Top Lenders.\"\n\nVantageScore. \"Oliver Wyman Analysis Shows 18% Growth in VantageScore Model Market Adoption.\"\n\nmyFICO. \"What's in My FICO Scores?\"\n\nmyFICO. \"FICO Scores Versions.\"\n\nVantageScore. \"The VantageScore Model.\"\n\nConsumer Financial Protection Bureau. \"How Do I Get and Keep a Good Credit Score?\"",
  "url": "https://www.investopedia.com/terms/v/vantagescore.asp"
}