{
  "term": "Variable-Rate Demand Bond: What it is, How it Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA variable-rate demand bond is a type ofmunicipal bond(muni) with floatingcouponpayments that are adjusted at specific intervals. The bond is payable to the bondholder upon demand following an interest rate change. Generally, the currentmoney market rateis used to set the interest rate, plus or minus a set percentage, which may result in a change in coupon payments over time.\n\nAlthough bondholders may redeem a demand bond at any time, they are often encouraged to keep these bonds in order to continue receiving coupon payments. The floating rate of the coupon payment contributes to greater uncertainty in coupon cash flows compared to generic municipal bonds, although some of this risk may be mitigated by aredemptionoption.\n\nMunicipal bonds are issued by state and local governments to raise capital to finance public projects, such as building hospitals, highways, and schools.In return for lending the municipalities money, investors are paid periodic interest in the form of coupons for the duration of the bond’s term. At maturity, the governmentalissuerrepays theface valueof the bond to the bondholders.\n\nSome muni bonds have fixed coupons, while others are variable. Muni bonds with floatingcoupon ratesare called variable-rate demand bonds. Theinterest rateson these bonds generally are reset daily, weekly, or monthly. The bonds are issued for long-term financing with maturities ranging from 20 to 30 years.\n\nIn addition, variable-rate demand bonds require a form of liquidity in the event of a failed remarketing. The liquidity facility used toenhance the issuer's creditcould be a letter of credit, standbybond purchase agreement(BPA), or self-liquidity, all of which assist in making these securities eligible for money market funds.\n\nFor instance, aletter of creditprovides an unconditional commitment by a bank to pay investors the principal and interest on the variable-rate demand bonds in the event of default, bankruptcy, or a downgrade of the issuer. As long as the financial institution providing the letter of credit is solvent, the investor will receive payment.\n\nVariable-rate demand bonds are often issued with anembedded putfeature that allows bondholders to tender the issues back to the issuing entity on the interest reset date. The put price isparplus accrued interest. The bondholders must provide notice to the tender agent by a specified number of days prior to the date that the debt securities will be tendered.\n\nA variable-rate demand bond would normally be put, orexercised, if the holder wants immediate access to their funds, or if market interest rates in the economy have increased to a level at which the current coupon rate on the bond is not attractive.\n\nIf the bond is tendered prior to maturity because of an increase in rates, theremarketing agentwill set a new, higher rate for the bond. If market rates fall below the coupon rate, the agent will reset the rate at the lowest rate that would avoid having a put exercised on the bond.\n\nU.S. Securities and Exchange Commission. \"Municipal Bonds.\" Accessed May 7, 2021.",
  "url": "https://www.investopedia.com/terms/v/variable-rated-demand-bond.asp"
}