{
  "term": "Variable-Rate Certificate of Deposit (CD): Meaning, Example, FAQs",
  "definition": "A variable-rate certificate of deposit (CD) is a type of savings account offered by banks and credit unions. Also sometimes called a \"flex CD,\" this certificate locks up your money for a fixed length of time (term) but provides a fluctuating interest rate based on different factors such as theprime rate, theConsumer Price Index (CPI),Treasury bills, or amarket index. TheFederal Deposit Insurance Corp. (FDIC)protects variable-rate and other CDs.\n\nA variable-rate CD allows investors to put their money into a secure, protected account where it will earn interest over the life of its term. Theearned interestis usually inaccessible to the account holder until the CD matures.Variable-rate CDs tend to have both limited choices of terms and longer terms, such as a 12-, 24-, or 36-month term.\n\nFinding a variable-rate CD can also be more challenging compared to other CD types. You may need to research options at smaller or community banks and credit unions.\n\nA variable-rate CD pays an interest rate that can go up and down throughout the life of the security. The exact factors determining the interest rate of a variable-rate CD will vary depending on the institution.\n\nA bump-up CD could be considered a type of variable-rate CD and is offered by more banks and credit unions. With a bump-up or step-up CD, rates only go up, not down. But typically, you must initiate the change, and there are limits on how many times the rate can change (usually only once or twice).\n\nIn contrast to either a variable or step-up CD, the widely availablefixed-rate CDhas a locked-in interest rate, so the rate remains the same throughout the entire term. Fixed-rated CDs tend to offer more terms to choose from, such as 3-month to 5-year CDs.\n\nA CD is generally consideredone of the safer ways to invest your money, especially as your money is insured by the FDIC, up to $250,000.CDs, overall, are among the most reliable, low-risk investment options available. They appeal to conservative, risk-averse savers and investors.\n\nInvesting in CDs is also an excellent way todiversifythe risk of yourportfolio. For new or cautious investors, a fixed-rate CD may be preferable, but consumers comfortable with increasing theriskjust a little bit may want to consider a variable-rate CD if rates are predicted to rise.\n\nVariable-rate CDs typically require a minimum of $500 or more.\n\nWhen considering a CD with a variable interest rate, remember a few things. First, theseCDs generally have the most significant profit potentialif interest rates are low, with a good chance rates will rise over the term. By contrast, if interest rates are high when the CD is opened, it’s possible that they could go down soon after and take your returns lower, too.\n\nAlso, consider what features are most important to you. A variable-rate CD with a steep penalty for early withdrawal may not be as appealing as a no-penalty CD with a more relaxed early withdrawal policy.\n\nAs attractive as they sound, variable-rate CDs also come with certain pitfalls. Prolonged low interest rates, for example, can adversely affect your returns, even if the rates increase later. In contrast, fixed-rate CDs may be more profitable during such times.\n\nVariable-rate CD returns are also susceptible toinflation. This is especially the case during times of high inflation. A CD essentially locks in your funds for a certain period of time. If inflation shoots up during that period and your returns do not keep pace with it, the real value of your holdings declines.\n\nMeilee wants to park her money in a variable-rate CD, and spends time researching where it's possible to do so at a higher rate. She finds a 12-month CD that offers a variable, competitive rate based on the Federal Reserve’sfederal funds rateminus 0.25%. The Federal funds rate is 2.50% when she opens the account, so she will earn 2.25% APY to begin with.\n\nMeilee thinks rates will go up, and so puts $1,000 into the variable-rate CD. Meilee's friend Amy puts $1,000 into a traditional 12-month CD at the same time as Meilee; the CD offers a 3% interest rate.\n\nAfter only one month, the federal funds rate increases to 3.25%. Meilee's variable-rate CD now earns 3%, the same as Amy's. The Fed rate continues to increase over the next six months until it is at 4.75% in September. Meilee earns 4.5% in interest in September. Amy is still earning 3% in September.\n\nBut imagine if Meilee was wrong, and the federal funds rate declined to 2% after six months. Meilee would only earn 1.75% on her CD, while Amy would still be earning 3%.\n\nCertificates of deposit (CDs) areone of the safer ways to invest, especially as Federal Deposit Insurance Corp. (FDIC) protection backs most of them. The FDIC protects CDs up to $250,000 per depositor at FDIC-insured banks and savings associations.\n\nTypically, early withdrawal results in a financial penalty of months of interest already earned. Theearned interestis usually inaccessible to the account holder until the CD matures. Some issuers do offer a penalty-free CD that allows for the early withdrawal of funds. However, the interest rate is likely to be lower than CDs that do not provide this option.\n\nThe financial institution decides which benchmark rate it will use to set the CD’s rate, the frequency of change, and any other factors. For example, institutions could use the Federal Reserve Bank’s federal funds target rate, the bank's prime rate, the federal funds rate upper limit, or the Wall Street Journal Prime Rate (WSJP). The interest rate is expressed as an annual percentage yield could even change daily at the institution's discretion.\n\nVariable-rate CDs provide a variety of benefits to people looking for a secure, protected investment that will earn a relatively modest amount of interest if rates are rising. Remember that the earned interest is usually inaccessible to the account holder until the CD matures.\n\nAs attractive as they sound, variable-rate CDs also come with certain pitfalls. For example, prolonged low interest rates can adversely affect your returns, even if the rates increase later. Your rate (and returns) could also fall if benchmark rates decline. In contrast, fixed-rate CDs are more profitable during such times.\n\nFederal Deposit Insurance Corp. “Are My Deposit Accounts Insured by the FDIC?”\n\nU.S. Securities and Exchange Commission. “High-Yield CDs: Protect Your Money by Checking the Fine Print.”\n\nFederal Deposit Insurance Corp. “Thinking of Buying a CD? What to Consider Before Handing Over Your Money.”",
  "url": "https://www.investopedia.com/terms/v/variable-rate-certificate-of-deposit.asp"
}