{
  "term": "Variable Cost: What It Is and How to Calculate It",
  "definition": "A variable cost is a business expense that’s directly affected by production.\n\nBusiness expenses broadly fall into two categories: variable or fixed. Fixed costs remain constant regardless of changes in the level of production. Variable costs fluctuate with the level of production. The cost of raw materials would be variable because it rises or falls when a company increases or decreases production.\n\nThe total expenses incurred by any business consist of variable and fixed costs.\n\nVariable costs are dependent on the level of production output or sales. The variable cost of production is a constant amount per unit produced. As the volume of production and output increases, variable costs will also increase.\n\nExamples of variable costs are salescommissions, direct labor costs, cost of raw materials used in production, and utility costs.\n\nVariable costs are usually viewed as short-term costs as they can be adjusted quickly. For example, if a company is having cash flow issues, it may immediately decide to alter production to reduce costs.\n\nThe total variable cost is the quantity of output multiplied by the variable cost per unit of output:\n\nTotal Variable Cost  =  Total Quantity of Output x Variable Cost Per Unit of Output\n\nThe variable cost per unit will vary across profits. In general, it can often be specifically calculated as the sum of the types of variable costs. Variable costs may need to be allocated across goods if they are incurred in batches (i.e. 100 pounds of raw materials are purchased to manufacture 10,000 finished goods).\n\nAlong the manufacturing process, there are specific expenses that are usually variable costs. For the examples of these variable costs below, consider the manufacturing and distribution processes for an athletic apparel producer.\n\nRaw materialsare the goods that a business purchases to create a final product. If the athletic brand buys the shoes rather than manufacturing them, it won't incur the cost of leather, mesh, canvas, or other raw materials.\n\nIn general, a company should spend roughly the same amount on raw materials for every unit produced assuming no major differences in manufacturing one unit versus another.\n\nDirect labor costs will vary depending on the units produced. The more units produced, the more direct labor costs.\n\nSome labor costs will be incurred even if no units are produced. A salaried accountant or company lawyer will be paid whether the company's output is 100,000 units or 0 units.\n\nFor others who are paid an hourly rate, more labor hours result in higher paychecks.\n\nCommissionsare a percentage of a sale's proceeds that are awarded to a salesperson as additional compensation. If no sales are executed, there is no commission expense.\n\nBecause commissions rise and fall in line with whatever underlying target the salesperson must hit, the expense varies with changes in production.\n\nWhen a manufacturer line ramps up production, it consumes more energy. When production is shut down, minimal utilities are consumed.\n\nIn this example, utilities usually vary with production. As a company strives to produce more output, it is likely to require additional power, resulting in increased variable utility costs.\n\nThe total cost of shipping finished products varies depending on the number of units shipped.\n\nThere may be fixed cost components, such as the cost of an in-house emaildistribution network, but most shipping costs are variable.\n\nVariable costing data is used to analyze expenses, pricing, and profitability. Variable cost analysis is important for the following reasons:\n\nVariable cost and average variable cost are not the same. While variable cost measures the cost of producing a single product, average variable cost analyzes production over time and compares variable costs to what has been produced. The average variable can be calculated as:\n\nAverage Variable Cost = Total Variable Costs / Total Output\n\nVariable cost and average variable cost may not always be equal due to price increases or discounts. Consider the variable cost of a project that has been worked on for years. The salary of an employee assigned to the project is a variable cost and, in this case, the employee was promoted last year. The current variable cost will be higher than before; the average variable cost will remain somewhere in between.\n\nAverage variable cost is often U-shaped when plotted graphically. Therefore, a company can use average variable costing to analyze the most efficient point of manufacturing by calculating when to shut down production in the short term or even when to shut down a plant.\n\nFixed costs remain the same regardless of production output. Examples of fixed costs are rent, salaries,insurance, and office supplies.\n\nA company must pay these expenses irrespective of the volume of products it manufactures and sells. Whether production increases or decreases, rent will stay the same.\n\nEven fixed costs can change over time, but the change will not be related to production. As such, fixed costs are viewed as long-term expenses.\n\nThere is also a category of costs that falls between fixed and variable costs, known assemi-variable costs(sometimes called semi-fixed costs or mixed costs). These are costs composed of amixture of fixed and variable components. Costs are fixed for a set level of production or consumption and become variable after this production level is exceeded. If no production occurs, a fixed cost is often still incurred.\n\nIn general, companies with a high proportion of variable costs relative to fixed costs are considered to be less volatile, as their profits are more dependent on the success of their sales.\n\nSeveral factors play into an evaluation of a company's expenses, fixed or variable. These include relevant range, degree of leverage, and contribution margin.\n\nThe concept of relevant range primarily relates to fixed costs. This may hold true for tangible products associated with the production of goods as well as labor costs, particularly overtime costs.\n\nConsiderwholesalebulk pricing that prices goods in tiers based on the quantity ordered. Raw materials may cost $0.50 per pound for the first 1,000 pounds, while orders of greater than 1,000 pounds are charged $0.48. In either situation, the variable cost is the charge for the raw materials (either $0.50 per pound or $0.48 per pound).\n\nYou can find a company's variable costs on their balance sheet undercost of goods sold(COGS). This measures the costs that are directly tied to production, such as the costs of raw materials and labor. While COGS can also include fixed costs, such as overhead, it is generally considered a variable cost.\n\nVariable and fixed costs play into the degree ofoperating leveragea company has.\n\nIn short, fixed costs are riskier, they generate a greater degree of leverage, and they leave the company with greater upside potential. Variable costs are safer, generate less leverage, and leave the company with a smaller upside potential.\n\nConsider the example above with a company choosing between renting a piece of equipment for $1,000 or $0.05 per unit produced:\n\nThe company faces the risk of loss if it produces less than 20,000 units. However, anything above this has limitless potential for yielding benefits for the company.\n\nTherefore, leverage rewards the company for not choosing variable costs, as long as the company can produce enough output.\n\nVariable costs are a direct input in the calculation ofcontribution margin, the amount of proceeds a company collects after using sale proceeds to cover variable costs.\n\nEvery dollar of contribution margin goes directly to paying for fixed costs; once all fixed costs have been paid for, every dollar of contribution margin contributes to profit.\n\nFor this reason, variable costs are a required item for companies trying to determine their break-even point. In addition, variable costs are necessary to determine sale targets for a specific profit target.\n\nLet’s assume that it costs a bakery $15 to make a cake—$5 for raw materials such as sugar, milk, and flour, and $10 for the direct labor involved in making one cake. The table below shows how the variable costs change as the number of cakes baked varies.\n\nCost of sugar, flour, butter, and milk\n\nAs the production output of cakes increases, the bakery’s variable costs also increase. When the bakery does not bake any cake, its variable costs drop to zero.\n\nFixed costs and variable costs comprise the total cost. Total cost is a determinant of a company’s profits, which is calculated as:\n\nA company can increase its profits by decreasing its total costs. Since fixed costs are more challenging to bring down (for example, reducing rent may entail moving to a cheaper location), most businesses seek to reduce their variable costs.Decreasing costs usually means decreasing variable costs.\n\nIf the bakery sells each cake for $35, itsgross profitper cake will be $35 - $15 = $20. To calculate the net profit, the fixed costs have to be subtracted from the gross profit. Assuming the bakery incurs monthly fixed costs of $900, which includes utilities, rent, and insurance, its monthly profit will look like this:\n\nA business incurs a loss when fixed costs are higher than gross profits. In the bakery’s case, it has gross profits of $700 - $300 = $400 when it sells only 20 cakes a month. Since its fixed cost of $900 is higher than $400, it would lose $500 in sales.\n\nThe break-even point occurs when fixed costs equal thegross margin, resulting in no profits or losses. In this case, when the bakery sells 45 cakes for a total variable cost of $675, it breaks even.\n\nA company that seeks to increase its profit by decreasing variable costs may need to cut down on fluctuating costs for raw materials, direct labor, and advertising. However, the cost cut should not affect product or service quality as this would damage sales.\n\nBy reducing its variable costs, a business increases its gross profit margin orcontribution margin.\n\nThe contribution margin allows management to determine how much revenue and profit can be earned from each unit of product sold. The contribution margin is calculated as:\n\nContribution Margin=GrossProfitSales=(Sales−VC)Saleswhere:VC=Variable Costs\\begin{aligned} &\\text{Contribution~Margin} = \\dfrac{Gross~Profit}{Sales}=\\dfrac{ (Sales-VC)}{Sales}\\\\&\\textbf{where:}\\\\&VC = \\text{Variable Costs}\\\\ \\end{aligned}​ContributionMargin=SalesGrossProfit​=Sales(Sales−VC)​where:VC=Variable Costs​\n\nThe contribution margin for the bakery is ($35 - $15) / $35 = 0.5714, or 57.14%. If the bakery reduces its variable costs to $10, its contribution margin will increase to ($35 - $10) / $35 = 71.43%. Profits increase when the contribution margin increases. If the bakery reduces its variable cost by $5, it would earn $0.71 for every dollar in sales.\n\nCommon examples of variable costs includecosts of goods sold(COGS), raw materials and inputs to production, packaging, wages, commissions, and certain utilities (for example, electricity or gascosts that increase with production capacity).\n\nVariable costs are directly related to the cost of production of goods or services, while fixed costs do not vary with the level of production. Variable costs are commonly designated as COGS, whereas fixed costs are not usually included in COGS.\n\nFluctuations in sales and production levels can affect variable costs if factors such as sales commissions are included in per-unit production costs. Fixed costs must still be paid even if production slows down significantly.\n\nIf companies ramp up production to meet demand, their variable costs will increase as well. If these costs increase at a rate that exceeds the profits generated from new units produced, it doesn't make sense to expand.\n\nA company in such a case will need to evaluate why it cannot achieve economies of scale. In economies of scale, variable costs as a percentage of overall cost per unit decrease as the scale of production ramps up.\n\nNo. Marginal cost refers to how much it costs to produce one additional unit. The marginal cost will take into account the total cost of production, including both fixed and variable costs. Since fixed costs are static, the weight of fixed costs will decline as production scales up.\n\nBecause variable costs scale alongside, every unit of output will theoretically have the same amount of variable costs. Therefore, total variable costs can be calculated by multiplying the total quantity of output by the unit variable cost.\n\nIn a manufacturing process, there are different types of costs. One type of cost is variable, increasing only if the quantity of output also increases. While a fixed cost remains the same over a relevant range, a variable cost usually changes with every incremental unit produced.\n\nThough this cost structure protects a company in the event the demand for their goods decreases, it limits the upside profit potential the company could have received with a more fixed-cost-focused strategy.\n\nBusiness Development Bank of Canada. \"Cost of Goods Sold.\"",
  "url": "https://www.investopedia.com/terms/v/variablecost.asp"
}