{
  "term": "Variance Inflation Factor (VIF)",
  "definition": "A variance inflation factor (VIF) is a measure of the amount of multicollinearity in regression analysis.Multicollinearityexists when there is a correlation between multiple independent variables in a multiple regression model. This can adversely affect theregressionresults.\n\nA variance inflation factor is a tool to help identify the degree of multicollinearity. Multiple regression is used when a person wants to test the effect of multiple variables on a particular outcome. The dependent variable is the outcome that is being acted upon by the independent variables—the inputs into the model. Multicollinearity exists when there is a linear relationship, or correlation, between one or more of the independent variables or inputs.\n\nMulticollinearity creates a problem in the multiple regression model because the inputs are all influencing each other. Therefore, they are not actually independent, and it is difficult to test how much the combination of the independent variables affects the dependent variable, or outcome, within the regression model.\n\nWhile multicollinearity does not reduce a model's overall predictive power, it can produce estimates of the regression coefficients that are not statistically significant. In a sense, it can be thought of as a kind of double-counting in the model.\n\nIn statistical terms, a multiple regression model where there is high multicollinearity will make it more difficult to estimate the relationship between each of the independent variables and the dependent variable. In other words, when two or more independent variables are closely related or measure almost the same thing, then the underlying effect that they measure is being accounted for twice (or more) across the variables. When the independent variables are closely-related, it becomes difficult to say which variable is influencing the dependent variables.\n\nSmall changes in the data used or in the structure of the model equation can produce large and erratic changes in the estimated coefficients on the independent variables. This is a problem because the goal of manyeconometricmodels is to test exactly this sort of statistical relationship between the independent variables and the dependent variable.\n\nTo ensure the model is properly specified and functioning correctly, there are tests that can be run for multicollinearity. The variance inflation factor is one such measuring tool. Using variance inflation factors helps to identify the severity of any multicollinearity issues so that the model can be adjusted. Variance inflation factor measures how much the behavior (variance) of an independent variable is influenced, or inflated, by its interaction/correlation with the other independent variables.\n\nVariance inflation factors allow a quick measure of how much a variable is contributing to thestandard errorin the regression. When significant multicollinearity issues exist, the variance inflation factor will be very large for the variables involved. After these variables are identified, several approaches can be used to eliminate or combine collinear variables, resolving the multicollinearity issue.\n\nVIFi=11−Ri2where:Ri2=Unadjusted coefficient of determination forregressing the ith independent variable on theremaining ones\\begin{aligned}&\\text{VIF}_i = \\frac{ 1 }{ 1 - R_i^2 } \\\\&\\textbf{where:} \\\\&R_i^2 = \\text{Unadjusted coefficient of determination for} \\\\&\\text{regressing the ith independent variable on the} \\\\&\\text{remaining ones} \\\\\\end{aligned}​VIFi​=1−Ri2​1​where:Ri2​=Unadjusted coefficient of determination forregressing the ith independent variable on theremaining ones​\n\nWhen Ri2is equal to 0, and therefore, when VIF or tolerance is equal to 1, the ithindependent variable is not correlated to the remaining ones, meaning that multicollinearity does not exist.\n\nThe higher the VIF, the higher the possibility that multicollinearity exists, and further research is required. When VIF is higher than 10, there is significant multicollinearity that needs to be corrected.\n\nFor example, suppose that an economist wants to test whether there is a statistically significant relationship between the unemployment rate (independent variable) and the inflation rate (dependent variable). Including additional independent variables that are related to theunemployment rate, such as new initialjobless claims, would be likely to introduce multicollinearity into the model.\n\nThe overall model might show strong, statistically sufficient explanatory power, but be unable to identify if the effect is mostly due to the unemployment rate or to the new initial jobless claims. This is what the VIF would detect, and it would suggest possibly dropping one of the variables out of the model or finding some way to consolidate them to capture their joint effect depending on what specific hypothesis the researcher is interested in testing.\n\nAs a rule of thumb, a VIF of three or below is not a cause for concern. As VIF increases, the less reliable your regression results are going to be.\n\nA VIF equal to one means variables are not correlated and multicollinearity does not exist in the regression model.\n\nVIF measures the strength of the correlation between the independent variables in regression analysis. This correlation is known as multicollinearity, which can cause problems for regression models.\n\nWhile a moderate amount of multicollinearity is acceptable in a regression model, a higher multicollinearity can be a cause for concern.\n\nTwo measures can be taken to correct high multicollinearity, First, one or more of the highly correlated variables can be removed, as the information provided by these variables is redundant. The second method is to use principal components analysis or partial least square regression instead of OLS regression, which can respectively reduce the variables to a smaller set with no correlation, or create new uncorrelated variables. This will improve the predictability of a model.\n\nCFI. \"Variance Inflation Factor.\"\n\nIsixsigma. \"Variance Inflation Factor (VIF).\"",
  "url": "https://www.investopedia.com/terms/v/variance-inflation-factor.asp"
}