{
  "term": "Variable-Rate Mortgage: What It Is, Benefits and Downsides",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA variable-rate mortgage is a home loan with no fixed interest rate. Instead, interest payments are adjusted at a level above a specific benchmark or reference rate, such as the Prime Rate + 2 points. Lenders can offer borrowers variable rate interest over the life of a mortgage loan. They can also offer a hybrid adjustable-rate mortgage (ARM), which includes an initial fixed period followed by a variable rate that resets periodically after that.\n\nCommon varieties of hybrid ARM include the5/1 ARM, having a five-year fixed term followed by a variable rate on the remainder of the loan (typically 25 more years). In the United Kingdom and other European countries, variable-rate mortgages are termedtracker mortgages. They usually track the base rate from the European Central Bank or the Bank of England.\n\nA variable-rate mortgage differs from afixed-rate mortgagein that rates during some portion of the loan’s duration are structured as floating and not fixed.Lenders offer bothvariable rateand adjustable rate mortgage loan products with differing variable rate structures.\n\nGenerally, mortgage lenders can offer borrowers either fullyamortizingor non-amortizing loans that incorporate different variable rate interest structures. Borrowers who believe rates will fall over time typically favor variable rate loans. In falling rate environments, borrowers can take advantage of decreasing rates without refinancing since their interest rates decrease with the market rate.\n\nFull-term variable rate loans will charge borrowers variable rate interest throughout the entire life of the loan. In a variable rate loan, the borrower’s interest rate will be based on the indexed rate and any margin that is required. The interest rate on the loan may fluctuate at any time during the life of the loan.\n\nVariable rates are structured to include anindexed rateto which avariable rate marginis added. If a borrower is charged a variable rate, they will be assigned a margin in the underwriting process. Most variable-rate mortgages will thus include a fully indexed rate based on the indexed rate plus margin.\n\nThe indexed rate on an adjustable rate mortgage is what causes the fully indexed rate to fluctuate for the borrower. In variable rate products, such as anadjustable-rate mortgage (ARM), the lender chooses aspecific benchmarkto which to index the base interest rate. Indexes can include the lender’sprime rate, in addition to various types of U.S. Treasuries.A variable rate product’s indexed rate will be disclosed in the credit agreement. Any changes to the indexed rate will cause a change in the borrower’s fully indexed interest rate.\n\nThe ARM margin is the second component of a borrower’s fully indexed rate on an adjustable rate mortgage. In an ARM, the underwriter determines an ARM margin level, which is added to the indexed rate to create the fully indexed interest rate the borrower is expected to pay. High credit quality borrowers can expect a lower ARM margin, resulting in a lower interest rate overall on the loan. Lower credit quality borrowers will have a higher ARM margin, requiring them to pay higherinterestrates on their loans.\n\nSome borrowers may qualify to pay just the indexed rate, which can be charged to high credit quality borrowers in a variable rate loan. The indexed rates are usually benchmarked to the lender’sprime ratebut can also be benchmarked to Treasury rates. A variable rate loan will charge the borrower interest that fluctuates with changes in the indexed rate.\n\nAdjustable rate mortgage loans (ARMs) are a common type of variable-rate mortgage loan product offered bymortgagelenders. These loans charge a borrower a fixed interest rate in the first few years of the loan, followed by a variable interest rate after that.\n\nThe terms of the loan will vary depending on the particular product offering. For example, in a2/28 ARMloan, a borrower would pay two years of fixed-rate interest followed by 28 years of variable interest that can change at any time.\n\nIn a 5/1 ARM loan, the borrower would pay fixed-rate interest for the first five years with variable rate interest after that, while in a 5/1 variable rate loan, the borrower’s variable rate interest would reset every year based on the fully indexed rate at the time of thereset date.\n\nARMs have an initial fixed-rate period followed by the remainder of the loan using a variable interest rate. For instance, in a 7/1 ARM, the first seven years would be fixed. Then, from the eighth year onwards, the rate would adjust annually depending on prevailing rates.\n\nWhen interest rates go up, the variable rate on the mortgage will also adjust higher. This means that the monthly payments on the loan will also increase. Note that many ARMs and other variable rate loans will have aninterest rate cap, above which the rate can not increase further.\n\nPros of variable-rate mortgages can include lower initial payments than a fixed-rate loan, and lower payments if interest rates drop. The downside is that the mortgage payments can increase if interest rates rise. This could lead to homeowners being trapped in an increasingly unaffordable home as interest rate hikes occur.\n\nVariable-rate mortgages can benefit buyers who believe rates will drop once they close on a home. Plus, variable-rate mortgages typically have lower initial payments, so they may save more than with a conventional loan. However, if interest rates rise during the adjustable rate period, borrowers might end up with mortgage payments higher than they anticipated.\n\nConsumer Financial Protection Bureau. \"What Is the Difference Between a Fixed-rate and Adjustable-rate Mortgage (ARM) Loan?\"\n\nConsumer Financial Protection Bureau. \"You Might Have Heard That LIBOR Is Going Away. Here’s What You Need to Know About LIBOR and Adjustable-rate Loans.\"",
  "url": "https://www.investopedia.com/terms/v/variable-rate-mortgage.asp"
}