{
  "term": "Variable Annuitization: What It is, How it Works",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nVariable Annuitization is an annuity option in which the amount of the income payments received by the policyholder will vary according to the investment performance of theannuity. Variable annuitization is one option that can be selected by the policyholder during theannuitization phaseof a contract, which is the phase in which the policyholder exchanges the accumulated value of the annuity for a stream of regular income payments guaranteed for life or guaranteed for a specified number of years.\n\nThere are two phases to the life of an annuity. During theaccumulation phase, an investor adds into the annuity, with all earnings that accrue during this phase being exempt from current income tax. Once a policyholder is ready to start receiving income from the annuity, they can choose to: Make withdrawals (on an ad hoc or systematic basis) or annuitize the contract and elect either fixed or variable payments.\n\nDuring theannuitization phase, for annuities purchased with after-tax dollars, a fixed amount of each payment is treated as a non-taxable return of the original basis, and the balance is taxed as income. Alternatively, all annuity income received through withdrawals is generally taxed as income until all the earnings have been withdrawn.\n\nAfter all earnings have been withdrawn, withdrawals are non-taxable returns of the original (already taxed) investment in the annuity. For annuities purchased with pre-tax dollars, all income—whether via annuitization or from withdrawals—is fully taxable as ordinary income.\n\nChoosing how to receive payments from an annuity can be difficult for investors, and often comes down to the amount of risk the policyholder is willing to take compared with the amount of returns the policyholder wants.\n\nChoosing afixed annuitizationmeans that the policyholder will receive the same amount of money in each periodic annuity income payment over the life of the annuity, regardless of how the portfolio of the annuity company performs. Butvariable annuitypayments differ in that the value received by the policyholder is designed to vary over time. This is because the payments are based on the performance of an underlyingportfolio.\n\n\"Variable annuities are highly complex financial products,\" according to the Financial Industry Regulatory Authority (FINRA), which regulates advisors. \"They have multiple insurance features that might be appealing to some individuals. But it’s important to understand that those features come with a myriad of fees and charges. Because variable annuities are complicated and costly, they require especially careful consideration.\"\n\nConsiderations include: how long your money will be tied up, whether there aresurrender chargesor other penalties if money is withdrawn early, what financial benefit or commission a firm receives for selling you the annuity, what are the risks that the investment could lose value, and what fees and expenses you can expect.\n\nPurchasing an annuity can provide a level of income security, but can also lock in funds into a specific product that may not perform as well as expected. Professionals who sell annuities typically receive acommissionbased on the type and value of the annuity sold. Variable annuities values are tied to the performance of mutual fund-like instruments called sub-accounts the annuity owner selects.\n\nFINRA. \"Your Guide To Annuities: Variable Annuities.\" Accessed Aug. 8, 2021.",
  "url": "https://www.investopedia.com/terms/v/variable-annuitization.asp"
}