{
  "term": "Variable Overhead Spending Variance: Definition and Example",
  "definition": "A spending variance is the difference between the actual amount of a particular expense and the expected (or budgeted) amount of an expense. To understand what variable overhead spending variance is, it helps to know what a variable overhead is. Variable overhead is a cost associated with running a business that fluctuates with operational activity. As production output increases or decreases, variable overheads move in tandem. Overheads are typically a fixed cost, for example, administrative expenses. Variable overheads, on the other hand, are tied to production levels.\n\nVariable overhead spending variance is the difference between actual variable overhead cost, which is based on the costs of indirect materials involved in manufacturing, and the budgeted costs called the standard variable overhead costs.\n\nVariable Overhead Spending Variance is essentially the difference between what the variable production overheadsactuallycost and what theyshouldhave cost given the level of activity during a period.\n\nThe standard variable overhead rate is typically expressed in terms of the numberof machine hoursor labor hours depending on whether the production process is predominantly carried out manually or by automation. A company may even use both machine and labor hours as a basis for the standard (budgeted) rate if the use both manual and automated processes in their operations.\n\nVariable overhead spending variance is favorable if the actual costs ofindirect materials— for example, paint and consumables such as oil and grease—are lower than the standard or budgeted variable overheads. It is unfavorable if the actual costs are higher than the budgeted costs.\n\nVariable production overheads include costs that cannot be directly attributed to a specific unit of output. Costs such as direct material and direct labor, on the other hand, vary directly with each unit of output.\n\nLet's say thatactual labor hoursused are 140, the standard or budgeted variable overhead rate is $8.40 per direct labor hour and the actual variable overhead rate is $7.30 per direct labor hour. The variable overhead spending variance is calculated as below:\n\nStandard variable overhead Rate $8.40 − Actual Variable Overhead Rate $7.30 =$1.10\n\nDifference Per Hour = $ 1.10 × Actual Labor Hours 140 = $154\n\nVariable Overhead Spending Variance = $154\n\nIn this case, the variance is favorable because the actual costs are lower than the standard costs.\n\nA favorable variance may occur due toeconomies of scale,bulk discounts for materials, cheaper supplies, efficient cost controls, or errors in budgetary planning.\n\nAn unfavorable variance may occur if the cost of indirect labor increases, cost controls are ineffective, or there are errors in budgetary planning.\n\nVariable overhead spending variance is essentially the difference between the actual cost of variable production overheads versus what they should have cost given the output during a period.",
  "url": "https://www.investopedia.com/terms/v/variable-overhead-spending-variance.asp"
}