{
  "term": "Variable Universal Life (VUL) Insurance: What It Is, How It Works",
  "definition": "Variable universal life (VUL) combines lifelong insurance protection with flexible premiums and cash value you can access while alive. VUL insurance lets you invest and grow the cash value through subaccounts that operate likemutual funds. Exposure to market fluctuations can generate high returns but may also result in substantial losses.\n\nVUL issimilar to variable life insurance, but unlike variable life, it allows you to change your premium payment amount. While VUL insurance offers increased flexibility and growth potential over other life insurance options, you should carefully assess the risks before purchasing it.\n\nVariable universal life is a type ofpermanent life insurancepolicy. It combines adeath benefitwith a savings component, called cash value. This coverage can last your entire life so long as you continue paying for the insurance costs. A VUL lets you adjust how much you pay into the policy each year, the same as traditionaluniversal life insurance.\n\nYou must pay enough each year to cover the ongoing insurance costs of your policy. The insurer will deduct this amount from your premiums. The remainder of your premiums will go toward your policy's cash value.\n\nIn a VUL, you pick how to invest your cash value between a variety of subaccounts. Your interest and future growth depends on the investment performance. If the investments do well, your cash value will grow more quickly. The growth of the VUL insurance policy’s cash value is tax-deferred. Policyholders may access their cash value by taking a withdrawal or borrowing funds.\n\nIf your investments do poorly, your cash value will not grow as quickly. It is possible to lose money with a VUL. If you face significant losses, you may need to make larger premium payments to cover the cost of your life insurance and rebuild your cash value. Otherwise, your policy would lapse, and you would lose insurance protection.\n\nUnlike whole life insurance, the life insurer transfers the investment risk of the VUL cash value to you.\n\nThe separate subaccount for a VUL is structured like a family of mutual funds. Each has an array of stock and bond accounts, along with amoney marketoption. Some policies restrict the number of transfers into and out of the funds. If a policyholder has exceeded the number of transfers in a year, they would need to pay a fee for additional transfers and changes to their investment strategy.\n\nIn addition to the standard administration and mortality fees paid by the policyholder each year, the subaccounts deduct management fees that can range from 0.5% to 2%.Because the subaccounts are securities, the life insurance representative must be a licensed producer and registered with theFinancial Industry Regulatory Authority (FINRA)to sell a VUL.\n\nA VUL gives you control over how to invest your cash value. You can pick the subaccounts that best fit your risk tolerance and investment objectives. If your investments do well, you can grow your cash value more quickly with a VUL versus other types of permanent life insurance. Since a VUL is a form of universal life, you can also adjust how much you pay into the policy each year to fit your budget.\n\nA VUL does have risks and drawbacks. Your cash value return is not guaranteed.If your investments perform badly, your cash value will not grow as quickly and you could even lose money some years. If you don't have enough in cash value to cover the cost of your life insurance, you would need to increase your premium payments. Otherwise, you lose your insurance protection.\n\nLastly, VULs can charge high fees because you're paying both for life insurance and investments.In addition, a VUL could include a surrender charge where you owe a penalty if you cancel within 15 years of your purchase, depending on the insurance company.The surrender charge could be 10% or more of your cash value balance.\n\nA VUL could make sense if you want permanent life insurance protection, have a higher risk tolerance for investing, and prefer managing investments yourself. It could be worth considering if you've maxed out your other retirement accounts. You could then use a VUL for more tax-deferred investment growth. These products have higher growth potential than other types of life insurance but are more complicated and riskier. Some other alternatives to consider include:\n\nVariable life:Variable lifealso lets you invest in the market through subaccounts. However, you cannot change the monthly premium. In exchange, these policies usually promise a minimum death benefit as long as you keep paying, even if you lose money with your investments.\n\nUniversal life:Universal lifelets you adjust the premiums. The cash value grows based on market interest rates. While the return changes each year, there is usually a guaranteed minimum growth rate and no risk of losses.\n\nWhole life:Whole lifeis the safest option. It charges the same fixed premium and has a guaranteed death benefit and a fixed cash value return. In exchange for safety, it has the lowest growth potential.\n\nTerm life:Term lifeis temporary life insurance protection. These policies charge a much lower premium than permanent life. Term life policies do not build cash value. You could use the money you save on insurance costs to invest through a brokerage account.\n\nVUL stands for variable universal life. It is a variation on a standard universal life policy that allows for some of the cash value accumulated to be invested into the market and earn a return.\n\nAs an insurance product, VUL may be able to boost returns in the policy during bull markets. However, as a standalone investment, VUL will not be able to match the performance of investing directly in the market. This is because the fees and the cost of the insurance component will drag down the total return.\n\nThe exact investment options will vary among insurance companies, but almost all VUL policies allow investments in stocks, bonds, money market securities, ETFs, and mutual funds, as well as a guaranteed fixed-interest option.\n\nVariable universal life insurance combines permanent insurance protection with an investment account. These policies could make sense for those comfortable taking on more risk for the chance to earn higher cash value growth. VULs can have high fees and are more complicated to manage, so they are not appropriate for everyone. Before signing up, be sure to compare against your other life insurance and investment options.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Variable Life Insurance.\"\n\nHarbor Life Settlements. \"What Is Variable Universal Life (VUL) Insurance?\"\n\nFinancial Industry Regulatory Authority. \"Insurance.\"\n\nLife Settlement Advisors. \"What Happens When You Surrender a Life Insurance Policy?\"",
  "url": "https://www.investopedia.com/terms/v/variableuniversallife.asp"
}