{
  "term": "Variance Swap: Definition Vs. Volatility Swap and How It Works",
  "definition": "A variance swap is a financialderivativeused tohedgeor speculate on the magnitude of a price movement of an underlying asset. These assets include exchange rates, interest rates, or the price of an index. In plain language, the variance is the difference between an expected result and the actual result.\n\nA variance swap is quite similar to avolatility swap, which utilizes realized volatility instead of variance.\n\nSimilar to aplain vanilla swap, one of the two parties involved in a var swap transaction will pay an amount based upon the actual variance of price changes of the underlying asset. The other party will pay a fixed amount, called the strike, specified at the start of the contract. The strike is typically set at the onset to make thenet present value(NPV) of the payoff zero.\n\nAt the end of the contract, the net payoff to thecounterpartieswill be a theoretical amount multiplied by the difference between thevarianceand a fixed amount of volatility, settled in cash. Due to any margin requirements specified in the contract, some payments may occur during the life of the contract should the contract's value move beyond agreed limits.\n\nThe variance swap, in mathematical terms, is the arithmetic average of the squared differences from the mean value. The square root of the variance is thestandard deviation. Because of this, a variance swap's payout will be larger than that of a volatility swap, as the basis of these products is at variance rather than the standard deviation.\n\nA variance swap is a pure-play on an underlying asset'svolatility. Options also give an investor the possibility to speculate on an asset's volatility. Butoptionscarry directional risk and their prices depend on many factors, including time, expiration, and implied volatility. Therefore, the equivalent options strategy requires additional risk hedging to complete. Variance swaps are also cheaper to put on since the equivalent of an option involves a strip of options.\n\nThere are three main classes of users for variance swaps.\n\nVariance swaps are well suited forspeculationor hedging on volatility. Unlike options, variance swaps do not require additional hedging. Options may requiredelta-hedging. Also, the payoff atmaturityto the long holder of the variance swap is always positive when realized volatility is more significant than the strike.\n\nBuyers and sellers of volatility swaps should know that any significant jumps in the price of theunderlying assetcan skew the variance and produce unexpected results.",
  "url": "https://www.investopedia.com/terms/v/varianceswap.asp"
}