{
  "term": "Variable Cost-Plus Pricing: Overview, Pros and Cons",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nVariable cost-plus pricing is a pricing method whereby the selling price is established by adding amarkupto totalvariable costs. The expectation is that the markup will contribute to meeting all or a part of thefixed costsand yield some level ofprofit. Variable cost-plus pricing is particularly useful in competitive scenarios, such ascontract bidding, but it is not suitable in situations where fixed costs are a major component of total costs.\n\nVariable costs include direct labor, direct materials, and other expenses that change in proportion to production output. A firm employing the variable cost-plus pricing method would first calculate thevariable costsper unit, then add a mark-up to cover fixed costs per unit and generate a targeted profit margin.\n\nFor example, assume that total variable costs for manufacturing one unit of a product are $10. The firm estimates that fixed costs per unit are $4. To cover the fixed costs and leave a profit per unit of $1, the firm would price the unit at $15.\n\nThis type of pricing method is purely inward-looking. It does not incorporate benchmarking with competitors' prices or consider how the market views the price of an item.\n\nThis method of pricing can be suitable for a company when a high proportion of total costs are variable. A company can be confident that its markup will cover fixed costs per unit. If theratio of variable coststo fixed costs is low, meaning that there are considerable fixed costs that go up as more units are produced, the pricing of a product may end up being inaccurate and unsustainable for the company to make a profit.\n\nVariable cost-plus pricing may also be suitable for companies that have excess capacity. In other words, a company that would not incur additional fixed costs per unit by incrementally increasing production. Variable costs, in this case, would compose most of the total costs (e.g., no additional factory space would need to be rented for extra production), and adding a markup on the variable costs would provide a profit margin.\n\nThe major shortcoming of this pricing method is that it fails to take into account how the market views the product in terms of value or the prices of similar products sold by competitors.\n\nThe main advantage of variable cost-plus pricing is its simplicity: it allows sellers to easily set a price that covers their costs while allowing a reasonable margin for profit. It also makes it easy to set contracts with suppliers, who usually prefer to lock in a price that locks in set profits over a model that is less predictable. It also makes it easier to justify price increases to consumers, since a rise in prices can simply be attributed to rising production costs.\n\nVariable cost-plus pricing is not suitable for a company that has significant fixed costs or fixed costs that increase if more units are produced; any markup on the variable costs on top of the fixed costs per unit might result in an unsustainable price for the product.\n\nOn the other hand, the variable cost-plus pricing model does not factor in market conditions, and may sometimes leave money on the table. For example, if a particular product line is in especially high demand among consumers, the producers could earn greater profits by raising the prices on those products.\n\nLikewise, the model does not account for competing products. In some cases, a company could increase its profit margins, if its products are superior to the competitors. Conversely, a company can sometimes increase revenues by lowering prices, if doing so undercuts the prices of their competitors.\n\nComparatively simple way to cover the cost of producing goods\n\nAllows suppliers to lock-in prices that cover costs\n\nFacilitates contract negotiation with a comparatively simple means of calculating prices\n\nDoes not account for market demand, which can sometimes justify higher pricing\n\nDoes not account for competitors' goods, which can adversely affect sales\n\nCan result in inefficient pricing if the company's variable costs are comparatively low\n\nVariable cost-plus pricing is distinct from cost-plus pricing, a more traditional model that sets costs based on the total cost of producing that good. Using cost-plus pricing, prices are set by taking the total cost of production and adding a markup. Variable cost-plus pricing adds a markup only to the variable costs, with the assumption that the markup will be sufficient to cover the fixed costs.\n\nCost-plus pricing has been criticized by some management specialists because it does not adequately incentivize cost containment and improvements in efficiency. When prices are based on total costs, the company earns more revenue by bloating their fixed costs than they do by reducing those inefficiencies.\n\nRigid cost-plus pricing, or simply cost-plus pricing, is a simple pricing model based solely on the total cost of producing and selling a product. This model computes the per-unit costs of delivering a product—including production, transportation, sales, and other services–and adds a fixed markup to arrive at the final price.\n\nThe variable cost-plus pricing method is calculated by adding a markup to the per-unit costs of producing each additional good. For example, if the materials, labor, and transportation for each bottle of Pepsi add up to $1.00, the total price might be marked as $1.20. Although this model does not include fixed costs, such as facilities and utilities, it is assumed that the markup is sufficiently high to cover these costs.\n\nVariable costs are the production costs that increase when more units of a good are produced. Raw materials, and labor, are examples of variable costs, because producing more units of a good requires more raw materials and labor. Fixed costs are those costs that do not change significantly when production is ramped up–for example, the costs of the facilities and machinery used to produce the good.\n\nTransfer pricingis the price for sales between entities that are related to one another, such as different departments of the same company, or between a parent company and its subsidiary. Although these bodies may be related, they transact atarm's length, so transfer prices rarely stray very far from market prices.\n\nAs with market pricing, transfer prices can be determined through a variety of methods, including cost-based or profit-seeking pricing models. Variable cost transfer pricing refers to a price where the purchaser pays the variable costs of production, without a markup.\n\nHarvard Business Review. \"When Is Cost-Plus Pricing a Good Idea?\" Accessed Dec. 15, 2021.",
  "url": "https://www.investopedia.com/terms/v/variable-cost-plus-pricing.asp"
}