{
  "term": "Variable Interest Entities (VIE): Definition and How They Work",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA variable interest entity (VIE) is a legal structure in which controlling interest is determined by something other than majority voting rights. Controlling interest is arranged via a contractual relationship rather than through direct ownership. The VIE legal structure is defined by the Financial Accounting Standards Board (FASB).\n\nA VIE is often established to protect a business from creditors or legal action. It may also be created as an accounting entity if equity investors don't have sufficient resources to support the ongoing operating needs of the business.\n\nA business that's the primary beneficiary of a VIE must disclose the holdings of that entity as part of its consolidated balance sheet. Some examples of VIEs include trusts, partnerships, corporations, or joint ventures.\n\nA voting interest entity is any entity that's not a VIE. A share of stock certifies ownership of a portion of a company in a voting interest entity. VIEs are set up with a unique structure. Investors don't have a direct ownership stake in the entity. They instead have special contracts that specify the terms and rules and pledge a percentage of profits. The investor in a VIE doesn't participate inresidual profits or lossesthat usually come with ownership. The contracts don't grant voting rights, either.\n\nVIEs are often established for a specific purpose. A VIE may be established to passively hold financial assets or to actively conductresearch and development. A company might also establish a VIE to finance a project without putting the whole enterprise at risk.\n\nVIEs have frequently been misused because of their lack of transparency. The unique legal structure allows companies to keep securitized assets off corporate balance sheets. There have been some efforts to reform this practice but the Financial Accounting Standards Board (FASB) has never restricted it.\n\nVIEs gained special notoriety in the early 2000s as a result of theEnron scandalwhen the company used special-purpose entities to conceal widening losses from its investors.\n\nUnder Federal securities laws, public companies must disclose their relationships to VIEs when they file their10-Kforms. FASB Interpretation Number 46 is the Financial Accounting Standards Board’s interpretation of theAccounting Research Bulletin (ARB)51. It's used to outline the accounting rules concerning VIEs that corporations must follow. These documents were superseded in 2009 when the FASB adopted the Accounting Standards Codification (ASC), Topic 810.\n\nMany of these regulations are set out to determine who the actual beneficiary of a VIE is and to improve transparency and financial reporting. The beneficiary firm would meet both of the following conditions:\n\nA beneficiary firm is also required to assess whether it has an implicit financial responsibility to ensure that a VIE operates as designed when determining whether it has the power to direct the activities of the VIE that most significantly impact the entity’s economic performance.\n\nThe holdings of that entity must be disclosed on a company's consolidated balance sheet if that company is the primary beneficiary of such an entity. It has a majority interest in the VIE. Consolidation isn't required, however, if a company isn't the primary beneficiary.\n\nCompanies are required to disclose information concerning VIEs in which they have a significant interest, however. This disclosure includes how the entity operates, how much and what kind of financial support it receives, contractual commitments, and the potential losses the VIE could incur.\n\nVIEs can come in many forms and are organized depending on the needs of the beneficiary company. Some examples of VIEs include operating leases, subcontracting arrangements, and offshore companies.\n\nVIEs are legally contractual obligations between a beneficiary firm and a third party. The nature of the association between the two entities is contractual so it isn't considered to be a form of ownership. This allows the VIE structure to circumvent various rules and regulations for reporting and taxation in some cases.\n\nMany Chinese-based corporations are structured as VIEs in the United States. They include some well-known companies, including Alibaba.The VIE structure allows these firms to get around Chinese regulations that prevent foreign capital investments in certain types of Chinese companies, primarily those that are involved in telecommunications or media.\n\nA variable interest entity is any entity that's controlled through means other than equity ownership. An investor can exercise a controlling interest in the entity via a contractual relationship even when they don't hold a majority of the voting rights. A VIE can be a trust, a partnership, a corporation, or a joint venture.\n\nA VIE is almost always created to protect a business from legal action by its creditors so the legal structure is often scrutinized although calls for reform have been unsuccessful.\n\nJournal of Accountancy. \"A New Path for Private Companies With VIEs.\"\n\nChartered Professional Accountants. \"Twenty Years Later: Lessons From Enron.\"\n\nFASB. \"Consolidation (Topic 810).\"\n\nFASB. \"Summary of Statement No.167.\"\n\nPwC. \"18.4 Variable Interest Entities.\"\n\nBusiness Insider. \"Assessing Variable Interest Entity Risk in Your China Portfolio.\"",
  "url": "https://www.investopedia.com/terms/v/variable-interest-entity.asp"
}