{
  "term": "Variable Coupon Renewable Note (VCR): Meaning, How It Works",
  "definition": "A variable coupon renewable note (VCR) is a renewable fixed income security with variable coupon rates that are periodically reset. The renewable note is a type of debt security with a weekly maturity. The principal of this security is reinvested automatically at new interest rates every week it matures.\n\nA variable coupon renewable note (VCR) is a debt security that matures every week, with the principal reinvested at a new interest rate that is reset at a fixed spread over areference rate.\n\nUsually, thecouponis set on a weekly basis at a fixed spread over theTreasury billrate, specifically the 91-day T-bill. The security is reinvested automatically and continuously, until the owner of the security requests that the security is to be no longer reinvested. T-bills, which the initial rate of the VCR is linked to, are backed by thefull faith and creditof the U.S. government and have a maturity of one year or less.﻿﻿\n\nThe coupon on a VCR note is payable quarterly, renewing continuously at the quarterly intervals. So, every 91 days, the maturity of the note extends another 91 days. It has anembedded put optionthat allows the note holder to exercise the put, or \"put\" the notes to the issuerat paron coupon dates. This means that an issuer served with a put notice is obligated to buy back the note from the debt holder, but at a lower spread to the reference rate.\n\nVCR notes are somewhat different from variable rate renewable notes (VRR). While coupon rates on VCRs vary weekly, rates on VRRs vary monthly. In addition, the coupon rate on variable rate renewable notes equals a fixed spread over the 1-monthcommercial paperrate.\n\nIn effect, variable rate renewable notes will bear interest at a specified rate that will be reset periodically based on the 1-month commercial paper rate and any spread and/or spread multiplier, subject to the minimum interest rate and the maximum interest rate, if any.\n\nU.S. Department of the Treasury, Bureau of the Fiscal Service. \"Treasury Bills.\" Accessed April 3, 2021.",
  "url": "https://www.investopedia.com/terms/v/variablecouponrenewablenote.asp"
}