{
  "term": "Variable Annuity: Definition, How It Works, and vs. Fixed Annuity",
  "definition": "Sean Anthony Eddy / Getty Images\n\nVariable annuities are a type of investment income stream that rises or falls in value periodically based on the market performance of the investments that fund the income. An investor who chooses to create an annuity may choose either a variable annuity or a fixed annuity.\n\nAn annuity is a financial product offered by an insurance company and available through financial institutions. The investor pays a lump sum or makes a series of payments into an annuity to fund a guaranteed series of payments that begin at a future date. Annuities are most commonly used to create a regular stream of retirement income.\n\nThe fixed annuity is an alternative to the variable annuity. A fixed annuity establishes the amount of the payment in advance.\n\nA variable annuity is created by acontractagreement made by an investor and an insurance company. The investor makes a lump sum payment or a series of payments over time to fund the annuity, which will begin paying out at a future date.\n\nThere are many choices available to the investor. The payments can continue for the life of the investor or for the life of the investor or the investor's surviving spouse. It also can be paid out in a set number of payments.\n\nOne of the other major decisions is whether to arrange for a variable annuity or a fixed annuity, which sets the amount of the payment in advance.\n\nIn a variable annuity, the amount of each payment varies based on the performance of an underlying portfolio ofsub-accounts. Sub-accounts are structured like mutual funds, although they don't have ticker symbols that investors can easily use to track their accounts.\n\nTwo factors contribute to the payment amounts in a variable annuity: theprincipal, which is the amount of money the investor pays in advance, and thereturnsthat the annuity’s underlying investments deliver on that principal over time.\n\nThe most popular type of variable annuity is adeferred annuity. Often used for retirement planning purposes, it is meant to provide a regular (monthly, quarterly, or annual) income stream, starting at some point in the future.\n\nThere areimmediate annuities, which begin paying income as soon as the account is fully funded.\n\nYou can buy an annuity with either a lump sum or a series of payments, and the account’s value will grow over time. In the case of deferred annuities, this is often referred to as theaccumulation phase.\n\nThe second phase is triggered when the annuity owner asks the insurer to start the flow of income. This is referred to as thepayout phase. Some annuities will not allow you to withdraw additional funds from the account once the payout phase has begun.\n\nVariable annuities should be considered long-term investments due to the limitations on withdrawals. Typically, one withdrawal each year is permitted during the accumulation phase.\n\nHowever, if you take a withdrawal during the contract’ssurrender period, which can be as long as 10 years, you’ll generally have to pay asurrender fee.\n\nAs with retirement savings plans like individual retirement accounts (IRAs), the investment growth in the account is not taxed during the accumulation phase. As with IRAs, withdrawals before the age of 59½ will result in a 10% tax penalty as well as taxes due.\n\nVariable annuities were introduced in the 1950s as an alternative to fixed annuities, which offer a guaranteed—but often low—payout during theannuitization phase.(The exception is the fixed income annuity, which has a moderate to high payout that rises as the annuitant ages).\n\nVariable annuities likeL share annuitiesgive investors the opportunity to increase their annuity income if their investments thrive. They can invest in their choice of a menu of mutual funds offered by the insurer.\n\nThe upside is the possibility of higher returns during the accumulation phase and a larger income during the payout phase. The downside is that the buyer is exposed tomarket risk, which could mean losses.\n\nWith a fixed annuity, the insurance company assumes the risk of delivering whatever return it has promised.\n\nIn deciding whether to put money into a variable annuity vs. some other type of investment, it’s worth weighing these pros and cons.\n\nIncome stream tailored to your needs\n\nSurrender fees and penalties for early withdrawal\n\nBelow are some details for each side.\n\nAnannuityis an insurance product that guarantees a series of payments at a future date based on an amount deposited by the investor. The issuing company invests the money until it is disbursed in a series of payments to the investor. The payments may last for the life of the investor or a set number of years.\n\nAnnuities usually have higher fees than most mutual funds.\n\nThere is no clear answer to this. Variable annuities have greater potential for earnings growth but they can also lose money.\n\nThey also tend to be riddled with fees, which cuts into profits.\n\nFixed annuities typically pay out at a lower but stable rate compared to variable annuities.\n\nCarefully look at your options when choosing an annuity.\n\nNo, annuities are not insured by the Federal Deposit Insurance Corp. (FDIC) as they are not bank products.\n\nHowever, they are protected by state guaranty associations if the insurance company providing the product goes out of business.\n\nBefore buying a variable annuity, investors should carefully read theprospectusto understand the expenses, risks, and formulas for calculating investment gains or losses.Annuities are complicated products, so that can be easier said than done.\n\nBear in mind that between the numerous fees—such as investment management fees, mortality fees, and administrative fees—andcharges for any additional riders, a variable annuity’s expenses can quickly add up.\n\nThat can adversely affect your returns over the long term, compared with other types of retirement investments.\n\nU.S. Securities and Exchange Commission. “Variable Annuities: What You Should Know,” Page 3 (Page 5 of PDF).\n\nU.S. Securities and Exchange Commission. “Variable Annuities: What You Should Know,” Pages 5–7 (Pages 7–9 of PDF).\n\nU.S. Securities and Exchange Commission. “Variable Annuities: What You Should Know,” Page 10 (Page 12 of PDF).\n\nU.S. Securities and Exchange Commission. “Updated Investor Bulletin: Variable Annuities.”\n\nFederal Reserve Bank of Chicago. “How Much Risk Do Variable Annuity Guarantees Pose to Life Insurers?”\n\nU.S. Securities and Exchange Commission. “Variable Annuities: What You Should Know,” Page 6 (Page 8 of PDF).",
  "url": "https://www.investopedia.com/terms/v/variableannuity.asp"
}