{
  "term": "Variable Interest Rate: Definition, Pros & Cons, Vs. Fixed",
  "definition": "A variable interest rate (sometimes called an “adjustable” or a “floating” rate) is an interest rate on a loan or security that fluctuates over time because it is based on an underlying benchmark interest rate or index that changes periodically.\n\nThe obvious advantage of a variable interest rate is that if the underlying interest rate or index declines, the borrower’s interest payments also fall. Conversely, if the underlying index rises, interest payments increase. Unlike variable interest rates, fixed interest rates do not fluctuate.﻿﻿\n\nA variable interest rate is a rate that moves up and down with the rest of the market or along with an index. The underlying benchmark interest rate or index for a variable interest ratedepends on the type of loanor security, but it is often associated with either theLondon Inter-Bank Offered Rate(LIBOR) or thefederal funds rate.\n\nVariable interest rates for mortgages, automobiles, andcredit cardsmay be based on a benchmark rate, such as theprime ratein a country. Banks and financial institutions charge consumers aspreadover this benchmark rate, with the spread depending on several factors, such as the type of asset and the consumer’scredit rating. Thus, a variable rate may bill itself as “the LIBOR plus 200 basis points” (plus 2%).\n\nResidential mortgages, for instance, can be obtainedwith fixed interest rates, which are static and cannot change for the duration of the mortgage agreement, or with a floating or adjustable interest rate, which is variable and changes periodically with the market. Variable interest rates can also be found in credit cards, corporate bond issues, swap contracts, and other securities.\n\nPrimarily available in the United Kingdom and some European countries,tracker mortgagesare variable-rate loans that use a base rate from the Bank of England or the European Central Bank.\n\nDue to recent scandals and questions around its validity as a benchmark rate, LIBOR is being phased out. According to the Federal Reserve and regulators in the U.K., LIBOR will be phased out by June 30, 2023, and will be replaced by theSecured Overnight Financing Rate(SOFR). As part of this phase-out, LIBOR one-week and two-month USD LIBOR rates will no longer be published after December 31, 2021.﻿﻿\n\nVariable-interest-rate credit cards have anannual percentage rate(APR) tied to a particular index, such as the prime rate. The prime rate most commonly changes when the Federal Reserve adjusts the federal funds rate, resulting in a change in the rate of the associated credit card. The rates on variable-interest-rate credit cards can change without advance notice to the cardholder.﻿﻿\n\nVariable-interest-rate credit cards can change rates without telling their customers.\n\nWithin the “terms and conditions” document associated with the credit card, the interest rate is most commonly expressed as the prime rate plus a particular percentage, with the listed percentage being tied to the creditworthiness of the cardholder.﻿﻿ An example of the format is the prime rate plus 11.9%.\n\nVariable-interest-rate loans function similarly to credit cards except for the payment schedule. While a credit card is considered a revolving line of credit, most loans are installment loans, with a specified number of payments leading to the loan being paid off by a particular date. As interest rates vary, the required payment will go up or down according to the change in rate and the number of payments remaining before completion.\n\nWhen a mortgage has a variable interest rate, it is more commonly referred to as anadjustable-rate mortgage(ARM). Many ARMs start with a low fixed interest rate for the first few years of the loan, only adjusting after that period has expired. Common fixed-interest-rate periods on an ARM are three, five, or seven years, expressed as a 3/1, 5/1, or 7/1 ARM, respectively. There are also usually adjustment “caps” that put a limit on how much the interest rate can go up or down when it adjusts.﻿﻿ You can use anonline calculatorto get an estimate of current interest rates on adjustable-rate mortgages.\n\nIn most cases, ARMs have rates that adjust based on a preset margin and a major mortgage index, such as the LIBOR, the11th District Cost of Funds Index(COFI), or theMonthly Treasury Average Index(MTA Index). If, for example, someone takes out an ARM with a 2% margin based on the LIBOR, and the LIBOR is at 3% when the mortgage’s rate adjusts, the rate resets at 5% (the margin plus the index).\n\nFor variable-interest-rate bonds, the benchmark rate may be the LIBOR.﻿﻿ Some variable-rate bonds also use the five-year, 10-year, or 30-year U.S. Treasurybond yieldas the benchmark interest rate, offering a coupon rate that is set ata certain spread above the yield on U.S. Treasuries.\n\nFixed-income derivatives also can carry variable rates. Aninterest rate swap, for example, is a forward contract in which one stream of future interest payments is exchanged for another based on a specified principal amount. Interest rate swaps usually involve the exchange of a fixed interest rate for a floating rate, or vice versa, to reduce or increase exposure to fluctuations in interest rates—or to obtain a marginally lower interest rate than would have been possible without the swap.﻿﻿ A swap can also involve the exchange of one type of floating rate for another, which is called abasis swap.\n\nVariable interest rates are generally lower than fixed interest rates.\n\nIf interest rates go down, the borrower will benefit.\n\nIf interest rates go up, the lender will benefit.\n\nVariable interest rates can go up to the point where the borrower may have difficulty paying the loan.\n\nThe unpredictability of variable interest rates makes it harder for a borrower to budget.\n\nIt also makes it harder for a lender to predict future cash flows.\n\nCorporate Finance Institute. \"Floating Interest Rate: What Is a Floating Interest Rate?\" Accessed Aug. 17, 2020.\n\nCorporate Finance Institute. \"Floating Interest Rate: Use of Floating Interest Rate.\" Accessed Aug. 17, 2020.\n\nCorporate Finance Institute. \"Floating Interest Rate: Uses of Floating Interest Rate.\" Accessed Aug. 17, 2020.\n\nThe Intercontinental Exchange. \"LIBOR\". Accessed January 11, 2021.\n\nDebt.org. \"How is Credit Card Interest Calculated?: Variable Interest Rates.\" Accessed Aug. 17, 2020.\n\nFreddie Mac. \"How it Works: Adjustable Rate Mortgages (ARMs).\" Accessed Aug. 17, 2020.\n\nU.S. Securities and Exchange Commission. \"Floating-rate Bond (or Variable or Adjustable rate Bond).\" Accessed Aug. 17, 2020.\n\nCorporate Finance Institute. \"Interest Rate Swap.\" Accessed Aug. 17, 2020.",
  "url": "https://www.investopedia.com/terms/v/variableinterestrate.asp"
}