{
  "term": "Variable Cost Ratio: What it is and How to Calculate",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe variable cost ratio is a calculation of the costs of increasing production in comparison to the greater revenues that will result from the increase. An estimate of the variable cost ratio allows a company to aim for the optimal balance between increased revenues and increased costs of production.\n\nThe production of goods involves both fixed costs and variable costs:\n\n﻿Variable Cost Ratio=Variable CostsNet Sales\\begin{aligned} &\\text{Variable Cost Ratio} = \\frac{ \\text{Variable Costs} }{ \\text {Net Sales} } \\\\ \\end{aligned}​Variable Cost Ratio=Net SalesVariable Costs​​﻿\n\nAs an alternative, the ratio can be calculated as 1 -contribution margin.\n\nThe result indicates whether a company is achieving, or maintaining, the desirable balance at which revenues are rising faster than expenses.\n\nThe variable cost ratio quantifies the relationship between a company's sales and the specific costs of production associated with those revenues. It is a useful evaluation metric for a company's management in determining necessary break-even or minimum profit margins, making profit projections, and identifying the optimal sales price for its products.\n\nCompanies with high fixed costs must earn a substantial amount of revenue to cover these costs and remain in business. For this type of company, it helps to have a low variable cost ratio. On the flip side, companies with low fixed costs do not have to earn a substantial amount of revenue to cover them and remain in business. This type of company can afford to operate with a higher variable cost ratio.\n\nThe variable cost calculation can be done on a per-unit basis, such as a $10 variable cost for one unit with a sales price of $100, giving a variable cost ratio of 0.1, or 10%. Or, it can be done by using totals over a given time period, such as total monthly variable costs of $1,000 with total monthly revenues of $10,000, also rendering a variable cost ratio of 0.1, or 10%.\n\nThe variable cost ratio and its usefulness are easily understood once the basic concepts of variable costs and fixed expenses, and their relationship to revenues and general profitability, are understood.\n\nVariable costs are variable in the sense that they fluctuate in relation to the level of production. Examples are the costs of raw material, packaging, and shipping. These costs increase as production increases and decline when production declines.\n\nFixed expenses are general overhead or operational costs that are fixed in the sense they remain relatively unchanged regardless of levels of production. Examples of fixed expenses include facility rental or mortgage costs and executive salaries. Fixed expenses only change significantly as a result of decisions and actions by management.\n\nThe contribution margin is the difference, expressed as a percentage, between total sales revenue and total variable costs.\n\nThe term contribution margin refers to the fact that this number indicates how much revenue is left over to \"contribute\" toward fixed costs and potential profit.",
  "url": "https://www.investopedia.com/terms/v/variable-cost-ratio.asp"
}