{
  "term": "Variable Ratio Write",
  "definition": "A variable ratio write is a strategy in options investing that requires holding a long position in the underlying asset while simultaneously writing multiple call options at varyingstrike prices. It is essentially a ratiobuy-writestrategy.\n\nThe trader's goal is to capture the premiums paid for the call options. Variable ratio writes have limited profit potential. The strategy is best used on stocks with little expected volatility, particularly in the near term.\n\nIn ratio call writing, the word \"ratio\" represents the number of options sold for every 100 shares owned in the underlying stock.\n\nFor example, in a 2:1 variable ratio write, the trader might own 100 shares of the underlying stock and sell 200 options.\n\nTwo calls are written: One is \"out of the money.\" That is, the strike price is higher than the current value of the underlying stock. On the other, the strike price is \"in the money,\" or lower than the price of the underlying stock.\n\nThe payoff in a variable ratio write resembles that of areverse strangle. In the options trade, any strangle strategy involves buying both a call and a put on the same underlying asset.\n\nThe variable ratio write is aptly described as having limited profit potential and unlimited risk.\n\nVariable ratio writes have limited upside and unlimited downside.\n\nAs an investment strategy, the variable ratio write should be avoided by inexperienced options traders as it is a strategy with unlimited risk potential.\n\nThe losses begin if the stock's price makes a strong move to the upside or downside beyond the upper and lower breakeven points set by the trader.\n\nThere is no limit to the maximum possible loss on a variable ratio write position. Despite its significant risks, the variable ratio write technique can bring the experienced trader a fair amount of flexibility with managed market risk while providing attractive income.\n\nThere are twobreakeven pointsfor a variable ratio write position. These breakeven points can be found as follows:\n\nUpper Breakeven Point=SPH+PMPLower Breakeven Point=SPL−PMPwhere:SPH=Strike price of higher strike short callPMP=Points of maximum profitSPL=Strike price of lower strike short call\\begin{aligned} &\\text{Upper Breakeven Point} = SPH+PMP\\\\ &\\text{Lower Breakeven Point} = SPL-PMP\\\\ &\\textbf{where:}\\\\ &SPH=\\text{Strike price of higher strike short call}\\\\ &PMP=\\text{Points of maximum profit}\\\\ &SPL=\\text{Strike price of lower strike short call} \\end{aligned}​Upper Breakeven Point=SPH+PMPLower Breakeven Point=SPL−PMPwhere:SPH=Strike price of higher strike short callPMP=Points of maximum profitSPL=Strike price of lower strike short call​\n\nConsider an investor who owns 1,000 shares of the company XYZ, currently trading at $100 per share. The investor believes that the stock is unlikely to move much over the next two months.\n\nThe investor can hold onto the stock and still earn a positive return on it while it remains static in price. This is achieved by initiating a variable ratio write position, selling 30 of the 110 strike calls on XYZ that are due to expire in two month's time. The options premium on the 110 calls is $0.25, so our investor will collect $750 from selling the options.\n\nThat is, if the investor is correct in predicting that the stock's price will remain flat.\n\nAfter two months, if XYZ shares remain below $110, the investor will book the entire $750 premium as profit, since the calls will be worthless when they expire.\n\nIf the shares rise above the breakeven $110.25, however, the gains on the long stock position will be more than offset by losses by the short calls. The options represented 3,000 shares of XYZ, triple the number that the trader owns.\n\nThe Options Guide. \"Variable Ratio Write.\" Accessed July 23, 2021.",
  "url": "https://www.investopedia.com/terms/v/variable_ratio_write.asp"
}