{
  "term": "Variable Price Limit",
  "definition": "A variable price limit is a type ofcircuit breakerused to maintain orderly trading conditions. It is associated with thecommodities futures markets, which are known for their occasionally high levels ofvolatility.\n\nOnce a given futures contract has reached itslimit price, the exchange may allow its trading to resume within an expanded upper and lower bound of prices. Those new minimum and maximum prices are known as its variable price limits.\n\nCommodities futures exchange operators such as theChicago Mercantile Exchange (CME)use price limits to control the maximum amount of volatility permitted within a given trading day. If a particular commodity rises or falls by more than the maximum permitted amount, the exchange operator can either freeze trading in that commodity or else allow it to continue trading within its variable price limits.\n\nOftentimes, the exchange will first freeze trading and then resume trading the following day within the variable price limits. This approach allows a ‘cooling-off’ period and also permits traders to more easily unwind their positions the following day. If successful, these measures will first prevent any potential panic orspeculative maniafrom taking hold of the market, and then allow prices to gradually recover theirfair value.\n\nEach exchange will set its own initial price limits and variable price limits. These limits are subject to change and, in fact, some commodities may lack variable price limits altogether. Before trading a particular commodity, traders should carefully review that contract’s specifications to make sure they understand how the exchange would handle periods of heightened volatility. Depending on the exchange’s guidelines, certain trading strategies that rely on rare but extreme volatility may be difficult or impossible to execute.\n\nTheChicago Mercantile Exchange(CME) is the largest commodities futures exchange in the world, facilitating trading in a wide range of futures contracts for agricultural products,equity indexes, energy commodities, and other assets.\n\nTo illustrate the concept of a variable price limit, consider the case of the CME’s rough rice contracts. As of March 2021, the price of its rough rice contracts was subject to a fixed limit price of $0.85, meaning that trading would be halted if the price of rough rice rose or fell by that amount or greater within any single trading day. At the same time, the variable price limit for rough rice was set to $1.30.This larger band is designed to give traders ample move to enter or exit their positions the following day, so that the market price of rough rice could regain its equilibrium reasonably quickly.\n\nCME Group. \"Price Limits.\" Accessed Mar. 16, 2021.",
  "url": "https://www.investopedia.com/terms/v/variablepricelimit.asp"
}