{
  "term": "Vasicek Interest Rate Model Definition, Formula, and Other Models",
  "definition": "The term Vasicek Interest Rate Model refers to a mathematical method of modeling the movement and evolution ofinterest rates. It is a single-factor short-rate model that is based on market risk. The Vasicek interest model is commonly used in economics to determine where interest rates will move in the future. Put simply, it estimates where interest rates will move in a given period of time and can be used to help analysts and investors figure out how the economy and investments will fare in the future.\n\nPredicting how interest rates evolve can be difficult. Investors and analysts have many tools available to help them figure out how they'll change over time in order to make well-informed decisions about how their investments and theeconomy. The Vasicek Interest Rate Model is among the models that can be used to help estimate where interest rates will go.\n\nAs noted above, the Vasicek Interest Rate model, which is commonly referred to as the Vasicek model, is a mathematical model used in financial economics to estimate potential pathways for future interest rate changes. As such, it's considered astochastic model, which is a form of modeling that helps make investment decisions.\n\nIt outlines the movement of an interest rate as a factor composed ofmarket risk, time, and equilibrium value. The rate tends to revert toward themeanof these factors over time. The model shows where interest rates will end up at the end of a given period of time by considering current marketvolatility, the long-run mean interest rate value, and a given market risk factor.\n\nThe Vasicek interest rate model values the instantaneous interest rate using the following equation:\n\ndrt=a(b−rt)dt+σdWtwhere:W=Random market risk (represented bya Wiener process)t=Time perioda(b−rt)=Expected change in the interest rateat timet(the drift factor)a=Speed of the reversion to the meanb=Long-term level of the meanσ=Volatility at timet\\begin{aligned} &dr_t = a ( b - r^t ) dt + \\sigma dW_t \\\\ &\\textbf{where:} \\\\ &W = \\text{Random market risk (represented by}\\\\ &\\text{a Wiener process)} \\\\ &t = \\text{Time period} \\\\ &a(b-r^t) = \\text{Expected change in the interest rate} \\\\ &\\text{at time } t \\text{ (the drift factor)} \\\\ &a = \\text{Speed of the reversion to the mean} \\\\ &b = \\text{Long-term level of the mean} \\\\ &\\sigma = \\text{Volatility at time } t \\\\ \\end{aligned}​drt​=a(b−rt)dt+σdWt​where:W=Random market risk (represented bya Wiener process)t=Time perioda(b−rt)=Expected change in the interest rateat timet(the drift factor)a=Speed of the reversion to the meanb=Long-term level of the meanσ=Volatility at timet​\n\nThe model specifies that the instantaneous interest rate follows the stochastic differential equation, wheredrefers to the derivative of the variable following it. In the absence of market shocks (i.e., whendWt = 0) the interest rate remains constant (rt = b). When rt < b, the drift factor becomes positive, which indicates that the interest rate will increase towardequilibrium.\n\nThe Vasicek model is often used in the valuation of interest ratefuturesand may also be used in solving for the price of various hard-to-valuebonds.\n\nAs mentioned earlier, the Vasicek model is a one- or single-factor short rate model. A single-factor model is one that only recognizes one factor that affects market returns by accounting for interest rates. In this case,market riskis what affects interest rate changes.\n\nThis model also accounts fornegative interest rates.Rates that dip below zero can help central bank authorities during times of economic uncertainty. Although negative rates aren't commonplace, they have been proven to help central banks manage their economies. For instance, Denmark's central banks lowered interest rates below zero in 2012. European banks followed two years later followed by theBank of Japan (BOJ), which pushed its interest rate into negative territory in 2016.\n\nThe Vasicek Interest Rate Model isn't the only one-factor model that exists. The following are some of the other common models:\n\nVasicek, Oldrich A. \"An Equilibrium Characterization of the Term Structure.\"Journal of Financial Economics, vol. 5, 1977, pp. 177-188.\n\nAndrew Lesniewski. \"Interest Rate and Credit Models; 10. Term Structure Models: Short Rate Models,\" Page 11. Baruch College, New York, Spring 2019.\n\nWorld Economic Forum. \"Negative Interest Rates: Absolutely Everything You Need to Know.\"\n\nWang, Yu. \"Structural Credit Risk Modeling: Merton and Beyond.\"Society of Actuaries: Risk Management, no. 16, June 2009, pp. 30-33.\n\nCox, John C., and Jonathan E. Ingersoll, Jr., Stephen A. Ross. \"A Theory of the Term Structure of Interest Rates.\"Econometrica, vol. 53, no. 2, March 1985, pp. 385-407.\n\nHull, John, and Alan White. \"The General Hull-White Model and Super Calibration.\"Joseph L. Rotman School of Management, University of Toronto, August 2000, pp. 1-20.",
  "url": "https://www.investopedia.com/terms/v/vasicek-model.asp"
}