{
  "term": "Vault Receipt",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA vault receipt is a legal document given to the owner of afutures contractwhose underlying asset is stored in a vault. They are usually used for precious metals such as gold and silver, which are valuable enough to justify storing them in a secured facility.\n\nVault receipts are an important component of the modern futures markets, because they allow the buyers and sellers ofprecious metalsto avoid making costly physical deliveries. Instead, they can transfer ownership simply by exchanging the vault receipt.\n\nCommodities futures markets offer a convenient way for buyers and sellers to access commodities in an efficient manner, offering advantages such asliquidity, speed of execution, and reducedcounterparty risk. Although some buyers wish to take physical delivery of the commodities they buy, others are content to own the commodities while keeping them stored in a vault or warehouse that is authorized by the commodities exchange.\n\nThis approach to owning commodities can prove more cost-effective, because it allows buyers to avoid additional transportation and insurance costs. This is especially common in the case of precious metals, where new owners either have the option of keeping the metals stored at their current facility, or else transferring them to a facility of their choice. If they continue using the current facility, they will need to continue paying thestorage feesand other costs. However, transferring to a new facility is usually more expensive because it involves additional transportation.\n\nMost of the time, precious metals are kept in their original exchange-approved warehouse. Aside from the added expense of relocation, another important reason for this is that metals which are removed from the approved warehouse may no longer be eligible to be traded on the futures exchange. If a buyer wants to then reintroduce their bars into the exchange’s warehouse and use them for futures trading purposes, they may need to send the bars back to a refiner to ensure that the bars meet theexchange’s quality standards. Once the metal is back in the warehouse, the exchange would then issue a new vault receipt. As you can imagine, however, these added steps can substantially increase the costs of the precious metals investment.\n\nA standard vault receipt will include important details such as the location of the metals, their reference numbers, the name of their owner, any ongoing storage fees associated with the metals, and the date of the receipt. By holding this vault receipt, the designated owner is entitled to withdraw or relocate the metals to another facility, although doing so may prevent them from selling those metals on the exchange.\n\nOftentimes, the vault receipt will in fact be held by the broker who was responsible for purchasing the futures contract on behalf of the end buyer. The buyer themselves would typically not receive a physical copy of the receipt unless they specifically request one from their broker. This system is similar to the way in which stock brokers often hold shares on behalf of their clients instreet name.",
  "url": "https://www.investopedia.com/terms/v/vaultreceipt.asp"
}