{
  "term": "Veblen Good: Definition, Examples, Difference from Giffen Good",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Veblen good is a good for whichdemandincreases as thepriceincreases due to its exclusive nature and appeal as astatus symbol. This runs counter tothe prevailing circumstance of demand falling as prices rise. Thus, a Veblen good has an upward-slopingdemand curverather than the typical downward-sloping curve.\n\nA Veblen good is generally a high-quality, coveted product. This stands in contrast to aGiffen good, which also has an upward-sloping curve but is a non-luxury product with no easily available substitutes.\n\nThe increase in demand for a Veblen good reflects consumer tastes and preferences, with the higher demand directly attributable to the price increase. The term is named after American economistThorstein Veblen, who is best known for introducing the term “conspicuous consumption.”\n\nVeblen goods are fairly commonplace, unlike Giffen goods, which are elusive and quite difficult to identify. Very expensive products that are marketed as being “exclusive” or convey the appearance of success, such as designer jewelry, pricey watches, yachts, and luxury cars, can be classified as Veblen goods.\n\nVeblen goods are generally targeted at affluent individuals, have a very strongbrand identitythat is synonymous with luxury, and are far more likely to be sold in upscale boutiques than in common department stores. For all intents and purposes, a Veblen good is aluxury itemthata majority of the population will not or cannot purchase.\n\nVeblen goods contradict the basiclaw of demand, which states thatquantity demandedhas an inverse relationship with price. This is due to the appeal of their exclusivity. If the price of a coveted and expensive product is increased, it may actually enhance its attraction to those for whom status is important, as it is now farther out of reach for the averageconsumer.\n\nHowever, if the price of such a product is lowered, its reduced exclusivity may result in diminished appeal. This can result in it being shunned by status-conscious consumers while remaining too expensive for themass market. Overall demand would therefore decline with lower prices instead of increasing.\n\nWhile no specific price point can be identified as the dividing line between a Veblen good and a normal product, it may be safe to assume that a Veblen good is generally priced exponentially higher than a basic product in the same category. Take the case of watches. Good-quality watches are widely available for less than $100, but to qualify as a Veblen good, a watch would probably carry a four-, five-, or six-digit price tag.\n\nAs noted above, both Veblen and Giffen goods have an upward-sloping demand curve. This means that demand for them increases when their price increases. Their main difference is in the type of good.\n\nThere are numerous examples of Veblen goods. Giffen goods, on the other hand, are relatively rare. Some economists even debate whether they exist at all.\n\nStudies indicate that people are happier and receive moreutilitywith the purchase of a Veblen good.This is a result of the good making the individual feel more exclusive and important, secure in the knowledge that they’re purchasing something of high quality that is out of reach for others. Many individuals believe this is worth the premium they pay.\n\nWhen a good is priced high, consumers generally assume it to be of better quality, even when that is not the case. Many companies source or produce their goods in the same regions or factories, but because of marketing and brand identity, some are sold at a premium. If the price is increased on the same good, consumers may then perceive this as improved quality and be willing to pay the higher price.\n\nSimilarly, when a good is perceived as difficult to purchase, an affluent consumer is willing to pay more for it.This is commonly seen in the art world. Paintings from deceased artists, such as Picasso or Monet, fetch millions of dollars because a limited quantity exists. The price does not necessarily reflect the quality of the art; rather, it arises because the artist’s paintings are not readily available.\n\nThe main difference between Veblen and Giffen goods is that the former are luxury items, such as cars, yachts, and designer jewelry, while the latter are non-luxury essentials such as potatoes, rice, and wheat. In both cases, demand will stay high when prices rise. For Veblen goods, that is about exclusivity. For Giffen goods, it is because they are essentials, with no ready substitute.\n\nYes. Veblen goods are always expensive, because price is part of their appeal. The purchasers feel that owning them confers high societal status. In effect, they buy them to show them off, a practice known as “conspicuous consumption.”\n\nVeblen goods have high utility, because people are purchasing them to feel good about themselves. They are paying a premium for the privilege of owning something of high quality that is out of reach for ordinary people.\n\nVeblen goods are high-quality, luxury items that people purchase to inflate their self-esteem. The high price is the point, which is whydemand for them increases as their price increases. Human nature being what it is, there probably will always be a thriving market for Veblen goods.\n\nAtlas of Public Management. “Giffen Good.”\n\nMukesh Eswaran and B. Curtis Eaton. “Well-Being and A­ffluence in the Presence of a Veblen Good.” The Economic Journal. July 2009. 119(539):1088-1104.",
  "url": "https://www.investopedia.com/terms/v/veblen-good.asp"
}