{
  "term": "VeChain: What It Is, How It Works, Examples, and History",
  "definition": "VeChain is a blockchain ecosystem designed to enhance supply chain management and business processes and serve as a platform for Web3 development.\n\nThe Vechain platform contains two distinct tokens: VeChain Token (VET) and VeChainThor Energy (VTHO). The former is used to transfer value across VeChain's network, and the latter is used as energy or \"gas\" to pay for on-chain transactions.\n\nVeChain was founded in 2015 by Sunny Lu, the formerchief information officer(CIO) of Louis Vuitton China. It started as asubsidiaryof Bitse, one of China's largest blockchain companies, and is among the few blockchains with a substantial customer base among established companies.\n\nInitially, VeChain targeted enterprises, attempting to disrupt the supply chain industry by making data actionable and transparent. It has since redirected its path to include more than an ecosystem for supply chains, and includes the ability for developers to createdApps, cryptocurrencies and tokens, mechanisms for theInternet of Things(IoT), and targets people and businesses intent on creating a more sustainable global society and economy.\n\nVeChain has inked strategic partnerships over the years with several companies to help achieve its goals. Among them is an agreement with PricewaterhouseCoopers (PwC) for VeChain's blockchain-powered solutions to be used by the accounting firm's client base to improve product verification and traceability.\n\nVeChain has also partnered with Renault, Microsoft, and Viseo to create a digital car maintenance book that cannot be tampered with. It is the governmenttechnology partner forGui'an, an economic development zone for the Central Chinese Government.\n\nVeChain also partnered with UFC to include near-field communication (NFC) devices in the sport's latest official boxing gloves. Chips in the gloves store a digital certificate that serves as a non-fungible token (NFT) stored on the VeChainThor blockchain. The tokens validate authenticity for fans who purchase the gloves as memorabilia and identifies the fighter who wore them and the fights they were used in.\n\nInitially, the VEN token functioned on theEthereumblockchain but transitioned to its own blockchain and rebranded itself in 2018. As part of the rebrand, the VEN blockchain became the VeChainThor (VET) blockchain.\n\nVeChainThor uses a proof-of-authority consensus algorithm it calls proof-of-authenticity. This method uses Authority Masternodes (AMs), which are chosen after a vetting process in which the hosters' identities and other information are verified for trustworthiness and a financial investment is staked.\n\nThe AMs validate transactions, propose new blocks, and are paid for their work in gas (transaction) fees. There are 101master nodesresponsible for reaching consensus on transactions in VeChain’s blockchain.\n\nAnonymous nodes are not allowed, and disclosure of identity is an essential prerequisite to becoming an Authority Master node. According to VeChain’s white paper, this system uses less power and does not require a minimum number of validators to reach consensus.\n\nIn addition to AMs, other types of master nodes exist on VeChain. These are the economic and X master nodes, which do not produce blocks or ledger records but are used as a check on power.\n\nAny user can become an economic node by meeting the required VET balance. Each 1 million VET held by an economic master node gets a single on-chain governance vote.\n\nX-nodes are only available to users who purchase VET on the secondary market. These nodes generate 0.000432 VTHO per VET staked. X-nodes also have on-chain voting rights.\n\nThe VeChainThor blockchain platform has two tokens: VET and VTHO. VET is the VeChain token used to carry value or “smart money” from smart contracts. In other words, transactions on decentralized applications occurring on VeChain’s blockchain will use VET. It is also available for purchase by the general public.\n\nThe VTHO token represents VeChainThor Energy (or VeThor Energy). It is used to pay for transactions on VeChainThor. The concept is similar to Ethereum’s ether in that dApp developers need to budget for token usage. Per VeChain’s white paper, the two-token system was devised for effective governance and to have a predictable economic model for decentralized application developers.\n\nIn its current form, Ethereum lacks such a model because the price of ether, its native gas token, is volatile. As such, developers have to estimate the amount of ether required for a transaction, which is a challenge requiring constant adjustments. VeChain’s white paper outlines several technical enhancements its platform has made to overcome this problem.\n\nFor example, the VeChainThor blockchain allowsProof of Work(PoW) for every transaction. This means that the people conducting a transaction can select tominemore VTHO if their initial estimate was wrong or they want to pay a validator more to have their transaction included in a block (for faster confirmation).\n\nVeChain's platform can be used to track quality, authenticity, storage temperature, transportation medium, and last-mile delivery of a medicine pack or an alcohol bottle right from the manufacturing facility through to the final delivery to the end customer. To accomplish this goal, VeChain uses smart chips orRadio Frequency Identification(RFID) tags and sensors that broadcast key information onto the blockchain network that can be accessed inreal-timeby authorized stakeholders.\n\nThe application of sensors means that all parameters related to the product can be constantly monitored, and problems, if any, can be communicated back to the relevant stakeholders. Manufacturers and customers are informed if a drug packet is stored outside a prescribed temperature range, allowing for service improvements and better quality control.\n\nIn another example, the VeChain platform can enable automobile owners to own their data and use it to negotiate better terms and policies with theirinsurancecompanies.\n\nAdditionally, VeChain can be used to develop decentralized applications and other apps that contribute to the growing Web3 concept. Web3 is often described as the next iteration of the internet, where centralized control of access, data, and information is replaced by a distributed network infrastructure. In other words, the way users interact with the web will not change much, but how it works behind the scenes will change.\n\nIt depends on your market outlet and whether you believe VeChain's model will equate to growth and longevity. The blockchain has potential and is being used by some noteworthy entities, so some investors may consider it a good investment.\n\nVeChain is a multipurpose blockchain that can be used to create everything from tracking materials and transactions to creating decentralized applications.\n\nAs of July 2024, VeChain was still actively developed and used by several entities, including UFC. It also provides business, development, and sustainability grants for new projects.\n\nVeChain is an actively developed and maintained blockchain for enterprise and other uses. The ecosystem can be used to create everything from tokens, cryptocurrencies, and dApps to supply-chain management and tracking systems.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nVeChain. \"Whitepaper 3.0,\" Page 7.\n\nVeChain. \"VeChain's National Level Partnership.\"\n\nVeChain Insider. \"A Complete List of Vechain Partnerships.\"\n\nUFC. \"UFC Announces Transformative Redesign of the UFC Official Fight Glove.\"\n\nVeChain. \"Consensus Deep Dive.\"\n\nVeChain. \"Nodes Rewards Program.\"\n\nVeChain. \"Whitepaper 3.0,\" Page 3.\n\nVeChain. \"Transaction Calculation.\"",
  "url": "https://www.investopedia.com/terms/v/vechain.asp"
}