{
  "term": "Vendor Financing: Definition, How It Works, Pros, and Cons",
  "definition": "Vendor financing is a financial term that describes the lending of money by avendorto a customer who uses that capital to purchase that specific vendor's product or service offerings.\n\nSometimes called \"trade credit,\" vendor financing usually takes the form of deferred loans from the vendor. It may also include a transfer of stock shares from the borrowing company to the vendor. Such loans typically carry higher interest rates than those associated with traditional bank loans.\n\nVendor financing helps business owners purchase essential goods or services without requiring those owners to secure traditional bank loans or pledge their personal assets as collateral. Vendor financing offers numerous other advantages. Not only does it help loan recipients cultivate strong credit histories, but it also allows them to table the use of bank financing until it becomes abundantly necessary to make revenue-boosting capital improvements.\n\nVendor financing most commonly occurs when a vendor sees a higher value in a customer's business than a traditional lending institution does. Consequently, a healthy, trusting relationship between the borrower and the vendor sits at the heart of the vendor financing dynamic.\n\nFrom the perspective of the vendor, while it's certainly not an ideal situation to provide products or services without immediately receiving payment, making a sale with delayed payment is better than making no sale at all. On the upside, the vendor collects interest on the deferred payments. Furthermore, by offering vendor financing programs, a vendor can win a competitive advantage over rival firms. This arm or unit of the vendor's business is known as aninvestment centerand is regularly reviewed to ensure it is profitable.\n\nVendor financing can be structured with either debt or equity instruments. In debt vendor financing, the borrower agrees to pay a particular price for inventory with an agreed-upon interest charge. The sum is either repaid over time or written off as abad debt. With equity vendor financing, the vendor can provide goods in exchange for an agreed-upon amount of company stock.\n\nEquity vendor financing is more common with startup businesses, which often use a form of vendor-supplied financing known as \"inventory financing,\" which essentially uses inventory as collateral to back lines of credit or short-term loans.\n\nIn business, the use of credit in vendor finance is called an \"open account.\"\n\nVendor financing can also be used when individuals lack the capital needed to buy a business outright. A vendor may rely on the sales it makes to a particular business, to make its own financial targets. And by providing financing in the form of a loan, it can secure the business, while strengthening the relationship with the business owner, to make sure it thrives over the long haul.\n\nVendors can take many forms, including payroll management outfits, security firms, maintenance organizations, and other service providers.Business-to-businesssuppliers, such as office equipment manufacturers are common providers of vendor financing. Materials and parts suppliers likewise frequently engage in vendor financing activities.",
  "url": "https://www.investopedia.com/terms/v/vendorfinancing.asp"
}