{
  "term": "Vendor Note: Meaning, Terms, Pros and Cons",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA vendor note is a short-term loan avendormakes to a customer that is secured by goods the customer buys from the vendor. A vendor note is classified as a form of \"vendor finance\" or \"vendor financing,\" which is a type of lending that usually takes the form of adeferred loanmade by a vendor. Vendor notes are most likely to be employed when a vendor has more confidence in a customer's business prospects than a traditional lender (a bank) would.\n\nVendor notes can be a useful and convenient form of financing, particularly when well-established vendors with diverse customer bases are taking on new, smaller buyers who typically have small amounts ofworking capitalwith which to purchase inventory or essential goods.\n\nIn some cases, customers may be entirely dependent on vendor note financing to secure vital inventory or equipment. The use of such vendor financing can make it easier for a company to increase sales volume and revenue, but in doing so it also incurs the risk of the buyers it finances not paying back their loans.\n\nVendor note loans are often secured by theinventorybeing sold to the buyer but may also be backed by pledges of the buyer's business assets or cash flow. The use of a vendor note will generally denote a good relationship between vendor and customer.\n\nVendor notes vary in terms of their time to maturity, but notes withtime horizonsin the range of three to five years are considered common. Many different types of terms and conditions can be built into a vendor note, such as limitations on the types of business practices the buyer can engage in, restrictions on acquiring other inventory or business assets, and requirements that specific financial ratios or benchmarks be maintained.\n\nWhile vendor notes tend to amount to deferred loans, sometimes there may be an interest charge on the borrowed sum (the value of goods that has changed hands). While vendors would doubtlessly prefer to be paid immediately for goods or services they render, maintaining a relationship by helping with financing and being paid back over time (sometimes with interest) is better than no sale at all.\n\nDepending on the inventory or equipment you plan on buying, vendor notes, or vendor financing in general, come with some advantages and disadvantages. It's important to make sure whether vendor financing or a traditional bank loan will be a better option for your business.\n\nOne of the primary advantages of a vendor note is purchasing equipment at a good value. Many vendors havein-house financingdepartments that offer customers discounts on the items they need for their business. As the product and financing are coming directly from the manufacturer, the deal you receive may be better than you'd find elsewhere, making it an attractive option.\n\nAnother strong selling point of a vendor note is the ease of obtaining the purchase and financing simultaneously. A manufacturer wants to make the sale and understands the product, provided the financing for them is straightforward. A bank, on the other hand, will have to evaluate the manufacturer, the product being sold, and the buyer, which is a much longer process.\n\nThere are generally two types of vendor financing: debt financing, such as a vendor note, andequity financing, where the vendor receives stock or equity in the business.\n\nObtaining financing directly from the vendor also typically comes with lower upfront costs and it is easier to update your equipment over time since you are dealing directly with the manufacturer.\n\nOne of the main disadvantages of vendor notes is if the vendor does not have an in-house financing department and you have to deal with a third-party non-bank financing entity. If this entity is not familiar with the vendor or the equipment, it may charge a higherinterest rateor finance only a small portion of the cost.\n\nIn addition, if you are purchasing used equipment, the costs may also be higher because the manufacturer incentives no longer apply, and the vendor will take that into consideration when pricing the financing.\n\nLastly, some vendors will only provide financing for the equipment but not include any other terms that may benefit your business, including transportation and training costs.\n\nEase of obtaining purchase and financing simultaneously\n\nHigher costs via third-party financing\n\nPurchasing old equipment may be more costly\n\nLess coverage in financing terms\n\nA new medical office buyer wants to acquire a laser device used for special outpatient surgeries at a cost of $1,000,000. It has just $100,000 to spend. Rather than going to a lender to ask for a business loan, a medical device vendor will offer the piece of equipment to the customer under the agreement that the medical office buyer pays back the $900,000 balance of the medical device over a period of five years at an interest rate of 2%.\n\nAs such, the vendor will carry a note until the $900,000 is repaid. The buyer gets the device, which will add a revenue stream, the seller gets a sale and pockets the interest on the loan. It may also get follow-on business from the buyer.\n\nVendor financing is financing that a business obtains directly from the vendor when purchasing inventory or equipment. Vendor financing stands in contrast to traditional methods of financing, such as obtaining a loan from a bank. Vendor financing is often a deferred loan and can lead to building a strong relationship between a vendor and a customer.\n\nVendor notes are subordinated debt, meaning they sit below senior debt in the repayment waterfall in the event of bankruptcy. Holders of subordinated debt are always paid after holders of senior debt are paid off.\n\nA vendor loan agreement is a financing agreement between a vendor and a buyer in which the vendor agrees to provide capital to the buyer for the purchase of the vendor's product. The buyer will pay an upfront cost, and the remainder of the cost, plus interest, will be paid over time or at a later date in the future. The vendor loan agreement lays out all of the terms of the financing arrangement, such as the parties to the agreement, the amount financed, the time to maturity, and the interest rate.\n\nThe repercussions of defaulting on a vendor note can vary depending on the arrangement and the terms of the vendor loan agreement. The vendor can repossess the inventory or equipment that was sold, as well as other assets of the business to recoup its losses. The vendor may also be entitled to future cash flows of the business.\n\nA vendor note can be a good option for a business seeking to obtain inventory or equipment. It is a particularly good option for a new business that does not have significant levels of cash orcredit historyto obtain a traditional bank loan. Vendor notes also establish a relationship between the vendor and a business that could be profitable to both in the future.\n\nChoosing a vendor note or traditional bank loan will depend on what is best for your business, so it is important to weigh the pros and cons of each before making a commitment.",
  "url": "https://www.investopedia.com/terms/v/vendor-note.asp"
}