{
  "term": "Vendor (or Seller) Take-Back Mortgage: What It Is, How It Works",
  "definition": "A vendor take-backmortgageis a unique kind of mortgage where the seller of the home extends a loan to the buyer to secure the sale of the property. Sometimes referred to as a seller take-back mortgage, this type of loan can benefit both the buyer and the seller. The buyer might be able to purchase property above their bank-determined financing limit, and the seller can get their property sold.\n\nMost buyers already have a primary source of funding through a financial institution when they enter into this type of arrangement, so a vendor take-back mortgage is often a secondlienon the property.\n\nThe seller retainsequityin the home and continues to own a percentage of its value equal to the amount of the loan. This dual possession continues until the buyer pays off the original amount plus interest. The second lien serves to guarantee the repayment of the loan. The seller can seize the property that's the subject of the lien if the obligation isn't satisfied.\n\nSellers benefit from vendor take-back mortgages because they can generate extra income from the interest on the loan.\n\nA vendor take-back mortgage most often occurs in conjunction with a traditional mortgage, in which a homebuyer pledges their house to the bank as collateral for the loan. The bank then has a claim on the house should the homebuyer default on the mortgage. In the case of aforeclosure, the bank can evict the home's occupants and sell the house, using the income from the sale to clear the mortgage debt, as can the seller or second lienholder in the case of a vendor take-back mortgage.\n\nThe most common form of traditional mortgage is thefixed-rate mortgage, in which the borrower pays the sameinterest ratefor the life of the loan. Most fixed-rate mortgages have between a 10-year and 30-year term, during which the borrower's payment, including interest, won't change if market interest rates rise. The borrower might be able to secure a lower rate by refinancing the mortgage ifmarket interest ratesdrop significantly after the time of purchase.\n\nIn order to get the lowest interest rate, it's important to shop around and find the best mortgage lender. Several factors canaffect your interest rateon a traditional mortgage, from your credit history to how much of a down payment you put down to where your property is located.\n\nLikewise, several factors will affect the interest rate you'll pay on a vendor take-back mortgage, including how much of a loan you're asking the seller to carry. The rate will often be higher when the seller's mortgage is the second lien on the property, compensating them for the risk they're taking.\n\nJane is purchasing her first home for $400,000. She's required to make adown paymentto a fixed-rate mortgage lender of 20%, or $80,000, but she accepts a vendor take-back mortgage instead of paying this amount herself.\n\nThe seller lends Jane $40,000 toward the mortgage down payment and agrees to pay $40,000 himself. This single property now has two separate loans. One is the fixed-rate mortgage with the financial institution for $320,000. The second is the vendor take-back mortgage for $80,000.\n\nThe fixed-rate mortgage is secured with the home as collateral, while the take-back mortgage is collateralized by a lien on the home. In the event of default, the bank can foreclose on the home and use proceeds from the sale to satisfy the unpaid debts.\n\nA vendor take-back mortgage is borrowed from the original owner of a property, rather than a bank or other mortgage lender. This means that the seller retains partial ownership of the home or property until the loan is paid off.\n\nA vendor take-back mortgage allows people to buy property that they wouldn't otherwise be able to afford, a transaction that works to the benefit of both buyer and seller.\n\nFor buyers, the main disadvantage of a vendor take-back mortgage is that the interest rates tend to be higher than a traditional mortgage. Because the seller's lien is subordinate to the primary lender, the seller typically charges a higher interest rate to compensate for their greater level of risk.\n\nA vendor take-back mortgage is a lending vehicle where the owner of a property lends a buyer part of the purchase cost. This allows people to buy homes that they would not otherwise afford, but it does come with a degree of risk (for the seller) and higher interest rates (for the buyer).",
  "url": "https://www.investopedia.com/terms/v/vendor_take_back.asp"
}