{
  "term": "Venture Philanthropy: What it Means, How it Works, Origins",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVenture philanthropy is the application or redirection of principles of traditionalventure capital(VC) financing to achievephilanthropicendeavors. Often, it is exercised in the context of charitable startups, green companies, or B corporations, as the venture capitalists offering funding to these types of firms will have the greatest breadth of experience in these areas.\n\nVenture philanthropy applies most of the same principles of venture capital funding to invest in start-up, growth, or risk-taking social ventures. It is not explicitly interested in profit but rather in making investments that promote some sort of social good, likesocially responsible investments(SRI) to meetenvironmental, social, and governance (ESG) criteria. It is an umbrella term that can be used to refer shorthand to many different kinds of philanthropic investing, but notably, it is distinct fromimpact investing, which places more emphasis on turning a profit while nevertheless investing in ventures that address social concerns.\n\nVenture philanthropy is characterized by a high degree of investor oversight and engagement, in addition to financing plans which are tailored very specifically to a company or organization's capacity-building needs. Oftentimes, major donors will sit on the boards of organizations they support and they generally have intimate involvement in operational or managerial aspects of the business.\n\nVenture philanthropy ventures generally focus on building capital and scale\n\nSuch VCs will also provide non-financial support, like offering executive advice, marketing the initiatives using their own platforms, and measuring performance. Strategically, most of these practices are drawn from successful venture capital initiatives but judge the efficacy of the organization on standards like overallsocial impact, which depart from the usual standards of a successful venture capital investment being focused only on economic profit.\n\nThis kind of investment takes many forms. These include private foundations owned or supported by wealthy individuals (like theBill & Melinda GatesFoundation), government or university grants designed to support philanthropic endeavors, philanthropic investing arms of major investing institutions, or charities which encourage large or institutional donations. In the United States, most investment is grant-based. This usually results in selective, carefully chosen multi-year grants, the high competition for which is said to encourage innovation.\n\nThe term \"venture philosophy\" is often attributed to John D. Rockefeller III in 1969, who described it as \"an adventurous approach to funding unpopular social causes.\"﻿﻿ The Rockefeller Foundation remains a leading outlet for socially-attuned investing. Venture philanthropy arose largely as a result of a growing public impression that traditional financing mechanisms (investments, government or universitygrants, etc.) rarely assisted non-profit organizations or other socially beneficial industries build capital.\n\nVenture philanthropy showed an increase as awareness of climate change and environmental degradation rose to the forefront of public concern. However, it has shown signs of ceding dominance in thephilanthropic investment sphere to impact investing, which is concerned with making a profit while being socially responsible.Cap and tradecarbon emissions markets or subsidies granted to sustainable businesses have attempted to bridge the gap between the market's drive for profit and the philanthropic concern for socially responsible business practices.\n\nThe Rockefeller Foundation. \"Venture Philanthropy in Development,\" Page 35. Accessed May 18, 2021.",
  "url": "https://www.investopedia.com/terms/v/venture-philanthropy.asp"
}