{
  "term": "Venture Capitalists: Who Are They and What Do They Do?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA venture capitalist is a private equity investor who provides capital to companies with a high potential for growth in exchange for an equity stake.\n\nA venture capitalist (VC) is an investor who funds companies with high growth potential in exchange for an equity stake in their eventual success. Most VC money goes to startup ventures preparing to go public or small privately owned companies with the potential to expand.\n\nVenture capital companies attract investment money from high-net-worth individuals (HNWIs), insurance companies, pension funds, foundations, and corporate pension funds.\n\nVenture capital firms are usually formed as limited partnerships (LPs), with each partner contributing to the VC fund. A committee is generally tasked with making investment decisions. When a promising emerging growth company is identified, the firm agrees to fund it in exchange for a sizable equity stake.\n\nContrary to common belief, VCs do not typically fund a startup in its earliest planning stages. They target firms that have a product and are generating revenue but need more money to commercialize their ideas.\n\nThe VC fund will buy a stake in these firms, nurture their growth, and look to cash out with a strongreturn on investment.\n\nVenture capitalists typically look for companies with a strong management team, a large potential market, and a distinctive product or service with a solid competitive advantage.\n\nThey tend to look for prospects in industries with which they are familiar or have expertise while having the chance to buy a large percentage of the company so they can influence its direction.\n\nVCs are willing to risk investing in such companies because they can earn a massive return on their investments if they are successful. However, VCs have high rates of failure because of the uncertainty involved with new and unproven companies.\n\nBelow are the company stages and a chart of recent VC funding in U.S. companies.\n\nHigh-net-worth individuals (HNWIs), insurance companies,pension funds, foundations, and corporate pension funds may contribute money to a pool controlled by a VC firm. The venture capital firm acts as the general partner, managing the funds and choosing the investments, while the investors are limited partners (LPs). All partners have part ownership of the fund.\n\nThe roles within a venture capital firm vary, but they can be broken down into roughly three positions:\n\nVC firms control a pool of various investors’ money, unlikeangel investors, who use their own money.\n\nVenture capitalists must follow regulationsin conducting their business. The U.S. Securities and Exchange Commission (SEC) regulates private-equity firms and venture capitalists.\n\nVenture capital fund managers are paid management fees andcarried interest. Depending on the firm, about 20% of the profits are paid to the company managing the private equity fund, while the rest goes to the LPs invested in the fund. General partners are usually due an additional 2% fee.\n\nThe history of investing in high-risk and high-reward ventures is centuries old. It's hard to imagine the history of shipping, whaling, and colonialism without it.\n\nHowever, the first modern venture capital firms in the United States started in the mid-20th century. Georges Doriot, a Frenchman who moved to the U.S. to earn a business degree, became an instructor at Harvard Business School and worked at an investment bank. In 1946, he became president of the American Research and Development Corporation (ARDC), the first publicly funded venture capital firm.\n\nBefore, founders of new companies generally looked to wealthy individuals like the Rockefellers and the Vanderbilts for the capital they needed to grow. ARDC expanded the pool of investors. It soon had millions in its accounts from educational institutions and insurers.\n\nARDC alums founded firms such as Morgan Holland Ventures and Greylock Partners.\n\nThe VC firm serves as the general partner (GP), deciding where the money is invested. They tend to choose businesses or ventures that banks avoid due to their high degree of risk.\n\nStartup financing began to resemble the modern-day venture capital industry after the passage of the Investment Act of 1958.The act enabledsmall business investment companiesto be licensed by the U.S. Small Business Administration (SBA), which had been established five years earlier.\n\nBy its nature, venture capital invests in new businesses with excellent growth potential but enough risk to be rejected by banks with conservative requirements for extending loans.\n\nFairchild Semiconductor, one of the earliest and most successful semiconductor companies, was the first venture capital-backed startup, setting a pattern for venture capital’s close relationship with emerging technologies in the San Francisco area.\n\nVenture capital firms in that region and period established the standard practices that are still used today. They set up limited partnerships to hold investments, with professionals acting as general partners. Those supplying the capital serve as passive partners with more limited control.\n\nThe number of independent venture capital firms increased in the following decade, prompting the founding of the National Venture Capital Association in 1973.\n\nVenture capital has since grown into a hundred-billion-dollar industry.Today, well-known venture capitalists include Jim Breyer, an early Facebook (META) investor; Peter Fenton, an early investor in X (then Twitter); and Peter Thiel, co-founder of PayPal (PYPL).\n\nThe total amount of venture capital investment in U.S. companies in 2024. There were 538 venture capital firms, which raised $76 billion in new money for future deals.\n\nVenture capitalists invest in startups with the expectation of making a significant return on their investment. The structure of the expected return is based on the high risk associated with investing in early-stage companies and the potential for high rewards if the startup succeeds.\n\nVCs that make a series A investment typically aim for a return of 10 to 15 times their initial investment.If a VC invests $5 million in a startup, it would expect to receive at least $50 million upon a successful exit, such as an acquisition or an initial public offering (IPO).\n\nHowever, VC returns often follow a power-law distribution, where a small number of highly successful investments (known as “home runs”) generate the most of a fund’s returns. Others break even or post losses.\n\nTo achieve their target returns, VCs construct a portfolio of investments, diversifying across sectors, stages, and regions. They expect that out of a typical portfolio of at least 10 to 20 investments, something like the following will occur:\n\nBy diversifying their portfolios and aiming for a few home runs, VCs can achieve their overall fund return targets of 20% to 35% annually, even with a high failure rate.\n\nOf course, VC returns are not guaranteed and are subject to various risks, such as market conditions, competition, and execution challenges faced by the startups they invest in.\n\nVCs can provide substantial amounts of capital to help startups grow quickly and scale their operations.\n\nVCs can give valuable strategic guidance and mentorship to founders.\n\nVCs have strong professional networks that can help startups connect with potential partners, customers, and talent.\n\nSecuring funding from respected VCs can provide validation and credibility for a startup.\n\nVCs are often willing to take a long-term view on their investments, allowing startups to focus on growth and innovation rather than short-term profits.\n\nFounders give up a significant part of their company’s equity and control to VCs.\n\nVCs expect rapid growth and high returns on their investments, which can put intense pressure on founders to meet aggressive targets.\n\nVCs may prioritize their own financial interests over the success of the company, leading to conflicts with founders.\n\nDespite VC backing, startups often fail, and founders may end up with little to no ownership in the company they built.\n\nVC investments are illiquid—with the money typically locked up for several years.\n\nSuppose ABC Inc., a tech startup, has been growing rapidly and is looking to raise $5 million in Series A funding to expand its team, invest in product development, and scale its marketing efforts.\n\nThe founders of ABC pitch their business to several venture capital firms and receive interest from VC firm XYZ. After due diligence and negotiations, XYZ agrees to lead the Series A round and invest $3 million, with other investors contributing the remaining $2 million.\n\nThe terms of the deal are as follows:\n\nAfter the deal closes, ABC’s founders will use the funds to hire additional software engineers, expand its sales and marketing teams, and invest in new product features. XYZ provides guidance and introduces the founders to potential partners and customers.\n\nAs ABC continues to grow, it may raise additional rounds of funding (Series B, C, etc.) at higher valuations, with XYZ potentially participating in these rounds to maintain its ownership stake.\n\nThe ultimate goal for both the founders and investors is to achieve a successful exit through an acquisition or aninitial public offering(IPO), providing a return on investment for the VCs and a payout for the founders and employees.\n\nVenture capitalist companies create a pool of money contributed by institutional investors (pension funds, endowments, and foundations), corporations, family offices, and high-net-worth individuals (HNWIs).\n\nThese investors are known as limited partners, and they commit capital to the VC fund for a specific period, usually 10 to 12 years.\n\nThe VC firm, which consists of the investment professionals managing the fund, is known as thegeneral partner.\n\nVCs are professional investors who manage a pool of investment capital from various sources. At any given time, they have millions of dollars invested in relatively mature startups that have products in the late stages of development or even in the market.\n\nAngel investorsare mostly individuals who invest their own money asseed capitalfor early-stage startups, often in small amounts (tens of thousands or hundreds of thousands of dollars rather than millions). Angel investors typically get involved earlier in a startup’s life cycle and are more hands-on in providing guidance and mentorship.\n\nEntrepreneurs don't exactly repay the venture capitalists. VCs get a return on their investment by cashing out the ownership stakes they were awarded in return for their investment. For example, if the company launches an IPO, the VC firm sells its shares at a profit.\n\nWhen a startup fails, the VCs lose their investment and theentrepreneursare not personally liable for repaying the funds.\n\nThe success rate varies widely, but it is generally accepted that a significant portion of funds do not achieve their target returns. According to some industry reports, only about 2% of VC funds generate 95% of the industry’s returns.\n\nA 2023 study by Cambridge Associates found that the 20-year annualized average return for VC funds was 12.33% compared with 12.40% for the MSCI All-Country World Index of global stocks.\n\nMeanwhile, research from Harvard Business School suggests that as many as 75% of venture-backed companies never return cash to investors.\n\nVenture capitalists (VCs) are investors who form limited partnerships to pool investment funds. They use that money to fund startup companies in return for equity stakes in those companies. VCs usually make their investments after a startup has begun generating revenue rather than in its earliest stages of development.\n\nVC investments can be vital to startups because their business concepts tend to pose too much risk for traditional loan sources. While most VC ventures lose money, the profits from their “home runs” must outpace these losses for a fund to be successful.\n\nU.S. Securities and Exchange Commission. “Private Funds.”\n\nTom Nicholas. “VC: An American History,” Pages 41–51. Harvard University Press, 2019.\n\nHarvard Business School, Baker Library Historical Collections. “Georges F. Doriot.”\n\nHistory Cambridge. “Innovation in Cambridge.”\n\nInc. \"Small Business Investment Companies (SBICs).\"\n\nU.S. Small Business Association. \"Organization.\"\n\nFairchild Semiconductors. “History of Fairchild.”\n\nU.S. Securities and Exchange Commission. “Speech by SEC Staff: The Future of Securities Regulation.”\n\nInc. \"National Venture Capital Association (NVCA).\"\n\nNational Venture Capital Association. “About Us Page.”\n\nNational Venture Capital Association. “PitchBook: NVCA Venture Monitor Q4 2023.” Page 6.\n\nBritannica Money. \"Peter Thiel.\"\n\nNational Venture Capital Association. \"NVCA 2025 Yearbook.\" Page 18.\n\nKruze Consulting. “What Are Your VC’s Return Expectations Depending on the Stage of Investment?”\n\nSebastian Mallaby, via Penguin Random House. “The Power Law: Venture Capital and the Art of Disruption,” Pages 1–12. Allen Lane, 2022.\n\nForbes. “20 VCs Capture 95% of VC Profits: Implications for Entrepreneurs & Venture Ecosystems.”\n\nCambridge Associates. “U.S. Venture Capital Index and Selected Benchmark Statistics.” Page 3.\n\nFast Company. “Why Most Venture-Backed Companies Fail.”",
  "url": "https://www.investopedia.com/terms/v/venturecapitalist.asp"
}