{
  "term": "Venture Capital-Backed IPO: What it is, How it Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term venture capital-backed IPO refers to theinitial public offeringof a company that was previously financed by private investors. These offerings are considered a strategic plan byventure capitaliststo recover their investments in the company. Investors normally wait for an opportune time to issue this type of initial public offering in order to maximize theirreturn on investment (ROI).\n\nVenture capitalis a type of private equity. This kind of financing is provided by investors and firms to companies with high-growth potential or to those that demonstrate high growth. Venture capital firms or funds invest in early-stage companies in exchange for anequitystake, taking on any of the associatedrisksin the hopes that some of the startups they support will become successful.\n\nThe typical venture capital investment occurs after an initial round ofseed funding. The first round of institutional venture capital to fund growth is called theSeries Around. Venture capitalists provide seed capital so they can maximize their return through anexit strategysuch as a venture capital-backed IPO. And because they provide new companies with a great deal of their initial financing, they have certain rights and responsibilities, including how and when a companygoes public.\n\nVenture capitalists look and wait for the most optimal time to conduct an IPO. This is to make sure they're able to exit their position in a company while making the best possible return. The alternative to an IPO for a venture capital-backed company is being acquired—getting purchased by another company. Theacquisitionof a venture capital-backed company is known as a tradesale. Both options are known as exit strategies because they allow venture capitalists and entrepreneurs to get money out of their investments.\n\nThe alternative to a venture capital-backed IPO is an acquisition.\n\nMultiple sources regularly report on both venture-capital-backed IPOs along with the volume ofmergers and acquisitions (M&A). In lean economic times, there tend to be fewer venture-capital-backed IPOs because of low investor confidence. As a result of thefinancial crisis, 2008 and 2009 saw record low numbers of venture-capital-backed IPOs.\n\nVenturecapital, just like angel investing andcrowdfundingoptions, is an attractive option for new companies. This is especially true for entities that have limited operating histories and are too small to raise capital in the public markets. Companies that fall into this category may not be at the point where they can secure a bank loan or complete adebtoffering.\n\nAttracting venture capital is very different from raising debt or a loan. While lenders have a legal right to interest on a loan and repayment of the capital irrespective of the success or failure of a business, venture capital invested in exchange for an equity stake in the business carries no such legal protection and isspeculativein nature. The return on a venture capitalist's investment depends entirely on the growth and profitability of the business. This means that a venture capitalist takes a risk of loss along with the expectation of a return on their investment.\n\nTesla and Open Table both went public in venture capital-based IPOs. Another great example of a venture capital-backed IPO is Uber (UBER). The ridesharing company was founded in 2009, raising nearly $20 billion from venture capitalists including Morgan Stanley, SoftBank, and G Squared. The company's final round of financing took place in 2018 when it raised $500 million. Uber went public in a venture capital-backed IPO in May 2019. Shares were priced at $45 each, allowing the company to raise roughly $8 billion.\n\nU.S. Securities and Exchange Commission. \"Form S-1 Uber Technologies, Inc.\"",
  "url": "https://www.investopedia.com/terms/v/venture-capital-backed-ipo.asp"
}