{
  "term": "Venture Capital Trust (VCT): Meaning, Types, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term venture capital trust (VCT) refers to an investment vehicle that operates in the United Kingdom. The VCT is a closed-end fund that was created by the U.K. government in the 1990s to help direct investment into local private businesses. These funds are tax-efficient and allow individual investors to accessventure capitalinvestments via capital markets. VCTs seek out potential venture capital investments in small unlisted firms that are in their early stages to generate higher-than-average, risk-adjusted returns. VCTs are commonly listed on theLondon Stock Exchange(LSE).\n\nThe British government introduced a series of venture capital schemes in 1995. These include theenterprise investment scheme, seed enterprise investment scheme, and venture capital trust scheme. All three of these programs were designed to encourage the nation'sprivate sectorgrowth and generate investment from individual investors.\n\nRetail investors can purchase shares in venture capital trusts that are traded on major exchanges like the LSE. This allows investors to take part in the growth of smaller, private, up-and-coming businesses indirectly. VCTs fall under the purview offund managerswho work for investment firms. The money from investors is pooled together and distributed to these businesses to help them grow.\n\nCertain criteria must be met in order for a fund to be classified as. VCT. Some of the main qualifications include:\n\nThe government exempts these trusts fromcorporate taxeson capital gains that arise from their investments. They also provide investors with certain tax benefits, includingincome taxrelief for 30% for annual investments of up to £200,000 (as long as they are held for a minimum of five years) and a tax exemption on income derived from VCT investment dividends. Investors can't defercapital gainstaxes, though.\n\nAlthough there is no direct stock exchange equivalent to VCTs in the United States, they are similar tobusiness development companies, which are corporations that invest in small- and mid-size companies, as well as distressed businesses.\n\nInvestors who are interested in purchasing shares in VCTs can do so directly through fund managers in new offerings. Shares can also be purchased on thesecondary marketon public exchanges in the United Kingdom, such as the LSE.\n\nFund managers usually charge fees that are higher than other investments. That's because VCTs can be fairly complex and often require more attention. Upfront fees can be as high as 5% while the annualmanagement feescan be in the neighborhood of 2%.\n\nInvestors should be aware of the risks involved with VCTs because of the nature and size of the companies involved. Investing in these funds may result in significant losses.\n\nVCTs invest in different types of companies across variousindustriesfor fixed periods of time. Evergreen VCTs invest indefinitely whereas certain short-term venture capitaltrustscalled limited-life VCTs are only designed to bring income for a few years.\n\nThere are also generalist VCTs, which are trusts thatdiversifyacross multiple sectors and industries, and specialist VCTs, which focus on onesectorat a time.\n\nInvestors with a particular interest or background in technology can choose to hedge their bets on a specialist technology-focused VCT. The final type of VCT is called an AIM venture capitalist trust. It focuses on companies that are already public or are on the verge of becoming public on the LSE'sAlternative Investment Market(AIM).\n\nThe Octopus Titan Venture Capital Trust is one of the country's largest VCTs. The fund is invested in more than 90 tech-enabled companies with strong growth potential that are in the development stage, including:\n\nThese companies comprise a variety of sectors. The firm aims for dividends of around five pence per year. Additional dividends may also be allocated if businesses within theportfolioare sold at a high profit. The fund returned 32.8% to investors in the year up to June 30, 2021.\n\nGov.uk. \"Venture Capital Trusts: Introduction to National and Official Statistics.\" Accessed Oct. 28, 2021.\n\nCFI. \"Venture Capital Trust (VCT).\" Accessed Oct. 28, 2021.\n\nBestinvest. \"What is a VCT?\" Accessed Oct. 28, 2021.\n\nOctopus Investments. \"Octopus Titan VCT.\" Accessed Oct. 28, 2021.",
  "url": "https://www.investopedia.com/terms/v/venturecapitaltrust.asp"
}