{
  "term": "Venture Capital Funds: Definition for Investors and How It Works",
  "definition": "Venture capital funds are pooled investment funds that manage the money of investors who seek private equity stakes instartupsand small- to medium-sized enterprises with strong growth potential. These investments are generally characterized as very high-risk/high-return opportunities.\n\nIn the past, venture capital (VC) investments were only accessible to professional venture capitalists, but nowaccredited investorshave a greater ability to take part in venture capital investments. Still, VC funds remain largely out of reach to ordinary investors.\n\nVenture capital (VC) is a type of equity financing that gives entrepreneurial or other small companies the ability to raise funding before they have begun operations or started earning revenues or profits. Venture capital funds are private equityinvestment vehiclesthat seek to invest in firms that have high-risk/high-return profiles, based on a company's size, assets, and stage of product development.\n\nVenture capital funds differ fundamentally from mutual funds and hedge funds in that they focus on a veryspecific typeof early-stage investment. All firms that receive venture capital investments have high-growth potential, are risky, and have a long investment horizon. Venture capital funds take a moreactive role in their investmentsby providing guidance and often holding a board seat. VC funds, therefore, play an active and hands-on role in the management and operations of the companies in their portfolio.\n\nVenture capital funds have portfolio returns that tend to resemble abarbellapproach to investing. Many of these funds make small bets on a wide variety of young startups, believing that at least one will achieve high growth and reward the fund with a comparatively large payout at the end. This allows the fund to mitigate the risk that some investments will fold.\n\nVenture capital investments are considered eitherseed capital, early-stage capital, or expansion-stage financing, depending on the maturity of the business at the time of the investment. However, regardless of the investment stage, all venture capital fundsoperate and are regulatedin much the same way.\n\nLike all pooled investment funds, venture capital funds must raise money from outside investors prior to making any investments of their own. Aprospectusis given to potential investors of the fund who then commit money to that fund. All potential investors who make a commitment are called by the fund's operators, and individual investment amounts are finalized.\n\nFrom there, the venture capital fund seeksprivate equityinvestments that have the potential of generating large positive returns for its investors. This normally means the fund's manager or managers review hundreds ofbusiness plansin search of potentially high-growth companies. The fund managers make investment decisions based on the prospectus' mandates and the expectations of the fund's investors. After an investment is made, the fund charges an annual management fee, usually around 2% of assets under management (AUM), but some funds may not charge a fee except as a percentage of returns earned. The management fees help pay for the salaries and expenses of the general partner. Sometimes, fees for large funds may only be charged on invested capital or decline after a certain number of years.\n\nInvestors of a venture capital fund make returns when a portfolio company exits, either in an IPO or a merger and acquisition. Two and twenty (or \"2 and 20\") is a common fee arrangement that is standard in venture capital and private equity. The \"two\" means 2% of AUM, and \"twenty\" refers to the standard performance orincentive feeof 20% of profits made by the fund above a certain predefined benchmark. If a profit is made off the exit, the fund also keeps a percentage of the profits—typically around 20%—in addition to the annual management fee.\n\nThough the expected return varies based on industry and risk profile, venture capital funds typically aim for a gross internal rate of return around 30%.\n\nVenture capitalistsand venture capital firms fund several different types of businesses, from dotcom companies to biotech and peer-to-peer finance companies. They generally open up a fund, take in money from high-net-worth individuals, companies seeking alternative investments exposure, and other venture funds, then invest that money into a number of smaller startups known as the VC fund's portfolio companies.\n\nVenture capital funds are raising more money than ever before. According to financial data and software companyPitchBook, the venture capital industry invested a record $136.5 billion in American startups by the end of 2019.﻿﻿ The total number of venture capital deals for the year totaled nearly 11,000—an all-time high, PitchBook reported. Two recent deals included a $1.3 billion investment round into Epic Games, as well as Instacart's $871.0 million Series F. Pitchbook also cited an increase in the size of funds, with the median fund size rounding out to about $82 million, while 11 funds closed out the year with $1 billion in commitments including those from Tiger Global, Bessemer Partners, and GGV.\n\nhttps://nvca.org/pressreleases/us-venture-capital-investment-surpasses-130-billion-in-2019-for-second-consecutive-year/",
  "url": "https://www.investopedia.com/terms/v/vcfund.asp"
}