{
  "term": "Verge (XVG): Overview and Examples of Cryptocurrency",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nVerge (XVG) is an open-source, decentralized cryptocurrency that claims to offer completely anonymous transactions by obfuscating the location and the Internet Protocol (IP) address of the transacting participants. Verge trades on leading cryptocurrency exchanges with the symbol XVG.\n\nVerge uses proof-of-work consensus that supports five different algorithms: Scrypt, X17, Lyra2rev2, myr-groestl, and blake2s. This allows users to choose from different mining devices.\n\nVerge was announced in 2014 under the name DogeCoinDark in the BitcoinTalk forum, where many cryptocurrencies were announced in the past. It was created by Justin \"Sunerok\" Valo, a software engineer and developer, who felt there was not enough anonymity in the existingblockchains. DogeCoinDark is rumored to be a fork of Dogecoin, but some in the community believe it to be a Bitcoin fork. In 2016, DogeCoinDark was rebranded to Verge to prevent affiliation with DogeCoin.\n\nThe Verge (XVG) network apparently suffered a 51% attack in April 2018, with the attacker reportedly taking about $1.1 million in XVG. Another attack on the blockchain occurred in May 2018, resulting in the attacker taking about $800,000 in XVG.This was followed in February 2021 by a third attack on the network.\n\nVerge has a storied past, but the team continues developing and growing its footprint in the blockchain and cryptocurrency space. It is listed on severaldecentralized exchanges, and in 2023, an ERC-20 token (XVGETH) was released, allowing users to swap XVG and XVGETH.\n\nThe total number of XVG is 16.55 million, and about 16.51 million were in circulation as of June 27, 2028.\n\nVerge focuses on anonymity by obscuring users' IP addresses. An IP address is an identifying number associated with a connected device. Using an IP address, it is possible to trace the user and the online activities they performed on the connected device; obfuscating IP addresses makes transactions completely untraceable.\n\nVerge ensures anonymity through the use of multiple anonymity-centric networks such asThe Onion Router (TOR)and Invisible Internet Project (I2P). TOR protects users' identities by bouncing their communications over a distributed network of relays and tunnels. This network is run by volunteers spread across the globe. I2P encrypts user data and sends it through a volunteer-run anonymous peer-to-peer globally distributed network.\n\nWhile anyone can view the various transactions occurring on the Verge public ledger, the use of TOR and I2P network layers hide the location—as well as the IP addresses—of the transacting participants.\n\nBecause Verge provides its users with this level of anonymity, it is subject to emerging regulations for privacy coins in some jurisdictions. Centralized and regulated exchanges have removed privacy coins from their listings to avoid clashing with regulators, making it more difficult for users in certain areas to access these coins or convert them to fiat currencies.\n\nBoth Verge and Bitcoin are decentralized digital currencies. However, Verge was created with a special emphasis on privacy. As a virtual currency, Verge has a significantly smaller market capitalization than Bitcoin.\n\nWhile the supply of Bitcoin is limited to 21,000,000, the total number of Verge tokens is greater—it is limited to a total supply of 16,555,000,000. Both Verge and Bitcoin use aproof-of-work(PoW) system to verify transactions on the blockchain, but Verge is altered to accept five different mining algorithms, which is believed to have been how the blockchain was attacked in the past.\n\nVerge also has a halving schedule, where the mining rewards are cut in half at specific intervals. The Bitcoin block reward halves every 210,000 blocks, but Verge uses a 500,000-block schedule.\n\nVerge (XVG) is still available on many decentralized exchanges, and developers continue to post improvements or updates to the blockchain and ecosystem.\n\nThere is no way to tell what will happen to XVG in the future, so whether it is worth it or not depends on your preferences, market outlook, and what you believe will happen to the cryptocurrency.\n\nJustin Valo is the software developer who originally created the idea behind Verge.\n\nVerge (XVG) is a privacy-oriented cryptocurrency that uses proof-of-work and five different algorithms. It also uses the TOR network and I2P to hide users' addresses.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own XVG.\n\nBitcoinTalk. \"OCMiner, April 4, 2018, 2:14 P.M.\"\n\nMedium. \"The XVG Verge Chain Reorg Attack.\"\n\nVerge. \"Blackpaper: Verge Currency 5th Edition,\" Pages 6-7.\n\nCoinMarketCap. \"Today's Cryptocurrency Prices by Market Cap.\"",
  "url": "https://www.investopedia.com/terms/v/verge-xvg-cryptocurrency.asp"
}