{
  "term": "Vertical Analysis: Definition, How It Works, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFinancial statements that include vertical analysis show line item percentages in a separate column.\n\nVertical analysis of a cash flow statement shows each cash inflow or outflow as a percentage of the total cash inflows. Line items on an income statement can be stated as a percentage ofgross sales. Line items on a balance sheet can be stated as a percentage of total assets or total liabilities.\n\nMichela Buttignol / Investopedia\n\nVertical analysis makes it much easier to compare thefinancial statementsof one company with another and across industries. This is because one can see the relative proportions of account balances.\n\nIt also makes it easier to compare previous periods for time series analysis, in which quarterly and annual figures are compared over a number of years, in order to gain a picture of whether performance metrics are improving or deteriorating.\n\nFor example, by showing the various expense line items in theincome statementas a percentage of sales, one can see how these are contributing toprofit marginsand whether profitability is improving over time. It thus becomes easier to compare the profitability of a company with its peers.\n\nFinancial statements that include vertical analysis clearly show line item percentages in a separate column. These types of financial statements, including detailed vertical analysis, are also known ascommon-size financial statementsand are used by many companies to provide greater detail on a company’s financial position.\n\nCommon-size financial statements often incorporate comparative financial statements that include columns comparing each line item to a previously reported period.\n\nVertical analysis is used to gain a picture of whether performance metrics are improving or deteriorating.\n\nAnother form of financial statement analysis used in ratio analysis ishorizontal analysisortrend analysis. This is where ratios or line items in a company’s financial statements are compared over a certain period of time by choosing one year’s worth of entries as a baseline, while every other year represents percentage differences in terms of changes to that baseline.\n\nFor example, the amount of cash reported on thebalance sheeton Dec. 31 of 2024, 2023, 2022, 2021, and 2020 will be expressed as a percentage of the Dec. 31, 2020, amount. Instead of dollar amounts, you might see 141, 135, 126, 118, and 100.\n\nThis shows that the amount of cash at the end of 2024 is 141% of the amount it was at the end of 2020. By doing the same analysis for each item on the balance sheet and income statement, one can see how each item has changed in relation to the other items.\n\nFor example, suppose XYZ Corporation has gross sales of $5 million,cost of goods soldof $1 million,general and administrative expensesof $2 million, and a 25% tax rate. Its income statement will look like this if vertical analysis is used:\n\nHorizontal analysis, also known as trend analysis, compares historical data on a financial statement over different accounting periods. There is a baseline period, and numbers from succeeding periods are calculated as a percentage of the base period. Vertical analysis looks at numbers in financial statements in the same period and calculates each line item as a percentage of the base figure in that section.\n\nHorizontal analysis indicates long-term trends and highlights areas of strength and those that need improvement. Vertical analysis indicates the relative importance of each line item in a certain period.\n\nA company sold 40,000 units of products, 14,000 of which were sneakers and 26,000 of which were boxing gloves. Vertical analysis would show that sneakers made up 35% of sales (14,000 / 40,000) and boxing gloves made up 65% of sales (26,000 / 40,000).\n\nOne of the pros of vertical analysis is that it allows for the comparison of financial statements from one accounting period to the next as well as for comparisons among different companies. One of its cons is that it doesn’t take into consideration absolute numbers, so if you are comparing two companies, looking at percentages will give a different result than absolute numbers.\n\nVertical analysis looks at the contributing percentage of each line item to the total base figure. It can provide information on which metrics are improving and which are worsening. It can be used to compare different components of companies and the same company in different time periods.",
  "url": "https://www.investopedia.com/terms/v/vertical_analysis.asp"
}