{
  "term": "Vertical Merger: Definition, How It Works, Purpose, and Example",
  "definition": "A vertical merger is themergerof two or more companies that provide different supply chain functions for a common good or service. Most often, the merger is effected to increasesynergies, gain more control of the supply chain process, and ramp up business. A vertical merger often results in reduced costs and increased productivity and efficiency.\n\nVertical mergers help businesses control the earlier stages of their supply chain, such as a supplier that provides raw materials to a manufacturer. The two companies involved in a vertical merger each provide a different product or service but are at different stages of the production process. However, both companies are needed for the production of the finished good.\n\nVertical mergers reduce competition and can provide the new single entity with a larger share of the market. The success of the merger is based on whether the combined entity has more value than each firm separately.\n\nVertical mergers are helpful because they can help improve operational efficiency, increase revenue, and reduce production costs. Synergies can be created with vertical mergers since the combined entity typically has a higher value than the two individual companies.\n\nThe synergies can include operational synergies, which can be improvements in the operational process of the two companies, such as a supplier and a producer. If a producer had difficulty obtaining supplies for its products, or if the raw materials needed for production were expensive, a vertical merger would eliminate the need for delays and reduce costs. A car manufacturer that purchases a tire company is a vertical merger, which could reduce the cost of tires for the automaker. The merger could also expand its business by allowing the manufacturer to supply tires to competing automakers–thus boosting revenue.\n\nFinancial synergies can be realized, which might involve access to credit or capital by one of the companies. For example, a supplier might have debt on its balance sheet leading to reduced access to a borrowing credit facility from a bank. As a result, the supplier might experience a shortage ofcash flow. On the other hand, the producer could have less debt, more cash, or access to credit, such as a bank. The producer could help the supplier by paying down debt, providing access to cash, and a borrowing facility that the supplier needs to run more efficiently.\n\nImprovements could include a consolidation or reduction of the executive management team of the combined companies. By eliminating the poorly-performing managers and replacing them, the company can improve the communication and overall effectiveness of the combined entity.\n\nAlthough the terms vertical merger andvertical integrationare often used interchangeably, they are not exactly the same. Vertical integration—the expansion of operations into other stages of thesupply chainprocess—can occur without merging two businesses.For example, with vertical integration, a ladder manufacturing company could decide to produce its own aluminum for the end product instead of purchasing it from suppliers. A vertical merger, on the other hand, would result in the manufacturing company and the supplier merging.\n\nThe opposite of a vertical merger is ahorizontal merger, which involves the merger of two competing companies that produce at the same stage in the supply chain process.\n\nVertical mergers are not without controversy.Anti-trust violationsare often cited when vertical mergers are planned or occur because of the probability of reduced market competition. Vertical mergers could be used to block competitors from accessing raw materials or completing certain stages within the supply chain.\n\nConsider the earlier example of the car manufacturer purchasing a tire manufacturer. Suppose this same car manufacturer purchased most of the tire manufacturers in the industry. It then could control the supply to the market as well as the price, thus destroying fair, or\"perfect\" competition. Moreover, some economists believe that vertical mergers can promote collusion amongupstream firms, which are companies involved in the early stages of production.\n\nA notable vertical merger was the 1996 merger of Time Warner Inc., a major cable company, and the Turner Corporation, a major media company responsible for CNN, TNT, Cartoon Network, and TBS channels.In 2018,a merger between Time Warner and AT&T(T) was finalized but not without intense scrutiny.\n\nAs of February 2019, as reported by the Associated Press, the \"federal appeals court cleared AT&T’s takeover of Time Warner, rejecting the Trump administration’s claims that the $81 billion deal will harm consumers and reduce competition in the TV industry.\"\n\nAccording to the acquisition's financial details, the combined entity will realize increased financial synergies of $2.5 billion. Cost synergies of $1.5 billion and revenue synergies of $1 billion are expected by the end of three years following the close of the deal.\n\nFederal Trade Commission. \"Vertical Merger Guidelines,\" Page 1.\n\nUniversity of Minnesota Library. \"8.3 Vertical Integration Strategies.\"\n\nFederal Trade Commission. \"Horizontal Merger Guidelines,\" Page 1.\n\nFederal Trade Commission. \"Vertical Merger Enforcement Challenges at the FTC.\"\n\nThe New York Times. \"Holders Back Time Warner-Turner Merger.\"\n\nAT&T. \"AT&T Completes Acquisition of Time Warner Inc.\"\n\nThe Associated Press. \"US Appeals Court Clears AT&T’s $81B Purchase of Time Warner.\"",
  "url": "https://www.investopedia.com/terms/v/verticalmerger.asp"
}