{
  "term": "Vesting: What It Is and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVesting is a process by which an employee obtains ownership rights in work-related benefits, such as stock options, stock shares, and certain retirement plan assets.\n\nVesting, whereby employees gain non-forfeitable ownership of certain assets or benefits, requires employees to work for a company for a specified term of years.\n\nVesting is a way for employers to keep top-performing employees at their companies. When an employee becomes vested in employer-matching retirement benefits like a401(k)orstock options, they have non-forfeitable ownership rights to those assets.\n\nEmployees commonly contribute a percentage of their paycheck to their 401(k)s, and their employer maymatchpart or all of that contribution. Employee contributions immediately vest and are completely owned by the employee.\n\nEmployer contributions to a 401(k) planmight or might not vest immediately. A company may have a vesting schedule that determines when employees acquire full ownership of the portion contributed by the employer.\n\nIn fact, matched dollars usually take several years to vest, meaning an employee must stay with the company long enough to be eligible to receive them.\n\nThe vesting process for stock bonuses offers employers a valuable employee retention tool. For example, an employee might receive 100restricted stock unitsas an annual bonus.\n\nTo entice this valued employee to remain with the company for five years, the stock may vest according to the following schedule:\n\nIf the employee left the company after year three, only 50 units would be vested. The other 50 would be forfeited. This means the employee would have ownership rights for 50 units and lose the opportunity to own 50 more.\n\nEmployee contributions to an employer-sponsored retirement plan are always considered 100% vested when made.\n\nTraditional pension plans, for example, might have a five-year cliff vesting schedule or a three- to seven-year graded vesting schedule.\n\nAlthough an employee may be fully vested in their employer’s contributions, it does not mean they can withdraw that money whenever they want without penalty.\n\nThey are still subject to the plan’s rules, which generally require them to reach age 59½ before allowing penalty-free withdrawals.\n\nVesting is common in wills and bequests and often takes the form of a set waiting period to finalize bequests following thetestator'sdeath.\n\nThis means that after a period of three years, the employee will be fully (100%) vested in the assets in the account. They will now own and control those assets, which are typically the employer-matching contributions set aside for the employee.\n\nA common vesting period is three to five years, but the period is set by the employer.\n\nAnother common option is the graded vesting schedule. In this case, if the vesting were graded over a six-year period, after the first year, the employee would be vested in 0% of the assets. After years two, three, four, five, and six, they'd be vested in 20%, 40%, 60%, 80%, and 100% of the assets, respectively.\n\nStartup companies often offer grants of common stock or access to an employee stock option plan to employees, service providers, vendors, board members, or other parties as part of their compensation. To encourage loyalty among employees and keep them engaged and focused on the company's success, such grants or options are subject to a vesting period during which they cannot be sold.\n\nVesting refers to the process employees must go through to unlock their ownership rights to assets and benefits. Employers commonly require employees to work for a company for several years to become vested.\n\nWhen an employee is vested in employer-matching retirement funds, they have non-forfeitable ownership rights to those assets.\n\nInternal Revenue Service. \"Retirement Topics—Vesting.\"\n\nEmpower. \"What Is a Vesting Period?\"",
  "url": "https://www.investopedia.com/terms/v/vesting.asp"
}