{
  "term": "Vested Benefit Obligation (Vbo): What It Is, How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVested benefit obligation (VBO) refers to the actuarial present value of thepension planthat has been earned by employees and is one measure of a firm's pension fund liability.\n\nVested benefit obligation (VBO) is one of three approaches firms use to measure and disclose pension obligations as well as the performance and financial condition of their plans at the end of each accounting period — as they are required to under FASB Statement of Financial Accounting Standards No. 87.The other two measures are the firm’saccumulated benefit obligationandprojected benefit obligation.\n\nThe VBO is the portion of the accumulated benefit obligation that employees will receive regardless of their continued participation in the company's pension plan. This is the benefit that hasvestedin employees — as opposed to the accumulated benefit obligation, which represents the present value of any benefits, whether vested or not.\n\nTheEmployee Retirement Income Security Act(ERISA) of 1974 requires companies to vest benefits using one of the following two approaches:\n\nSince minimum vesting requirements are generally five years, the values of the vested benefit obligation and accumulated benefit obligation are very close in most pension plans. While the ABO and VBO values are required to be disclosed at fiscal year-end, in cases where the values are almost similar, companies'financial statementsshow the ABO value and state that the VBO and ABO values are not materially different.\n\nFinancial Accounting Standards Boards. \"Statement of Financial Accounting Standards No. 87,\" Page 12. Accessed March 10, 2021.\n\nU.S. Department of Labor Employee Benefits Security Administration. \"FAQs about Retirement Plans and ERISA,\" Page 4. Accessed March 10, 2021.",
  "url": "https://www.investopedia.com/terms/v/vested-benefit-obligation.asp"
}