{
  "term": "Veterans Group Life Insurance (VGLI): Overview",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVeterans Group Life Insurance (VGLI) is for former members of the armed forces who wish to continue thegroup lifecoverage they had while in active military service.A renewable term policy, this insurance pays cash to the beneficiaries of the veteran upon death.\n\nBy opting for Veterans Group Life Insurance (VGLI), an ex-service person is technically carrying over their Servicemembers' Group Life Insurance (SGLI) policy, a type ofterm life insuranceoffered to members of the military during active service. They have one year and 120 days from the date they become veterans to exercise this option.\n\nVeterans Group Life Insurance offers many benefits not available in the privatelife insurancemarket. Premium rates are age-based only and do not consider gender, tobacco use, job, or recreational activities—all factors that can increasepremiumswith private insurance policies. In addition, the policy does not terminate at a certain age (such as 65); it remains in force for as long as the policyholder pays the premiums.\n\nVGLI offers $10,000 to $400,000 in life insurance benefits, based on the amount of SGLI coverage the veteran had upon leaving the military. The maximum amount of coverage a veteran may initially qualify for is the same amount of coverage they had under their Servicemembers’ Group Life Insurance.\n\nVeterans may opt for lower levels of coverage, reducing them in $10,000 increments. Coverage can also be increased after enrollment by $25,000 every five years. However, the maximum benefit is capped at $400,000 until the veteran reaches 60.\n\nThere are certain eligibility requirements for veterans who want to apply for VGLI. Along with holding an SGLI policy, the applicant must be within one year and 120 days from:\n\nVeterans are also able to apply for VGLI coverage even if they had part-time Servicemembers’ Group Life Insurance (as a member of the National Guard or Reserves) and they suffered an injury or disability while on duty—including direct traveling to and from duty—that disqualified them for standard premium insurance rates.\n\nVeterans who apply to convert their SGLI to VGLI within the first 240 days after completing their service are not subject to any sort of health review or exam. Approval of the policy is not contingent upon being in good physical or mental health, in other words. If they sign up after the initial 240-day period, they need to submit evidence that they're in good health.\n\nVGLI offers numerous benefits—chief among them being its relatively low premiums rates (which were lowered even further as of April 1, 2021). Still, as is the case with most types of life insurance, it's important for each veteran to compare potential plans in order to determine what is the best life insurance policy for their unique circumstances.\n\nWithin 120 days of leaving service, you have the option to convert your current SGLI policy into a civilian one. Several commercial insurance carriers have special policies for ex-members of the armed forces.\n\nYou can also convert a VGLI policy to a commercial individual policy. However, the conversion policy must be a permanent policy, such as awhole life policy, and offered by a select group of carriers.\n\nU.S. Department of Veteran Affairs. \"Veterans’ Group Life Insurance (VGLI).\" Accessed Nov. 15, 2021.\n\nU.S. Department of Veteran Affairs. \"Chapter 7. Election of Method of Payment for Proceeds.\" Accessed Nov. 15, 2021.\n\nU.S. Department of Veteran Affairs. \"Chapter 12. Veterans' Group Life Insurance.\" Accessed Nov. 15, 2021.",
  "url": "https://www.investopedia.com/terms/v/veterans-group-life-insurance-vgli.asp"
}