{
  "term": "Veterans Administration: What It Is, History",
  "definition": "The term Veterans Administration refers to the previous name of a U.S. Cabinet-level department. Founded at the height of theGreat Depression, the Veterans Administration was formerly an independent government agency. It was elevated to a cabinet department in 1989 and underwent a change in title to theU.S. Department of Veterans Affairs. The organization provided and continues to provide medical care, benefits, and essential services to veterans of the U.S. armed forces and their families.\n\nThe Veterans Administration was established in 1930 after then-President Herbert Hoover signed an Executive Order making it a federal administration.Prior to this,veterans' benefitswere handled by three different agencies. Hoover consolidated them into a single agency to provide medical care, benefits, and a variety of essential services to veterans of the U.S. armed forces and their families. It also provided burial and memorial benefits to eligible veterans and family members.\n\nIn 1988, President Ronald Reagan elevated the Veterans Administration to a U.S. Cabinet-level department. The change took effect in 1989, and the VA was renamed the U.S. Department of Veterans Affairs.As such, the U.S. Department of Veterans Affairs performs all of these functions.\n\nThe department continues to provide some of the provides near-comprehensive health care services, as well as disability compensation, vocational rehabilitation, education assistance, homeloans, andlife insurance. It has three administrations:\n\nThe NCA runs 155 national cemeteries throughout the United States and Puerto Rico, providing benefits for all eligible service members and family members. Burial and memorial benefits include opening and closing of the grave, perpetual care, a burial flag, a headstone/marker, and a presidential memorial certificate.\n\nThe VHA is the largest integrated health care system in the United States.\n\nThe primary criteria for receiving health care benefits through the VA require that you be a military veteran or former member of the National Guard or Reserve who served on active duty. You cannot have been dishonorably discharged. Specific eligibility depends on when you served and for how long.\n\nThe VHA includes 1,298 health care facilities, 171 VA medical centers, and 1,113 outpatient sites. It serves more than nine million veterans enrolled in the VA health care program. VHA medical centers provide a wide range of medical services to eligible veterans. In addition to medical care, the VHA also provides specialty services, such as dermatology, dental care, neurology, podiatry, and vision care.\n\nThe Veterans Benefits Administration makes available a variety of benefits and services that provide financial assistance and other forms of help to service members, their dependents, and survivors. The list includes disability compensation, education and training,life insurance, vocational rehabilitation, and job placement assistance.\n\nThe VBA also provides federal guarantees of home loans for qualified applicants. To be eligible for aVA-guaranteed home loan, veterans must have served on active duty in the Army, Navy, Air Force, Coast Guard, or Marines.\n\nThe specific service requirements vary, depending on the time period when a veteran served. A certificate of eligibility is required to obtain a VA loan, and the loan can be obtained through any mortgage lender who participates in the VA home loan program. The VA-guaranteed home loan is one of the very few 0% down payment loans available in the United States. TheU.S. Department of Agriculture [USDA] Rural Housing Loanis another.\n\nThe rules for eligibility for veterans' benefits can be fairly complicated, but they are well explained on theVA’s eligibility web page.\n\nThe roots of the Veterans Administration date back to 1636, when the Pilgrims of Plymouth Colony voted that the colony would support soldiers disabled by its war with the Pequot, a Native American tribe. The Continental Congress of 1776 enacted pensions for disabled soldiers during the Revolutionary War. In the 19th century, support was extended to widows and dependents of veterans.\n\nVeterans’ benefits expanded during World War I, with the first consolidation of World War I veterans’ programs occurring in 1921 when Congress created the Veterans Bureau. In 1930, President Herbert Hoover elevated the Veterans Bureau to a federal administration, creating the Veterans Administration.\n\nU.S. Department of Veterans Affairs. “VA History.”\n\nU.S. Department of Veterans Affairs. “July 21, 1930 - VA's Birthday.\"\n\nU.S. Department of Veterans Affairs. “National Cemetery Administration.”\n\nU.S. Department of Veterans Affairs. “About VHA.”\n\nU.S. Department of Veterans Affairs. “About VBA.”\n\nU.S. Department of Veterans Affairs. “Eligibility Requirements for VA Home Loan Programs.”",
  "url": "https://www.investopedia.com/terms/v/veterans-administration.asp"
}