{
  "term": "Viator: What It Is, How It Works, Example",
  "definition": "A viator is a person who has been diagnosed with a life-threatening illness and decides to sell their life insurance policy so they can receive a portion of their death benefit while they are still alive.\n\nOften, viators are motivated by the desire to fund costly or experimental therapies that might prolong their life. If these therapies are not included in their health insurance coverage, they may need to sell their policy in order to afford the treatments out of pocket.\n\nA viator is a person who is insured under a life insurance policy and sells their contract to an outside party. This transaction is known as a viatical settlement. The viator receives a percentage of the policy'sdeath benefitwhile still alive. The proceeds from a viatical settlement are tax-free.After selling the policy, the viator gives up life insurance protection. Their heirs will no longer receive a death benefit payout.\n\nMany jurisdictions define a viator as a person with a terminal or life-threatening illness.Other states allow viators who are not seriously ill to sell their policies within specific guidelines.\n\nViators often turn to a settlement to pay for healthcare treatment. Alife insurancepolicyholder may not be satisfied with the extent of the coverage they receive from their health insurance provider. For example, a person suffering from anexpensive illnessmay feel their provider only covers basic treatment options. They may believe the insurer is failing to take advantage of newer or more experimental treatments that might reduce their symptoms or even extend their lifespan.\n\nIn this situation, the policyholder may wish to take their treatment options into their own hands. They forfeit their life insurance policy in favor of alump sumthey can use today for their own medical expenses. Viators may be terminally ill (life expectancy less than two years) or critically ill (unable to perform typical functions of daily living).\n\nTo complete a sale, viators need to find a counterparty—known as aviatical settlement provider (VSP)—who is willing to purchase their life insurance policy. In order to generate a profit, the VSP purchases the life insurance policy at a discount, paying the viator less than itsface value. The typical viatical settlement is around 50% to 70% of your death benefit.If you have a $1 million policy, you likely would receive $500,000 to $700,000 for a viatical settlement.\n\nThe VSP is then responsible for making the policy's premium payments for the duration of the viator’s life. Upon the death of the viator, the VSP receives the fulldeath benefitof the insurance policy.\n\nViatical settlements are not withoutriskfor investors. A viator may experience remission or take advantage of an experimental procedure that prolongs their life or cures them completely. In that case, the VSP may be responsible for many more years of premium payments than they had budgeted for, reducing their eventual profit on the transaction and potentially leaving them with an overall loss. Because of this, some VSPs will purchase policies from multiple viators at once in order to have policies paying out at different times,offsetting their risks.\n\nTed Smith was recently told that his cancer prognosis has worsened, and that he has only six months to live. When Ted’s children were younger and still lived at home, he took out a life insurance policy so that his family would be taken care of if something should happen to him. Over the years, his business and investments did well, and he was able to save up a substantial amount. Because of this, he is now financially secure, and his family will not need to rely on a life insurance payout after his death.\n\nWith this in mind, Ted decides to try an experimental procedure he heard is having great success in curing cancers like the one that he has been diagnosed with. After raising this issue with his medical insurance provider, however, he is told that they are not willing to cover this expensive new procedure. For this reason, Ted decides to sell his life insurance policy and become a viator.\n\nTed seeks out a viatical settlement provider and together they negotiate a settlement on the policy. As the policy'sbeneficiary, Ted’s wife would have received a payout of $500,000 upon his death. Now, Ted is selling the policy to the VSP for $250,000. Ted will receive approximately 50 percent of what his original payout would have been and the VSP will make a profit of $250,000, minus any monthly premiums it makes until the time of Ted’s death.\n\nThankfully, the treatment Ted obtained works as intended, and his cancer goes into remission. The VSP is now responsible for making the monthly premium payments on the policy for the remainder of Ted's life. That could be many years from now, reducing the VSP’s estimated profit from the transaction.\n\nVSPs buy virtually any type of policy, including term, whole life, or universal. Since viators are terminally ill with a life expectancy, VSPs are willing to buy even temporary term life insurance policies.\n\nThe typical payout for a viator ranges from 50% to 70% of the face amount.The main variable in the calculation is your life expectancy.\n\nCheck with your state's insurance regulator to find an approved VSP. Many states keep a list of active VSPs on their websites. Your life insurance company may also have a list of VSPs with whom they work regularly.\n\nViators are most commonly people with life-threatening diseases who sell their life insurance policies to pay for expensive medical treatments. If you are considering seeking a viatical settlement, be sure to consider all your options before selling your policy to ensure you get the best outcome possible. You should also consider whether your heirs can manage without receiving the death benefit payout from your life insurance.\n\nHarbor Life Settlements. \"Viatical Settlements and Taxation.\"\n\nNew York State Department of Financial Services.\"Viatical Settlement, Definition of 'Viator'.\"\n\nIllinois Department of Insurance.\"Viatical Settlements, Accelerated Death Benefits.\"\n\nCoventry Direct.\"Viatical Settlements Explained.\"\n\nLife Settlement Advisors. \"Life Settlement vs. Viatical Settlement.\"\n\nState of Maine Bureau of Insurance.\"Viatical/Life Settlements.\"\n\nIllinois Department of Insurance.\"Viatical Settlements, Accelerated Death Benefits.\"",
  "url": "https://www.investopedia.com/terms/v/viator.asp"
}