{
  "term": "Video Conferencing: How It Works, How to Use It, Top Platforms",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nVideo conferencing is an online technology that allows users in different locations to hold face-to-face meetings without having to move to a single location together. This technology is particularly convenient for business users in different cities or even different countries because it saves time, expenses, and hassles associated with business travel. Uses for video conferencing include holding routine meetings, negotiating business deals, and interviewing job candidates.\n\nWhen a video conference is held for informal purposes, it is called a video call or video chat.\n\nVideo conferencing's main advantage over telephone conference calls is that users can see each other, which allows them to develop stronger relationships.\n\nThere are a variety of ways video conferencing can be conducted. Individuals may use web cameras connected to or built into laptops, tablets, or desktop computers. Smartphones and other connected mobile devices equipped with cameras may also be used to connect for video conferences. In such instances, a software-based platform typically is used to transmit the communication over internet protocols.\n\nSome businesses use dedicated video conferencing rooms that have been equipped with high-grade cameras and screens to ensure the conversation is clear and with limited technical faults. Third-party providers often install and assemble the hardware needed to conduct the video conference.\n\nThe stability andquality of the videoconference may fluctuate with the speed and reliability of one's internet data connection.\n\nCompanies with multiple offices might establish direct video communications between their locations in order to allow their teams to work more collaboratively.\n\nVideo conferencing can also be used as a medium for conducting training, with the instructor teaching a remote class from almost anywhere. This can be done in a corporate context, especially for getting workers the knowledge they need to better perform their jobs. The academic world can also make use of video conferencing to connect a traditional classroom setting with students who are located a considerable distance from the school.\n\nA video conference may also be used to conduct regular meetings with company staff or to confer withshareholdersabout the latest activities at the business. It may be used to announce significant changes at a company, such as introducing a newCEO, or to present information in an interactive way that allows all participants to engage in discussion about what they see on screen.\n\nHotels and conference centers sometimes make video conferencing services available to guests who require such services. This may be offered in suites or conference rooms that have been equipped for this purpose.\n\nThe Investopedia team has dug deep into nearly two dozen platforms and has produced its list ofTop Video Conferencing Platforms for 2021.\n\nVideo conferencing platforms such as Zoom, Skype, and Microsoft Teams saw a surge of interest and use during the 2020-21 COVID-19 pandemic, as lockdowns forced many individuals around the world to work from home and attend online classes.\n\nVideo conferencing allowed for professionals to meet with their clients and conduct one-on-one consultations, including financial advisors, therapists, tutors, and lawyers. In fact, some legal proceedings and court cases moved entirely to video conferencing during parts of the pandemic. Doctors and other medical professionals have also adoptedtelehealthto a much larger degree than before the pandemic.\n\nYahoo Finance. \"Coronavirus Leads Zoom to Lift Limit for Free Users.\"\n\nMicrosoft. \"Our Commitment to Customers During COVID-19.\"",
  "url": "https://www.investopedia.com/terms/v/video-conferencing.asp"
}