{
  "term": "Vintage: What it is, How it Works, Special Considerations",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nVintage is a slang term used bymortgage-backed security(MBS) traders and investors to refer to an MBS that is seasoned over some time period. An MBS typically has amaturityof around 30 years, and a particular issue's \"vintage\" exposes the holder to less prepayment and default risk, although this decreased risk also limits price appreciation.\n\nThe underlying loans of certain vintage MBS have unique characteristics, such asburnout, that make the vintage trade at a premium price. These unique characteristics are a result of how underlying assets in MBS are pooled. MBS' underlying assets are generally grouped across certain geographical regions with similar terms tomaturityand interest rates. This makes forecasting payment plans more predictable.\n\nMBS areinvestment vehiclespredominantly issued by a U.S.government-sponsored enterprise(GSE). The investments are comprised of the debt obligations associated with groups of mortgage loans, predominantly residential property loans. The security, representing a particular claim against the principal and interest payments owed by borrowers, is then issued by the creating entity. MBS are traded on the secondary market.\n\nThe term vintage relates to the age of an item as it relates to the year it was created. If an item was created in 2012, then thevintage yearis 2012, and its age can be determined by subtracting the vintage year from the current year.\n\nThe variation in the vintages of particular MBS may represent different levels of risk to investors. With the U.S. subprime mortgage crisis that began in 2007, for example, lenders had started originating large numbers of high-risk mortgages from around 2004 to 2007. Loans from those vintage years displayed higherdefault rates, and were, therefore, riskier, than loans made before and after.\n\nWhile the vintage may be one factor used to determine theinherent riskof a certain MBS, other factors are also considered. In this case, two MBS with the same vintage may have different levels of assumed risk and, therefore, may have differentperceived values. Some additional factors include the remaining value of the mortgage pool, the current market value of the properties backing the mortgages and the accrued interest.\n\nAn MBSpayoutschedule varies from many other investment vehicles. While bonds may pay semiannually, annually or at the previously agreed-uponmaturity date, an MBS pays out to investors on a monthly basis. While a bond payment may only include the earned interest until the maturity date, where a lump sum of the original principal is returned, MBS provide monthly payments of both interest and a portion of the principal. The monthly payment required correlates to the traditional payment schedule of mortgage debtors.\n\nFinancial Industry Regulatory Authority. \"Mortgage-Backed Securities.\"",
  "url": "https://www.investopedia.com/terms/v/vintage.asp"
}