{
  "term": "Viral Marketing: What It Is, How It Works, Examples, Pros & Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nThe goal of viral marketing is to inspire individuals to share amarketingmessage with friends, family, and other individuals to create exponential growth in the number of its recipients. Viral marketing seeks to spread information about a product or service from person to person by word of mouth or via the Internet.\n\nIn the case of viral marketing, \"viral\" refers to something that spreads quickly and widely across its audience. Viral marketing is a deliberate enterprise, though the distribution of a message happens organically. As such, social media provides the perfect ecosystem for viral marketing, though it has its roots in traditionalword-of-mouth marketing.\n\nWhile the practice was much more widely used in the early to mid-2000s, it is still common among Internet-basedbusiness-to-consumer(B2C) companies. The widespread adoption of social media networks—including YouTube, X (formerly Twitter), Instagram, Snapchat, and Facebook—has enabled modern viral marketing efforts and increased their efficacy.\n\nA frequently used example of early viral marketing is Hotmail, the free web-based email service launched in 1996 that included in its users' outgoing messages an embedded advertisement and direct link inviting recipients to sign up for an account. This practice led to the fastest growth among user-based media companies at the time.\n\nAnother example that illustrates how varied viral marketing can be is the ALS Ice Bucket Challenge. The ice bucket challenge existed before The ALS Association utilized it to raise awareness and generate donations; however, the massive dissemination onsocial mediaof ALS Ice Bucket videos created a worldwide sensation that tremendously increased ALS awareness.\n\nThe amount of donations raised from the ALS Ice Bucket Challenge.\n\nAll viral marketing examples—deliberate or accidental—have three things in common: the message, messenger, and environment. Each part must be leveraged to create a successful viral marketing campaign. Viral marketing campaigns may be created by any size of business and can stand alone or be a part of a larger traditional campaign.\n\nThese campaigns may use several tools (e.g., videos, games, images, email, text messaging, and free products) to appeal to the emotions ofusers or viewers, raise awareness of a worthy cause, and make it easier to consume and share. Viral marketing often relies on the help of an influencer, who has a large network of followers.\n\nWith the help ofsocial networksas a \"force multiplier,\" viral marketing is quicker than traditional marketing campaigns, as well as less expensive. Since it can receive so much traffic in a short time, it can also lead to mainstream media attention. Social media can also cause viral marketing efforts to misfire, as messages are altered, misconstrued, considered spam, or called out for missing the mark. Viral marketing success can also be hard to measure.\n\nViral marketing allows companies to better market their products by reaching consumers that ordinarily would not be targeted by its traditionalmarketing campaigns. This expanded reach allows the company to enter new markets and potentially expand its customer base.\n\nWhen done creatively, companies can trigger viral responses. For example, Burger King created a buzz when it posted pictures of its month-old, moldy Whopper in response to McDonald's claim that its burgers don't decompose. Burger King asserts that it uses only fresh ingredients and no preservatives, which should provide a better and healthier outcome for its customers. Its unappealing-looking burger was visible proof of that claim.\n\nTypically, viral marketing costs are a fraction of traditional advertising campaigns. In this way, advertising is essentially free when consumers infectiously share their positive experiences with a company's products and services with others.\n\nBecause the Internet allows content to be shared easily and quickly, viral marketing can also trigger exponential and rapidgrowth; however, it is important to note that how quickly and easily content is shared is largely dependent on whether the company uses the right tools that make this possible.\n\nSometimes, viral marketing sparks a response counter to what was intended.Consumerstend to share negative news more often than positive news, and studies show that people have a stronger emotional response to negative news. Negative buzz can be detrimental to business and sometimes hard to recover from.\n\nThe effects of viral marketing are hard to measure as it is difficult to determine if aleador sale resulted from it. And there is no consensus among businesses on how to measure its success.\n\nIf customers believe the viral campaign will compromise their privacy and security, they will likely not share. As a result, the company's marketing mission fails, and its reputation may be tarnished. Future viral marketing campaigns may be adversely affected by previous unsuccessful attempts.\n\nTo make money on a viral video, you must monetize it, generally by requiring subscribers to pay to view it or by allowing companies to advertise to your audience in exchange for a fee. Companies either pay the creator to mention their products or services or run company-created ads before, during, or after their videos.\n\nThere are other ways to make money from a viral video other than the ones mentioned. For example, creators can license their videos, allowing third parties to use their content.\n\nBeing transparent means being honest and open about operations and motives. Transparency in viral marketing is important as consumers are more critical of traditional marketing campaigns and are holding companies accountable for their actions more often than before. Approximately 94% of consumers are likely to be loyal to companies that are transparent in marketing.\n\nSeeding is a marketing technique in which companies purposefully distribute viral information or content to select users who they think will effectively share the campaign. Most often, social media influencers are chosen as seeds to spread the word and solicit feedback about a product.\n\nFirst, identify the purpose of going viral. Are you seeking to improve your brand's image or increase awareness? Then, find out more about your audience. Social media reporting is a good source of information about what is preferred by your target audience. The content you want to go viral needs to be configured to where it can be easily and quickly shared. If not, the campaign will likely fail at the start. Make sure that the content you want to be shared is organic and relatable. Lastly, use trends and hashtags to promote the content as they will capture the attention of your followers.\n\nThere are many tools companies can use in their viral marketing campaigns. Companies can create and sponsor communities, which can be tapped to promote your products or services. Create and promote sweepstakes, contests, and rewards to generate buzz and capture a large audience. Other tools include sponsoring messages and chat blasts.\n\nViral marketing is an inexpensive and effective technique for increasing awareness and promoting a brand or product. Companies depend on their audience or targeted users to share advertising campaigns and their positive experiences with others. Successful campaigns can help the company grow, enter new markets, and increase revenues. Companies must choose the right platforms to advertise and format their content to where it can be easily shared. If done poorly, it can produce unfavorable results that could erode earnings and tarnish a company's reputation.\n\nALS Association. \"The ALS Ice Bucket Challenge: How it Started.\"\n\nProceedings of the National Academy of Sciences of the United States of America. \"Cross-National Evidence of a Negativity Bias in Psychological Reactions to News.\"\n\nGlobal Marketing Professor. \"The Importance of Transparency in Social Media Marketing.\"\n\nBusiness to Community. \"Seeding Strategies for Viral Marketing Campaigns – An Introduction.\"",
  "url": "https://www.investopedia.com/terms/v/viral-marketing.asp"
}