{
  "term": "Visible Supply: What It is, How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVisible supply is the amount of a good orcommoditythat is currently being stored or transported that is available to be bought or sold. This supply is important as it identifies a definite quantity of goods available for purchase or delivery upon the assignment offuturescontracts. For instance, all of the wheat held in granaries or storage facilities, along with the wheat being transported from farms constitutes part of the visible supply.\n\nIn themunicipal bondmarkets, the 30 day visible supply refers to the totalpar value(face value) of allnew issuemunicipal bonds that are expected to be coming to market in the next 30 days.\n\nPrices in the market are said to be determined by the law ofsupply and demand- the more supply of some good available affects the demand (and vice versa). Therefore, being able to account for the supply of commodities is of crucial importance to these markets and their related futures markets. In general, an increase in visible supply is considered to be a bearish signal, while a decrease is considered a bullish one.\n\nHowever, the price of a good is not completely influenced by the amount of visible supply. Because commodities, such as wheat or oil, are often purchased through futures,options, orforwardcontracts long before the date of actual physical delivery, prices are more likely to be influenced by the future supply rather than what is available at that moment. Future supply, or supply which is currently in processing or preparation, is said to be part of the invisible supply, since it cannot (yet) be counted and accounted for.\n\nVisible supply stands in contrast toinvisible supply, which refers to an unknown or unquantifiable amount of physical stock of a commodity that will eventually be available for delivery upon settlement of a futures contract.\n\nUnlike the visible supply, this amount of supply underlying a futures contract exists, but it hasn't yet been accumulated, stored, or set aside for delivery; whereas any such stock of a commodity that has been accounted for is the \"visible\" supply.\n\nIn municipal bond markets, the 30 day visible supply is used to estimate the health of the market for new issues. It is an indication of how much new debt is expected to come to market. The 30 day visible supply is published inThe Bond Buyer, a trade publication for members of the municipal bond industry that began as a daily newspaper over 100 years ago, and now provides sophisticated real-time market data via a subscription-based digital version.\n\nAn increase in the visible supply of bonds is bearish for prices as more bonds will increase the supply of new debt. Likewise, a fall in the 30 day visible supply is bullish for bond prices.",
  "url": "https://www.investopedia.com/terms/v/visiblesupply.asp"
}