{
  "term": "VIX Option: What it is, How it Works in Options Strategy",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA VIX option is a non-equity index option that uses theCboe Volatility Indexas itsunderlying asset.\n\nCall and put VIX options are both available. The call options hedge portfolios against a sudden market decline, and put options hedge against a rapid reversal of short positions on the S&P 500 index. These options thus allow traders and investors to speculate on future moves in volatility.\n\nThe VIX option, which originated in 2006, was the firstexchange-traded optionthat gave individual investors the ability to trade on market volatility.The trading of VIX options can be a useful tool for investors. By purchasing a VIXcall optiona trader can profit from a rapid increase in volatility.\n\nSharp increases in volatility coincide with a short-term price shock in stocks. A volatility increase often, but not always, coincides with a downward trending market. As such, this kind of call option is anatural hedgeand can be used very strategically over longer periods, and tactically in the short term. In many cases, it can be amore efficient hedgethan equity index options.\n\nThe VIX is susceptible to a pattern of slow decline and rapid increase. As such VIX call options, when well-timed can be a very effective hedge; however, VIX put options are more difficult to use effectively. The put options can be profitable for traders who correctly anticipate that a market is about to turn around from a downward trend to an upward trend.\n\nVIX options settle in cash and trade in theEuropean style. European style limits the exercise of the option until its expiration. The trader may always sell an existing long position or purchase an equivalent option to close ashort positionbefore expiration.\n\nFor advanced options traders, it is possible to incorporate many different advanced strategies, such asbull call spreads,butterfly spreads, and many more, by using VIX options. However,calendar spreadscan be problematic since different expiration series do not track each other as closely as their equity options counterparts.\n\nThe Volatility Index of theCboe Global Markets (Cboe)trades with the symbolVIX. However, the VIX is not like other traded instruments. Rather than representing the price of a commodity, interest rate, or exchange rate, the VIX shows the market's expectation of 30-day volatility in the stock market.\n\nIt is a calculated index based on the price of options on theS&P 500. The estimation of volatility for these S&P options, between the current date and the option's expiration date, forms the VIX. The Cboe combines the price of multiple options and derives an aggregate value of volatility, which the index tracks.\n\nIntroduced in 1993, the Volatility Index (VIX) was initially a weighted measure of theimplied volatility (IV)of eight S&P 100at-the-moneyput and call options. Ten years later, in 2004, it expanded to use options based on a broader index, the S&P 500.This expansion allows for a more accurate view of investors' expectations on future market volatility. VIX values higher than 30 are usually associated with a significant amount of volatility as a result of investor fear or uncertainty. Values below 15 ordinarily correspond to less stressful, or even complacent, times in the markets.\n\nBecause of its tendency to move significantly higher during periods of market fear and uncertainty, another name for the VIX is the \"fear index.\"\n\nCboe Global Markets. \"White Paper, Cboe Volatility Index,\" Page 3.\n\nCboe Global Markets. \"White Paper, Cboe Volatility Index,\" Page 5.\n\nCboe Global Markets. \"White Paper, Cboe Volatility Index,\" Page 4.",
  "url": "https://www.investopedia.com/terms/v/vixoption.asp"
}