{
  "term": "Void Contract Definition and What Happens",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA void contract is a purported agreement that is unenforceable from the moment it is created.\n\nA void contract differs from a voidable contract. While a void contract was never legally valid and will never be enforceable, voidable contracts may be valid until one party formally rejects the terms for reasons allowable in the contract or by law. Voidable contracts may also be legally enforceable once any defects in the contract are corrected. That said, void and voidable contracts can be nullified for similar reasons.\n\nA contract can be deemed void if it's not enforceable as originally written. In these cases, void contracts or “void agreements\" are illegal or against fairness or public policy. While a valid contract has all the essential elements required by law, a void contract is missing one or more of these or is flawed in some other way, making it impossible to enforce.\n\nEnforceable contracts must meet certain criteria: first, there has to be a clear offer from one party and an acceptance of it by another. Second, there must be what's called “consideration\": something of value must be exchanged between the parties. Third, the contract must have some legal purpose. Fourth, the contract's terms must be clear, certain, and possible to perform. Next, the parties must also have the legal capacity to enter into contracts: they are of sound mind, not under the influence of drugs or alcohol, and of legal age. Lastly, some contracts must be in writing to be enforceable, depending on the jurisdiction, especially for major transactions like selling real estate.\n\nGiven this background, here are some instances when a contract would be void:\n\nIn a financial or business situation, understanding the meaning of void contracts is crucial to confirming that agreements are legally sound, which can help mitigate the risks of unenforceable contracts.\n\nWhile a void contract is usually considered not enforceable at its inception, a contract may be voidable if the contract's circumstances are questionable. Examples of voidable contracts include when one party is allowed to cancel the contract because of the other party's illegal or unfair (voidable) actions.\n\nThis includes agreements where one party withheld information or intentionally provided inaccurate information. Laws for certain types of contracts require disclosing specific kinds of information. If this is not done—if the seller of a house fails to tell you about the sinkhole set to devour the home at any moment—the contract could be voidable but not automatically void since both parties might wish for the agreement to go forward.\n\nFor instance, if a contract is entered into with a minor, the minor has the legal right to void the contract until reaching the age of majority, even if the terms bind the other party. In this case, the agreement in some jurisdictions might be valid until the minor decides to void it, making it a voidable, but not void, contract.\n\nThus, in a voidable contract, the party subject to duress, fraud, undue influence, or other such factors can choose to enforce or void the contract. Voidable contracts have this key element: the choice or escape route for the party subjected to one of the elements above.\n\nNo, a void contract can't be made valid merely by mutual agreement to correct the problems that made it void in the first place. Once a contract is deemed void, it's like it never existed as a matter of law.\n\nA contract can be nullified if it contains terms that are considered illegal or unreasonable in a certain jurisdiction. In addition, courts may also invalidate a contract if it is found that either party was incapable of entering a legal contract at the time it was signed. For example, most legal contracts are not enforceable if the signatory has not reached the age of adulthood.\n\nVoid contracts are unenforceable because they have some fundamental flaws. However, certain jurisdictions allow for “severability,\" where the problem parts of a contract are removed and the remaining sections are enforceable. This is more likely to be the case if the flawed aspects of the agreement are easily separable from the rest.\n\nYou can void a check by writing “VOID\" in large letters on both sides of the check. This makes it effectively impossible for someone else to use the check to make a deposit.\n\nWhen a contract is deemed void, it's as if the contract never existed legally speaking. Hence, anything you did under the void contract is generally not recoverable, and you can't seek restitution. However, it's best to consult with a legal professional about your particular situation to understand the possible remedies open to you.\n\n“Void\" is the legal term for a contract that cannot be enforced. This may be because the original contract contained aspects not allowable under the law. A contract may also be considered void if the terms are vague or impossible to perform.\n\nCorporate Finance Institute. \"Void Contract.\"",
  "url": "https://www.investopedia.com/terms/v/void-contract.asp"
}