{
  "term": "Void Transaction: How It Works, Examples, vs. Refund",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInvestopedia / Michela Buttignol\n\nA void transaction is a debit or credit card transaction that is canceled by the merchant before it is settled by the cardholder's bank and the merchant has received payment. Transactions are often voided when customers or merchants discover that an error has occurred or when fraud is suspected.\n\nWhen a credit or debit card transaction takes place, the merchant's point-of-sale (POS) terminal relays that information electronically through a card network. The terminal authorizes the transaction if the network determines that the card is valid and the customer's bank determines that there are enough funds or sufficient credit in the account to cover the charge. These steps, which usually take place in a matter of seconds, are known asauthenticationandauthorization.\n\nHowever, the transaction is not finished until a later step, calledsettlement, when payment is released from the customer's account and transmitted to the merchant's bank. If there appears to be a problem with the transaction, it can be voided up to this point, and the money will not move.\n\nTransactions may be voided for a number of reasons. Perhaps the customer has changed their mind about a purchase and asked the merchant to void it. Or, the merchant may have noticed a mistake of some sort and proactively voided the transaction. Once voided, the transaction will show up on the customer's account as a pending transaction and then disappear after a certain amount of time.\n\nPending transactions put a hold on the money that can last anywhere from 24 hours to several days. That can inconvenience the customer because they won't be able to access the money during that time if they need to use their card again.\n\nA void transaction generally takes place on the same day as the original transaction.\n\nVoiding transactions can easily correct mistakes if they are recognized immediately. For example, a shopper who has just paid for their items at a grocery store might pick up their bags and discover that the cashier accidentally included some of the next customer's items. The cashier can void the transaction, re-scan the correct items, and charge the customer the correct amount.\n\nSome merchants may allow a certain window of time to cancel a purchase if the customer changes their mind. This often occurs withe-commercesellers, where a buyer can cancel an online purchase within 24 hours. If they do, the seller will void the transaction, the buyer won't be charged, and the goods won't ship.\n\nPotentially fraudulent charges can also be voided. Card issuers have fraud detection procedures to flag suspicious transactions before they can be completed.\n\nMost card companies will place these transactions on hold until the customer can verify whether the transaction is legitimate. If the customer says it wasn't, the company can then void it. When a customer cannot be reached for verification, many card companies will automatically void a suspicious transaction before it is settled.\n\nBecause refunds are issued after the money has already passed through a customer's account to the merchant, the process can take longer than with a void transaction.\n\nVoid transactions are different fromrefunds. With void transactions, the transaction is stopped before any money is transferred from the customer's account to the merchant's. Refunds, however, are issued after a transaction has settled and the merchant has received payment.\n\nSome merchants and credit card processing systems may settle transactions immediately. When a transaction settles immediately, the seller can only issue a refund rather than void the transaction.\n\nCompared with void transactions, refunds can take much longer to complete. Some refunds may be reflected in the cardholder's account within 48 hours, but others can take as long as 30 days.\n\nAchargeback, sometimes referred to as a reverse transaction, is much like a refund in that the customer gets their money back, in this case, by having it credited to their credit or debit card account. These transactions can be initiated willingly by the merchant or forced on them by the cardholder or card issuer. For example, if a customer claims that a product was faulty and the merchant refused to take it back, they can ask their card issuer to reverse the charge.Merchants can also dispute a chargeback.\n\nPostingrefers to the point at which a credit or debit card transaction has been completed, and the money has moved out of or into the cardholder's account. The date that will be reflected on their statement is known as thepost dateor settlement date. In many cases, the transaction will occur later than the date it actually occurred.\n\nCredit and debit card transactions can be declined for many reasons. For example, a credit card might not have a sufficient credit line to cover the charge, or the checking account linked to a customer's debit card may lack enough cash. Transactions can also be declined if the card has expired, the customer entered an incorrectPINor other information, or the credit card company suspects fraud, among other causes.\n\nVoid transactions stop the payment process for credit or debit cards before the merchant receives any payment. Transactions can be voided only in a relatively small window of time, after which the cardholder may need to request a refund to get their money back.\n\nCapitol One. \"What to Know About Pending Transactions.\"\n\nConsumer Financial Protection Bureau. \"How Can I Get a Refund on a Product or Service I Purchased With My Credit Card?\"\n\nDiscover. \"What Is a Credit Card Post Date?\"\n\nFederal Trade Commission Consumer Advice. \"When a Company Declines Your Credit or Debit Card.\"\n\nChase. \"Why Was My Credit Card Declined?\"",
  "url": "https://www.investopedia.com/terms/v/void-transaction.asp"
}