{
  "term": "Voidable Contract: Definition, How It Works, and Examples",
  "definition": "Investopedia / Michela Buttignol\n\nA voidable contract is a legal and enforceable document that can nonetheless be rejected by one of the parties to the agreement if it has certain defects.\n\nA voidable contract is a formal agreement between two parties that can be rendered unenforceable for any number of legal reasons. They may include:\n\nThe legal right to void such a contract is known asdisaffirmance.\n\nA voidable contract is initially considered to be a legal and enforceable document. It can be rejected by one party, however, if the contract is discovered to have defects. The contract remains valid and enforceable if a party with the power to reject the contract chooses not to reject it despite the defect,\n\nOnly one of the parties is usually affected adversely by agreeing to a voidable contract. This may happen because that party fails to recognize amisrepresentationmade or fraud committed by the other party.\n\nThe simplest way for a contract to be voided is for both parties to agree that it's the best option moving forward. They might choose to dissolve the relationship outlined in the contract entirely or they may choose to correct the contract.\n\nA contract that's deemed voidable can be corrected through the process of ratification. Contract ratification requires that all involved parties agree to new terms that effectively remove the initial point of contention that was present in the original contract.\n\nA party can choose to ratify the contract if they weren't capable of entering into a legally enforceable contract when the original was approved but they must wait until they're deemed legally capable.\n\nA voidable contract occurs when one of the involved parties wouldn't have agreed to the contract if they'd known the true nature of all of the elements of the contract before acceptance. The aforementioned party has the opportunity to reject the contract after the fact and the presentation of new knowledge.\n\nA contract is also voidable when one or both parties aren't legally capable of entering into the agreement such as because one party is a minor.\n\nAvoid contractis inherently unenforceable. It may be deemed void if the terms require one or both parties to participate in an illegal act or if a party becomes incapable of meeting the terms as set forth such as in the event of one party’s death.\n\nA contract may be ruled null and void should the terms require one or both parties to participate in an illegal act or if one party becomes incapable of meeting the contract terms.\n\nCertain smartphone apps that are categorized as freemium apps begin as free downloads but later allow for in-app purchases that cost money. Freemium apps that are geared toward children might result in a minor accepting the terms and conditions associated with gameplay although these terms may allow for the later solicitation of in-app purchases. This type of activity led to a lawsuit against Apple in 2012 which suggested that the transactions were part of a voidable contract.\n\nA 2018 New Mexico lawsuit alleged that solar power installer Vivint Solar defrauded customers by binding them to 20-year contracts that required consumers to purchase the electricity generated by solar systems placed on their homes at rates that increased by more than 72% during the 20 years. The lawsuit sought to render all of Vivint's prior contracts with homeowners voidable if affected customers wanted to cancel them.\n\nThis wasn't included in a settlement agreement between the New Mexico attorney general and Vivint in May 2021, however.\n\nDisaffirmance is the right to renounce a contract you've agreed to participate in. You must indicate that you won't be bound by its terms to disaffirm a contract. This can be done directly such as in writing or indirectly by not performing the duties outlined in the contract. Someone who can prove that they lacked the legal capacity to enter a binding contract can disaffirm a contract.\n\nA void contract is unenforceable from the moment it's created. It was never legally valid due to how it was written or the terms outlined in it. A contract may be void if it's found that one of the parties was incapable of fully understanding its implications or was a minor when it was signed. Contracts involving illegal activity are also void.\n\nA contract may be voidable for qualifying legal reasons. These can include a failure to disclose a material fact by one party or the other or a misrepresentation or mistake in the contract. They can include fraud, unconscionable terms, or abreach of contract. A contract may also be voidable if one party lacks the legal capacity to enter the contract at the time it's signed.\n\nA voidable contract is a contract that can be canceled by either participating party for qualifying legal reasons. The parties may also choose to amend or correct the contract instead of canceling it.\n\nQualifying reasons include failure to include material facts, mistakes, misrepresentations, or a breach of contract. A contract may also be voidable if one of the parties isn't legally qualified to participate.\n\nThis is different from a void contract. A voidable contract is legal until one of the parties seeks to challenge, cancel, or amend it on qualified legal grounds. A void contract is inherently unenforceable. An example of a void contract would be one that requires the parties to participate in illegal activity.\n\nPandaDoc. \"What Is a Voidable Contract? A Comprehensive Guide.\"\n\nCourtListener. \"In Re Apple in-App Purchase Litigation, Case No. 5-11-CV-1758 EJD.\"\n\nNew Mexico Attorney General's Office. \"AG Balderas Sues Massive Solar Company for Defrauding New Mexicans & Jeopardizing Their Home Ownership.\"\n\nAlbuquerque Journal. \"AG-Vivint Solar Settlement Could Curb Deceptive Marketing.\"",
  "url": "https://www.investopedia.com/terms/v/voidable-contract.asp"
}