{
  "term": "Volatility Ratio: Meaning, Calculation, Signals",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe volatility ratio is a technical measure used to identify price patterns and breakouts. Intechnical analysis, it uses true range to gain an understanding of how a security’s price is moving on the current day in comparison to its past volatility.\n\nThere are several different versions of volatility ratios, the most common being adaptations ofaverage true range(ATR).\n\nThe volatility ratio is a measure that helps investors follow the volatility of astock’sprice. It is one of a few technical indicators focused on volatility. In general, the standard deviation is typically one of the most common measures used for following volatility.Standard deviationforms the basis for several technical channels includingBollinger Bands.\n\nComprehensive envelope channels of many different varieties are used by technical analysts to identify price ranges and volatility patterns that help lead to trading signals. Historical volatility is also another common trendline that can be used to follow volatility.\n\nThe volatility ratio was developed to contribute to the analysis of pricevolatility. Across the industry, volatility and volatility ratio calculations may vary. For technical analysis, Jack Schwager is known for introducing the concept of a volatility ratio in his book Technical Analysis.\n\nSchwager’s methodology for calculating the volatility ratio builds on the concept of true range, which was developed and introduced by Welles Wilder but has several iterations. Schwager calculates the volatility ratio from the following:\n\nOther iterations of the volatility ratio may include the following:\n\nInvestors and traders will have their own mechanisms for following and detecting patterns from the volatility ratio. This ratio is typically plotted as a single line on a technical chart either as an overlay or in its own display window.\n\nA higher volatility ratio will signal substantial price volatility in the current trading day. In general, volatility can be a signal of disturbances or developments affecting the security’s price. Therefore, high volatility may lead to a new trend for the security’s price in either a positive or negative direction. Traders follow volatility and the volatility ratio in conjunction with other tradingpatternsto help confirm a trading signal for investment.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nJack D. Schwager. \"Technical Analysis,\" Page 632. John Wiley & Sons, Inc, 1996.",
  "url": "https://www.investopedia.com/terms/v/volatility-ratio.asp"
}