{
  "term": "Volatility: Meaning in Finance and How It Works With Stocks",
  "definition": "Michela Buttignol / Investopedia\n\nVolatility is a statistical measurement of the degree of variability of the return of a security or market index.\n\nVolatility is a measurement of how varied the returns of a given security or market index are over time. It is often measured from either the standard deviation or variance between those returns. In most cases, the higher the volatility, the riskier the security.\n\nIn the securities markets, volatility is often associated with big price swings, either up or down. For example, when the stock market rises and falls more than 1% over a sustained period of time, it is called a volatile market.\n\nAn asset’s volatility is a key factor when pricing options contracts.\n\nVolatility often refers to the amount of uncertainty orriskrelated to the size of changes in a security’s value.\n\nA higher volatility means that a security’s value can potentially be spread out over a larger range of values. This means that the price of the security can move dramatically over a short time period in either direction. A lower volatility means that a security’s value does not fluctuate dramatically, and tends to be steadier.\n\nOne way to measure an asset’s variation is to quantify the daily returns (percent move on a daily basis) of the asset. Historical volatility is based on historical prices and represents the degree ofvariabilityin the returns of an asset.This number is without a unit and is expressed as a percentage.\n\nWhilevariancecaptures thedispersionof returns around the mean of an asset in general, volatility is a measure of that variance bounded by a specific time period. Thus, we can report daily, weekly, monthly, or annualized volatility. It is useful to think of volatility as the annualizedstandard deviation.\n\nVolatility is often calculated using variance and standard deviation (the standard deviation is the square root of the variance). Since volatility describes changes over a specific period of time, you simply take the standard deviation and multiply that by the square root of the number of periods in question:\n\nFor simplicity, let’s assume we have monthly stockclosing pricesof $1 through $10. For example, month one is $1, month two is $2, and so on. To calculate variance, follow the five steps below.\n\nNext, take the square root of the variance to get the standard deviation. This equals $2.87. This is a measure of risk and shows how values are spread out around the average price. It gives traders an idea of how far the price may deviate from the average.\n\nIf prices are randomly sampled from a normaldistribution, then about 68% of all data values will fall within one standard deviation. Ninety-five percent of data values will fall within two standard deviations (2 × 2.87 in our example), and 99.7% of all values will fall within three standard deviations (3 × 2.87).\n\nIn this case, the values of $1 to $10 are not randomly distributed on abell curve; rather, they are uniformly distributed. Therefore, the expected 68%–95%–99.7% percentages do not hold. Despite this limitation, traders frequently use standard deviation, as price returns data sets often resemble more of a normal (bell curve) distribution than in the given example.\n\nThe volatility of stock prices is thought to bemean-reverting, meaning that periods of high volatility are often moderate and periods of low volatility pick up, fluctuating around some long-term mean.\n\nImplied volatility (IV), also known as projected volatility, is one of the most important metrics for options traders. As the name suggests, it allows them to make a determination of just how volatile the market will be going forward.\n\nThis concept also gives traders a way to calculate probability. One important point to note is that it isn't considered science and therefore does not forecast how the market will move in the future.\n\nUnlike historical volatility, implied volatility comes from the price of an option itself and represents volatility expectations for the future. Because it is implied, traders cannot use past performance as an indicator of future performance. Instead, they have to estimate the potential of the option in the market.\n\nImplied volatility is a key feature of options trading.\n\nAlso referred to as statistical volatility,historical volatility (HV)gauges the fluctuations of underlying securities by measuring price changes over predetermined time periods. It is the less prevalent metric compared with implied volatility because it isn’t forward-looking.\n\nWhen there is a rise in historical volatility, a security’s price will also move more than normal. At this time, there is an expectation that something will or has changed. If the historical volatility is dropping, on the other hand, it means any uncertainty has been eliminated, so things return to the way they were.\n\nThis calculation may be based onintradaychanges, but often measures movements based on the change from one closing price to the next. Depending on the intended duration of the options trade, historical volatility can be measured in increments ranging anywhere from 10 to 180 trading days.\n\nVolatility is a key variable in options pricing models, estimating the extent to which the return of theunderlying assetwill fluctuate between now and the option’s expiration. Volatility, as expressed as a percentage coefficient within option-pricing formulas, arises from daily trading activities. How volatility is measured will affect the value of the coefficient used.\n\nVolatility is also used to price options contracts using models like theBlack-Scholesorbinomial treemodels.More volatile underlying assets will translate to higher options premiums because with volatility, there is a greater probability that the options will end upin the moneyat expiration.\n\nOptions traders try to predict an asset’s future volatility, so the price of an option in the market reflects its implied volatility.\n\nThe greater the volatility, the higher the market price of options contracts across the board.\n\nOne measure of the relative volatility of a particular stock to the market is its beta (β). Abetaapproximates the overall volatility of a security’s returns against the returns of a relevantbenchmark(usually, the S&P 500 is used). For example, a stock with a beta value of 1.1 has moved 110% for every 100% move in the benchmark, based onprice level.\n\nConversely, a stock with a beta of 0.9 has moved 90% for every 100% move in the underlying index.\n\nMarket volatility can also be seen through theVolatility Index (VIX), a numeric measure of equity market volatility.\n\nThe Chicago Board Options Exchange created the VIX as a measure to gauge the 30-day expected volatility of the U.S. stock market derived from real-time quote prices of S&P 500 call and putoptions.It is effectively a gauge of future bets that investors and traders are making on the direction of the markets or individual securities. A high reading on the VIX implies a risky market.\n\nTraders can trade the VIX using a variety of options and exchange-traded products. Or they can use VIX values to price certain derivative products.\n\nInvestorscan find periods of high volatility to be distressing, as prices can swing wildly or fall suddenly. Long-term investors are best advised to ignore periods of short-term volatility and stay the course. This is because over the long run, stock markets tend to rise. Meanwhile, emotions like fear and greed—which can become amplified in volatile markets—can undermine your long-term strategy.\n\nSome investors can use volatility as an opportunity to add to their portfolios bybuying the dips, when prices are relatively cheap.\n\nYou can also use hedging strategies to navigate volatility, such as buyingprotective putsto limit downside losses without having to sell any shares. But note that put options will also become pricier when volatility is higher.\n\nSuppose that an investor is building a retirement portfolio. Since she is retiring within the next few years, she’s seeking stocks with low volatility and steady returns. She considers two companies:\n\nA more conservative investor may choose ABC Corp. for theirportfolio, since it has less volatility and more predictable short-term value.\n\nVolatility is a statistical measure of the dispersion of data around its mean over a certain period of time. It is calculated as the standard deviation multiplied by the square root of the number of time periods, T. In finance, it represents this dispersion of market prices, on an annualized basis.\n\nVolatility is often used to describe risk, but this is not necessarily always the case. Risk involves the chances of experiencing a loss, while volatility describes how much and quickly prices move. If increased price movements also increase the chance of losses, then risk is likewise increased.\n\nWhether volatility is good or bad depends on what kind of trader you are and what your risk appetite is. For long-term investors, volatility can spell trouble, but for day traders and options traders, volatility often equalstrading opportunities.\n\nIf volatility is high, it means that prices are moving (both up and down) quickly and steeply.\n\nThe VIX is the Cboe Volatility Index, a measure of the short-term volatility in the broader market, measured by the implied volatility of 30-day S&P 500 options contracts. The VIX generally rises when stocks fall, and declines when stocks rise. Also known as the “fear index,” the VIX can be a gauge of market sentiment, with higher values indicating greater volatility and greater fear among investors.\n\nVolatility is how much and how quickly prices move over a given span of time. In the stock market, increased volatility is often a sign of fear and uncertainty among investors. This is why the VIX volatility index is sometimes called the “fear index.”\n\nAt the same time, volatility can create opportunities for day traders to enter and exit positions. Volatility is also a key component in options pricing and trading.\n\nBhowmik, Roni, and Shouyang Wang, via National Center for Biotechnology Information. “Stock Market Volatility and Return Analysis: A Systematic Literature Review.”Entropy (Basel), vol. 22, no. 5, May 2020, p. 522.\n\nPerry J. Kaufman, via Wiley. “Trading Systems and Methods.” John Wiley & Sons, 2019, sixth edition, Pages 43–55 and 849–867.\n\nRoger W. Lee, via University of Chicago, Department of Mathematics. “Implied Volatility: Statics, Dynamics, and Probabilistic Interpretation.”Recent Advances in Applied Probability, Springer, Pages 241–268.\n\nPerry J. Kaufman, via Wiley. “Trading Systems and Methods.” John Wiley & Sons, 2019, sixth edition, Pages 855–856.\n\nJoVE. “JoVE Core Statistics; Chapter 4, Measures of Variation; 4.7: Coefficient of Variation.”\n\nProfessor Christopher J. Foot, Department of Physics, University of Oxford. “SO9: Financial Physics; The Binomial Tree Model: A Simple Example of Pricing Financial Derivatives.”\n\nPerry J. Kaufman, via Wiley. “Trading Systems and Methods.” John Wiley & Sons, 2019, sixth edition, Pages 44 and 809.\n\nTradingView. “Volatility S&P 500 Index: VIX.”",
  "url": "https://www.investopedia.com/terms/v/volatility.asp"
}