{
  "term": "Volcker Rule: Definition, Purpose, How It Works, and Criticism",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Volcker Rule is a federal regulation that prohibits banks from conducting certain investment activities with their own accounts and limits their dealings with hedge funds and private equity funds. The rule was part of the larger set of reform legislation enacted in 2010 and known as the Dodd-Frank Act.\n\nThe Volcker Rule aims to protect bank customers by preventing banks from making certain types of speculative investments that contributed to the 2007–2008financial crisis.\n\nEssentially, it prohibits banks from using their own accounts for short-termproprietary tradingof securities, derivatives, and commodity futures, as well as options on any of these instruments.\n\nIn August 2019, the U.S.Office of the Comptroller of the Currency(OCC) voted to amend the Volcker Rule in an attempt to clarify what securities trading was and was not allowed by banks.On June 25, 2020,Federal Deposit Insurance Corp.(FDIC) officials said the agency was loosening the restrictions of the Volcker Rule, allowing banks to more easily make large investments intoventure capitaland similar funds.\n\nThe Volcker Rule aims to protect bank customers by preventing banks from making certain types of speculative investments that contributed to the 2007–2008 financial crisis.\n\nIn addition, banks will not have to set aside as much cash forderivativestrades among different units of the same firm. That requirement had been put in place in the original rule to ensure that banks wouldn’t get wiped out if speculative derivative bets went wrong.\n\nThe Volcker Rule is named after economist Paul Volcker, who was Federal Reserve chairman from 1979 to 1987. Volcker died on Dec. 8, 2019, at age 92.\n\nThe Volcker Rule refers to section 619 of theDodd-Frank Wall Street Reform and Consumer Protection Actof 2010, which sets forth rules for implementing section 13 of the Bank Holding Company Act of 1956.\n\nThe Volcker Rule also bars banks from acquiring or retaining ownership interests in hedge funds or private equity funds, subject to certain exemptions.The rule aims to discourage banks from taking too much risk by barring them from using their own funds to make these types of investments.\n\nThe rule went into effect on April 1, 2014, with banks’ full compliance required by July 21, 2015—although the Fed has since set procedures for banks to request extended time to transition into full compliance for certain activities and investments.On May 30, 2018, Fed board members, led by Chair Jerome Powell, voted unanimously to push forward a proposal to loosen the restrictions around the Volcker Rule and reduce the costs for banks that need to comply with it.\n\nThe goal, according to Powell, was “...to replace overly complex and inefficient requirements with a more streamlined set of requirements.”\n\nThe rule, as it exists, allows banks to continuemarket making,underwriting,hedging, trading government securities, engaging in insurance company activities, offeringhedge fundsand private equity funds, and acting as agents, brokers, orcustodians.\n\nBanks may continue to offer these services to their customers to generate profits. However, banks cannot engage in these activities if doing so would create a materialconflict of interest, expose the institution to high-risk assets or trading strategies, or generate instability within the bank or the overall U.S. financial system.\n\nDepending on their size, banks must meet varying levels of reporting requirements to disclose details of their trading activities to the government. Larger institutions must implement a program to ensure compliance with the new rules, and their programs are subject to independent testing and analysis. Smaller institutions are subject to lesser compliance and reporting requirements.\n\nThe rule’s origins date back to 2009, when Volcker proposed a piece of regulation in response to the ongoing financial crisis, and after the nation’s largest banks accumulated large losses from their proprietary trading arms.\n\nThe proposed legislation aimed to prohibit banks from speculating in the markets. Volcker ultimately hoped to reestablish the divide betweencommercial bankingandinvestment banking—a division that once existed but was legally dissolved by a partial repeal of theGlass-Steagall Actin 1999.\n\nAlthough not a part of then-President Barack Obama’s original proposal for financial overhaul, the Volcker Rule was endorsed by Obama and added to the proposal by Congress in January 2010.\n\nIn December 2013, five federal agencies—the Board of Governors of the Fed; the FDIC; the OCC; the Commodity Futures Trading Commission (CFTC), and the Securities and Exchange Commission (SEC)—approved the final regulations that make up the Volcker Rule.\n\nA bank may be excluded from the Volcker Rule if it does not have more than $10 billion in total consolidated assets and does not have total trading assets and liabilities of 5% or more of total consolidated assets.\n\nThe Volcker Rule has been widely criticized from various angles. The U.S. Chamber of Commerce claimed in 2017 that a cost-benefit analysis was never done and that the costs associated with the Volcker Rule outweigh its benefits.\n\nThat same year, the top risk official of theInternational Monetary Fund(IMF) said that regulations to prevent speculative bets are hard to enforce and that the Volcker Rule could unintentionally diminish liquidity in the bond market.\n\nThe Fed’s Finance and Economics Discussion Series (FEDS) made a similar argument, saying that the Volcker Rule will reduce liquidity by reducing the banks’ market-making activities.\n\nMeanwhile, several reports have cited a lighter-than-expected impact on the revenues of big banks in the years following the rule’s enactment.\n\nIn February 2017, then-President Donald Trump signed an executive order directing then-Treasury Secretary Steven Mnuchin to review existing financial system regulations.In response to the order, Treasury officials released multiple reports proposing changes to Dodd-Frank, including a recommended proposal to allow banks greater exemptions under the Volcker Rule.\n\nIn one of the reports, released in June 2017, the Treasury said it recommended significant changes to the Volcker Rule while adding that it does not support its repeal and “supports in principle” the rule’s limitations on proprietary trading. The report notably recommends exempting from the Volcker Rule banks with less than $10 billion in assets.\n\nThe Treasury also cited regulatory compliance burdens created by the rule and suggested simplifying and refining the definitions of proprietary trading and covered funds on top of softening the regulation to allow banks to more easily hedge their risks.\n\nIn June 2020, bank regulators loosened one of the Volcker Rule provisions to allow lenders to invest in venture capital funds and other assets.\n\nAfter taking office in 2020, newly-elected President JosephBiden set to workto reverse the Trump administration's diminutions to the financial system regulations, though no significant changes to the Volcker Rule were finalized during his term.\n\nWith the return of Donald Trump to the presidency, the big banks were anticipating a \"general deregulatory environment,\" according to The Banker.\n\nThe purpose of the Volcker Rule was to prevent the banks from engaging in the kind of high-risk investing that led to the financial collapse of 2008-2009.\n\nEssentially, it prohibits banks from using their own accounts (which consist of their customers' deposits) for short-term proprietary trading of securities, derivatives, and commodity futures, as well as options on any of these instruments.\n\nVolcker ultimately hoped to reestablish the divide between commercial banking and investment banking—a division that had been dissolved by a partial repeal of the Glass-Steagall Act in 1999.\n\nThe U.S. Chamber of Commerce claimed in 2017 that the costs associated with the Volcker Rule outweigh its benefits.The Fed’s Finance and Economics Discussion Series (FEDS) argued that the Volcker Rule will reduce liquidity due to a reduction in banks’ market-making activities. During the first Trump administration, the Treasury Department largely supported the retention of the Volcker Rule but recommended some loosening to make it less onerous to comply with.\n\nThe Glass-Steagall Act was a landmark piece of financial industry regulation that was spurred by the failure of almost 5,000 American banks during theGreat Depression. Enacted as part of the Banking Act of 1933, the bill was sponsored by Sen. Carter Glass, a former Treasury secretary, and Rep. Henry Steagall, chair of the House Banking and Currency Committee.\n\nGlass-Steagall prohibited commercial banks from participating in the investment banking business and vice versa.\n\nThe rationale was the conflict of interest that arose when banks invested in securities with their own assets, which of course were their account holders’ assets.\n\nThe bill’s proponents argued that banks had a fiduciary duty to protect these assets and not to engage in excessively speculative activity.\n\nThe Volcker Rule is intended to restrict high-risk, speculative trading activity by banks, such as proprietary trading or investing in or sponsoring hedge funds or private equity funds. It is intended to protect the banks’ abilities to offer important customer-oriented financial services, such as underwriting, market making, and asset management services.\n\nThe regulations have been developed by five federal financial regulatory agencies, all described above: the Federal Reserve Board; the CFTC; the FDIC; the OCC; and the SEC.\n\nFederal Deposit Insurance Corp. “Statement by FDIC Chairman Jelena McWilliams on the Final Rule: Revisions to Prohibitions and Restrictions on Proprietary Trading and Certain Interests in, and Relationships with, Hedge Funds and Private Equity Funds.”\n\nU.S. Office of the Comptroller of the Currency. “Comptroller of the Currency Approves Volcker Rule Reforms.”\n\nFederal Deposit Insurance Corp. “Fact Sheet: Financial Regulators Issue Rule to Modify Volcker ‘Covered Fund’ Provisions and Support Capital Formation.”\n\nFederal Reserve History. “Paul A. Volcker.”\n\nU.S. Securities and Exchange Commission. “Responses to Frequently Asked Questions Regarding the Commission’s Rule Under Section 13 of the Bank Holding Company Act (the ‘Volcker Rule’).”\n\nFederal Reserve System. “Volcker Rule.”\n\nU.S. Office of the Comptroller of the Currency. “Volcker Rule Implementation.”\n\nFederal Reserve System. “Board Votes 2018.”\n\nFederal Reserve System. “Opening Statement on the Volcker Rule Proposal by Chairman Jerome H. Powell.”\n\nU.S. Commodity Futures Trading Commission. “Final Rules to Implement the ‘Volcker Rule’,” Page 3.\n\nBipartisan Policy Center, via U.S. Securities and Exchange Commission. “A Better Path Forward on the Volcker Rule and the Lincoln Amendment,” Pages 10–14.\n\nU.S. Chamber of Commerce. “Statement of the U.S. Chamber of Commerce.”\n\nBloomberg | Quint. “IMF Calls Volcker Rule Hard to Enforce and Threat to Liquidity.”\n\nFederal Reserve System. “Finance and Economics Discussion Series, Divisions of Research & Statistics and Monetary Affairs: The Volcker Rule and Market-Making in Times of Stress.”\n\nU.S. Department of the Treasury. “Treasury Releases Report on Nonbank Financials, Fintech, and Innovation.”\n\nU.S. Department of the Treasury. “A Financial System That Creates Economic Opportunities: Banks and Credit Unions,” Pages 21–22 (Pages 27–28 of PDF).\n\nThe Banker. \"How Trump's deregulation drive could impact banks.\"\n\nFederal Reserve Bank of St. Louis, FRASER. “Banking Act of 1933 (Glass-Steagall Act).”",
  "url": "https://www.investopedia.com/terms/v/volcker-rule.asp"
}