{
  "term": "Voluntary Lien: What It Is and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDaniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA voluntary lien is a claim willingly placed on a property by the owner to secure the payment of a debt.\n\nA lien is a claim that one person or another entity has over the property of another as security for the payment of a debt. Liens can be either voluntary or involuntary. A voluntary lien is contractual or consensual, meaning that the lien is created by an action taken by the debtor, such as a borrower who obtains a mortgage to buy a home and agrees that the home will serve as collateral for the loan. That's opposed to an involuntary lien, which is imposed on the debtor by, for example, a court of law without their say-so.\n\nAlienis a legal claim to an asset under certain conditions. A voluntary lien is a type of lien that exists because you agreed to it or as a result of an action taken by you.\n\nIn contrast, an involuntary lien is imposed by law, such as a tax lien that the government initiates for a failure to pay taxes.\n\nWhen there is a lien against your property, you cannot legally sell it until you settle the amount you owe.\n\nLiens apply to a specific property, not to you personally. If you default on a debt, the lien holder can take possession of the property. For example, a lender can take your home if you default on amortgageyou used to secure it or your car if you default on anauto loan.\n\nVoluntary liens are often used for mortgages to purchase real estate, but they can also be used in many other types of financing, such as car loans, secured personal loans,business loans, credit agreements, and even rent-to-own appliance transactions.\n\nTypically, the physical property that the borrower is purchasing acts as collateral under the lien. However, a voluntary lien can also be placed on other property that the borrower already owns if the borrower agrees to it. For instance, a lien could be placed on a valuable painting if the borrower uses it as collateral for a cash advance to fund another purchase.\n\nAlternatively, a homeowner who has paid off their mortgage and owns their house outright might need more cash and allow a lien on it to obtain a home equity line of credit (HELOC). Just as with a mortgage for a home purchase, the house would serve as collateral.\n\nFinally, a business could have a voluntary lien on it if the owner takes out a line of credit to cover operating expenses or other costs. In this case, the lender would not take possession of the business if the borrower defaults but instead would receive a security interest.\n\nAn involuntary lien, or a nonconsensual lien, is one imposed on you instead of one you consent to. Two types of involuntary liens are statutory liens and judgment liens.\n\nWhen the law gives a creditor the right to impose a claim on your property for an unpaid debt, that is a statutory lien.One common type of statutory lien is a tax lien, in which the government has the right to seize your property if you fail to pay a tax bill.\n\nA judgment lien occurs when a court rules that a lien should be placed on your property to satisfy your obligations to creditors. For example, if your insurance does not cover all the damages you are responsible for in an accident, a court might impose a judgment lien.\n\nWhen you have a voluntary or consensual lien against your property, your credit score won't be affected if you abide by the loan terms, such as continuing to make the required payments on time. However, other potential creditors can be aware of the lien, so you won't be able to use that particular asset as collateral for additional loans.\n\nInvoluntary liens cannegatively affect your credit. Liens don't appear on your credit report but are available through public records, so potential lenders can learn about them. In addition, if the lien resulted from your failure to pay a bank or real estate loan, those missed payments will be reflected on your credit report, which can cause major damage to your credit score. Your payment history is the single most important factor that credit scoring models, such as FICO, use in assigning you a score.\n\nAstatutory lienis one that is a result of the existing law and doesn't require your consent or a court judgment against you. Creditors can use it in an attempt to collect unsatisfied debts.\n\nA judgment lien is a type of involuntary lien imposed on your property due to a court order. Judgment liens are typically issued after a creditor sues a debtor for an unpaid debt or other obligation and wins the case.\n\nVoluntary liens are common in many financial transactions and, unlike involuntary liens, will have no negative impact on your credit as long as you keep up with your loan obligations. However, they do put your property at risk if you are unable to repay, so you'll want to consider that possibility before you consent to one.\n\nInternal Revenue Service. \"Understanding a Federal Tax Lien.\"\n\nState of California: Franchise Tax Board. \"Liens.\"\n\nMaryland Courts. \"Judgments & Debt Collection.\"",
  "url": "https://www.investopedia.com/terms/v/voluntary-lien.asp"
}