{
  "term": "Voluntary Plan Termination: What It is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nVoluntary plan termination is the discontinuance of adefined-benefit planby an employer. Since an employer is not legally required to provide a retirement plan to employees, it can terminate an established plan.\n\nHowever, an employer can terminate a voluntary plan only if all of the requirements for a standard termination or distress termination are followed by the plan administrator. Section 4041 of the U.S. Code of Federal Regulations addresses voluntary plan terminations.\n\nAccording to theInternal Revenue Service(IRS), since an employer isn’t required by law to provide a retirement plan for employees, it can terminate its retirement plan.\n\nAn employer might terminate a plan for the following reasons:\n\nUnder a voluntary plan termination, the assets must be distributed to participants in a manner described by federal law. The employer has the unilateral right to modify or end the retirement plan at any time. This right is set out by theEmployee Retirement Income Security Act of 1974.\n\nThe allocation of plan assets is usually done by the plan administrator or trustee. An employer must distribute assets from a terminated plan as soon as administratively feasible after the plan is terminated. Affected participants can usually roll over the distributed money to another qualified plan orindividual retirement account(IRA).\n\nThe IRS states: \"For terminated defined benefit plans with insufficient money to pay all of the benefits, the Pension Benefit Guaranty Corporation will guarantee the payment of vested pension benefits up to limits set by law.\n\nFor terminated defined contribution plans (for example, 401(k), 403(b) or profit-sharing), participants generally receive the full amount of their vested account balance upon plan termination.\"\n\nIn a defined benefit plan termination, Form 6088 (reporting the distributable benefits) must be submitted along with a signed and dated actuary’s certification of the adjusted funding target percentage.\n\nA plan may be partially terminated if more than 20% of plan participants were laid off in a particular year. Partial terminations may be connected with a significant corporate event such as a closed office location or as a result of adverse economic conditions.\n\nThe law requires all affected employees to be fully vested in their account balance as of the date of a full or partial plan termination.\n\nInternal Revenue Service, \"Retirement Topics—Termination of Plan.\" Accessed Oct. 20,2020",
  "url": "https://www.investopedia.com/terms/v/voluntary-plan-termination.asp"
}