{
  "term": "Volume-Weighted Average Price (VWAP): Definition and Calculation",
  "definition": "The volume-weighted average price (VWAP) is a technical analysis indicator used on intraday charts that resets at the start of every new trading session. It's the average price a security has traded at throughout the day, based on both volume and price.\n\nVWAP is important because it provides traders with insight into both the price trend and value of a security.\n\nVWAP is calculated by totaling the dollars traded for every transaction (price multiplied by thevolume) and then dividing by the total shares traded. This can be described in a formula such as the following:\n\nVWAP = (Sum of (Tick Price ×Tick Volume)) / Trading Volume\n\nHowever, not all traders have a data source that gives them this level of information. Traders and chart vendors often use a substitute formula designed to get close to VWAP.\n\nPopular charting packages typically use a formula for closely approximating VWAP, such as:\n\nVWAP=CumulativeTypicalPrice×VolumeCumulativeVolumewhere:Typical Price=High price+low price+closing price/3Cumulative=Total trades since the trading session opened\\begin{aligned}&\\textbf{VWAP }\\mathbf{= }\\frac{\\textbf{Cumulative Typical Price }\\mathbf{\\times}\\textbf{ Volume}}{\\textbf{Cumulative Volume}}\\\\&\\textbf{where:}\\\\&\\text{Typical Price}=\\text{High price}+\\text{low price}+\\text{closing price/3}\\\\&\\text{Cumulative}=\\text{Total trades since the trading session opened}\\end{aligned}​VWAP=Cumulative VolumeCumulative Typical Price×Volume​where:Typical Price=High price+low price+closing price/3Cumulative=Total trades since the trading session opened​\n\nBy adding the VWAP indicator to a streaming chart, the calculation will be made automatically. However, to calculate the VWAP yourself, follow the steps below.\n\nAssume a five-minute chart. The calculation is the same regardless of what intraday time frame is used.\n\nTo make Step 3 easier in a spreadsheet, create columns for cumulative PV and cumulative volume and apply the formula to these figures.\n\nVWAP is used in different ways by traders. Traders may use it asa trend confirmation tooland build trading rules around it. For instance, they may consider stocks with prices below VWAP as undervalued and those with prices above it as overvalued. If prices below VWAP move above it, traders maygo longon the stock. If prices above VWAP move below it, they may sell their positions or initiateshort positions.\n\nInstitutional buyers (including mutual funds) use VWAP to help move into or out of stocks with as small of a market impact as possible. Therefore, when they can, institutions will try to buy below the VWAP or sell above it. This way their actions push the price back toward the average, instead of away from it.\n\nVWAP's incorporation of volume is valuable to traders for what it can indicate about the degree of trading activity during short periods of time—whether the competition is taking or exiting positions.\n\nOn a chart, VWAP and asimple moving average (SMA)may look similar. However, these two indicators are calculated differently and represent different results.\n\nVWAP is calculated by multiplying the typical price by volume and then dividing by total volume.\n\nA simple moving average incorporates price but not volume. The SMA is calculated by totalingclosing pricesover a certain period (say, 10 days) and then dividing the total by the number of periods (e.g., 10).\n\n1.VWAP is a single-day indicator and restarts at the opening of each new trading day. Attempting to create an average VWAP over many days could distort it and result in an incorrect indicator.\n\n2.While some institutions may prefer to buy when the price of a security is below the VWAP or sell when it is above, VWAP is not the only factor to consider.\n\nIn strong uptrends, the price may continue to move higher for many days without dropping below the VWAP at all or only occasionally. Therefore, waiting for the price to fall below VWAP could mean a missed opportunity if prices are rising quickly.\n\n3.VWAP is based on historical values and does not inherently have predictive qualities or calculations. VWAP is anchored to the opening price range of the day. Therefore, the indicator increases its lag as the day goes on.\n\nThis can be seen in the way a one-minute period VWAP calculation after 330 minutes (the length of a typical trading session) will often resemble a 390-minute moving average at the end of the trading day.\n\nThe VWAP can inform traders about a stock's liquidity and indicate at what price buyers and sellers agree. Traders can use it to monitor a stock's price movement throughout the day.\n\nVWAP gives traders a smoothed-out indication of a security’s price adjusted for volume, over time. In addition, it is used by institutional traders to ensure that their trades do not move the price of the security they are trying to buy or sell too extremely.\n\nFor example, a hedge fund might refrain from submitting a buy order for a price above the security’s VWAP, in order to avoid artificially inflating the price of that security. Likewise, it might avoid submitting orders too far below the VWAP, so that the price is not dragged down by its sale.\n\nNo, VWAP is not a leading indicator. It is a lagging indicator because it uses historical data. No real-time data is used to calculate VWAP. Therefore, it only has specific uses and does not help traders who need up-to-the-minute data.\n\nVWAP is a technical analysis indicator used by traders during single trading sessions to determine the average price of a security, which is based on price and volume. It can provide traders with insight about liquidity and price movement during the day.",
  "url": "https://www.investopedia.com/terms/v/vwap.asp"
}