{
  "term": "Voluntary Foreclosure: Meaning, Pros and Cons, Example",
  "definition": "A voluntary foreclosure is initiated by a borrower who is unable to continue making loan payments on a property, in an attempt to avoid further payments and prevent involuntary foreclosure and eviction. Borrowers may choose this option if their mortgage is significantly underwater.\n\nThis is different from aninvoluntary foreclosure, which is initiated by the lending institution in order to take possession of a property to recover the lender's losses and is typically the last option for borrowers unable to make payments on their loans. Borrowers can seek a voluntary foreclosure from a bank or other lending institution for both residential and commercial properties.\n\nThere are several similar terms that can be used for voluntary foreclosures, includingstrategic default, walking away, jingle mail, and friendly foreclosure.\n\nVoluntary foreclosure is extremely harmful to a borrower’s credit ratings and can make it difficult to rent or buy a home and get loans approved for years afterward, but it is not as financially damaging as an involuntary foreclosure. It can thus be a cost-effective option for some borrowers who, rather than struggling to make payments each month, conclude that they are unable to continue making payments.\n\nMany debtors plan for a voluntary foreclosure by opening new credit cards and taking out new car loans and mortgages before their credit rating drops. Lenders will often agree to a borrower’s request for voluntary foreclosure because it can make the process of retaking property and collecting debts much faster and more cost-effective than an involuntary foreclosure.\n\nReasons for voluntary foreclosure include a sudden and unexpected job loss, the realization that one is living beyond one's means, and changes in the housing market along with variable interest rates (if a borrower has anadjustable-rate mortgage, or ARM, for instance).\n\nAdeed in lieu of foreclosureis one of the most commonly used types of voluntary foreclosure. The rules, laws, and penalties for voluntary foreclosures vary widely by lending institution and state.\n\nIf you are considering initiating a voluntary foreclosure, it's important to carefully consider the pros and cons of taking such a step. You need to balance it against the effect on your credit, the loss of your home, how much financial relief it offers you, and any alternatives you may still have. If you are unable to get aloan modificationor do ashort sale, for example, a deed in lieu of foreclosure may have less impact on your credit reports than an involuntary foreclosure.\n\nFaster than involuntary foreclosure\n\nStill may be subject to deficiency judgment\n\nMakes finding new housing difficult\n\nPrior to the American housing bubble andsubprime mortgage crisisof the late 2000s, voluntary foreclosure was a rarely used option for borrowers struggling to afford their property loan payments; however, it has become much more widely used in the years since. In 2007 and 2008, housing prices plunged, often posting double-digit declines in value.\n\nAt the start of 2010, the percentage of mortgages that were underwater, the amount owed on the mortgage was more than the value of the home, increased dramatically. In California, Nevada, and Florida, more than 20% of mortgages were underwater.\n\nWhen you volunteer to foreclosure on your own house, it is usually because you cannot make loan payments on it. Instead of waiting for the lender to foreclose, you do it yourself.\n\nIf you volunteer to willingly foreclose on your home, your lender will allow you to surrender your home in exchange for canceling the mortgage debt. You must agree to leave the home in good condition and move by a specified date. When you voluntarily foreclose, your credit will take a hit but you will control the terms for leaving your home, and you may even receive money from your lender to finance your move out.\n\nA deed-in-lien is a type of voluntary foreclosure. When you reach an understanding with your lender, you hand over the property to avoid your lender from putting you into foreclosure.\n\nA borrower who no longer can afford mortgage payments might choose a voluntary foreclosure, especially if it seems inevitable that the lender will seek an involuntary foreclosure. Choosing this path allows the borrower to have a little more control of the process, including when to surrender the property. While any type of foreclosure will have a negative impact on a borrower's credit, a voluntary foreclosure might lessen the impact.\n\nFannie Mae. \"B3-5.3-07, Significant Derogatory Credit Events — Waiting Periods and Re-establishing Credit (08/07/2019).\"\n\nFederal Reserve Bank of San Francisco. \"FRBSF Economic Letter-Underwater Mortgages.\"",
  "url": "https://www.investopedia.com/terms/v/voluntary-foreclosure.asp"
}