{
  "term": "Volume of Trade: How it Works, What it Means, and Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nVolume of trade is the total quantity of shares or contracts traded for a specified security. It can be measured on any type of security traded during a trading day.\n\nVolume of trade or trade volume is measured on stocks, bonds, options contracts,futures contracts, and all types of commodities.\n\nVolume of trade measures the total number of shares or contracts transacted for a specified security during a specified time period. It includes the total number of shares transacted between a buyer and seller during a transaction. When securities are more actively traded, their trade volume is high, and when securities are less actively traded, their trade volume is low.\n\nVolume tends to be highest near the market open and close and the start of the week and last day of the week.\n\nEach market exchange tracks its trading volume and provides volume data. The volumes of trade numbers are reported as often as once an hour throughout the current trading day. These hourly reportedtrade volumes are estimates. A trade volume reported at the end of the day is also an estimate. Final actual figures are reported the following day.\n\nInvestors may also follow a security’s tick volume, or the number of changes in a contract's price, as a surrogate for trade volume since prices tend to change more frequently with a higher volume of trade.\n\nVolume tells investors about the market's activity and liquidity. Higher trade volumes for specified security mean higherliquidity, better order execution, and a more active market for connecting a buyer and seller. When investors feel hesitant about the direction of thestock market, futures trading volume tends to increase, which often causes options and futures on specified securities to trade more actively. Volume overall tends to be higher near the market's opening and closing times, and on Mondays and Fridays. It tends to be lower at lunchtime and before a holiday.\n\nIn recent times, high-frequency traders and index funds have become a major contributor to trading volume statistics in U.S. markets. According toa 2017 JPMorgan study,passive investors like ETFs and quantitative investment accounts, which utilize high-frequency algorithmic trading, were responsible for 60% of overall trading volumes while \"fundamental discretionary traders\" (or traders who evaluate the fundamental factors affecting a stock before making an investment) comprised only 10% of the overall figures.\n\nTraders use various trading factors in technical analysis. Trade volume isone of the simplest technical factorsanalyzed by traders when considering market trades. The trade volume during a large price increase or decrease is often important for traders as high volumes with price changes can indicate specific trading catalysts. High volumes associated with directional changes in price can also help to reinforce support for the value of a security.\n\nVolume levelscan also help traders decide on specified times for a transaction. Traders follow the average daily trading volume of a security over short-term and longer-term periods when making decisions on trade timing. Traders can also use several technical analysis indicators that incorporate volume. TheSecurities and Exchange Commission(SEC) regulates the sale of securities by traders. According toRule 144, sellers cannot make security sales exceeding 1% ofoutstanding sharesof the same class being sold.\n\nSuppose a market consists of two traders, trader 1 and trader 2. The first trader buys 500 shares of stock ABC and sells 250 shares of XYZ. The other trader sells those 500 shares and buys the 250 shares of stock XYZ to the first trader. The total volume of trade in the market is 750 (500 shares of ABC + 250 XYZ shares). This is because we do not double-count the volume—when trader 1 buys 500 ABC shares from trader 2, only 500 shares are counted. Likewise, only 250 shares of XYZ would be recorded on the volume tally.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/v/volumeoftrade.asp"
}