{
  "term": "Voluntary Accidental Death and Dismemberment Insurance (VAD&D)",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nVoluntary accidental death and dismemberment insurance (VAD&D) is a financial protection plan that provides abeneficiarywith cash in the event that the policyholder is accidentally killed or loses a specific body part. VAD&D is a limited form oflife insuranceand is generally less expensive than a full life insurance policy.\n\nVoluntary accidental death and dismemberment insurance (VAD&D) is an optional benefit offered by some employers.Premiumsare based on the amount of coverage purchased, and this type of insurance can make sense for workers in occupations that place them at high risk of physical injury. Most policies are renewed periodically with revised terms, although the client's consent with renewal is often implicitly assumed.\n\nHow much the policy will pay in the event of a claim depends not only on the amount of coverage purchased but on the type ofclaimfiled. For example, the life insurance policy might pay 100 percent if the policyholder is killed or becomes quadriplegic, but it might only pay 50 percent for the loss of a hand or the permanent loss of sight in one eye.\n\nThere are four common types of group AD&D plans offered:\n\nCertain death circumstances are excluded from many AD&D policies, including death by illness, suicide, non-commercial radiation, and natural causes.\n\nDeath, while under the influence of any non-prescribed drugs or alcohol, is also most likely exempt from coverage.\n\nOverdose with toxic or poisonous substances and injury of an athlete during a professional sporting event may also void the right to a claim.Some insurance carriers are willing to alter their clients' coverage to include some of these risks, but every such extension will typically result in higherpremiumsfor the client.\n\nThe low costs of AD&D insurance could make an attractive addition to conventional life insurance, and many employers offer discounted policies. However, those low premiums also mean low payouts. While it may provide peace of mind, AD&D is no replacement for regular life insurance.\n\nIn addition, the terms for claiming AD&D benefits are typically much more restrictive than life insurance coverage. Many policies will not pay out for deaths resulting from illnesses, infection, suicide, scuba diving, or other risky accidents, and you'll have to read the fine print to know when you're covered. The process of claiming an AD&D benefit can be lengthy, and the deceased may undergo an autopsy before benefits are paid out by the insurance company.\n\nIn addition, the terms of death are often officially investigated before an insurer approves a claim.\n\nCheaper than life insurance, with premiums as low as $60 per year\n\nCovers non-fatal injuries, such as blindness, deafness, and lost limbs\n\nMay be available at a lower cost through your employer\n\nDoes not cover suicide, self-inflicted injuries, overdoses, or injuries due to certain risky behaviors\n\nOffers comparatively lower payouts than life insurance\n\nMay require extensive paperwork and investigation before receiving a payout\n\nAccidental death insurance varies widely by policy and jurisdiction. Some plans will also offer more complex benefits, depending on the nature of the insured's death, or partial benefits in the case of disabling injuries. For example, a death in an auto accident may be eligible for a higher payout. Here are some sample policies for a 21-year-old nonsmoking male in Pennsylvania.\n\nMutual of Omaha offers an Accidental Death policy of $250,000, for a monthly payment of $5.85. Farmers Insurance has a similar policy with a payout of $200,000, for a monthly payment of $10. This payout is increased to as much as $1,000,000 in the event of a death in a common carrier accident. However, Farmers Insurance is available in fewer jurisdictions.\n\nYes. In the event of an accidental death that meets the terms of your VAD&D policy, the beneficiaries can collect payouts from both the deceased's life insurance policy and their VAD&D policy.\n\nVoluntary Accidental Death & Dismemberment is considered supplemental to ordinary life insurance. Since there are many ways to die that aren't covered by VAD&D, it's more important to have a life insurance policy.\n\nIn most cases, the victim of homicide would be covered by Accidental Death and Dismemberment insurance, unless the death resulted from poisoning, drug overdose, or criminal activity by the deceased. It is important to read the fine print of your policy to know which activities may be excluded.\n\nVoluntary Accidental Death and Dismemberment (VAD&D) is an affordable, limited form of life insurance that provides a cash benefit in the event of a fatal or disabling accident. Due to the low premiums, VAD&D is sometimes attractive to younger people who may not have the income to support a full life insurance policy. However, VAD&D only pays out in very specific circumstances. While it may be worth getting if your employer provides it, VAD&D is no substitute for a full life insurance policy.\n\nAflac. \"Accidental Death and Dismemberment (AD&D) Insurance.\"\n\nProgressive. \"Life Insurance vs. AD&D Insurance.\"",
  "url": "https://www.investopedia.com/terms/v/voluntary-accidental-death-and-dismemberment-insurance-vadd.asp"
}