{
  "term": "Voluntary Simplicity: What It Is, How It Works, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nVoluntary simplicity is a lifestyle choice that minimizes the needless consumption of material goods and the pursuit of wealth for its own sake. It is sometimes referred to as \"simple living,\" \"the simple life,\" or \"downshifting.\" People embrace voluntary simplicity to create less complicated and more meaningful lives for themselves and their families, and to reduce the negative impact that unnecessary consumption can have on the environment.\n\nAdvocates of voluntary simplicity believe that today's consumer culture too often encourages people to think that they can buy happiness or boost their social status with expensive goods, luxury cars, and ever-larger homes. Instead, some people choose to leave the proverbial rat race and join the voluntary simplicity movement.\n\nBecause a simpler life is less costly, advocates say, people can work fewer hours and have more time for themselves and their family. Voluntary simplicity is not just about living with less of what money can buy, but about wanting less in the first place. People who practice it say they don't feel deprived, but liberated.\n\nVoluntary simplicity has come in and out of vogue for decades, under numerous names and in many variations. One early advocate was the author and philosopher Henry David Thoreau. He spent a little over two years living the simple life in a small house he built on the shore of Walden Pond near Concord, Massachusetts, and chronicled the experience in his famous 1854 book, \"Walden, or Life in the Woods.\" Thoreau's simple advice to readers: \"Simplify, simplify.\"\n\nA century after Thoreau, the hippie counterculture brought a voluntary simplicity vibe to the 1960s and early '70s, with its rejection of material goods and its embrace of communal living and a back-to-the-land movement. By 1971, former Beatle John Lennon was urging fans and followers to \"imagine no possessions,\" in his song \"Imagine.\"\n\nToward the end of the 20th century, voluntary simplicity became a key principle of theFinancial Independence, Retire Early (FIRE)movement, advanced by authors Vicki Robin and Joe Dominguez, among others. It suggested that people who drastically slashed their expenses and saved the money instead could leave the workforce long before traditional retirement age and spend those years doing the things they really wanted to do.\n\nMore recently, Marie Kondo's 2014 bestseller, \"The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing,\" became a new addition to the voluntary simplicity canon. It urged readers to purge possessions that were merely weighing them down, both physically and mentally. Kondo's advice: \"Keep only those things that speak to the heart, and discard items that no longer spark joy. Thank them for their service—then let them go.\"\n\nYou don't have to embrace every aspect of voluntary simplicity but can chose the ones you think will enhance your life. Voluntary simplicity is, after all, voluntary.\n\nPeople can practice voluntary simplicity—and enjoy some of its benefits—even if they don't want to make it the focal point of their lives.\n\nThat might meandownsizingfrom a large house to a smaller one, as many people do when they reach retirement age, both to simplify their lives and to reduce their living costs. It might mean cooking at home more and eating out less, especially if cooking is an activity you enjoy. It might also mean growing some vegetables in your garden instead of buying everything at the store.\n\nIf you are in a position to do so, voluntary simplicity might involve paring back on the hours you spend at work so you can devote more time to family activities or hobbies. Or it might mean ratcheting up your savings now so that you can leave your job for good, sooner rather than later.\n\nVoluntary simplicity is an individual choice and there are many ways to incorporate it into your life. Spending less, reducing clutter, and mindful consumption are three easy ways to begin.",
  "url": "https://www.investopedia.com/terms/v/voluntary-simplicity.asp"
}