{
  "term": "Voluntary Reserve",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA voluntary reserve is a sum of cash that is held by an insurance company over and above any minimum required by government regulators.\n\nState regulations set minimum reserve requirements for insurance companies that are intended to ensure they remain solvent. Voluntary reserves, also known as additionally held liquid assets, are recorded as such in company financial statements.\n\nState regulators have similar reserve requirements for financial institutions within their jurisdictions. Like insurance companies, those institutions may have voluntary reserves.\n\nState regulators use tools provided by theInsurance Regulatory Information System(IRIS), which is managed by theNational Association of Insurance Commissioners(NAIC), to determine the solvency of insurance companies in their jurisdictions, and the appropriate amount of cash they should have in reserve.\n\nIRIS mines financial information filed by each insurance company in order to determine which insurance companies may face solvency issues. The regulatory body determines a range ofliquidity ratiovalues that are considered acceptable for each company. Outlying values indicate that an insurer should be examined more closely by regulators.\n\nInsurance companies have competing considerations when deciding on the size of a voluntary reserve.\n\nA large amount of cash on hand is a sign of the company's stability and its ability to meet the demands of any catastrophe. But it also decreases the amount available to reinvest in the business or reward shareholders.\n\nThere are few restrictions on the use of a voluntary reserve, however. The company could choose to pay any unexpected expense from it or, for that matter, use it to fund a shareholder dividend.\n\nVarious tax laws and accounting practices discourage property and casualty insurers, in particular, from setting aside excess money even for catastrophes.\n\nAn insurance company's voluntary reserve is separate from itsclaim reserve, which is an amount of money budgeted for policyholder claims that have not yet been filed.\n\nStandard levels of reserves in the industry range from 8% to 12% of the company's total revenues. The requirements vary depending on the type of risks a company assumes.\n\nReserve requirementsare a shifting field for regulators. In 2016, an NAIC report concluded that the existing formulas for reserves were excessive in some cases and inadequate in others, depending on the circumstances and clientele of the company. The standards, it found, did not reflect the growing variety and complexity of financial products that are now sold by life insurance companies.\n\nThe report recommended “principle-based reserving” for life insurance companies. This departure from past practice bases reserve requirements on a highly individualized mix of factors that include the demographics of the company's clients, the company's financial performance, and its financial strength.\n\nAs a result, at least 46 states have moved to change their formulas determining reserve requirements.\n\nNational Association of Insurance Commissioners. \"Insurance Regulatory Information System (IRIS) Ratios Manual 2020 Edition,\" Page 1. Accessed March 17, 2021.\n\nNational Association of Insurance Commissioners. \"Principle-Based Reserving (PBR).\" Accessed March 17, 2021.\n\nNational Association of Insurance Commissioners. \"How Principle-Based Reserving Will Affect Life Insurers,\" Page 2. Accessed March 17, 2021.",
  "url": "https://www.investopedia.com/terms/v/voluntary-reserve.asp"
}