{
  "term": "Voluntary Bankruptcy: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nVoluntary bankruptcy is a type ofbankruptcywhere aninsolventdebtor brings the petition to a court to declare bankruptcy because they are unable to pay off their debts. Both individuals and businesses are able to use this approach.\n\nA simple definition of voluntary bankruptcy is simply when a debtor chooses to go to court over bankruptcy versus being forced to do so. A voluntary bankruptcy is intended to create an orderly and equitable settlement of the debtor's obligations.\n\nVoluntary bankruptcy is a bankruptcy proceeding that adebtor, who knows that they cannot satisfy the debt requirements of itscreditors, initiates with a court.\n\nVoluntary bankruptcy typically commences when and if a debtor finds no other solution to their dire financial situation. Filing for voluntary bankruptcy differs from filing forinvoluntary bankruptcy, which occurs when one or more creditors petitions a court to judge the debtor as insolvent (unable to pay).\n\nIn addition to voluntary bankruptcy, other forms of bankruptcy exist, including involuntary bankruptcy, and technical bankruptcy.\n\nBankruptcy filings vary among states, which can lead to higher or lower filing fees, depending on the location of the filing.\n\nCreditors request involuntary bankruptcy of debtors when they will not be paid without bankruptcy proceedings and need a legal requirement in order to force the debtor to pay. A debtor must have attained a certain level of debt for a creditor to request an involuntary bankruptcy. This level will vary, depending on if the debtor is an individual or corporation.\n\nIn atechnical bankruptcy, an individual or company has defaulted on their financial obligations, yet this has not been declared in court.\n\nWhen a corporation goes bankrupt, either voluntarily or involuntarily, there is a specific series of events that occur for all stakeholders to receive due payments. This begins with distributing assets tosecured creditors, who have collateral on loan to the business.\n\nIf they cannot fetch a market price for the collateral (which has likely depreciated over time), secured creditors can recoup some of the balance from the company’s remaining liquid assets.\n\nSecured creditors are followed byunsecured creditors—those who have loaned funds to the company (i.e., bondholders, employees who are owed unpaid wages, and the government, if taxes are owed). Preferred and common shareholders, in that order, receive any outstanding assets, if any remain.\n\nVarious types of bankruptcy that a corporation can declare include Chapter 7 bankruptcy, which involves liquidation of assets; Chapter 11, which deals with corporate reorganizations; and Chapter 13, which is debt repayment with lowered debtcovenantsor payment terms.﻿﻿﻿\n\nOf all the types of bankruptcy, voluntary bankruptcy is the most common.\n\nUnited States Courts. \"Bankruptcy.\" Accessed Jan. 27, 2021.",
  "url": "https://www.investopedia.com/terms/v/voluntary-bankruptcy.asp"
}