{
  "term": "Voluntary Accumulation Plan",
  "definition": "A voluntary accumulation plan offers a mutual fund investor a way to accumulate a large number of shares over time by investing a manageable fixed-dollar amount on a regular schedule, usually monthly. The small investor gets the opportunity to take advantage of thedollar-cost averagingstrategy.\n\nMany mutual funds offer their customers the ability to do this.\n\nA voluntary accumulation plan, as the name suggests, is executed at the discretion of the investor. The company that offers the mutual fund may set a minimum dollar amount for these additional regular purchases.\n\nIt works like an automatic savings program. The investor approves a regular monthly payment into the fund, which is automatically used to purchase additional shares of the fund.\n\nThe investor gets the ease of automatic savings and the benefits of dollar-cost averaging. This investing strategy requires regular purchases of the same stock or fund month after month no matter what its price is at that time.\n\nUsing dollar-cost averaging, investors get more shares of the mutual fund when the price is low and fewer shares when the price is high. Over time, shares purchased at the “right time” tend to outnumber shares purchased at the “wrong time.” The investor should end up with a substantial number of shares at a reasonable price.\n\nIf you have a lot of cash on hand, invest it all at once. If not, a voluntary accumulation plan is a good option.\n\nA voluntary accumulation plan is particularly appropriate for investors who want to build a solid portfolio but have little spare cash on hand. They can take time to build their stake.\n\nUsing a voluntary accumulation plan to mitigate the effects of a volatile market through dollar-cost averaging has a lot of appeals but it’s not the best decision for all investors.\n\nAn investor who has a large sum of cash on hand to invest in a mutual fund may be better off investing it all at once.\n\nThis is primarily because cash is better off being invested than sitting around losing value due to inflation.\n\nSome investors even avoid buying into mutual funds that hold too much cash. It can create a drag on returns, particularly during a rising market.\n\nThe investor who puts a lump sum into a mutual fund rather than spreading it out through a voluntary accumulation plan runs the risk of buying just before a dramatic market correction. But it’s usually a better strategy, statistically speaking.\n\nVoluntary accumulation plans are a convenient and powerful tool for investors who want to build a position paycheck by paycheck. They should not be used as a reason to sit on cash.",
  "url": "https://www.investopedia.com/terms/v/voluntaryaccumulationplan.asp"
}