{
  "term": "Voluntary Conveyance: What It Is, How It Works",
  "definition": "Voluntary conveyance refers to an elective transfer of title from one individual to another without adequate consideration. Consideration refers to compensation which is expected in return for the property. Without it, the conveyor should be prepared to offer a legal explanation for the transfer.\n\nVoluntary conveyance, like any sale of real estate, is a form of voluntary property transfer. Voluntary conveyance is distinguished, however, by the lack of adequate consideration given to the seller. Consideration is a legal term that refers to the compensation given in exchange for the property in question. Following are some common scenarios for voluntary conveyance.\n\nSome delinquent borrowers will voluntarily convey the property to the lender in order to avoiddefaultand the effects it has on the borrower’s credit history. The lender can accept conveyance oftitle, then sell the property. The lender may then have the right to file an insurance claim to recover any remaining deficiency, depending on local laws. In making such a conveyance, the borrower avoids the stigma of default.\n\nIn most states, it is illegal to transfer property to a third party in order to avoidcreditors’ claims on that property. This is known as afraudulent conveyance, and creditors can pursue their claim on the property via civil legal action. Penalties depend on whether the court rules that the fraud is actual, that is intentional, or constructive, which describes a de facto fraudulent transaction.\n\nDonors wishing to convey real property to a charitable organization must carefully manage the issue of consideration to ensure the desiredtax deduction. The receiving organization must have an IRS tax exemption in good standing, and the transaction should be properly vetted by independent appraisers and tax attorneys. With these safeguards in place, consideration comes in the form of a tax deduction.﻿﻿\n\nA property owner can convey real estate to a descendent as a gift or via a last will and testament. Many states allow for a giftdeedto change hands, listing a nominal consideration which could be a small monetary amount or simply love and affection. Such a gift can be considered suspicious when creditors seek possession of the property to fulfill claims on the property.\n\nInvoluntary conveyance is the transfer of real property without the owner’s consent. This can take place in cases of condemnation due to neglect or natural disaster, failure to pay taxes, or the death of a property owner with no direct heirs. In such cases, the state will take custody of the property.\n\nInternal Revenue Service. \"Publication 526: Charitable Contributions,\" Pages 8-13. Accessed Nov. 26, 2020.",
  "url": "https://www.investopedia.com/terms/v/voluntary-conveyance.asp"
}