{
  "term": "Volume Discount: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPatamaporn Umnahanant / Getty Images\n\nA volume discount is an economic incentive to encourage individuals or businesses to purchase goods in multiple units or in large quantities. The seller or manufacturer rewards those buying in bulk by providing a reduced price for each good or group of goods.\n\nVolume discounts allow businesses to purchase additionalinventoryat reduced cost and allow sellers or manufacturers to reduce inventories by selling more units to bulk buyers who are incentivized by the lower price.\n\nVolume discounts allow buyers to purchase goods at a discounted rate. These savings are often passed on to consumers.\n\nFor example, Walmart can purchase such large quantities of each particular good that it routinely receives volume discounts from itsvendors. Walmart's customers, in turn, can purchase these goods for less money than if they went to a store that did not buy in such great volume.\n\nIn financial markets, some brokerage firms offer volume discounts on commissions charged depending on the level of investment or trading activity or for largeblock ordertrades.\n\nThe discounts can take on a variety of structures. Volume discounts are often tiered—that is, a specificdiscountis applied to X number of units within that tier. The discount increases for tiers that include larger and larger numbers of units.\n\nFor instance, a discount could be applied to 50 to 100 units sold, with a greater discount for 101 to 200 units sold, and an even larger discount could apply to 201 to 300 units sold, and so on.\n\nAnother method of offering volume discounts is to apply a lower rate only when a certain threshold is reached. For example, the discount might go into effect after 100 units are purchased and only apply to the units beyond that threshold. The buyer would still pay full price for the first 100 units they procured.\n\nYet another discount structure is to offer reduced prices on packages of units. A discount price could be offered for every 10 units sold, with the same rate applied equally. Another deeper discount rate might then be applied for every 25 units sold. To reap the benefits of the lower prices, the buyer must purchase units in the stated increments.\n\nIn the previous example, if the buyer purchased 15 units, they would pay the lower rate only for 10 units and full price for the remaining five units. The same would be true if 27 units were purchased; two units would cost the full price while 25 units get the lower rate. The volume discount would not apply to the entire order.\n\nThere are many ways to give volume discounts but one of the most common is tiered pricing. A percentage discount is given based on specific tiers that equate to a quantity. For example, a tier one discount might be the purchase of 500 units and a 10% discount. A tier two discount would then be a purchase of 1,000 units and a 25% discount. A tier three discount would be the purchase of 1,500 units and a 40% discount, and so on.\n\nYes, volume discounts are legal under the Robinson-Patman Act. Volume discounts are often questioned to be price discrimination but legally they are not. The key point is that volume discounts should be offered to anyone who meets the quantity needed for a discount.\n\nA volume discount provides the buyer with a lower price if goods are bought in bulk. Often, the more that is bought in bulk, the bigger the discount. Volume discounts occur at the time of purchase. Arebateis usually a refund or a discount that is given to the buyer after the purchase of an item.\n\nA volume discount is a discount in price to buyers who purchase in bulk. Volume discounts help both buyers and sellers; buyers by reducing inventory and sellers by lowering costs. Volume discounts can be applied in different ways, such as tiered pricing, threshold-based discounts, and incremental unit discounts.\n\nBrea-Solís, Humberto and et al. \"Business Model Evaluation: Quantifying Walmart’s Sources of Advantage.\"Harvard Business School, Working Paper 13-039, November 6, 2012, pp. 11.\n\nFederal Trade Commission. \"Price Discrimination: Robinson-Patman Violations.\"",
  "url": "https://www.investopedia.com/terms/v/volume-discount.asp"
}