{
  "term": "Vomma: What it is, How it Works, Formula",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVomma is the rate at which the vega of an option will react to volatility in the market. Vomma is part of the group of measures—such asdelta,gamma, and vega—known as the \"Greeks,\" which are used in options pricing.\n\nVomma is a second-order derivative for an option’s value and demonstrates the convexity of vega. A positive value for vomma indicates that a percentage point increase in volatility will result in an increased option value, which is demonstrated by vega'sconvexity.\n\nVomma and vega are two factors involved in understanding and identifying profitable option trades. The two work together in providing detail on an option's price and the option price’s sensitivity to market changes. They can influence the sensitivity and interpretation of theBlack-Scholespricing model for option pricing.\n\nVomma is a second-order Greek derivative, which means that its value provides insight on how vega will change with theimplied volatility (IV)of the underlying instrument. If a positive vomma is calculated and volatility increases, vega on the option position will increase. If volatility falls, a positive vomma would indicate a decrease in vega. If vomma is negative, the opposite occurs with volatility changes as indicated by vega’s convexity.\n\nGenerally, investors with long options should look for a high, positive value for vomma, while investors with short options should look for a negative one.\n\nThe formula for calculating vomma is below:\n\nVomma=∂ν∂σ=∂2V∂σ2\\begin{aligned} \\text{Vomma} = \\frac{ \\partial \\nu}{\\partial \\sigma} = \\frac{\\partial ^ 2V}{\\partial\\sigma ^ 2} \\end{aligned}Vomma=∂σ∂ν​=∂σ2∂2V​​\n\nVega and vomma are measures that can be used in gauging the sensitivity of the Black-Scholes option pricing model to variables affecting option prices. They are considered along with the Black-Scholes pricing model when making investment decisions.\n\nVegahelps a trader understand a derivative option’s sensitivity to volatility occurring from the underlying instrument. Vega provides the amount of expected positive or negative change in an option’s price per 1% change in the volatility of the underlying instrument. A positive vega indicates an increase in the option price, and a negative vega indicates a decrease in the option price. Avega-neutral positioncan help traders remove some of the implied volatility risks.\n\nVega is measured in whole numbers, with values usually ranging from -20 to 20. Higher time periods result in a higher vega. Vega values signify multiples representing losses and gains. A vega of 5 on Stock A at $100, for example, would indicate a loss of $5 for every point decrease in implied volatility and a gain of $5 for every point increase.\n\nThe formula for calculating vega is below:\n\nν=Sϕ(d1)twithϕ(d1)=e−d1222πandd1=ln(SK)+(r+σ22)tσtwhere:K=option strike priceN=standard normal cumulative distribution functionr=risk free interest rateσ=volatility of the underlyingS=price of the underlyingt=time to option’s expiry\\begin{aligned} &\\nu = S \\phi (d1) \\sqrt{t} \\\\ &\\text{with} \\\\ &\\phi (d1) = \\frac {e ^ { -\\frac{d1 ^ 2}{2} } }{ \\sqrt{2 \\pi} } \\\\ &\\text{and} \\\\ &d1 = \\frac { ln \\bigg ( \\frac {S}{K} \\bigg ) + \\bigg ( r + \\frac {\\sigma ^ 2}{2} \\bigg ) t }{ \\sigma \\sqrt{t} } \\\\ &\\textbf{where:}\\\\ &K = \\text{option strike price} \\\\ &N = \\text{standard normal cumulative distribution function} \\\\ &r = \\text{risk free interest rate} \\\\ &\\sigma = \\text{volatility of the underlying} \\\\ &S=\\text{price of the underlying} \\\\ &t = \\text{time to option's expiry} \\\\ \\end{aligned}​ν=Sϕ(d1)t​withϕ(d1)=2π​e−2d12​​andd1=σt​ln(KS​)+(r+2σ2​)t​where:K=option strike priceN=standard normal cumulative distribution functionr=risk free interest rateσ=volatility of the underlyingS=price of the underlyingt=time to option’s expiry​",
  "url": "https://www.investopedia.com/terms/v/vomma.asp"
}