{
  "term": "Voodoo Accounting: What It is, How It Works, Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe term voodooaccountingrefers to a creative and unethical method of accounting that artificially inflates figures found on a company's financial statements. Voodoo accounting employs numerous accounting gimmicks to boost thebottom lineby inflatingrevenue, concealing expenses, or both.\n\nThe individual accounting maneuvers used in voodoo accounting may be minor, and one-time accounting gimmicks may be ignored by investors. However, repeat offenses often affect the company’smarket valueand reputation for the worse.\n\nAs noted above, voodoo accounting describes the tricks a company may use to hide its losses and inflate itsprofits. The reason behind the name is simple—profits and losses seem to magically appear and disappear using accounting gimmicks.\n\nThis process is not only unprofessional, but it's also unethical. That's because companies that use this technique knowingly deceive investors and analysts into believing that they're much more profitable than they actually are. Accounting tricks are hard to pull off for companies subjected to higher levels of analysis. It is among smaller, less followedpublic companiesthat voodoo accounting can be more prevalent.\n\nCreative accounting techniques are not new. In fact, they've existed for decades. Some of the voodoo accounting practices identified by formerSecurities and Exchange Commission(SEC) Chair Arthur Levitt at the height of thedotcom bubblein the late 1990s included:\n\nMost companies take part in practices like voodoo accounting so investors don't lose confidence in them. After all, a profit is much better than losses—especially when they're consistent. And the pressure of meetingquarterly earningsexpectations onWall Streetis also another primary motivation for using voodoo accounting. But when discovered, these tricks could have serious implications.Executive compensationand jobs are normally at stake, along with a company's reputation and value in the market.\n\nAs the accounting profession evolved and regulators became more serious in enforcing laws, voodoo accounting came under greater scrutiny. This was especially true following the Enron scandal. The failing energy and utility company used off-the-book accounting practices to fool shareholders and regulators into believing it was profitable.\n\nEnron usedspecial purpose vehicles(SPVs) to hide losses,toxic assets, and volumes of debt, thereby deceiving both its creditors and shareholders. The company filed forChapter 11and the scandal resulted in fines and charges for a number of company executives.﻿﻿\n\nTheEnron scandalrocked the financial world because of the tricks that the company used to hide copious amounts of debt and toxic assets it was dealing with for years. Regulators took notice of Enron's actions along with other cases of financial misconduct from the likes of Tyco andWorldComby passing theSarbanes-Oxley Act of 2002.﻿﻿ The law required reforms to regulations and also set in stricter penalties for those who committed financial fraud.﻿﻿\n\nThe Sarbanes-Oxley Act of 2002 was passed to ensure companies are truthful and transparent in their financial reporting.\n\nHere's a hypothetical example of how voodoo accounting works. A company may employ voodoo accounting to prematurely recognize $5 billion of revenue while concealing $1 billion in unexpectedexpensesduring aquarter.\n\nThese tactics enable it to reportnet incomethat is $6 million higher than the true figure for the quarter. This may have significant implications on the stock price upon release of the quarterly earnings report. However, the discovery that these additional profits for the period were not real would quickly erase a positive share price reaction and call into question management credibility.\n\nSecurities and Exchange Commission. \"Remarks by Chairman Arthur Levitt.\" Accessed Feb. 8, 2021.\n\nJournal of Accountancy. \"The Rise and Fall of Enron.\" Accessed Feb. 8, 2021.\n\nSecurities and Exchange Commission. \"Speech by SEC Commissioner: SEC Initiatives Under the Sarbanes-Oxley Act of 2002.\" Accessed Feb. 8, 2021.\n\n107th Congress, 2nd Session. \"H.R.3763 - Sarbanes-Oxley Act of 2002.\" Accessed Feb. 8, 2021.",
  "url": "https://www.investopedia.com/terms/v/voodooaccounting.asp"
}