{
  "term": "Vortex Indicator (VI): Definition, Calculations, Chart Example",
  "definition": "Jira Pliankharom / Getty Images\n\nA vortex indicator (VI) is an indicator composed of two lines - an uptrend line (VI+) and a downtrend line (VI-). These lines are typically colored green and red respectively. A vortex indicator is used to spot trendreversalsand confirm current trends.\n\nThe vortex indicator was first developed by Etienne Botes and Douglas Siepman who introduced the concept in a 2009 edition of “Technical Analysis of Stocks & Commodities.”﻿﻿﻿The vortex indicator is based on two trendlines: VI+ and VI-.\n\nThe calculation for the indicator is divided into four parts.\n\n1. True range (TR) is the greatest of:\n\n2.Uptrendand downtrend movement:\n\n4. Create the trendlines VI+ and VI-\n\nThe traditional application of using VI- and VI+ crossovers can result in a number of false trade signals when price action is choppy. Increase the number of periods used in the indicator to reduce this, for example, using 25 periods instead of 14.\n\nThe vortex indicator is commonly used in conjunction with other reversal trend patterns to help support a reversal signal. It is integrated into mosttechnical analysissoftware programs. VI+ and VI- are typically graphed independently below a candlestick chart. The chart below provides an example with lines that indicate changing trend signals on acandlestickchart.\n\nAn uptrend or buy signal occurs when VI+ is below VI- and then crosses above VI- to take the top position among the trendlines. A downtrend or sell signal occurs when VI- is below VI+ and crosses above VI+ to take the top position among the trendlines. Overall, the trendline in the top position generally dictates whether thesecurityis in an uptrend or downtrend.\n\nTechnical Analysis of Stocks & Commodities. \"The Vortex Indicator,\" Page 1. Accessed Sept. 1, 2020.",
  "url": "https://www.investopedia.com/terms/v/vortex-indicator-vi.asp"
}