{
  "term": "Voting Trust Agreement: What it Means, How it Works",
  "definition": "A voting trust agreement is a contractual agreement in which shareholders withvoting rightstransfer their shares to a trustee, in return for a voting trust certificate. This gives the votingtrusteestemporary control of the corporation.\n\nDetails of a voting trust agreement, including the timeframe that it lasts and the specific rights, are laid out in a filing with the SEC.\n\nVoting trust agreements are usually operated by the current directors of a company, as a countermeasure tohostile takeovers. But they may also be used to represent a person or group trying to gain control of a company—such as the company's creditors, who may want to reorganize a failing business. Voting trusts are more common in smaller companies, as it is easier to administer them.\n\nVoting trustsare similar toproxy voting, in the sense that shareholders designate someone else to vote for them. But voting trusts operate differently from a proxy. While the proxy may be a temporary or one-time arrangement, often created for a specific vote, the voting trust is usually more permanent, intended to give a bloc of voters increased power as a group—or indeed, control of the company, which is not necessarily the case with proxy voting.\n\nVoting trust agreements, which have to be filed with theSecurities and Exchange Commission(SEC), specify how long the agreement lasts for—which is usually for a number of years, or until a certain event happens.\n\nThey also outline the rights of the shareholders, such as the ongoing receipt of dividends; procedures in the event of a merger, such as consolidation or dissolution of the company; and the duties and rights of trustees, such as what the votes will be used for. In some voting trusts, the trustee may also be granted additional powers, like the freedom to sell or redeem the shares.\n\nAt the end of the trust period, the shares are usually returned to the shareholders, although in practice many voting trusts contain provisions for them to be revested on the voting trusts with identical terms.",
  "url": "https://www.investopedia.com/terms/v/votingtrustagreement.asp"
}