{
  "term": "Voting Shares: Definition, Types, and Examples",
  "definition": "Voting shares are shares that give the stockholder the right to vote on matters of corporate policymaking. In most instances, a company'scommon stockrepresents voting shares. Differentclasses of shares, such as preferred stock, sometimes do not allow for voting rights.\n\nThe holders of voting shares have the ability to weigh in on decisions about a company’s future direction. For instance, if a company is considering anacquisitionoffer by another company or a group of investors, the owners of voting shares would be able to cast their vote on the offer.\n\nShareholders who own voting shares typically receive regular communications from the company regarding matters that would require a vote for the organization to act. The decision to vote or not vote on such issues does not directly affect their ownership of shares or their value. However, there may be subsequent actions that result from the votes that affect the company'smarket value.\n\nIt is not uncommon for so-calledactivist investorsto encourage the owners of voting shares to cast their votes in favor of an action or decision the activist investor wants the company to pursue.\n\nHostile bidsto acquire a company may see the prospective buyers campaign to the holders of voting shares in the hopes of gathering enough support to effect a new direction at the company. This may include a change of the current board of directors, which would allow for further changes at the organization, such as the removal and replacement of executive officers of the company.\n\nIf the board of directors agrees to the sale of the company, the approval process for the deal includes a vote among shareholders who own voting shares. The owners of voting shares could reject an offer if they believe the bid does not meet their valuation of the company.\n\nDepending on the types of shares issued, shareholders may have varying levels of voting power. For example, a company may reserve a class of shares for the founders, upper management, and early employees of the company that grants each of them several votes for each share they own.\n\nManagement might issue additionalvoting sharesthat carry just one vote per share. Shares that hold no voting power may also be issued.\n\nSuch an arrangement would grant a segment of stakeholders greater individual voting power for the decisions that shape the organization. Thedifferent types of voting sharesmight also have a different market value, particularly if new shares are offered through astock split.\n\nGoogle is one of the most notable companies with multiple classes of shares. There are shares that trade under the ticker symbol GOOGL, which are Class A shares withvoting rights, and there is a class of shares trading under the symbol GOOG, which are Class C shares without voting rights. Google also has non-traded Class B shares. These shares are held by companyinsidersand carry supervoting privileges—each Google Class B share counts as 10 votes.\n\nWarren Buffett’s Berkshire Hathaway also has multiple share classes. The company’s Class A shares trade under the ticker symbol BRK.A and have voting rights. Alternatively, investors can purchase Class B Berkshire shares for a fraction of the cost but with barely any say on how the company is run.\n\nBloomberg. \"Why Google Is Issuing a New Kind of Toothless Stock.\" Accessed June 29, 2021.\n\nBerkshire Hathaway. \"Comparison of Berkshire Hathaway Inc. Class A and Class B Common Stock.\" Accessed June 29, 2021.",
  "url": "https://www.investopedia.com/terms/v/votingshares.asp"
}