{
  "term": "Voucher Check: Definition, Examples and Benefits",
  "definition": "Investopedia / Madelyn Goodnight\n\nA voucher check is a combination of acheckand avoucher, also known as \"remittance advice,\" which includes pertinent information about the parties to the transaction and thus creates an auditable paper trail about that check's payment.\n\nThe voucher check creates a paper trail for the payment by theissuerof the check. The recipient of the voucher check detaches one voucher part and retains it for record-keeping before cashing the check. The issuer retains the other voucher portion.\n\nVoucher checks that are used in computerized accounting systems have three parts that together fit on standard-sized sheets of paper for ease of use in printers. The checks are usually business sized—longer than a standard check but with the same width. One part is the check and the other two parts are the vouchers for thepayeeand issuer for their respective records. Perforations make the different sections easy to separate.\n\nA voucher is a document used by a company’saccounts payabledepartment to gather and file all of the supporting documents needed to approve and track the payment of aliability. A voucher is essentially the backup documents for accounts payable, invoicing, or payroll. (Accounts payable are the short-term bills owed by companies to vendors and suppliers.) The voucher is important because it is an internalaccounting controlmechanism that ensures that every payment is properly authorized and that the goods or services purchased are actually received.\n\nVoucher checks are commonly used by a company's payroll department and are referred to as payroll checks. The voucher will contain a voucher number, name of the payee, date, amount (gross and net if any deductions), signatures, and any memo notes that need to be recorded. Forpayroll, even though direct deposit is increasingly becoming the norm for paying employees, having a paper trail back-up is a common practice.\n\nVendorsalso use voucher checks. In this instance, a voucher check is issued when aninvoiceis matched with a purchase order and documentation that the order was filled. In addition, for the accounts payable department, having a file of voucher records of payments to vendors is helpful in resolving payment disputes and in preparing books for internal month-end closings.",
  "url": "https://www.investopedia.com/terms/v/voucher-check.asp"
}