{
  "term": "Vulture Fund: What it is, How it Works, Examples",
  "definition": "A vulture fund is an investment fund that seeks out and buys securities in distressed investments, such ashigh-yield bondsin or neardefault, or equities that are in or near bankruptcy. The goal is to 'swoop in' and pick up underpriced shares that are perceived to have been oversold to make high-risk but potentially high-reward bets.\n\nVulture funds take extreme bets ondistressed debtand high-yield investing, also deploying legal actions in their management strategies to obtain contracted payouts. These funds are typically managed by hedge funds using various types of alternative strategies to obtain profits for their investors.\n\nTo achieve the strategy, portfolio managers seek deeply discounted investments with high potential rates of return due to the high default risks. Generally, investments are focused on fixed income instruments such as high yield bonds and loans that pay fixed or variable interest rates. Oftentimes, the investments will be ingovernment debtof distressed countries, which requires even greater lobbyist involvement in resolving unpaid debts.\n\nA number oflegacy casesinvolving hedge funds and sovereign debt highlight the processes and procedures that vulture funds undergo to receive payouts for invested assets.\n\nAfter 15 years of negotiations ending in February 2016, Argentina agreed to repay six vulture funds that had invested in the country's debt. Leading hedge funds involved included Elliott Management’s NML Capital unit and Aurelius Capital Management. The final payout on the debt to the bondholders was negotiated at $6.5 billion.\n\nA similar situation emerged in Puerto Rico, facing acute budgetary crises in 2006-2007 and from 2013-2016 whenthe U.S. territory has filed for bankruptcy.The country owed as much as $120 billion in bond and pension debt to its creditors, which included U.S. mutual funds and hedge fund managers. Leading fund managers seeking repayment included Oppenheimer, Franklin, and Aurelius Capital Management.\n\nAs a result, the e Puerto Rico Oversight, Management, and Economic Stability Act (PROMESA), was enacted in 2016 to restructure the territory's debts and adjust its budget. Most of Puerto Rico's debts incurred in the 2010s are undergoing one of the largest restructurings of public debt in U.S. history, with vulture funds having played a prominent role in the debt restructuring.\n\nWhile Argentina and Puerto Rico are extreme cases, they highlight some of the investments made by vulture funds resulting in substantial gains. In addition to government debt, real estate properties and highly leveraged firms are also top investments for vulture funds. These funds are often willing to patiently wait for payouts resulting in substantial returns.\n\nVulture funds use alternative investing strategies, seeking bargain discount prices with substantial expected returns. Some people have looked down upon investment companies that operate like vulture funds, since they prey on the cheap debt of struggling investments, forcing companies to make payouts plus interest.\n\nOverall, vulture funds and vulture fund management are not typically for therisk-averse. Across the U.S. there are several investment managers who engage in this type of investing. Some of the most popular include Autonomy Capital, Canyon Capital, Monarch Alternative Capital, and Aurelius Capital Management.\n\nAvulture capitalistis a type ofventure capitalistwho specifically looks for opportunities to make money by buying poor or distressed firms. They are also known for taking control over someone else's innovations and, as a result, the money that person would have acquired from those innovations.\n\nThe term is slang for someone who is an aggressive venture capitalist, and as such is believed to be predatory in their nature. Just like the bird they are named after, vulture capitalists will wait until they see the right opportunity and swoop in at the last minute, taking advantage of a situation with the lowest possible price.\n\nVulture capitalists are often criticized for their aggressive behavior because they are seen as preying on the companies they buy in order to make aprofit. They are called out because they will seek out the most distressed companies at really low prices. They will go to great lengths in order to keep their costs down so as to make the most profit. A venture capitalist may look first at cutting down staff, which can lead tounemploymentand cause a ripple effect in the economy.\n\nSeven Pillars Institute. \"Argentina vs. the Hedge Funds: The 2014 Argentinian Bond Default.\" Accessed July 9, 2021.\n\nCongressional Research Service. \"Puerto Rico’s Public Debts: Accumulation and Restructuring.\" Accessed July 9, 2021.",
  "url": "https://www.investopedia.com/terms/v/vulturefund.asp"
}