{
  "term": "Vulture Capitalist: Meaning, Criticism, Example",
  "definition": "Extreme-Photographer / Getty Images\n\nA vulture capitalist is aninvestorwho seeks to extractvaluefrom companies in decline. The goal is to swoop in when sentiment is low–and the company is trading at a rock bottomprice–and take whatever action is necessary to engineer a quick turnaround and sell it on for aprofit.\n\nA vulture capitalist is a type ofventure capitalist(VC) who looks for opportunities to make money by buying poor or distressed firms. Just like the bird they are named after, vulture capitalists are predatory in nature. They will wait until they see the right opportunity and swoop in at the last minute, buying stakes at the lowest possible price.\n\nMost vulture capitalists will buy companies at a very low price to maximize the potential of higher returns and minimize the risk of walking away empty-handed.\n\nVulture capitalists get cheap deals by targeting companies thatfinancial institutions(FIs) do not want to lend money to. After failing to obtaincreditor funds frombanksand/or other investors, the struggling company often has no choice but to accept whatever help is on offer.\n\nOnce onboard, the vulture capitalist will piece together aggressive financial goals. They start out by attempting to revive the business,cutting costswherever possible to boost profits. If they don't succeed in this goal, vulture capitalists will often resort to selling offassetssuch as land, buildings, and machinery.\n\nRegardless of the outcome, vulture capitalists almost always find ways to squeeze money out of their investments. That remains the case, even if the company a vulture capitalist acquires eventually ends up filing forbankruptcy.\n\nThe way that vulture capitalists and venture capitalists (VCs) operate and choose to invest their money varies considerably.\n\nRather than prey on the weak and immediately identify ways to cut costs, VCs are more interested in providingcapitaltostartupsdisplaying early success. VCs also provide funding to companies unable to secure financing elsewhere; the primary difference between vulture capitalists and VCs is that the success of a VCs investments hinges on the targeted companies excelling and living up to their potential.\n\nVCs aim to nurse nascent companies and set them on a path to one day becomelarge-capcompanies. Vulture capitalists also hope their investments turn a corner–albeit with a more short-term focus. At the same time, vulture capitalists explore ways to profit from the demise of the companies they invest in.\n\nVulture capitalists are regularly talked about negatively. Critics attack them for stripping companies down to the bone in order to line their own pockets, for aggressively laying off staff, and for lending money at very highinterest ratesto companies that they should instead be trying to help.\n\nOften, vulture capitalists will go to great lengths to make money off their investments, even if it means boostingunemploymentand driving a company into the ground.\n\nSome pundits have hit back against the criticism being dished out at vulture capitalists, arguing that they are important for theeconomy. Vulture capitalists, they say, actually manage to revive a lot of firms–and even governments–that appeared to be beyond saving.\n\nVulture capitalists forced Argentina into bankruptcy, although some have applauded Paul Singer and his hedge fund for their harsh penalties, claiming that it forced the country to get its act together.\n\nWhen this isn't the case, proponents claim that vulture capitalists are at least instrumental in reallocating resources in the economy. They take people and resources out of companies where they are not being utilized properly, enabling them to be put to better use elsewhere.\n\nWithout vulture capitalists, some pundits argue that more businesses would have to bebailed outat the expense oftaxpayers.\n\nAlthough vulture capitalism has been part of American culture for a long time, the term came into the spotlight during the Republican primaries leading up to the 2012 general election.\n\nDuring the primaries, Mitt Romney said he was the best candidate to lead the party to the presidency because of his time at Bain Capital, aprivate equityfirm he helped co-found in 1984. During several debates, he stated that he helped rebuild companies that were struggling and, in turn, helped create jobs. He promised to do the same thing for the U.S. that he said he did for Bain Capital, citing his track record for building businesses, creating jobs, and boosting the economy.\n\nUnfortunately, his opponents did not see it the same way. While Romney called himself a venture capitalist who helped companies in trouble, they said he did nothing but prey on businesses and the people who worked for them. Rick Perry, Newt Gingrich, and Ron Paul all took shots at Romney, who claimed Bain Capital put people out of work in order to boost its own profits.\n\nIn the end, Romney succeeded in becoming the Republican nominee. However, he eventually lost to Barack Obama, who went on to lead the country in his second term as president.",
  "url": "https://www.investopedia.com/terms/v/vulturecapitalist.asp"
}