{
  "term": "W-8BEN: When to Use It and Other Types of W-8 Tax Forms",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nW-8 forms areInternal Revenue Service(IRS) forms that foreign individuals and businesses must file to verify their country of residence for tax purposes, certifying that they qualify for a lower rate of tax withholding.\n\nAlthough the W-8 forms are issued by the IRS, they are submitted only to payers or withholding agents, not to the IRS. Failure to submit the form may result in a withholding at the full 30% rate that applies to foreign entities.\n\nW-8 forms arefilled out by foreign individuals or entitiesthat lack U.S. citizenship or residency, but have worked in the U.S. or earned income in the U.S. This usually applies to foreign-domiciled businesses and non-resident aliens.\n\nFor example, a non-resident foreigner who earns interest ordividendsfrom U.S.-issuedsecuritieswould likely file a W-8BEN, while a foreign nonprofit with operations in the U.S. might need to file form W-8ECI. Former U.S. residents who earnretirement income, or who occasionally perform freelance work for U.S. clients, might also have to submit the form to reduce their tax withholdings. A U.S. citizen or resident alien will never have to complete a W-8 form.\n\nForeign individuals or businesses that earn income in the U.S. must pay a 30% tax on certain income types. The W-8 form will collect information on who the individual or business is, where they're from, and the types of income earned.\n\nThere are five W-8 forms. These forms are requested by the payers or withholding agents and kept on file with them—not filed with the IRS.\n\nThe version of the form used is determined by whether or not the filer is an individual or a business and the nature of the income the filer received. The forms are effective for the year in which they are signed and three calendar years afterward. Therefore, a W-8BEN signed on February 24, 2025, would be valid through December 31, 2028.\n\nThe W-8 series of forms are fairly complex. Though they require basic information such as name, country of origin, andtaxpayer identification number(TIN), they also ask for the contacts from which the filer is receiving the reported income. A professional is often consulted to assist in completing them.\n\nW-9 formsare also IRS forms used to provide or confirm a person's name, address, and taxpayer identification number (TIN). The W-9 forms are only required for U.S. citizens or resident aliens, or U.S. entities.\n\nThe following are the five types of W-8 forms and the circumstances where they should be used.\n\nForm W-8BEN (\"Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding and Reporting\") must be submitted by foreign persons who receive certain types of income in the United States. The form, sometimes referred to as a \"certificate of foreign status,\" establishes that the individual is botha foreign person and the owner of the businessin question.\n\nForeign individuals are ordinarily subject to a tax rate of 30% on specific types of income andcapital gains they receivefrom U.S. payers, including:\n\nThe form also helps you claim a reduction or an exemption from the U.S. tax withholding if you reside in a country with which the United States has an incometax treatyand the income you received is subject to that treaty.\n\nForeign persons must provide Form W-8BEN to the withholding agent or payer if they are the beneficial owner of the income subject to the tax withholding. You must submit the form regardless of whether you are claiming a reduced withholding.\n\nIndividuals must submit the form to the payer or withholding agent prior to receiving income or credits from them. Failure to submit a Form W-8BEN could result in paying either the full 30% rate or the backup withholding rate under section 3406.\n\nForm W-8BEN is used by foreign individuals who receive nonbusiness income in the U.S., whereas W-8BEN-E is used by foreign entities who receive this type of income.\n\nForm W-8BEN-E is also titled \"Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding and Reporting,\" but it is filed by foreign entities, not individuals.\n\nAs with foreign persons who receive certain types of income, the money generated by foreign businesses is typically withheld at a 30% rate by the payer or withholding agent in the United States. However, the form allows the foreign business to claim a reduction in taxes if its country of residence has a tax treaty with the United States.\n\nNon-U.S. businesses must provide the Form W-8BEN-E for the same sources of income that would require an individual to file a Form W-8BEN. Foreign entities that do not provide an accurate W-8BEN-E when required to do so will typically have to pay the full 30% tax rate.\n\nForm W-8ECI is the \"Certificate of Foreign Person's Claim for Exemption that Income Is Effectively Connected with the Conduct of a Trade or Business in the United States.\" It is filed by foreign individuals who engage in a trade or business in the United States and receive income from U.S. sources.\n\nThese proceeds are generally considered \"effectively connected income\" (ECI) whether or not there is a connection between the income and the trade or business being conducted in the United States in a particular year.\n\nCrucially, ECI is not subject to the same 30% withholding that applies to interest, rents, and other nonbusiness income. Instead, after subtracting applicable deductions, it is taxed at the graduated rate that U.S. citizens andresident alienspay. If your work is covered by a U.S. treaty, it would be taxed at the lowest rate under that treaty.\n\nIn most cases, you must have engaged in trade or business activities in the United States sometime during the tax year to be able to categorize income as ECI. That would be the case if, for example, a foreign individual performed personal services in the United States during the year. In addition, money made by a foreigner through investments in a partnership that conducts trade or business in the U.S. would also be treated as ECI.\n\nHowever, foreigners whose sole U.S. income is based on the trading of securities or commodities through a U.S.-based broker are not considered to be engaged in a trade or business with the United States. Therefore, they would not be subject to ECI tax treatment.\n\nForm W-8EXP is the \"Certificate of Foreign Government or Other Foreign Organization for United States Tax Withholding and Reporting\" and is used by certain payees in order to claim a reduction of—or exclusion from—tax withholding. These include foreign governments, foundations, andtax-exemptorganizations, as well as governments of a U.S. possession or foreign central banks of issue.\n\nIn order to receive a reduction or an exemption from tax withholding, the entity must be eligible under IRS code 115(2), 501(c), 892, 895, or 1443(b). Should none of those exemptions apply, the entity must file a W-8BEN or W-8ECI (if it received \"effectively connected income\").\n\nAs with other W-8 forms, Form W-8EXP must be sent to the payer or withholding agent before income is paid to you. Not doing so could lead to a tax withholding at the 30% rate, a backup withholding rate, or the ECI tax rate.\n\nForm W-8IMY is the \"Certificate of Foreign Intermediary, Foreign Flow-Through Entity, or Certain U.S. Branches for United States Tax Withholding and Reporting.\" The purpose of the form is to certify that a person or business received withholdable payments on behalf of a foreigner or as a flow-through entity. The form is intended for intermediaries and should not be used by beneficial owners in a business.\n\nExamples of entities who must file a W-8IMY include:\n\nA complete list of persons or entities required to file the form is in the IRS Instructions for Form W-8IMY. Copies of withholding statements and other documentary evidence should be included with the form when it’s submitted.\n\nForm W-8BEN is submitted by foreign individuals who receive income in the U.S. The form establishes that the person is a foreign individual and owner of a business. The W-8BEN is referred to as the certificate of foreign status.\n\nForm W-8BEN is used by foreign individuals who receive income from sources in the U.S. Only non-U.S. persons file Form W-8BEN, not U.S. persons.\n\nForm W-8BEN is sent by the company making payments to the individual. The form should be returned to the company or entity that sent the form W-8BEN, not to the IRS. It's also not meant to be filed with a tax return. Typically, the form should be submitted before the first payment is made.\n\nThe W-8BEN-E is used for businesses, unlike the W-8BEN, which is only for individuals. The W-8BEN-E is required, as foreign businesses are subject to the same withholding tax rate as individuals—30%. However, businesses, like individuals, may also qualify for a reduced tax rate. The W-8BEN-E helps establish eligibility for reduced rates.\n\nThere are five types of IRS W-8 forms. These forms are used by foreign individuals or entities. The forms are submitted to the payer or withholding agent, not to the IRS. The forms vary, but the key information requested includes the name of the individual or business, address, and TIN.\n\nInternal Revenue Service. \"NRA Withholding.\"\n\nInternal Revenue Service. \"Instructions for Form W-8BEN.\" Page 3.\n\nInternal Revenue Service. \"Instructions for the Requester of Form W-9 (10/2018).\"\n\nInternal Revenue Service. \"Form W-8BEN.\"\n\nInternal Revenue Service. \"Instructions for Form W-8BEN.\" Page 2.\n\nInternal Revenue Service. \"Instructions for Form W-8BEN-E (10/2021).\"\n\nInternal Revenue Service. \"Form W-8BEN-E.\"\n\nInternal Revenue Service. \"Instructions for Form W-8BEN-E,\" Pages 1-2.\n\nInternal Revenue Service. \"Form W-8ECI.\"\n\nInternal Revenue Service. \"Effectively Connected Income (ECI).\"\n\nInternal Revenue Service. \"Instructions for Form W-8ECI (10/2021).\"\n\nInternal Revenue Service. \"Instructions for Form W-8EXP (10/2023).\"\n\nInternal Revenue Service. \"Form W-8EXP.\"\n\nInternal Revenue Service. \"Instructions for Form W-8IMY (10/2021).\"\n\nInternal Revenue Service. \"Form W-8IMY.\"\n\nInternal Revenue Service. \"Instructions for Form W-8BEN,\" Pages 1-3.",
  "url": "https://www.investopedia.com/terms/w/w8form.asp"
}