{
  "term": "Wage-Price Spiral: What It Is and How It’s Controlled",
  "definition": "The wage-price spiral is a macroeconomic theory that explains the cause-and-effect relationship between rising wages and prices, or inflation. That is, as rising wages increasedisposable income, demand for goods rises, triggering prices for goods to move higher.\n\nRising prices then increase demand for higher wages, which leads to higher production costs and further upward pressure on prices, creating a conceptual spiral.\n\nThe wage-price spiral describes the phenomenon of price increases as a result of higher wages. When workers receive a wage hike, they demand more goods and services, and this, in turn, causes prices to rise.\n\nThe wage increase effectively increases generalbusiness expensesthat are passed on to the consumer as higher prices. A perpetual loop or cycle of consistent price increases is created.\n\nThe wage-price spiral reflects the causes and consequences of inflation, and it is, therefore, characteristic of Keynesian economic theory.\n\nThe wage-price spiral is also known as thecost-push origin of inflation.\n\nA wage-price spiral is caused by the effect of supply and demand on aggregate prices. People who earn more than thecost of livingdecide upon an allocation of savings and consumer spending. As wages increase, so does a consumer's propensity to both save and consume.\n\nFor example, if the minimum wage increases, many consumers within the economy will purchase more products, which would increase demand. The rise inaggregate demandand the increased wage burden cause businesses to increase the prices of products and services.\n\nAlthough wages may be higher, these higher prices cause workers to demand higher salaries again. If higher wages are granted, a spiral where prices increase may occur. This cycle can repeat until higher wage levels can no longer be supported.\n\nIn January 2025, 21 states increased their minimum wage. Of these, those states with hourly rates that match or exceed $15 per hour are Rhode Island, Connecticut, Delaware, New Jersey, New York, Illinois, California, and Washington.\n\nA wage-price spiral often pushes inflation to a level that is not ideal. The U.S. Federal Reserve aims to sustain an inflation rate of 2%, which it deems appropriate to maintain maximum employment and price stability.\n\nGovernments tackle an inflationary environment through the actions of acentral bank, such as the Fed. Thus, when U.S. inflation moves higher that 2%, the Fed takes steps to bring it back under control.\n\nThe Fed can usemonetary policytools such as administered interest rates, reserve requirements, and open-market operations to curb inflation and the wage-price spiral.\n\nHowever, this can sometimes trigger arecession. For example, the 1970s were a time of oil price increases by OPEC that resulted in increased domestic inflation.\n\nThe Federal Reserve responded by raising interest rates to control inflation. This stopped the spiral in the short term but led to a recession in the early 1980s.\n\nInflation targeting is a monetary policy strategy whereby the central bank sets a target inflation rate (as mentioned above) for a period of time and makes adjustments to achieve and maintain that rate.\n\nIn 2018, Ben S. Bernanke, Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen argued inInflation Targeting: Lessons from the International Experience,the advantages and disadvantages of inflation targeting.\n\nThey concluded that governments should use discretion based on the circumstances when deciding to use inflation targeting as a tool to control the economy.\n\nMonetary policy relates to controlling the overall supply of money available to the nation's banks, consumers, and businesses. The Federal Reserve influences the supply in the economy through open market operations (OMO) by buying financial securities when easing monetary policy and selling financial securities when tightening monetary policy. It may choose to increase interest rates on borrowing to discourage spending or force down interest rates to inspire more borrowing and spending.\n\nThe U.S. Treasury and the Federal Reserve are separate entities. The Fed's mandate is to maintain maximum employment and price stability. The Department of theTreasurymanages federal spending. It collects the government's tax revenues, distributes its budget, issues its bonds, bills, and notes, and prints money. The Federal Reserve is the central banking system of the U.S. and is run by a board of governors that oversees 12 regional Federal Reserve Banks.\n\nInflation targeting is a monetary policy that seeks to achieve a specified annual inflation rate. The principle of inflation targeting is based on the belief that long-term economic growth is best achieved by maintaining price stability, and price stability is achieved by controlling inflation.\n\nThe wage-price spiral is a perpetual cycle where rising wages create rising prices and vice versa. The Fed uses monetary policy tools to target resulting inflation and curb the wage-price spiral.\n\nEconomic Policy Institute. \"Over 9.2 Million Workers Will Get a Raise on January 1 From 21 States Raising Their Minimum Wages.\"\n\nBoard of Governors of the Federal Reserve System. \"Why Does the Federal Reserve Aim for Inflation of 2 Percent Over the Longer Run?\"\n\nBen S. Bernanke, Thomas Laubach, Frederic S. Mishkin, and Adam S. Posen, via Google Books. \"Inflation Targeting: Lessons from the International Experience.\" Princeton University Press, 1999.",
  "url": "https://www.investopedia.com/terms/w/wage-price-spiral.asp"
}