{
  "term": "Wage Earner's Plan: What It Is, How It Works",
  "definition": "A wage earner's plan, known more formally asChapter 13 bankruptcy, enables individuals with a regular income torestructuretheir obligations to repay their debt over time.﻿﻿\n\nIn a wage earner's plan, the debtor does not seek to earn generalforgivenessof their outstanding debts. Rather, the debtor offers up a repayment plan that utilizes fixed installment payments, effectively consolidating debts into one monthly amount. The debtor makes payments to an appointed impartial trustee who then forwards them to the creditor for a specified period, usually three to five years.﻿﻿\n\nChapter 13 bankruptcy was formerly called a wage earner's plan because relief under it was only available to individuals who earned a regular wage. Subsequent statute changes expanded it to include any individual, including the self-employed and those operating an unincorporated business.﻿﻿\n\nAny individual is eligible for Chapter 13 bankruptcy as long as theirunsecured debtsare less than $394,725, and secured debts are less than $1,184,200, and they have received credit counseling from an approved credit counseling agency either in an individual or group briefing within 180 days of filing. A corporation or partnership is not eligible for Chapter 13 bankruptcy.﻿﻿\n\nperson who is seriously in debt may file for either Chapter 13 bankruptcy orChapter 7 bankruptcy. Chapter 13 bankruptcy allows for the reorganization of debt, while Chapter 7 bankruptcy involves outright liquidation. With a Chapter 13 bankruptcy, debtors are allowed to keep their property. When a debtor files for a Chapter 7 bankruptcy, they may be able to keep home equity or a car, but equity shares, second homes, and/or vacation properties will be forfeit to pay back creditors.﻿﻿﻿﻿﻿\n\nOne of the biggest advantages of Chapter 13 is that it offers individuals an opportunity to save their homes from foreclosure. By filing for Chapter 13 bankruptcy, individuals can halt any foreclosure proceedings and submit a plan to pay off any delinquent mortgage payments over a period of three to five years. Chapter 7 is the most common form of bankruptcy because it allows individuals to erase their existing debt and start over. However, oftentimes with a Chapter 7 bankruptcy, the individual filing surrenders their home in the process.﻿﻿﻿\n\nA Chapter 13 bankruptcy also allows individuals to reschedule secured debts—excluding a mortgage on their primary residence—and extend them over the life of the plan, which may lower their payments. In addition, a Chapter 13 bankruptcy has a special provision that may protect co-signers. Under this provision, plan payments are made to an appointed impartial trustee who distributes them to creditors, so the debtor has no direct contact with creditors.﻿﻿﻿\n\nIn order to file for Chapter 13 bankruptcy, the debtor must first make a list of each creditor they owe money to, along with the amount of money owed. They must also compile a list of any property owned. Those filing for Chapter 13 bankruptcy must also submit information about their income—how much they make and where their income comes from—in addition to detailed information about theirmonthly expenses. Debtors must also have completed credit counseling before becoming eligible.﻿﻿\n\nEric and Sam are a married couple. Eric lost his job in a round of layoffs and his husband Sam was injured at his job, leaving him unable to work in the same year. They fell behind on their mortgage payments and eventually ended up owing $75,000 to their bank. Soon after the bank initiated foreclosure proceedings, Eric received a job offer and Sam launched a small business from their home. By filing for a Chapter 13 bankruptcy, they were able to stop the foreclosure proceedings and keep their home.\n\nAs a result of their now-steady income stream, Eric and Sam can pay their mortgage each month going forward. The back payments they owe on their mortgage are due over a five-year period, with manageable payments spread out over that time.\n\nAdministrative Office of the U.S. Courts. \"Chapter 13 - Bankruptcy Basics.\" Accessed Feb. 7, 2021.\n\nAdministrative Office of the U.S. Courts. \"Chapter 7 - Bankruptcy Basics.\" Accessed Feb. 7, 2021.",
  "url": "https://www.investopedia.com/terms/w/wage-earner-plan.asp"
}