{
  "term": "Wage Expense: The Cost to Pay Hourly Employees",
  "definition": "Investopedia / Madelyn Goodnight\n\nA wage expense is a type of variable cost incurred by businesses to pay their hourly employees. It may be recorded as a line item in the expense portion of the income statement.\n\nAs a matter of record-keeping, the wage expenses line item may also include the expenses of payroll taxes and employee benefits.\n\nWage expenses are sometimes reported for each department. This is usually the case when there is a production department, which often has the most hourly employees.\n\nAs an alternative, wage expenses for production workers may be added into thecost of goods sold (COGS)item on the income statement.\n\nWage expenses vary from one period to the next, depending on the number of business days in the period and the amount of overtime to be paid.\n\nFor many businesses, wage expenses increase during the winter holiday season in response to higher demand for their products. After the holiday season, companies may cut back on the number of workers as sales slow.\n\nUnder theaccrual method of accounting, wage expenses are recorded based on when the work was performed. Under the cash method of accounting, wage expenses are recorded at the time the payments are made.\n\nWages payableis the line item that records how much money is owed to workers but not yet paid. When a wage expense is recorded it is a debit to the wage expenses account, which requires a credit to the wages payable account for the same amount until the wage is paid to the worker.\n\nWages are typically paid to a worker in the pay period following the period in which the work was performed, so there is always a delay that must be reflected in the wages payable account.\n\nA wage expense is listed on the income statement while the wages payable account is aliabilityaccount on thebalance sheet.\n\nAt the least, a wage expense has to be equal to the federal government's or applicable state government'sminimum wage. The current federal minimum wage is $7.25 an hour and has not been raised since 2009.\n\nMany states have implemented minimum wages that are higher than the federal minimum wage and employers in those states have to pay the higher state minimum wage.\n\nMany companies choose to pay a higher minimum wage than the federal or state minimum wage. They include Walmart, Kroger, Target, Costco, and Amazon.\n\nThirty states and the District of Columbia, Guam, Puerto Rico, and the U.S. Virgin Islands have minimum wages that are higher than the federal minimum wage. Twenty-one states increased their minimum wages on Jan. 1, 2025.\n\nWage and salary are often used interchangeably but they refer todifferent types of paymentsfor employment.\n\nWages most often mean hourly pay. The worker is paid per hour for a set number of hours per week. If they go over the set amount of hours, they are usually paid overtime. Overtime pay is typically higher than regular hourly pay; often it's 1.5x the hourly pay.\n\nSalary refers to a set payment and is usually quoted as an annual sum rather than an hourly wage. There is no strict number of hours per week that the individual works, and overtime is rarely paid.\n\nSalaried jobs usually also come with better benefits such as401(k) plans, health insurance, life insurance, andflexible spending accounts (FSAs).\n\nAll U.S. states may set their own minimum wage rates or accept the federal rate as the state's minimum. Cities and counties may impose higher rates than the state's rate.\n\nFor example, California's minimum wage is $16.50 an hour as of Jan. 1, 2025. However, some cities and counties in the state have set their rates at higher levels.\n\nThe rate of $17 per hour is considered decent by some and is a federal minimum wage rate goal for certain legislators.Not surprisingly, there are big differences of opinion about what's decent. And what's paid can depend on the location of the job. For example, in California, the average hourly pay is $26. Nationwide, the average is $27.\n\nThe median weekly earnings of full-time wage and salary workers in the U.S. was $1,165 in the third quarter of 2024, according to the U.S. Bureau of Labor Statistics. That was an increase of 4.2% over a year earlier.\n\nIn business and in accounting, wages and salary are two different types of expenses. Wages are hourly rates paid to workers, and they may vary seasonally along with business demand for labor.\n\nSalary is considered an annual expense of doing business. Salaried jobs tend to be more secure and usually have better benefits than hourly work.\n\nU.S. Department of Labor. \"State Minimum Wage Laws.\"\n\nEconomic Policy Institute. \"Minimum Wage Tracker.\"\n\nBusiness Insider. \"Retail Giants Like Walmart, Amazon, and Kroger Are Firing Shots Over Rivals' Minimum Wages. Here's Who Actually Pays $15 an Hour.\"\n\nThe Economic Policy Institute. \"Over 9.2 Million Workers Will Get a Raise on January 1 From 21 States Raising Their Minimum Wages.\"\n\nU.S. Department of Labor. \"Consolidated Minimum Wage Table.\"\n\nUC Berkeley Labor Center. \"Inventory of US City and County Minimum Wage Ordinances.\"\n\nCongressional Budget Office. \"How Increasing the Federal Minimum Wage Could Affect Employment and Family Income.\"\n\nZip Recruiter. \"Hourly Salary in California.\"\n\nU.S. Bureau of Labor Statistics. \"Usual Weekly Earnings of Wage and Salary Workers Third Quarter 2024.\"",
  "url": "https://www.investopedia.com/terms/w/wage-expense.asp"
}