{
  "term": "Wage Assignment: What It Means, How It Works",
  "definition": "A wage assignment is an agreement that a portion of your disposable income will go directly to your creditors. This option may be written into some loan agreements or you may seek it out to help pay down debt with minimal effort on your part.\n\nWage assignment is the act of taking money directly from an employee's paycheck in order to pay back a debt obligation. Such an automatic withholding plan may be used to pay back a variety of debt obligations, including back taxes, defaulted student loan debt, and both child and spousal support payments.\n\nWage assignments are typically incurred for debts that have gone unpaid for a prolonged period of time. Employees may sometimes opt for a voluntary wage assignment to pay for things like union dues or to contribute to a retirement fund.\n\nA wage assignment is processed as part of an employer's payroll procedure. The employee's paycheck is decreased by the amount of the assignment and noted on their pay stub.\n\nA wage assignment is often a lender's last resort to receive repayment from a borrower who has previously failed to pay a debt obligation.\n\nWage assignments are a valuable tool for collecting unpaid debts, but unfortunately, they may be associated withabusive lending practices. If you're struggling with your debt, one of the best debt relief companies or credit counseling agencies may be able to help you get back on track before a wage assignment is incurred.\n\nIn a voluntary wage assignment, a worker essentially asks their employer to withhold a portion of their paycheck and send it to a creditor to pay off a debt. Loan agreements may sometimes include a voluntary wage assignment clause in their terms should the borrower default on their loan.\n\nPaydaylenders often include voluntary wage assignments into their loan agreements to better their chances of being repaid. Laws regarding wage assignments vary by state.\n\nFor example, in West Virginia, wage assignments are capped at 25% of a worker's take-home earnings, the employee and the employer must sign the agreement, and agreements must be renewed annually.Under Illinois law, a lender cannot resort to wage assignment until a debt is 40 days in default. The wage assignment cannot continue for more than three years, and the worker can stop the wage assignment at any time.\n\nInvoluntary wage deductions, known aswage garnishments, require a court order and are most likely to be employed to collect spousal and child support payments that have been ordered by a court. Wage garnishments may also be used to collect unpaid court fines or student loans that have been defaulted on.\n\nSeveral states allow individuals to sign up for voluntary child support agreements. In such a case, both parents must agree to a plan. Once that happens, a voluntary wage assignment may begin. If a child support or welfare agency is involved, they would have to approve any plan.\n\nSince wage assignments are voluntary, the length of time that you use one can vary. Some loans include a wage assignment agreement, so you'll have to check the language of your loan to determine your obligation. Each state also has its own regulations regarding wage assignments.\n\nEvery state has its own regulations, but typically 15–25% of your disposable income can be designated for wage assignments.\n\nWhile they are similar, wage garnishment and assignment are not the same. Wage garnishment is an involuntary paycheck deduction, typically ordered to repay child support, student loans, tax debt, or bankruptcy. A wage assignment is voluntary and may be used to repay a consumer debt.\n\nWage assignments may be a useful tool to help you pay down a debt. Wage assignments are voluntary but they may be hidden in the fine print of some loan products, so read everything carefully before signing. Check the regulations in your state to determine if your wage assignment is revocable.\n\nWest Virginia Division of Labor. \"Wage Payment and Collection (WPC) Act: Payroll Deductions and Wage Assignments,\" Page 3.\n\nIllinois General Assembly. \"(740 ILCS 170/) Illinois Wage Assignment Act.\"\n\nU.S. Department of Labor. \"Fact Sheet #30: The Federal Wage Garnishment Law, Consumer Credit Protection Act's Title III (CCPA).\"\n\nIllinois Legal Aid. \"Understanding Wage Assignment.\"",
  "url": "https://www.investopedia.com/terms/w/wage-assignment.asp"
}