{
  "term": "Waiting Period: Definition, Types, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA waiting period is the amount of time an insured must wait before some or all of theircoveragecomes into effect. The insured may not receive benefits for claims filed during the waiting period. Waiting periods may also be known as elimination periods and qualifying periods.\n\n​​​​​​​The waiting period orelimination periodbefore the insured may make claims varies by insurer, policy, and type of insurance. For more extended waiting periods before coverage is active, the cost of a premium may reduce slightly. In health insurance, there are several types of waiting periods.\n\nAn employer waiting period requires an employee to wait a specified period, such as three months, before they may receive company-subsidized health services. Often a provision like this will be in place for a company that expects a high turnover rate in employees. Once an employee enrolls, they may have an additional waiting period before they may claim on the coverage.\n\nHealth Maintenance Organizations(HMO) have affiliation waiting periods. TheHealth Insurance Portability and Accountability Act(HIPAA) regulates affiliation wait periods and does not allow them to exceed two months (three months for late enrollees).\n\nA pre-existing condition exclusion period varies from one to 18 months. These wait times refer to specific health conditions an individual may have in the six months before enrolling in a health insurance plan. Coverage may be limited or excluded for the pre-existing condition.However, if the insured can prove uninterrupted insurance previous to changing policies, that coverage can count towards the pre-existing condition exclusion. Exemptions allow those who have at least one year of group health coverage at one job and a span of no more than 63 days to avoid this provision.\n\nSome private health insurance plans come with long mandatory waiting periods for certain types of coverage:\n\nPolicyholders need to consider their ability to pay for expenses when choosing the length of the waiting period for a policy.\n\nHomeowner insurance wait periods will usually span 30 to 90 days before coverage is in effect. After the waiting period expires, policyholders may file claims against the policy. Wait periods will vary by the insurance provider. Also, in some regions, such as coastal zones, when a named storm is in the area, new policies will not go into effect until after the storm passes.\n\nSome states may impose wait periods on other insurance products. As an example, Texas will place a 60-day wait on new auto insurance policies. This period gives the provider a chance to decide if the driver fits within their risk profiles. During the 60-day period, the company may cancel the auto policy if they have concerns about the risk profile or undisclosed issues.\n\nShort-term disability coverage can have wait periods as short as a few weeks, but these policies will have higher premiums. Most short-term policies wait 30 to 90 days for coverage. Long-term disability wait periods can be between 90-days and a full year.As with other insurance products, during the probationary period, no benefits are payable. For Social Security, disability payments will also have a waiting period of five months.\n\nU.S. Congress. \"Health Insurance Portability and Accountability Act of 1996.\" Accessed May 26, 2021.\n\nU.S. Department of Labor. \"Health Benefits Advisor for Employers.\" Accessed May 26, 2021.\n\nTexas Department of Insurance. \"Consumer Bill of Rights.\" Accessed May 26, 2021.\n\nMutual of Omaha. \"The Waiting Period for a Disability Insurance Policy.\" Accessed May 26, 2021.\n\nSocial Security. \"Is There a Waiting Period for Social Security Disability Insurance (SSDI) Benefits?\" Accessed May 26, 2021.",
  "url": "https://www.investopedia.com/terms/w/waiting-period.asp"
}