{
  "term": "Waiver of Exemption: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nWaivers of exemption were outlawed in 1985. Before that time, creditors were allowed to seize assets that the state had deemed exempt in order to repay a debt.\n\nA waiver of exemption was a provision in a consumer credit contract or loan agreement that allowed creditors to seize, or threaten the seizure, of specific personal possessions or property. The property attached to the loan could include a borrower's primary place of residence. Lenders could enact this clause even if state law held the property exempt from seizure.\n\nTheFederal Trade Commission (FTC)banned these practices under the Credit Practices Rule of 1985.\n\nBefore 1985, waivers of exemption were common in credit contracts. Their inclusion was a way for creditors to secure a loan that may not have been available without the waiver clause. In case of a default, the provision provided the lender an avenue to recoup expenses by selling the property listed as securing the loan.\n\nEvery U.S. state exempts some personal property from seizure in a civil judgment. Generally, property considered necessities of life—such as an individual's primary home, car, and necessary household goods like a refrigerator or clothing—are exempt from seizure. Any borrower who signed a waiver of exemption made such exempt property available to a creditor who obtained a judgment to satisfy a debt.\n\nOne exemption to the ban on property seizure is a home mortgage. State personal property laws do not apply to mortgage loans, as a creditor always retains the right to foreclose on the property in the event of adefault.Instead, these laws are meant to prohibit smaller lenders, such as those in the furniture, appliance, auto dealership, or department store businesses, from attaching alienagainst the debtor's home.\n\nThe FTC offers the following example of a typical waiver clause:\n\nThe FTC deemed such waivers of exemption unfair to consumers, in addition to being difficult to understand. The 1985 prohibition did not specifically ban any forms of collateral, instead mandating that creditors may not contravene (or go against the order of state law) that governs property exemptions.\n\nFurther, the Credit Practices Rule of 1985 separately prohibited creditors from attaching liens to household goods considered necessary, including appliances, clothing and linens, and items deemed of more personal than monetary value, such as family photos and wedding rings. The rule does not include household goods purchased explicitly with a loan, in which case the creditor who made the loan has the right to repossess after a default.\n\nAs an example, imagine you bought a new bedroom suite of furniture from a local furniture store using a store financing option. The store may repossess the furniture purchased with the loan. However, if you stop paying the loan, the store may not seize your car or clothing.\n\nWhile the FTC outlawing waivers of exemption means some of your personal property is safe for seizure, the other potential repercussions of defaulting on a loan are still best avoided. If you're struggling with your debt payments, a debt relief company or credit counseling agency may be able to help.\n\nWaivers of exemption have been illegal since 1985, as stated in the Credit Practices Rule.\n\nA lender may only repossess items agreed upon at the time of the loan. For example, if you use your house as collateral for your home mortgage, the house is susceptible to repossession. However, your car is not eligible to be repossessed unless it was offered as additional collateral at the time of the loan signing.\n\nCollateral can take many forms, but some of the most common are real estate, art, jewelry, stocks, bank accounts, and letters of credit.\n\nWaivers of exemption were deemed unlawful in 1985; however, any contracts signed before that date are still enforceable, even if you didn't notify them of the waiver of exemption. Waivers of exemption are not an issue for any borrowers signing a modern contract.\n\nFederal Trade Commission. \"Complying With the Credit Practices Rule.\"\n\nThe Federal Reserve Board. \"Staff Guidelines on the Credit Practices Rule.\"",
  "url": "https://www.investopedia.com/terms/w/waiver-of-exemption.asp"
}