{
  "term": "Waiver of Restoration Premium",
  "definition": "In theinsurance industry, a waiver of restoration premium is a legal clause stating that the policyholder will not be charged an additional fee, or “restoration premium,” if their coverage continues after paying out a claim.\n\nWaivers of this kind are generally found in liability policies, such as automotive insurance policies.\n\nUnder a standard insurance policy, the policyholder will pay a series ofinsurance premiums, usually once per month, in order to receive coverage from a set of specific risks. If any of these risks materialize, the policyholder can file a claim with their insurance company and receive compensation for the damages they sustained.\n\nFrom the insurance company’s perspective, these types of policies are profitable if claims are relatively rare, and if the insurance company can earn an adequatereturnfrom investing the premiums that they receive from their customers.\n\nOf course, once a policyholder has filed a claim against their policy, that insurance contract is likely to be much less profitable for the insurer. To mitigate this risk, insurance companies often increase the monthly premiums charged to the policyholder once that policyholder has filed one or more claims. These additional fees, or “restoration premiums,” help restore the previous level of profitability of the insurance contract, when seen from the perspective of the insurer. The policyholder then has the choice of whether to continue with their current insurance provider or else seek coverage from a competitor willing to accept lower premiums.\n\nIf a policyholder has negotiated an insurance contract that contains a waiver of restoration premium clause, then that policyholder would not be required to pay higher premiums after filing one or more claims. Instead, coverage would continue to be provided at the same rate as before the claim was filed.\n\nAlthough this waiver is to the benefit of the policyholder, it may ironically require the base insurance premiums of the contract to be higher than they otherwise would be if the waiver of restoration premium was not included. Therefore, depending on the circumstances, including a waiver of restoration premium clause may or may not be the best option financially.\n\nIn order to avoid paying restoration premiums, some policyholders choose to pay for their expenses out-of-pocket rather than filing an insurance claim, particularly if the expense in question is relatively small.\n\nWendy recently purchased automobile insurance and was charged an insurance premium of $120 per month. Shortly after purchasing the insurance, however, her car was damaged in an accident, prompting her to file a costly insurance claim. Although her insurance was able to cover the damages, her insurer notified her that she would be required to pay a restoration premium bringing her new monthly premium to $200.\n\nSurprised by this increase, Wendy decided to shop for alternativecar insuranceproviders. After explaining her situation to one of her insurance company’s competitors, she is told that she could purchase an automobile insurance contract with a waiver of restoration premium, meaning that she would not be required to pay any restoration premiums in the future if she files any additional claims.\n\nHowever, Wendy was also told that because this waiver benefits her and is a cost to the insurance company, including it would increase her starting insurance premium to over $200 per month. Therefore, she decided to stay with her existing insurance policy.\n\nAfter an accident, auto insurance increases by 17% to 69%, according to a MarketWatch survey of car insurers. The exact amount of the increase depends on the insurer. Note that multiple accidents or moving violations will increase your rate further.\n\nA car accident will stay on your driving record for three to five years. The exact amount of time depends on the insurance company and state law.\n\nPolicies that include a waiver of restoration premium typically cost more than those that don't. For this reason, it's important to consider potential costs carefully before negotiating your insurance contract.\n\nA waiver of restoration premium is clause in an insurance contract that guarantees you will not have to pay increased rates after an insurance payout. Because this feature reduces the profitability of the contract from the insurer's perspective, you can expect to pay more for the policy. Before negotiating this clause, consider out-of-pocket costs or potential premium increases against the cost of including the waiver.\n\nMarketWatch Guides. \"How Much Does Insurance Increase After an Accident?\"\n\nExperian. \"How Long Does an Accident Stay on Your Insurance?\"",
  "url": "https://www.investopedia.com/terms/w/waiver-of-restoration-premium.asp"
}