{
  "term": "Waiver of Coinsurance Clause: Meaning, Example",
  "definition": "A waiver of coinsurance clause is a provision in aninsurancecontract stating that the insurer will not require the policyholder to paycoinsurance, or a percentage of the total claim, under certain conditions.\n\nThese clauses are most commonly found inproperty insurancebut can also apply tohealth insuranceand, in fairly rare cases, other types of insurance.\n\nAn individual or business with property insurance may receive only 80% coverage, meaning they are required to pay the remaining 20% in coinsurance should something happen to their property and they qualify to make a validclaimfor compensation. A waiver of coinsurance clause relinquishes this requirement for the policyholder to share the burden and pay some of the expenses incurred out of their own pocket.\n\nGenerally, insurance companies tend to waive coinsurance only for fairly small claims. That said, in some cases, policies may also include a waiver of coinsurance in the event of atotal loss.\n\nThe specific language insurance companies use in writing waiver of coinsurance clauses can vary, although they all are similar in theory. Typically, consumers can expect to pay higherinsurance premiumsfor policies with a waiver of coinsurance clause, as it puts greaterliabilityon the insurance company.\n\nInsurance companies generally only waive coinsurance in the event of fairly small claims.\n\nA waiver of coinsurance clause is particularly valuable to a policyholder in the event of a total loss. Say a coinsurance clause requires a policyholder to insure a minimum of 80% of the property's actual value. Thus, if a building is worth $200,000, the property owner should purchase at least $160,000 worth of insurance.\n\nIn the event of a total loss, the policy would pay out the $160,000 and the building owner would be responsible for the remaining $40,000. That would, of course, change if the policy included a waiver of coinsurance clause, in which case the insurance company would pick up the bill for the entire $200,000.\n\nAs previously mentioned, a waiver of coinsurance clause can sometimes be applied to health insurance, as well as, on the odd occasion, to other types of insurance products.\n\nSome health insurance policies are 80/20 plans, meaning that the insured is responsible for 20% of medical costs, while the insurance company coughs up the remaining 80%—provided the client paid thedeductible.\n\nIn the rare scenario that a waiver of coinsurance clause is applied, it would eliminate the required 20% payment by the insured in specific situations. In other words, should a patient require an $80,000 surgery, a waiver of coinsurance covering that procedure would save the patient from shelling out $16,000 on coinsurance.\n\nAs is the case with property insurance, however, a waiver of coinsurance in healthcare often covers far smaller amounts. They typically come into play when patients pay in advance for specific, relatively inexpensive services at the time of their delivery.",
  "url": "https://www.investopedia.com/terms/w/waiver-of-coinsurance-clause.asp"
}