{
  "term": "Waiver of Premium Rider: Definition, Purpose, Benefits, and Cost",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA waiver of premium rider is an insurance policy clause that waives premium payments if the policyholder becomes critically ill, seriously injured, or physically impaired. Other stipulations may apply, such as meeting specific health and age requirements.\n\nPolicyholders may want to purchase a waiver for their life insurance premium if they are concerned about staying in financial health if they are injured on the job, for example.\n\nPolicyholders often add therideras an optional or supplemental benefit to a life insurance policy. It's available only when a policy is issued, and costs vary per insurer and applicant. Insurance companies typically add the rider fee to the premium or charge an upfront fee. This fee raises the cost of a life insurance policy.\n\nMost waiver of premium riders contain a waiting period during which you cannot claim of benefits. If you are physically impaired or hurt during the waiting period, you may receive a full refund of paid premiums. Without a waiting period, the insurer company assumes much more risk losses.\n\nApplicants withpre-existing disabilitiescan't qualify for benefits from a waiver of premium rider. Placing a pre-existing limitation avoids the possibility of writing a policy that would not yield premium payments from the high-risk applicants.\n\nWaivers can be added (if available) to term, whole, and universal life insurance policies.\n\nPhysical impairment, critical illness, and severe injury are the most common qualifying conditions under the waiver of premium rider. Terms, conditions, and benefits vary by insurance product and issuing company. A policyholder must be disabled for a specific period (e.g., six consecutive months) before the premiums waiver goes into effect.\n\nThe waiver is also useful if an injury or illness prevents the policyholder from working in a traditional capacity. The most commonly considered diseases are those that require significant hospital stays resulting in the policyholder being unable to work. Some riders stipulate that the condition need only adversely affect the policyholder's occupation.\n\nWaiver of premium riders may not be available in all states.\n\nRequirements for filing a claim vary, but they typically include a physician's statement and notice from theSocial Security Administration (SSA)confirming the physical impairment or disability. The applicant could then submit a completed claim form.\n\nThe waiver of premiums allows the redirection of limited personal funds to palliative care, personal finances, and living expenses. However, the most signficant benefit is the continued protection of the insurance policy.\n\nA waiver of premium rider's cost will depend on several factors, including your age, health and amount of coverage. For example, you might pay about $3 a month if you're a 35-year-old man with a 20-year, $500,000 term life insurance policy for $21.05 a month.\n\nWaiver of premium riders may contain several restrictions such as you may not have any pre-existing conditions or physical impairments. You may also face health and age restrictions. Finally, a waiver of premium rider may not be available in your state.\n\nTypically to file a claim a holder must submit a physician's statement and notice from theSocial Security Administration (SSA)confirming the disability. The waiver of premiums allows the redirection of limited personal funds to palliative care, personal finances, and living expenses.\n\nA waiver of premium policy maintains your life insurance policy if you become unable to work, so that you can use your cash flow for critical needs. With whole life insurance policies, it will allow you cash component to continue to grow. In these ways, waiver of premium riders can provide an important financial asset for many people. Consider consulting with a financial advisor to determine whether a waiver of premium policy is right for your situation.\n\nNew York State Department of Financial Services.\"Optional Riders and Supplemental Benefits.\"\n\nNationwide. “Premium Waiver Rider.”\n\nProgressive. \"Waiver of Premium Disability Rider.\"\n\nHaven Life. “5 Things You Should Know About the Waiver of Premium Rider.”\n\nHavenLife.com.\"Waiver of Premium Rider.\"",
  "url": "https://www.investopedia.com/terms/w/waiver_of_premium.asp"
}