{
  "term": "Waiver Of Demand: What It Is, How It Works, Example",
  "definition": "A waiver of demand is a legal agreement given by a party who has endorsed acheckor abank draft. It states that, should the original issuer of the check or draft default, the endorser will take responsibility for honoring that check or draft on the issuer’s behalf.\n\nWaivers of demand can either be expressed or implied, and can come in both written and verbal forms. In the event of default, the affected bank reserves the right to charge any applicable penalties or fees to the endorser.\n\nTypically, there are three parties involved when a check or bank draft is written: the drawer, the payee, and the drawee. The drawer is the original writer of the check or daft, the payee is the party to whom the check or draft is written, and the drawee is the party from whose account the funds will be withdrawn.\n\nIf a particular check or draft carries a waiver of demand, then this means that theendorserhas accepted legal responsibility for its fulfillment. Should the drawer of the check or draft default, then the endorser will take responsibility for honoring the check and paying anyfeesor penalties that may have been incurred.\n\nIn the context ofbanking, the term waiver of demand can also refer to a bank’s waiver of its right to formal notification when it presents short-term negotiabledebt instrumentssuch as drafts orbanker's acceptancesto aFederal Reserve Bankfor rediscounting. In such instances, the Federal Reserve considers the bank's endorsement as a \"waiver of demand, notice and protest\" if the original issuerdefaultson its debt obligation.\n\nTo illustrate, suppose John writes a check to pay for goods purchased from Kevin. In this situation, John is the drawer, Kevin is the payee, and John’s bank is the drawee.\n\nIf another partyprovides an endorsementto John by signing the back of his check, then that party is executing a waiver of demand. Accordingly, the endorser would be responsible for honoring John’s check if it bounces due to insufficient funds or any other reason.\n\nSimilarly, the waiver of demand would cause the endorser to become responsible for any fees or penalties triggered by the bounced check. In that scenario, the bank would send John a “bad check notice” indicating that the check bounced and informing him of any applicable penalties.",
  "url": "https://www.investopedia.com/terms/w/waiver-of-demand.asp"
}