{
  "term": "Waiver of Premium for Disability: Meaning and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWaiver of premium for disability is a provision in an insurance policy that states the insurance company will not require the insured to pay the premium if they are seriously injured. Insurance companies can vary in their definition of a disability, and policies can vary on when and for how long they will waive apremiumin the event of a disability.\n\nIt is important to note that insurance companies may charge a higher premium to include thiswaiverin the policy.\n\nTwo types of insurance policies that commonly include a waiver of premium for disability arelife insuranceand disability insurance. The waiver can mean the difference between the insured being able to keep the policy or having to give it up if they become disabled, is unable to work, and no longer has an income.\n\nThis waiver is particularly important fordisability insurancebecause if the insured had to pay premiums after becoming disabled, they would not be protected against the peril they were trying to insure against.\n\nUsually, this waiver applies retroactively to the beginning of the disability. If the insured made premium payments while the waiver was in effect, those premiums are usually refunded to the insured in full. Many insureds choose to have this rider attached to their policy because, in the event of a disability, it allows the policy to continue functioning normally on all fronts, including the death benefit, dividends, and cash values. When the disability ends, the policy owner starts making premium payments again.\n\nIssues can arise if an insurance company denies a life or disability insurance claim based on non-payment of premiums because the insured thought that the waiver of premiums was in effect. How the provision functions vary by contract, and every insurance policy defines \"totally disabled\" differently.\n\nExperts advise that an insured person contact an attorney, if a claim is denied based on non-payment of premiums or the insurance company, declared the decedent not disabled as defined in the policy.\n\nUsually, a person is considered totally disabled if they can't perform the duties of an occupation for which they are qualified by education, training, or experience. An injury or sickness must cause the disability in question.\n\nFor example, if Alex sells cars, their duties include speaking with customers about buying cars. If an injury or illness prevents them from being able to handle this and other related duties, they will usually be considered disabled. If Alex has a waiver of premium disability and the insurance company defines them as \"totally disabled,\" they will be able to utilize the waiver.\n\nGuardian Life. \"What will determine if I’m considered disabled?\" Accessed Jan. 3, 2022.",
  "url": "https://www.investopedia.com/terms/w/waiver-of-premium-for-disability.asp"
}