{
  "term": "Walk-Away Lease: What It Is, How It Works, Pros and Cons",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA walk-away lease is an auto lease that allows the lessee to return the car at the end of the lease period without any financial obligations based on the car’s residual value. A walk-away lease is also known as aclosed-end lease.\n\nA walk-away lease is a common type of carleasethat releases the lessee from any financial obligations at the end of the lease, assuming they have satisfied the maintenance and mileage requirements of the lease agreement. The lessee makes an initial down payment plus monthly lease payments over the life of the agreement. They must have the car serviced regularly and are subject to penalties if they exceed an agreed-upon monthly mileage cap.\n\nAt the end of the lease, the car is returned to the lessor who will then sell the car in an attempt to recover itsresidual value. The lessee can then enter into a new lease on a second car, often receiving a favorable deal if they remain with the same leasing company.\n\nThe advantages of a walk-away lease, when compared to the purchase of a new car via a loan, lie in the convenience and short-term cost savings of a lease. The lessee will never have to sell the car and is therefore not as concerned about maintenance and resale value. Basic maintenance is required, but the lender typically provides a service plan. Since the lender remains the owner of the car and will recover residual value at the lease’s end, the monthly lease payments tend to be lower than loan payments on a comparable vehicle. For some drivers, the appeal of leasing a new car for a few years, then walking away and replacing it with another leased new car, trumps other concerns about a lease.\n\nFrom a purely financial point of view, however, experts typically agree that a walk-away lease is generally a poor choice. At the lease’s end, the driver has noequityin the car. The initialdown paymentand monthly payments cannot be recovered unless the lessee agrees to purchase the car at its residual value and then sell it. Hidden or unexpected costs can also arise. First, the driver will generally be held responsible for maintenance above and beyond normal wear and tear on the vehicle. Second, a driver who exceeds the monthly mileage cap will be subject to a penalty on a per-mile basis.\n\nOther types of leases may make more sense for some drivers. Anopen-ended leasegenerally involves few restrictions on driving but comes with some added risk relating to the unknown residual value when the lessee decides to terminate the agreement. A single-payment lease requires one up-front payment and generally results in a better interest rate.\n\nAt the end of a walk-away lease, you may have to pay a fee for excessive mileage or wear and tear as well as a disposition fee that covers the costs of getting the car ready to sell to the next owner.Every lease is different, and the contract should clearly state any end-of-lease fees.\n\nA walk-away lease gives you the option to return the car, but most lenders will be happy to offer to sell you the car based on its current fair market value.\n\nNormal wear and tear is expected, but your lender may deem some wear and tear excessive. In that case, you may be charged an excessive wear-and-tear fee at the end of your lease.\n\nA walk-away lease may not be the most cost-effective way to lease a car, but it does offer ease for those who don't want the hassle of purchasing their car at its current value. Check the fine print for monthly mileage caps and additional end-of-lease fees before signing your agreement.\n\nFederal Reserve. \"End-of-Lease Costs: Open-End Leases.\"\n\nFederal Reserve. \"End-of-lease Costs: Closed-End Leases.\"\n\nFederal Reserve. \"More Information About the Disposition Fee.\"",
  "url": "https://www.investopedia.com/terms/w/walk-away_lease.asp"
}