{
  "term": "Wall Of Worry: What it is and How it Works",
  "definition": "Wall of worry is the financial markets' periodic tendency to surmount a host of negative factors and keep ascending. Wall of worry is generally used in connection with the stock markets, referring to their resilience when running into a temporary stumbling block, rather than a permanent impediment to a market advance.\n\nWhile a \"wall of worry\" may sometimes consist of a single economic, political or geopolitical issue significant enough to affect consumer and investor sentiment, it more commonly comprises concerns on numerous fronts. The markets' ability to climb a wall of worry reflects investor confidence that these issues will be resolved at some point. However, market direction once the wall of worry has been surmounted is impossible to ascertain and depends on the stage of the economic cycle at which it occurs.\n\nFor example, the markets' ability to climb the wall of worry is most clearly discernible at the end of majorbeartrends, which means that the markets may continue to advance once the wall has been surmounted. However, a continued advance is much less certain if the wall of worry forms near a major market peak, in which case a subsequent decline is more likely.\n\nEven when the financial markets are growing at a healthy rate, under financially sound circumstances, investors always find reasons to worry. Those reasons may be legitimate or not, depending on an individual's perception of the market and what their investment goals happen to be.\n\nHowever, when you get down to the root of the concept of a wall of worry, what it ultimately means is that a bull market isn’t a peaceful place. When times are good, investors are constantly tense, wondering how long they will keep rolling, fretting about when a seemingly inevitable correction will finally put a stop to the market elation. As a market continues ascending, the decision can become increasingly agonizing whether to take profits in a position or let it ride.\n\nMarket pundits do their part by issuing warnings about everything that could possibly go wrong with the economy, the markets, and most leading stocks. And, as always, economists can be counted on to give conflicting predictions that arrive at diametrically opposite conclusions from exactly the same data. However, just like anyone else, these supposedly \"expert\" assessments rely on an individual perspective and point-of-view, which can be skewed and look quite different to two people. How an investor chooses to regard the \"wall of worry\" often directly correlates to their risk tolerance.",
  "url": "https://www.investopedia.com/terms/w/wallofworry.asp"
}