{
  "term": "Wallpaper",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nWallpaper is the name given to stocks, bonds, and other securities that have become worthless. This colloquialism saw its beginnings when stocks and bonds existed as printed, physical certificates rather than digital identifying information stored on abrokerage's server.\n\nThe name stuck, however, and denotes when a stock or bond certificate (or another exercisable right to securities such as stockoptions) no longer has value due to a variety of reasons, most commonly, bankruptcy.\n\nThe term \"wallpaper\" implies that because the certificates are worthless, they may as well wallpaper your house with them. This was an actual practice during theGreat Depressionthat followed theStock Market Crash of 1929. In that era, physical paper certificates represented actual ownership of shares of a company.\n\nWhen the stock market crashed on Black Thursday (Oct. 25, 1929), $30 billion was quickly lost. That amount was twice the U.S. national debt at the time. Some 20,000 companies went bankrupt, which left many investors with a lot of worthless paper.\n\nThose lucky enough to avoid homelessness used the now-worthless stock certificates to paper their walls, an old technique used to plug drafts before insulation was widely available or used. Others may have sardonically pasted the worthless certificates to their walls as decoration.\n\nNow, wallpaper is used to describe any security that has lost all value, even if there is no longer a practical use for it.\n\nDon't throw out your old stock certificates because they may end up being valuable.\n\nSome modern-day examples of wallpaper include a variety of companies that went bust during the dotcom bubble burst of March 2000 to October 2002, and the Great Recession of the late 2000s and early 2010s.\n\nSome examples include online retailers Pets.com and Webvan when thedotcom bubbleburst and Lehman Brothers during the Great Recession.\n\nOldsecurities certificateshave found a new life: as a collectible. Collectors have been known to pay thousands of dollars for certificates that are considered quality artwork, popular images, have the signatures or images of famous individuals, or were issued by popular or notable corporations or governments.\n\nSome popular examples are exceedingly rare, such as a Confederate States of America $1,000 bond and an 1887 stock certificate from Chadborn & Coldwell Manufacturing Co. (later Toro Co.) featuring a vignette of a boy mowing a lawn. Each is valued at about $2,500.\n\nThe practice of collecting out-of-date or worthless \"wallpaper\" stock and bond certificates is calledscripophily.\n\nIndividuals who hold old stock certificates bearing the names of long-gone companies should not assume they are worthless, however.\n\nDecades of mergers, acquisitions, name changes, and stock splits do not mean a stock is worthless. It could mean that a stock or bond certificate is worth far more than one expects depending on the situation. If it isn't worth cash as an actual tradable security, you may find acollector who will pay good moneyfor it. As the old adage goes: \"One person's junk may be another person's treasure.\"\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/w/wallpaper.asp"
}