{
  "term": "Wall Street Journal Prime Rate: Definition, Methodology, Uses",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Wall Street Journal Prime Rate is an aggregate average of the variousprime ratesthat 10 of the largest banks in the United States charge to their highest credit quality customers for loans with relatively short-term maturities.This combined rate is obtained by way of a market survey and published regularly byThe Wall Street Journal(WSJ).\n\nThe prime rate is the interest rate that commercial banks charge to their most creditworthy customers. The federal funds overnight rate serves as the basis for the prime rate, and prime serves as the starting point for most other interest rates. The WSJ prime rate is one of the market’s leading sources for comprehensive average prime rate reporting. The WSJ prime rate gets its name fromThe Wall Street Journal’s practice of polling the 10 largest U.S. banks to see what their prime lending rate is. When seven or more of the 10 banks polled change their prime rate,The Wall Street Journalpublishes a new prime rate. The current rate can be found on theWSJ's Market Page.\n\nThe WSJ prime rate has historically fluctuated substantially over time. In Dec. 2008, it reached a then low of 3.25% after being reported at 9.5% in the early 2000s. In Dec. 1980, it reached a record high of 21.50%.As of Aug. 2021, it is once again down to 3.25%.Generally, the rate is dictated by changes from theFederal Reserve’s Federal Open Market Committee, which meets every six weeks and reports on the level of thefederal funds rate. The WSJ prime rate provides a gauge for the prime rate at banks across the industry. The WSJ prime rate has historically been approximately 3% higher than the federal funds rate. Thus, the rate is heavily influenced by theFederal Reserve’smonetary policies.\n\nGenerally, a bank’s prime rate is the lowest rate it charges on lending to its highest credit quality customers (and also to other banks). Banks can lend all types of products to borrowers at their prime rate. They also use the prime rate as an indexed rate for variable credit products. Products utilizing a prime rate can includemortgages, home equity lines of credit and loans, and car loans. Typically a prime rate is most broadly used in variable credit products with the prime rate serving as the indexed rate.\n\nIndexed rate products often use the prime rate as the base rate of interest with a margin or spread determined by the borrower’s credit profile. The prime rate is commonly utilized in variable rate products as anindexed rate, since it is widely recognized and followed across the industry. Other comparable indexed rates can includeLIBORand U.S. Treasury.\n\nIf a borrower has a variable rate loan or credit card, the terms of the variable rate changes will be disclosed in their credit agreement. Lenders typically base their rate spreads for variable rate products on a borrower’s credit profile. Therefore borrowers with a higher credit score can receive a lower margin while borrowers with a lower credit score will receive a higher margin. In a variable rate credit product, the margin remains the same over the life of the loan; however, the variable rate is adjusted when there is a change in the underlying indexed rate.\n\nBorrowers with variable rate products will typically want to follow the prime rate, and specifically the WSJ prime rate, since it is published publicly. When a majority of the banks surveyed by WSJ increase their prime rate, then it is a good indication that variable rates are rising.\n\nFor one example of a prime rate’s influence, consider a Bank of America credit card borrower with a credit card balance that is subject to a variableannual percentage rate. The borrower’s margin is 15.99% plus the indexed rate, which is based on the bank’s prime rate. For the borrower, this means that if the prime rate is 3.25%, their interest rate will be 19.24%. If the bank’s prime rate increases to 4.25%, their interest rate would increase to 20.24%.\n\nThe Wall Street Journal. \"Money Rates.\" Accessed Aug. 10, 2021.\n\nFederal Reserve Bank of St. Louis. \"Bank Prime Loan Rate Changes: Historical Dates of Changes and Rates.\" Accessed Aug. 10, 2021.",
  "url": "https://www.investopedia.com/terms/w/wall-street-journal-prime-rate.asp"
}