{
  "term": "War Chest: What it Means, Types, Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nJiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\n\"War Chest\" is a colloquial term for the reserves of cash set aside or built up by a company to take advantage of an unexpected opportunity. While a war chest is typically used for acquisitions of other companies or businesses, it can also be used as a buffer against adverse events during uncertain times. A war chest is often invested inshort-term investments, such astreasury billsand bank deposits, which can be accessed on-demand.\n\nA war chest that has swelled up too much can sometimes be viewed as an inefficient way of deployingcapital. While investors may be willing to give a company with a huge cash hoard the benefit of the doubt for some time, if the cash balance continues to grow well beyond the company's normal operating requirements, its investors may clamor for a share of it.\n\nIf the company is unable to deploy its war chest efficiently, it may consider distributing part of its cash holdings to its shareholders. Such return of capital to shareholders is usually achieved either through a special dividend distribution, an increase in the regular dividend, a share buyback, or a combination of these measures.\n\nCompanies may rely on debt instead of cash, however, to fund acquisitions or pay unexpected expenses. This allows companies to carry less cash, especially if they have credit available. On the flip side, companies often choose to redistribute their war chest to shareholders via special dividends orbuybacks.\n\nCash and liquidcash equivalentsare a key part of a war chest. More recently, companies have started to include more intangible assets as part of a bigger war chest. These intangibles may include social capital, political capital, and human capital—all can prove effective when launching a corporate raid, or defending against one.\n\nThe war chest of corporate entities will look different for various countries, industries, and business models. In a sense, no two are alike.\n\nThe \"war room\" is another business term. Businesses often assemble or refer to a war room, which is where core executives gather to plot and development high-stakes strategies. Modern war rooms will include the latest in audio, video, and communications technologies.\n\nWar chests of cash are used to fund purchases and investments. Looking at how these change over time can give a picture of a company's near-term prospects.\n\nAnalysts and the media like to focus on the war chest of Apple (AAPL), which has historically had a large cash hoard. Apple had $27.5 billion in cash on hand as of June 25, 2022, down from $35 billion a year earlier.The company, after getting pushback from shareholders, had started buying back shares and paying a dividend to put some of its cash to use.\n\nAnother example of a closely watched war chest isWarren Buffett’sBerkshire Hathaway (BRK.B). The company had $26.5 billion in cash as of June 30, 2022, down from more than $85 billion at the end of 2021.Analysts watch Buffett’s cash position and speculate on companies that it might purchase, and the significant dip in these six months reflects Berkshire's buying spree in stocks as markets dipped, including a large stake in Occidental Petroleum (OXY).\n\nWar chests are sizable funds set aside by a company. These are useful for making large investments or purchases when opportunities arise or can serve as a buffer against economic downturns. By having a war chest, a company can wait until the time is right and jump on such opportunities. Having a large war chest can also be used as a defense against a hostile takeover.\n\nA war chest holds liquid assets that can be accessed quickly, such as cash, cash equivalents, bank deposits, and Treasury bills.\n\nThe etymology of the term \"war chest\" comes from Mediaeval military terminology, where it referred to one's personal cache of weapons and armor kept in the home (in a chest), ready for use if conflict were to break out.\n\nEdward Lazear and Michael Gibbs. “Personal Economics for Managers,” Page 92. Wiley, September 11, 2007.\n\nHarvard Business Review. “The Case for Stock Buybacks.”\n\nApple, Inc. \"FY22_Q3 10-Q,\" Page 3.\n\nApple. “Apple Reports Fourth Quarter Results.”\n\nBerkshire Hathaway. \"FY22_Q2 10-Q,\" Page 2.\n\nS&P Global Market Intelligence. “Buffett's Berkshire Hathaway Is Loading Up on Occidental Petroleum Stock.”\n\nEconomic History Association. “Military Spending Patterns in History.”",
  "url": "https://www.investopedia.com/terms/w/warchest.asp"
}