{
  "term": "War Risk Insurance: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWar risk insurance is an insurance policy that provides financial protection to the policyholder against losses from events such as invasions, insurrections, riots, strikes, revolutions, military coups, and terrorism.\n\nAuto, homeowners, renters, commercial property, fire, and life insurance policies often havewar exclusions. With these exclusions, the policy will not pay for losses from war-related events. Because a standard insurance policy may specifically exclude war risk, it is sometimes possible to purchase a separate war risk insurance rider.\n\nThose entities which have risk exposure to the possibility of sudden and violent political upheavals are good customers for war risk insurance. For example, companies operating in politically unstable parts of the world have exposure to an elevated risk of loss from acts of war. War risk insurance may cover perils such as kidnappings and ransom, sabotage, emergency evacuation, worker injury, long-termdisability,and loss or damage of property and cargo.\n\nAlso, some policies may cover event cancellations due to war. There are war risk insurance policies that include acts of terrorism, but others consider terrorism and war to be two separate categories of peril. Some countries may require airlines to have war risk insurance before they can operate in their airspace or use their airports.\n\nIndustries in the aviation and maritime spheres may have more specific war insurance options tailored to meet their particular needs. For example, war risk insurance may compensate a ship’s owner for the full cost of a vessel in cases where a government seizes the ship. If war activities force a ship into temporary detention, war risk insurance may cover that loss of time.\n\nTheBumbershoot policyis a specialized form of excessliability insurancetargeted to the maritime industry.\n\nThe war exclusion clause became a hot issue in the insurance industry following the Sept 11, 2001, terrorist attacks on New York City and Washington D.C. The attacks caused an estimated $40 billion in insurance losses. The threat of further terrorist attacks or hijackings made the insurance industry leery of issuing war risk policies.\n\nInsurers canceled issuing many third-party policies and coverage. In response, Congress voted to amend and expand the Federal Aviation Administration (FAA) Aviation War Risk Insurance Program. The law required the FAA to offer war risk insurance to U.S.-based airlines. It also ordered thepremiumsfor this coverage to be based on the pre-9/11 cost of coverage. The program was in place until 2014, at which point the private industry had increased capacity and lowered prices for war risk insurance.\n\nThe difficulty with war risk insurance is the inability of an insurance company to accurately assess the possible outcome of damages and therefore calculate appropriate premiums to charge. Furthermore, the damage from war or related activities can be so vast and unpredictable that even high premiums might not be enough to cover the damage that insurance companies are liable for. This makes war insurance an unknown quantity for insurance companies with a high risk that a war insurance policy could send them intoinsolvency.",
  "url": "https://www.investopedia.com/terms/w/war-risk-insurance.asp"
}