{
  "term": "War Damage Corporation: Meaning, History, Legacy",
  "definition": "The War Damage Corporation was an initiative launched by the United States government during World War II. First established in 1941, the purpose of the program was to provide American citizens withinsuranceagainst the risk of property damage due to war.\n\nCongress found it necessary to offer this program because most private insurers felt that the potential cost of such insurance would be unsustainably high. Following the end of World War II, the War Damage Corporation was discontinued by the Act of Congress in 1947.\n\nOfficially, created through the War Damage Insurance Act of 1941, it was first known as the War Insurance Corporation then was renamed the War Damage Corporation in 1942.Understandably, many Americans of that time were concerned that the ongoing war could potentially lead to significant physical damage in the United States. In order to protect their personal possessions, citizens sought to insure against thisriskby buying insurance from private providers.\n\nHowever, from the perspective of private insurers at this time, the potential scale of the damage from war could be so vast that they could not offer these sorts of contracts in a profitable manner. In order to make those policies profitable, thepremiumsthey would need to charge would be so high as to be unaffordable to most customers. As a solution to this impasse, the government stepped in to provide this type of insurance to the public at asubsidizedrate.\n\nThe creation of the War Damage Corporation in 1941 marked a significant change in legal thinking among American lawmakers. Prior to World War II, the U.S. government did not consider individuals automatically entitled to compensation for war-related damage to their private property. However, governments in the United States and Europe increasingly adopted the view that individuals should be compensated for private property damage caused by war, given that these acts of war are beyond the control of those parties. Programs similar to the War Damage Corporation were also pursued in other countries, such as the United Kingdom, and some similar programs continue to exist today.\n\nPresident Ulysses S. Grant was firmly against the idea of compensating property owners in southern states whose property had been damaged or destroyed during the American Civil War. In his own words, Grant described damages to private property due to war as a “matter of bounty rather than of strict legal right.”\n\nAlthough the War Damage Corporation no longer exists, it has nevertheless had a lasting impact on the American insurance industry. For example, some private insurance companies now provide policies specific to war-related damage. These include damages related to weapons of mass destruction, acts of civil unrest, or terrorist attacks such as hijackings.\n\nA more common example can be found in travel insurance policies, which sometimes offer compensation for flights or hotel bookings canceled due to acts of terrorism or war. Nevertheless, it remains true that most insurance policies include war exclusion clauses that explicitly exempt the insurer from having to cover damages caused by war. The organization was abolished in 1947, following WWII, and several of its functions were assumed by Reconstruction Finance Corporation.﻿﻿\n\nGovInfo. \"The United States Government Manual 2012,\" Page 595.\n\nLibrary of Congress. \"Congressional Globe, Senate, 42nd Congress, 2nd Session,\" Page 4156.",
  "url": "https://www.investopedia.com/terms/w/war-damage-insurance-corporation.asp"
}