{
  "term": "War Bonds: Characteristics, History, Pros & Cons, Example",
  "definition": "A war bond is a debt security issued by a government to finance military operations during times of war or conflict. Because war bonds offered a rate of return below the market rate, investment was achieved by making emotional appeals to patriotic citizens to lend the government money.\n\nA war bond is a debt instrument issued by a government as a means of borrowing money to finance its defense initiatives and military efforts during times of war. A war bond is essentially a loan to a government.\n\nThe bonds were sold below their face value—investors paid less than the face value initially and were paid the face value amount at maturity. In other words, war bonds were consideredzero-coupon bondsbecause they didn't pay interest payments throughout the year or coupon payments. Instead, investors earned the difference between the purchase price and the face value of the bond at maturity.\n\nWar bonds were baby bonds, which meant they had a smallerpar value, or face value, than standard bonds. This made them more affordable for retail investors. Another feature of the bonds was that they were nontransferable—only the bond purchaser could redeem the bonds in the future. War bonds originally had a 10-year maturity, which resulted in a 2.9% return.\n\nCongress extended the interest that could be earned so that bonds sold from 1941 to 1965accrued interestfor 40 years. Bonds issued after 1965 accrued interest for 20 years. After the end of World War II, War Bonds became known as Series E bonds. The U.S. government continued issuing Series E bonds until 1980 when Series EE bonds replaced them.\n\nWar bonds issued by the United States were a little different from other Treasury securities.\n\nWar bonds (or Liberty bonds, depending on the year) werezero-coupon securities, meaning that they did not pay any interest over the lifetime of the bond. Moreover, the face value was different from the actual price of the bond: You would buy the bond at a discount (typically between 50%-75% of the bond's face value) and receive the full face value when the bond matured.\n\nThe exact maturity date would depend on the year a war bond was issued. A bond issued at the beginning of World War II could only be cashed out ten years later. Congress later amended the law so that war bonds could continue to accumulate interest over 40 years.\n\nBesides the United States government, other countries also issued war bonds, including Canada, Germany, the United Kingdom, and Austria-Hungary.\n\nIn the U.S., the War Advertising Council promoted voluntary compliance with bond buying. Motives to purchase war bonds were embedded in patriotism and conscience, given that these bonds offered a rate of return that was below the prevailing interest rates in the market.\n\nAdvertisements for the bonds were carried out through multiple media such as radio stations, newspapers, magazines, and newsreels in theaters to reach the American people. Hollywood stars like Bette Davis and Rita Hayworth helped promote war bonds by touring the country. People could save up for War Bonds by contributing 25 cents each time. The Girl Scouts also sold stamps valued at 10 cents each. Norman Rockwell created several paintings as part of the advertising effort for War Bonds.\n\nAfter the Russian invasion of Ukraine in 2022, the Ukrainian government announced an issue of war bonds to pay fighters and other military expenses. On March 1, just after the invasion began, the Ukrainian government announced that it had raised $270 million from a one-year bond with a yield of 11%.The country issued several successive bond issues, raising a total of nearly $1 billion.\n\nWar bonds allow the issuing government to quickly raise money to fund military campaigns. Governments that issue war bonds may appeal to patriotic feelings to sell the war bonds, allowing them to offer a yield that is lower than current market rates. They can also be used to reduce inflation by removing extra money from the economy.\n\nFor investors, war bonds can also be a way to profit by speculating on the outcome of a war. If one side suffers from a temporary military defeat, investors can buy that country's war bonds if they expect a quick reversal. However, they also take the risk of losing their investment if the war is lost.\n\nHowever, they were not always an ideal vehicle for investments. United States war bonds did not pay interest over the life of the bond, and they offered lower profits than competing bonds. Moreover, if a country borrows heavily to finance its war efforts, it will have to repay all of those bills upon the conclusion of the war.\n\nWar Bonds could be purchased for a price that was below their face value.\n\nWar Bonds were guaranteed by the U.S. government.\n\nInvestors experienced a sense of pride and patriotism by helping the nation in times of war.\n\nPaid a lower interest rate than other securities in the market.\n\nWar Bonds did not pay interest payments throughout the life of the bonds.\n\nAs with any security, War Bonds carried the risk of a loss if sold before maturity for a lower price than the purchase price.\n\nIn the U.S., the sale of war bonds was overseen by the War Finance Committee. War bonds were initially known as Defense Bonds and were first issued asLiberty Bondsin 1917 to finance the United States government's participation in World War I. Through the sale of these bonds, the government raised $21.5 billion dollars for its war efforts.\n\nAfter the Japanese attack on Pearl Harbor, on Dec. 7, 1941, the U.S. entered the Second World War, and Defense Bonds were renamed War Bonds. More than 80 million Americans purchased war bonds and brought in over $180 billion in revenue. The bonds sold for 50% to 75% of theirface valueand had denominations ranging from $10 to $1,000, depending on the year they were issued.\n\nUkrainian citizens and residents can buy war bonds through a Ukraine-licensed broker or bank. Although overseas institutional investors can also buy war bonds, it is not clear if they will be available to foreign retail investors.\n\nWar bonds allow a country to raise money for its military expenditures, without having to resort to heavy taxation or inflationary monetary policy. However, governments must be cautious of the risk that they will assume more debt than they can repay.\n\nThe U.S. government has an online tool to calculate the current value of war bonds. For a Series E bond issued in 1942 with a face value of $100, the current value as of September 2022 would be $377.40.\n\nWar bonds allow a country to raise emergency funds to support military expenditures, at a lower cost than a typical sovereign bond issue. However, there is risk involved. War bonds tend to offer a lower yield, and investors assume the risk that they may lose the investment if the country defaults.\n\nCNBC. \"Ukraine Raises $270 Million from Sale of War Bonds as Russia's Invasion Continues.\"\n\nCNN. \"War Bonds, NFTs and Crypto: How Ukraine Is Funding Its Defense.\"\n\nMinistry of Finance. \"How to Buy Military Bonds.\" (in Ukrainian).\n\nTreasuryDirect. \"Calculate the Value of Your Paper Savings Bonds.\"",
  "url": "https://www.investopedia.com/terms/w/warbonds.asp"
}