{
  "term": "Warehouser's Liability Form: What It is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA warehouser’s liability form is a document that describes the obligations of a storage facility toward its customers. Warehouse owners and operators can be held liable if the goods being stored in their warehouse are destroyed, damaged, or stolen.Thus, the warehouser's liability insurance exists to protect owners and operators against the costs of legal defense, damage awards, and other expenses related to adamageclaim.\n\nWarehouser’s liability forms vary between different storage facilities. Also, certain types ofpropertyare commonly not covered by a standard form, including money precious metals, and stones. Once the owner removes their goods from the warehouse and signs a warehouse storage receipt and release of liability, the warehouse owner or operator is no longer responsible for the goods.\n\nUnder the United States UniformCommercial Code, storage facility operators assume liability for the goods that they warehouse in exchange for a fee. These warehousers must follow a legal standard known as reasonable care, and if a warehouser doesn’t take reasonable care to protect a stored good, the company is liable for damages.Therefore, warehouse companies must buy additional insurance to protect themselves against the chance they need to compensate customers for damaged goods. In cases when property is damaged as a result of of an insured warehouser’s negligence, the insurance company will often pay the property owner directly.\n\nThe relationship between a warehouser and the owner of the goods being warehoused is known as a bailment: the term comes from the Latin wordbajulare, which means to bear a burden. In the United States,bailmentlaws regulate the relationship between the owner of a piece of property and another party that is put temporarily in charge of that property.\n\nA bailment is any situation in which property is rightfully controlled by a party that is not the owner.A bailment does not have to be established by a contract to be recognized by courts in the United States, and a property owner wishing to claim damages must establish that a bailee had both the possession of a physical good and the intent to exert control.As bailees, warehousers have a responsibility to protect the property in its control up to a certain point, though they are not held liable for damage to property that results from anAct of God, like an earthquake.\n\nBecause warehousers are held responsible for goods in their possession, it’s in the warehouser’s interest to clearly establish with a customer its rights and obligations before taking possession of a piece of property, with the help of documents like a warehouser’s liability form.\n\nThe Hartford. \"Warehouse Legal Liability Insurance.\"\n\nUniform Law Commission. \"Uniform Commercial Code.\"\n\nCornell University, Legal Information Institute. \"Bailment.\"\n\nCornell University. \"Principles of Bailment.\"",
  "url": "https://www.investopedia.com/terms/w/warehousers-liability-form.asp"
}