{
  "term": "Warehouse Lending: Definition and How It Works in Banking",
  "definition": "Warehouse lending is a line of credit given to a loan originator. The funds are used to pay for a mortgage that a borrower uses to purchase property. The life of the loan generally extends from itsoriginationto the time it is sold on the secondary market either directly or through securitization.\n\nThe repayment of warehouse lines of credit is ensured by lenders through charges on each transaction, in addition to charges when loan originators post collateral.\n\nA warehouse line of credit is provided to mortgage lenders by financial institutions. The lenders are dependent on the eventual sale of mortgage loans to repay the financial institution and to make a profit. For this reason, the financial institution that provides the warehouse line of credit carefully monitors how each loan is progressing with the mortgage lender until it is sold.\n\nWarehouse lending is not mortgage lending. A warehouse line of credit allows a bank to finance a loan without using its own capital.\n\nWarehouse lending can most simply be understood as a means for a bank or similar institution to provide funds to a borrower without using its capital. A small or medium-sized bank might prefer to use warehouse lending and to make money from origination fees and the sale of the loan rather than earn interest and fees on a 30-year mortgage loan.\n\nIn warehouse lending, a bank handles the application and approval of a loan but obtains the funds for the loan from a warehouse lender. When the bank then sells the mortgage to another creditor in the secondary market, it receives the funds that it then uses to pay back the warehouse lender. The bank profits through this process by earning points and origination fees.\n\nWarehouse lending is commercialasset-based lending. According to Barry Epstein, a mortgage lending consultant, bank regulators typically treat warehouse loans as lines of credit giving them a 100% risk-weighted classification. Epstein suggests that warehouse lines of credit are classified in this way partly because the time/risk exposure is days while the time/risk exposure for mortgage notes in years.\n\nWarehouse lending is similar toaccounts receivable financingfor industry sectors, though the collateral is typically much more significant in the case of warehouse lending. The similarity lies in the short-term nature of the loan. Mortgage lenders are granted a short-term, revolving credit line to close mortgage loans that are then sold to the secondary mortgage market.\n\nThe housing market crash from 2007 to 2008 drastically affected warehouse lending. The mortgage market dried up as people could no longer afford to own a home. As the economy has recovered, the acquisition of mortgage loans has increased as has warehouse lending.\n\nCommercial banks and large consumer banks are typically warehouse lenders. They extend credit to smaller institutions so that they don't need to use their own capital to offer mortgage loans to borrowers. The loans are then sold, and the money is repaid.\n\nWarehouse lenders charge their clients a small fee for funding, similar to an origination fee for a mortgage. They also charge interest for the time period that the money is extended.\n\nFor a small bank, cash flow can be an issue. Borrowing from a warehouse lender allows smaller banks to do a higher volume of mortgage lending, without depleting their cash reserves. Since they quickly sell the loans after closing, it also means they don't have to service the loans for their term length.\n\nAs a borrower, you might assume that your mortgage is borrowed from the bank where you apply. However, warehouse lending means that although you interact with your local bank, your mortgage can be funded by a larger entity. This helps keep the smaller institution liquid and allows them to originate loans and sell them quickly to earn profits.\n\nABF Journal. \"Mortgage Warehouse Lending… Clearing Up Misconceptions About This Unique Type of ABL.\"\n\nMortgage Bankers of America. \"Warehouse Lending Fact Sheet,\" Page 4.",
  "url": "https://www.investopedia.com/terms/w/warehouse_lending.asp"
}