{
  "term": "Warehouse Bond: What It Is, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA warehousebondprovides financial protection for individuals or businesses storing goods in a storage facility. The bond gives protection for any losses if the event the storage facility fails to live up to the contract terms. If the operator of the warehouse fails to meet its contractual obligations, a third-party surety company, acting as an intermediary, will compensate the client for loss.\n\nThe warehouse bond is a contract between three entities: the warehouse operator is theprincipalthat needs to get bonded, the state authority that provides the licensing is the obligee.Finally, thesuretyis the bond underwriter. Warehouse bond claims may arise from fire, theft, water damage, roof collapse, insufficient facility maintenance, damage during handling, climate control failure, lost inventory, and other causes. Warehouse bonds typically remain in effect for one-year periods and must be renewed annually.\n\nWarehouse bonds are required for warehouse owners in many states. They guarantee compliance with state laws and regulations for the storage and handling of goods. Every state sets its bond amount requirements. Items reviewed when setting the bond amount include the number of warehouses operated and the value of the goods stored in the warehouses. Bond requirements may also be on a case-by-case basis. In some states, the bond cost also depends on the warehouse owner'scredit scoreand business financials.\n\nEach state will stipulate requirements for storage facilities independently. For example, Massachusetts requires all public warehouse owners to be licensed and bonded with a $10,000 surety bond for every warehouse.﻿﻿ The state of New York requires a $5,000 bond amount, while New York City requires $10,000.﻿﻿﻿﻿ Bond requirements may also vary depending on the type of warehouses, such as grain, eviction, or public warehouses.\n\nThere are many limitations on recovery associated with warehouse bond agreements. For example,Acts of Godare often listed as an absolute exclusion in agreements. Although a warehouse owner cannot reasonably be expected to control forces of nature such as hurricanes and earthquakes, there are certain circumstances whereliabilityis a consideration.\n\nFor example, a warehouse operator may be liable for damages if there is a warning of an impending loss that they should have taken steps to avoid. Suppose a warehouse location is along a river prone to flooding, and the facility previously sustained damage to cargo stored on the ground floor. In such a scenario, if a warehouse owner knew of an approaching flood warning and took no action, they could be found negligent for failing to move the cargo to a higher floor or alternate location.\n\nCommonwealth of Massachusetts. \"Public Warehouse FAQs.\" Accessed Nov. 21, 2020.\n\nNew York State. \"Warehouse Permit.\" Accessed Nov. 21, 2020.\n\nCity of New York. \"Storage Warehouse.\" Accessed Nov. 21, 2020.",
  "url": "https://www.investopedia.com/terms/w/warehouse-bond.asp"
}