{
  "term": "Warehouse Financing: Definition, Example, Vs. Warehouse Lending",
  "definition": "Halfpoint Images / Getty Images\n\nWarehouse financing is a form ofinventory financingthat involves a loan made by a financial institution to a company, manufacturer, or processor. Existing inventory, goods, orcommoditiesare transferred to a warehouse and used ascollateralfor the loan. Warehouse financing is most often used by smaller privately-owned firms, particularly those in commodities-related businesses, that do not have access to other options.\n\nNote that warehouse financing is different fromwarehouse lending, which is a way for a bank to provide loans without using its own capital.\n\nWarehouse financing is an option for small- to medium-sized retailers and wholesalers.\n\nThe collateral (goods, inventory, or commodities) for a warehouse finance loan may be held in public warehouses approved by the lender or in field warehouses located in the borrower's facilities but controlled by an independentthird party.\n\nTake the example of a manufacturer of electric car batteries that has used up its entire line of credit and needs another $5 million to expand operations. It asks around and finds a bank willing to offer a loan through warehouse financing. The bank accepts the company's large inventory of unsold car batteries as collateral, and those batteries are transferred to a warehouse controlled by a third party. If the company fails to pay the loan, the bank can begin selling the batteries to cover the loan. Alternatively, the company can repay the loan and begin taking possession of its batteries again.\n\nA financial institution engaged in warehouse financing will usually designate a collateral manager who issues awarehouse receiptto the borrower that certifies the quantity and quality of the goods. Itleveragesthe use of raw material as the primary collateral, while additional financing can be synchronized with the build-up of stock or inventory.\n\nInventory of any kind tends to depreciate in value over time. Warehouse financing, therefore, may not be able to offer the full upfront cost of the inventory.\n\nWarehouse financing often enables borrowers to obtain financing on more favorable terms than short-termworking capital (NWC)or unsecured loans, while therepaymentschedule can be coordinated with the actual usage of inventories or materials.\n\n​Since it is secure lending, warehouse financing is often less expensive than other types of borrowing. The commodity inventory in the warehouse is contractually pledged to the lender so that if the borrower fails to pay, the lender can take the inventory and sell it on the market to recover the loan. This form of lending is often less expensive because the lender would not be involved in lengthy legal battles to recover the loan as they would if the loan were unsecured.\n\nA commodity company can also improve itscredit rating, lower its borrowing costs, and potentially secure a larger loan when utilizing warehouse financing. This offers a business advantage to a similar-sized company without such resources.",
  "url": "https://www.investopedia.com/terms/w/warehouse-financing.asp"
}