{
  "term": "Warning Bulletin",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe warning bulletin is a list of canceled, past due, or stolen credit cards. Created by the two biggest credit card vendors,MasterCardandVisa, and issued weekly in paper format, the list is now online and updated in real time. The vendors instruct merchants to obtain authorization before accepting the cards listed and engage certain protocols when collecting cards that have been flagged for improper use.\n\nThe warning bulletin is also known as the cancellation bulletin, the hot card list, or the restricted card list. It is meant to detercredit fraud, which costs businesses and individuals billions of dollars per year. The sheer number of credit cards in the market and the massive number oftransactionsthat occur every day means credit card processors need a way to communicate lists of lost, stolen, or compromised card numbers quickly and efficiently. The warning bulletin is one such method.\n\nVisa and MasterCard requiremerchantsand member banks to follow specific procedures and protocols when recovering and returning counterfeit cards, or cards that are not used by the authorized cardholder. Typically, the processor must follow several steps when returning a recovered card to the issuer. If the merchant has not already done so, the processor cuts the card in half through themagnetic stripe. After receiving the card along with any required documentation, the processor then forwards the recovered card to the issuer. Cards should be recovered, provided that can occur through safe and reasonable means.\n\nAs warning bulletins have evolved over time, moving from a paper list to an online database capable of immediate updates, so have credit cards. In particular, embedded computer chips, known as EMVs, are replacing the once ubiquitous magnetic stripes. TheEMVformat has become the global standard for card use at both ATMs and forpoint-of-sale purchases.\n\nThe main purpose ofchip cardsis to reduce credit card fraud and make suredata breachesdo not occur. One of its major advantages is that it cannot be easily copied. Cards with magnetic stripes can be duplicated through a simple swipe of the card because the information contained on the strip is permanent, making it easier to copy and reuse. Conversely, chip cards create one-time codes unique to the specific transaction. All details of that transaction are stored in the one-time code. Thus, the information gathered would not be usable for subsequent purchases.",
  "url": "https://www.investopedia.com/terms/w/warning-bulletin.asp"
}