{
  "term": "Warranty Definition, How It Works, Types, and Example",
  "definition": "A warranty is a guarantee or promise made by a manufacturer or similar party regarding the condition of their product. A warranty also refers to the terms and situations in which repairs,refunds, or exchanges will be made if the product does not function as originally described or intended. Warranties offer consumers some assurance that the goods and services they purchase are as advertised.\n\nAs noted above, warranties are promises made by manufacturers or retailers about their products and services. These promises can be either explicit or implied. Warranties provide a guarantee about the condition of goods and services purchased, providing an assurance that they are as advertised. They are generally only good for a specified period. When that period ends, the issuing entity is no longer obligated to repair or replace a product previously covered.\n\nWarranties usually have exceptions that limit the conditions in which a manufacturer is obligated to rectify a problem. For example, many warranties for common household items only cover the product for up to one year from the date of purchase. Generally, they are covered only if the product has problems due to defective parts or workmanship.\n\nAs a result of these limited manufacturer warranties, manyvendorsoffer extended warranties.Extended warrantiesare essentially insurance policies for products that consumers pay for upfront. Coverage will usually last for several years above and beyond the manufacturer's warranty and is often more lenient in terms of limited terms and conditions.\n\nHome warranties can provide discounted repair and replacement services for household appliances and systems, and the best home warranties offer a range of plans depending on the coverage you want.\n\nThe U.S. Congress passed the Magnuson-Moss Warranty Act of 1975 to set standards and rules for consumer product warranties to protect consumers from fraud and misrepresentations.\n\nThe act stipulates that the terms and conditions of warranties must be fully and clearly disclosed to the buyer before purchase, including whether it is a full or limited warranty. It also prohibits deceptive practices, such as the inclusion of misleading or false terms or requiring the buyer to purchase another product to validate the warranty.\n\nIn addition to what the manufacturer guarantees in an express warranty, theUniform Commercial Code (UCC)provides additional consumer protection by providing the implied warranty of merchantability. This warranty guarantees remedy if the product fails to perform as designed.\n\nWarranty terms can vary from free repairs on the defective product to complete replacement. The owner may be instructed to bring the product to the nearest authorized repairman, the seller, or ship it to the manufacturer.\n\nThere are two general types of warranties, expressed and implied. Each category has different sub-types of warranties, with terms, conditions, and guarantees.\n\nAs its name suggests, anexpress warrantyis an expressed guarantee from a seller or manufacturer to a buyer that the purchased product performs according to certain specifications. If defects are present, the seller agrees to repair or replace the defective product. The warranty can be expressed in writing or verbally in advertising, on the product, or through other means.\n\nAll expressed guarantees are not warranties. For example, if a retailer claims that its mattresses will give you the \"best night's sleep ever,\" they are not issuing a guarantee that it will deliver upon that statement. It is considered puffery, which is a form of exaggerated language used to advertise a product and attract customers. It can be reasonably assumed that this claim is based only on the opinion of the person making the statement in an attempt to promote the product.\n\nAnimplied warranty, which is also called an implied warranty of merchantability, is a guarantee that the purchased product functions in the manner designed. It need not be expressed to be valid. This guarantee is implied unless it is explicitly excluded—typical of \"as is\" sales.\n\nImplied warranties also apply when sellers present and sell a product fit to fulfill a specific purpose. The buyer relies on the seller's expertise to purchase the product. Any statements made by the seller regarding the product can be considered assurances.\n\nThere are many different warranty subtypes, but the most common are extended warranties and special warranty deeds.\n\nEven though manufacturers and retailers may offer warranties, there are instances where they may not honor these promises. We've outlined a few of these below.\n\nWarranties are meant to guarantee the condition of products and services as they are when they are purchased. This means that they typically only apply to products that have not been altered or modified after they were purchased.\n\nFor example, car enthusiasts enjoy changing engines or making other enhancements to a vehicle's drivetrain to coax a particular type of performance. Many modifications can nullify the vehicle's warranty coverage of the modified and affected components because they can affect the vehicle's reliability in ways for which the dealer and manufacturer are not responsible.\n\nEach company has a unique process for addressing warranties. Even if a product is within the timeframe designated by a warranty, the company may require multiple proof points to show that the product failed in normal use.\n\nIf the product failed because of the owner's actions rather than a fault in the design or manufacturing, the warranty is not likely to be honored. For instance, the owner might have placed the product in an extreme environment that was too hot or too cold for its reasonable use.\n\nThe terms warranty and guarantee are often used interchangeably, but there are subtle differences between the two. Both require sellers to act on certain promises they make to consumers about their offerings. However, the difference lies in the level of confidence the manufacturer expresses regarding the product's quality and functionality.\n\nA warranty is a guarantee from a seller that if their product fails to meet certain specifications, a remedy is available. A warranty describes the conditions in which the seller is liable and what conditions are excluded. Although the buyer does not pay a separate cost for the warranty, the warranty price is included in the product's price.\n\nA guarantee, on the other hand, is a promise or assurance from the manufacturer or seller that the product will work as described ormeet specific quality standards. If it doesn't, the manufacturer will fix or replace it. Guarantees are of no cost to the buyer and can be offered for both products and services.\n\nForeign companies are subject to the Magnuson-Moss Warranty Act if their deceptive practices are likely to cause injury within the United States.\n\nUnderstandably, it is easy to become confused with the coverage a warranty provides because of the language used in it. However, if you believe a warranty covers an issue, here are some steps you can take:\n\nBefore a sale, sellers must provide written warranties to consumers for products that cost more than $15.\n\nAs a consumer, there are some things you can do to minimize warranty issues:\n\nA warranty is a guarantee issued by a seller to a buyer that a product will meet certain specifications. If the product does not meet those specifications, the buyer can ask the manufacturer or seller to correct the problem. Certain exceptions apply, and not every defect is covered. The terms and conditions of the warranty depend on the type of warranty covering the product.\n\nA warranty means that a manufacturer or seller will replace or repair an item under specific conditions and circumstances. Generally, the conditions and covered issues are outlined in the warranty document.\n\nThere are two types of warranties—express and implied. Each has sub-types intended for different circumstances and products.\n\nImagine you purchase a new television. In the box with the instructions, you find a document that explains what the manufacturer will do if you experience specific issues within a certain time frame.\n\nA warranty is a guarantee from a manufacturer or seller that defective products will be repaired or replaced. The warranty sets forth the terms and conditions to which the warranty applies, as well as exclusions. There are two types—express and implied, with many sub-types in each category designed for specific products and services.\n\nIn the U.S., the Magnuson-Moss Warranty Act and the FTC's Uniform Commercial Code provide rules on consumer product warranties.If you experience a problem covered by a warranty, contacting the seller or manufacturer is the first step to resolving the issue. You can contact the FTC or file a lawsuit if they can't or won't fix a matter covered by the warranty.\n\nOffice of the Law Revision Counsel United States Code. \"15 USC Ch. 50: Consumer Product Warranties From Title 15—Commerce and Trade.\"\n\nCornell Law School. \"Implied Warranty of Merchantability.\"\n\nFederal Trade Commission. \"FTC Staff Sends Warranty Warnings.\"\n\nFederal Trade Commission. \"Report Fraud.\"\n\nFederal Trade Commission. \"Final Action: Magnuson-Moss Warranty Act Interpretations,\" Page 5.\n\nNew York State. \"Uniform Commercial Code.\"",
  "url": "https://www.investopedia.com/terms/w/warranty.asp"
}