{
  "term": "Warrant Coverage: Definition and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nWarrant coverage is an agreement between acompanyand one or moreshareholderswhere the company issues a warrant equal to some percentage of the dollar amount of an investment. Warrants, similar to options, allowinvestorsto acquire shares at a designated price.\n\nWarrant coverage agreements are designed to sweeten the deal for an investor because the agreement leverages their investment and increases their return if the value of the company increases as hoped.\n\nWarrant coverage assures investors that they can increase their share of ownership in the company should circumstances rapidly improve. This is done by means of issuing warrants as a condition of the investors’ participation.\n\nAwarrantis a type of derivative that gives the holder the right to buy the underlying stock at a specified price before or atmaturity. The warrant does not obligate the holder to purchase the underlying stock. A warrant coverage is simply the agreement to issue stocks to cover the possible future execution of the warrant instrument.\n\nWarrants are similar to anoptionbut have three main exceptions:\n\nWarrant coverage allows and possibly encourages the holder to participate in the success of the company, manifested in theappreciationof the price of the underlying stock.\n\nIt also gives the holder protection against thedilutiveeffects of any future new share offerings. This future protection is ironic because the exercise of the warrant is dilutive itself to the existing shares.\n\nWhile warrants technically can come in bothputandcallvarieties, they almost always are calls for use in warrant coverage.\n\nOne reason a company might issue warrants is to attract morecapital. For example, if it cannot issue bonds at a satisfactory rate or amount, warrants attached to a bond can make them more attractive to investors. Warrants are often seen asspeculative.\n\nOne of the best examples of warrant coverage took place during the financial crisis of 2008. Wall Street giant Goldman Sachs needed to increase capital and raise the perception of its financial health.\n\nGoldman sold $5 billion ofpreferred stockto Warren Buffett’s Berkshire Hathaway Inc. The warrants to purchase $5 billion of common stock with astrike priceof $115 per share had a five-year maturity. Goldman’s shares were trading near $129 at that time, giving Berkshire an instant—although not guaranteed—profit.\n\nFor example, an investor purchases 1,000,000 shares of stock at a price of $5 per share, totaling a $5,000,000 investment. The company grants a 20% warrant coverage, and issues to the investor $1,000,000 in warrants. In technical terms, the company guarantees 200,000 additional shares at anexercise priceof $5 per share.\n\nIssuing warrants does not give the investor any additionaldownside protection, as the underlying shares would be issued at the same price they paid for the stock; however, the warrant coverage would give the investor additionalupside, if the company goes public or is sold at a price above $5 per share.\n\nOn a convertible note, a warrant coverage allows the holder to purchase additional shares of a company. The amount that is allowed to be purchased is a percentage based on the loan principal.\n\nWarrant coverage is a percentage based on the principal amount of the loan as opposed to the value of the company. For example, a 10% warrant coverage on a $1,000,000 loan equals $100,000 in warrants.\n\nCompanies issue warrants to raise capital. When a company sells a warrant, it receives payment. If stocks are purchased using the warrant at a later date, then the company also receives money.\n\nNasdaq. “Warren Buffett Converts Crisis-Era Warrants for 2.8% of Goldman Sachs.”",
  "url": "https://www.investopedia.com/terms/w/warrantcoverage.asp"
}