{
  "term": "Warrant Premium: Meaning, Calculation, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA warrant premium is the difference between the current traded price of awarrantand its minimum value. A warrant's minimum value is the difference between itsexercise priceand the current traded price of its underlying stock.\n\nAlternatively, a warrant premium is the percentage difference between the cost of purchasing shares by exercising a warrant and buying them in theopen marketat the current price.\n\nWarrants have both a price and apremium. Typically, the premium will decrease as the price of the warrant rises coupled with the decrease in the time to expiration. A warrant isin-the-money(ITM) when the exercise price is less than the current share price. The more in-the-money the warrant is, the lower the warrant premium. High volatility may also cause the warrant premium to be higher.\n\nAs withcall options, the premium can increase or decrease depending on supply and demand factors.\n\nFor the simple definition, the premium is the amount above theintrinsic, or minimum value.\n\nIn this example, if the warrant price is $10, the exercise price is $25, and the current share price is $30, then the warrant premium would be $10-( $30-$25) = $5.\n\nFor the second calculation, the premium, expressed as a percentage, is the difference between buying warrant shares vs. buying shares through the open market.\n\nFor example, an investor holds a warrant with a price of $10 and an exercise price of $25. The current share price is $30. The warrant premium would be [( $10+$25-$30) / $30] * 100 = 16.7%.\n\nWarrants tend to trade at premiums becausetradersbelieve that the underlying stock can increase in price. Therefore, the longer the time until expiration, the longer the stock has to rise. However, as withoptions, as expiration approaches, the premium shrinks.\n\nA warrant issimilar to a call option. It gives the owner the right, but not the obligation, to buy anunderlying securityat a specific price, quantity, and at a future time. Warrants are unlike an option in that it is issued by a company, whereas an option is an instrument of the stock exchange. The security represented in a warrant, usually shareequity, is delivered by the issuing company instead of by an investor holding the shares. Traders cannot write warrants.\n\nCompanies will often include warrants as part of anew-issue offeringto entice investors into buying the new security.\n\nWhile most listed options have a maximum expiration term of one to three years, warrants may have expiries of up to 15 years or more.\n\nWarrants are sometimes given by companies to their employees as a form of equity compensation known asemployee stock options(ESO). Because they are options contracts, they do not pay dividends nor have any voting rights. The warrants, however, may be exercised and converted into shares.\n\nSometimes a company willattach warrants to other securitiesthat it issues in order to raise capital, making the issue more attractive to investors. For example, a warrant may be attached (\"wedded\") to corporate bonds or preferred shares. This is known as a \"sweetener.\"\n\nEarnings per share (EPS) is a key metric followed by investors and analysts. It is computed as a company's net income for a certain period divided by the number of shares outstanding. Warrants, however, can have a dilutive effect in that these contracts representpotentialnew shares that are not yet available. Therefore,fully-diluted EPSis often preferred, which takes into account all potential new shares that could be brought about through warrants, other employee stock compensation, and convertible securities.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/w/warrantpremium.asp"
}