{
  "term": "Warsaw Stock Exchange (WSE): What It is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe Warsaw Stock Exchange (WSE) is the largest stock exchange in Central and Eastern Europe and one of the most recognized financial institutions in Poland. It runs financial and commodities markets to trade instruments such as company shares,bonds,derivatives, and spot and forward contracts for electricity and natural gas.﻿﻿\n\nCapital markets in Poland date to 1817, when the Warsaw Mercantile Exchange was founded. In 1991, the state treasury created the Warsaw Stock Exchange as ajoint-stock companyfollowing the overthrow of Poland's communist regime in 1989. The WSE was established as a modern stock exchange with electronic trading and dematerialized registration of securities.﻿﻿\n\nTrading began on April 16, 1991. Five formerlystate-owned enterpriseswere listed: Tonsil, Próchnik, Krosno, Kable, and Exbud.﻿﻿ As of April 2021, the WSE listed 432 companies on its main and parallel markets, representing roughly 1.1 trillionPLNin market capitalization.﻿﻿\n\nThe WSE is the biggest exchange in Central and Eastern Europe. It operates two main businesses: a financial market and a commodities market. The financial market trades inequities, derivatives, and bonds. The commodity market trades in spot andforward contractsfor electricity and natural gas, in addition to carbon emission allowances. Commodities trading contributes about 40% of group revenue.﻿﻿\n\nMany economists expect that Eastern Europe will continue to be an area of rapid growth and the WSE will benefit from the increased investment. The WSE's stated mission is to provide a competitive exchange and clearing services, support economic growth, and ensure high standards and safety of trading practices.﻿﻿\n\nThe exchange operates Monday through Friday, with most equities sessions starting at 9 a.m. and concluding at 4:50 p.m. Derivatives products start trading at 8:45 a.m., while other investment products start at 9:05 a.m.﻿﻿\n\nInitiated by the WSE in 2009, the RESPECT Index is Central and Eastern Europe's first index ofsocially responsiblebusinesses. It covers companies from Poland and around the world that are listed on the WSE Main Market which follow the highest standards in corporate governance and disclosure while also taking into account environmental and social principles.﻿﻿\n\nCompanies in the index are screened by the WSE and the Association of Listed Companies (SEG) in a three-step review of these factors and are audited by the project partner.﻿﻿\n\nWarsaw Stock Exchange. \"2019 Integrated Report—Business Model.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"History.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"2019 Integrated Report—Organizational Structure.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"Statistics.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"Annual Report 2012: General Information on the Group.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"2019 Integrated Report—Our Mission.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"Details of the Trading Session.\" Accessed April 7, 2021.\n\nWarsaw Stock Exchange. \"New RESPECT Index Portfolio.\" Accessed April 7, 2021.",
  "url": "https://www.investopedia.com/terms/w/warsaw_stock_exchange.asp"
}