{
  "term": "Wash-Out Round: What It Means, How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA wash-out round (also known as \"burn-out round\" or \"cram-down deal\") is when a round of new financing usurps control of previous equity holders. When such financing is done, the new issuance drastically dilutes the ownership stake of previous investors and owners. New investors are thus able to take control of the company because the previous owners are in desperate need of more financing to avoidbankruptcy. Wash-out rounds are most often associated with smaller companies or with startup ventures that lack financial stability or a strong management team.\n\nIn many cases, a wash-out round of financing is offered with the intent of seizing control of a company, perhaps to gain access to assets new investors and management believe they can leverage. The round usually prices shares at such a diminished value and for such an overwhelming interest in the company that the stake held by prior investors and owners may be deemed to be near worthless. The ratio of returns may vary, but typically, the financing is priced in such a way to force prior owners to submit to the decisions of the new backers.\n\nFor struggling ventures, the wash-out round is often the final financing opportunity available to entrepreneurs before a company is forced into bankruptcy. Wash-out rounds often occur when companies are unable to achieve performance levels that have been set in order to receive additional financing from investors. Numerous wash-outs, for example, occurred during thedotcom crazeof the late 1990s when many companies were significantly overvalued.\n\nIt is possible that some of the company’s previous management might remain with the company; however, there is a high propensity for the leadership to be removed in a wash-out round. With consideration to the overall performance of the business, the leadership decisions that led to the need for a wash-out round make it unlikely that new owners would desire to maintain the status quo. For sake of brand recognition, it is plausible that some elements of the prior management and operations could be retained. However, the new owners might find that the best return on investment for a wash-out round is to find buyers for assets of the company, such as intellectual property, product lines, or customer databases.\n\nWash-out rounds can occur with companies that built up their valuation, but suffered either a sudden or gradual turn of events that nullified the prospects to grow under its current operations and management. For instance, if the core product of a company that develops a medical device or novel biomedicine is rejected by regulators, the company might not have another substantial product prepared to take its place. Likewise, if a service provided fails to reach the market penetration level it needs to generate profits, it might not achieve its revenue growth goals. These circumstances can leave the companies looking for wash-out round financing that, as a last resort, could salvage the brand.",
  "url": "https://www.investopedia.com/terms/w/washoutround.asp"
}