{
  "term": "Wash Sale: Definition, How It Works, and Purpose",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA transaction where an investor sells a losing security and purchases a similar one 30 days before or after the sale to try and reduce their overall tax liability.\n\nA wash sale is a transaction in which an investor sells or trades a security at a loss and purchases “a substantially similar one” 30 days before or 30 days after the sale.This is a rule enacted by theInternal Revenue Service (IRS)to prevent investors from using capital losses to their advantage at tax time.\n\nThe wash sale rule applies to stocks, contracts, options, and all other types of securities and trading.\n\nMany countries’ tax laws allowinvestorsto claim a specific amount of capital losses on their taxes as an income reduction. In the United States, you can claim up to $3,000 or your total net loss, whichever is less. If you have more than $3,000 in capital losses, you can carry the additional loss forward into the following years.\n\nThe ability to carry losses led to investors inventing a loophole where they would plan to sell a losing security and buy a substantially similar one again within a short period. This allowed them to claim acapital lossand use that loss to mitigate tax liabilities.\n\nTo prevent the abuse of this incentive, the Internal Revenue Service (IRS) instituted the wash sale rule in the U.S. (In the United Kingdom, the practice is known as bed-and-breakfasting, and the tax rules in the U.K. have an implementation similar to the wash sale rule). The law states that if an investor buys a security within 30 days before or after selling it, any losses made from that sale cannot be counted against reportedincome. This effectively removes the incentive to do a short-term wash sale.\n\nGenerally, a wash sale has three parts.\n\nDay traders, especially pattern day traders—those who execute more than four day trades over a five-day period in a margin account—may encounter wash sales regularly. The wash sale rule still applies to these traders. The tax implications for day traders are complex, so it’s best to consult a tax professional if you’re day trading.\n\nAssume an investor has a $15,000 capital gain from the sale of ABC stock. They fall in the highesttax bracketand must pay a 20% capital gains tax of $3,000. But let’s say they sold XYZ security for a loss of $7,000. The net capital gain for tax purposes would be $15,000 - $7,000 = $8,000, which means they’ll have to pay only $1,600 incapital gains tax. Notice how the realized loss on XYZ reduces the gain on ABC, reducing the investor’s tax bill.\n\nHowever, if the investor repurchases XYZ stock—or a stocksubstantially identicalto XYZ—within 30 days of the sale, the above transaction is counted as a wash sale, and the loss is not allowed to offset any gains.\n\nThe IRS does not ordinarily consider bonds and preferred stock of an issuing company to be substantially identical to the company’s common stock. However, there may be circumstances where preferred stock, for example, may be considered substantially identical to the common stock.\n\nThis would be the case if the preferred stock is convertible into common stock without any restriction, has the samevoting rightsas the common stock, and trades at a price close to the conversion ratio.\n\nPer Revenue Ruling 2008-5, individual retirement account (IRA) transactions can also trigger the wash sale rule. If shares are sold in a non-retirement account, and substantially identical shares are purchased in an IRA within 30 days, the investor cannot claim tax losses for the sale, nor is the basis in the individual’s IRA increased.\n\nThe good news is that any loss realized on a wash sale is not entirely lost. Instead, the loss can be applied to thecost basisof the most recently purchased substantially identical security. Not only does this addition increase the cost basis of the purchased securities, but it also reduces the size of any future taxable gains as a result.\n\nThus, the investor still receives credit for those losses, but at a later time. Also, the holding period of the wash sale securities is added to the holding period of the repurchased securities, which increases an investor’s odds of qualifying for the 15% favorable tax rate on long-term capital gains.\n\nTax-loss harvestingcan inadvertently lead to wash sales if not carefully managed. Tax-loss harvesting is the strategy of selling securities at a loss to offset a capital gains tax liability elsewhere and then buying back a replacement security to maintain the existing portfolio’s overall composition. The objective is to lower your overall tax bill by realizing those losses. However, if you’re not careful about how you replace the securities you’ve sold, you can trigger the wash sale rule. To avoid this, investors often look for alternative investments that are similar but not substantially identical.\n\nThe wash sale rule is triggered if, 30 days before or 30 days after you sell a security at a loss, you buy back a substantially similar security.\n\nA wash sale has a 60-day window, from 30 days before the sale to 30 days after the sale.\n\nIt isn’t illegal to buy a substantially similar security 30 days before or after selling one, but you’re not allowed to deduct any losses incurred from the sale and purchase to offset your taxable income.\n\nA wash sale occurs when an investor sells a security at a loss and then purchases the same or a substantially similar security within 30 days, before or after the transaction. This rule is designed to prevent investors from claiming capital losses as tax deductions if they reenter a similar position too quickly. Wash sales are not illegal but have negative tax implications: Losses from such sales cannot be used to offset gains in the sametax year.\n\nHowever, these losses can be added to the cost basis of the newly purchased security, affecting future gains. This rule is relevant to all types of securities and trading, and it’s particularly significant for day traders and investors looking to use capital losses to mitigate tax liabilities. Understanding and navigating the wash sale rule is crucial for effective tax planning and investment strategy.\n\nInternal Revenue Service. “Publication 550, Investment Income and Expenses.”\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Rev. Rul. 2008-5.”",
  "url": "https://www.investopedia.com/terms/w/washsale.asp"
}