{
  "term": "Wash Trading: What It Is and How It Works, With Examples",
  "definition": "Wash trading is a process whereby a trader buys and sells asecurityfor the express purpose of feeding misleading information to the market. In some situations, wash trades are executed by a trader and a broker who are colluding with each other, and other times wash trades are executed by investors acting as both the buyer and the seller of the security.\n\nWash trading misleads investors into believing that tradingvolumesfor a security are higher than they actually are, potentially increasing legitimate trading activity on the security in the process. Wash trading is illegal under U.S. law, and theInternal Revenue Service (IRS)bars taxpayers from deducting losses that result from wash trades from their taxable income.\n\nWash trading was first barred by the federal government after passage of the Commodity Exchange Act in 1936, a law that amended the Grain Futures Act and also required all commodity trading to occur on regulated exchanges.Prior to its proscription in the 1930s, wash trading was a popular way for stockmanipulatorsto falsely signal interest in a stock in an attempt to pump up the value, so that these manipulators could make moneyshortingthe stock.\n\nCommodity Futures Trade Commission (CFTC)regulations also prohibit brokers from profiting from wash trades, even if they claim they weren't aware of the trader's intentions.Brokers therefore must perform due diligence on their customers to make sure that they are buying shares in a company for the purpose of common beneficial ownership.\n\nThe IRS also has strict regulations against wash trading and requires that taxpayers refrain from deducting losses that result from wash sales. The IRS defines a wash sale as one that occurs within 30 days of the buying of the security and results in a loss.\n\nWash trading returned to the headlines in 2013, right as the phenomenon ofhigh-frequency tradingwas becoming widespread. High-frequency trading is the practice of using super fast computers and high-speed internet connections to perform upwards of tens of thousands of trades per second.\n\nStarting in 2012, then-Commissioner of the Commodity Futures Trading Commission Bart Chilton announced his intention to investigate the high-frequency trading industry for violations of wash trading laws, given how easy it would be for firms with this technology to enact wash trading under the radar.\n\nIn 2014, theSecurities and Exchange Commission (SEC)charged Wedbush Securities for failing \"to maintain direct and exclusive control over settings in trading platforms used by its customers,\" a failure that enabled some of its high-frequency traders to engage in wash trades and other prohibited and manipulative behavior.\n\nIn recent years, wash trading has infiltrated thecryptocurrencyspace as well. The desire to give the impression of popularity and high trading volumes is clear: there are thousands of cryptocurrency tokens available throughout the world, and most have a difficult time distinguishing themselves. But even the most popular cryptocurrencies, includingBitcoin, experience wash trading.\n\nA 2022 study of 157 cryptocurrency exchanges by Forbes found that over half of all reported Bitcoin trading volume is either fake or non-economic wash trading.Cryptocurrencies are particularly vulnerable topump-and-dumpschemes, in which a combination of inflated trading volumes and strong publicity or recommendations from insiders artificially boosts a token's value, allowing certain holders to sell at a massive profit while interest is high.\n\nThere are multiple potential reasons for the prevalence of wash trading in the crypto space. Even major digital currencies like Bitcoin often lack universally accepted methods of calculating daily trading volume. This leads to cryptocurrency firms producing oftentimes wildly divergent figures for historical trading volumes. Cryptocurrency exchanges themselves often lack legitimacy, and there have been many high-profile public collapses of token exchanges in recent years. Extremevolatilityin the cryptocurrency space may incentivize rapid buys and sells. Finally, crypto's murky status with U.S. and other government regulators creates a further opportunity for misleading trade activity.\n\nWash trades are essentiallytrades that cancel each other outand have no commercial value as such. But they are used in a variety of trading situations.\n\nFor example, wash trades were used in theLIBOR scandalto pay off brokers who manipulated theLIBORsubmission panels for the Japanese yen. According to charges filed by the U.K. financial authorities, UBS traders conducted nine wash trades with a brokerage firm to generate 170,000 pounds in fees as a reward to the firm for its role in manipulating LIBOR rates.\n\nWash trades can also be used to generate fake volumes for a stock and pump up its price. Suppose a trader XYZ and brokerage firm collude to buy and sell stock ABC rapidly. Noticing activity on the stock, other traders may put money into ABC to profit from its price movements. XYZ then shorts the stock, thereby profiting from its downward price movement.\n\nWash trading refers to an illegal activity in which a single trader buys and sells the same security in order to generate misleading market information. Wash trading is often performed to artificially inflate the trading volume of a security.\n\nThe IRS defines a wash sale as one that happens within 30 days of the purchase of the same security and generates a loss.\n\nIn some cases, wash trading bolsters the trading volume of a security, potentially inspiring more legitimate trade activity. Wash trading can also be used to help artificially boost the price of the security as part of a pump-and-dump scheme.\n\nWash trading is an illegal activity in which a trader buys and sells the same security, either within a short period of time or on separate exchanges, in order to inflate the trading volume or the price of that security. Wash trading can occur across a variety of industries and assets, but it has recently become a major consideration for the cryptocurrency and high-frequency trading spaces.\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses,\" Page 56.\n\nCommodity Futures Trading Commission. \"CFTC Glossary.\"\n\nCommodity Futures Trading Commission. \"History of the CFTC: US Futures Trading and Regulation Before the Creation of the CFTC.\"\n\nCommodity Futures Trading Commission. \"Opening Statement of Commissioner Bart Chilton Before the CFTC Technology Advisory Committee Meeting.\"\n\nSecurities and Exchange Commission. \"SEC Announces Charges Against Wedbush Securities and Two Officials for Market Access Violations.\"\n\nForbes. \"More Than Half of All Bitcoin Trades Are Fake.\"\n\nFinancial Services Authority. \"Final Notice,\" Pages 1-4.",
  "url": "https://www.investopedia.com/terms/w/washtrading.asp"
}