{
  "term": "Wash: What it Means, How it Works, Legality",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA wash is a series of transactions that result in a net sum gain of zero. An investor, for example, can lose $100 on one investment and gain $100 in another investment. That's a wash. But the tax implications can be complicated for the investor.\n\nA wash is also referred to as a break-even proposition.\n\nWhen it's a wash, two transactions cancel each other out, effectively creating a break-even position.\n\nIf a company spends $25,000 to produce merchandise and sells it for $25,000, the result is a wash. If an investor loses $5,000 on the sale of an investment and gains $5,000 from the sale of another the transaction has been washed.\n\nThat's simple enough but the IRS has complicated tax rules regarding wash sales by investors, and they are related to the claiming of losses on investments. Specifically, the rules prevent an investor from claiming a loss if they sell a security at a loss and then repurchase the same security or one that is substantially identical within 30 days.\n\nFor example, say an investor buys 100 shares of Anheuser-Busch (BUD) stock for $10,000. Just six weeks later, the value of the 100 shares declines to $7,000. The investor sells all 100 shares hoping to deduct thecapital lossof $3,000 at tax time but then, a week later, decides BUD is a real bargain and buys 100 shares again.\n\nThe initial loss cannot be claimed for tax purposes since the same security was repurchased within the limited time interval.\n\nAn investor can't sell a stock at a loss, buy the same stock again within 30 days, and still claim the loss as a deduction.\n\nHowever, the loss realized from a wash is not completely wasted. The loss can be applied to thecost basisof the second purchase of BUD. That increases the cost basis of the purchased securities and therefore will reduce the size of any futuretaxable gainswhen the stock is sold. The benefit of the wash has been delayed but it hasn't disappeared.\n\nIn addition, theholding periodof the wash securities is added to the holding period of the replacement securities. In this example, the investor has added six weeks to the holding period of that stock, making it that much easier to qualify for the most favorable tax rate onlong-term capital gains. (Stock must be held for one year to qualify for that lower tax rate.)\n\nSome wash sales are illegal because they resemble apump and dumpscheme.\n\nFor example, an investor cannot buy a stock using one brokerage firm and then sell it through another brokerage firm for the purpose of stimulating investor interest.\n\nInternal Revenue Service. \"Application of Wash Sale Rules to Money Market Fund Shares.\"",
  "url": "https://www.investopedia.com/terms/w/wash.asp"
}