{
  "term": "Watchlist: Definition, Purpose, and How To Create One",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA watchlist is a set ofsecuritiesthat an investor monitors for potential trading or investing opportunities.\n\nMany brokerage and financial platforms allow for easy construction and viewing of watchlists. A well-organized watchlist can help identify trading opportunities, track portfolio performance, or monitor hot or popular stocks.\n\nA watchlist is basically what it sounds like—a list of stocks that an investor watches with an eye toward taking advantage of prices if they fall enough to create an interesting undervalued situation. This takes the \"closely followed\" list a step further. These are names that an investor would be prepared to buy and own at the right price or with the right catalyst (a sign that growth has reignited, for instance).\n\nAn investor or trader may create a watchlist of several, dozens, or even hundreds of trading instruments to make more informed investment decisions. A watchlist can help an investor track companies and stay abreast of financial or other news that could impact these instruments.\n\nTypically, the investor monitors the list, waiting for certain criteria to be met, such as trading, over a certain volume, breaking out of a52-week range, or moving above its 200-day moving average, before placing trade orders.\n\nMost trading platforms allow users to create their own watchlists for the securities that they are interested in.\n\nFidelity, one of the leading online trading platforms, allows users to create up to fifteen different watchlists, with 50 symbols each. Users can also configure their lists to alert them of any new trading signals, such as sudden price changes. A well-organized investor could use this functionality to create separate watchlists for stocks, bonds, mutual funds, or any other tradable assets.\n\nWatchlists are also used in cryptocurrency trading, where sharp price swings can sometimes offer brief opportunities for high profits. In addition to trading metrics, a watchlist for cryptocurrencies might track tokens with an upcomingforkor mainnet launch.\n\nAn investor, for example, may be interested in purchasing stocks in a particular sector. But if that sector is generally overvalued, it may offer few stocks that are attractively priced.\n\nAn investor could create a list of all the stocks in that sector that would track variousvaluationmeasures, including ratios like trailingprice-to-earnings, price-to-sales, and price-to-book, among others. When a company on the list met a specified valuation criterion, such as a PE ratio less than 15, it would then be known that this stock was a possible candidate for investment. Many investment-oriented websites and brokerage platforms allow visitors or customers to create watchlists online, often for free.\n\nIf you're interested in keeping track of any securities, you can build your own watchlist on most brokerage platforms.\n\nMany novice investors are tempted to track as many stocks as possible, but a watchlist with hundreds of entries is too broad for any one investor. Don't try to track everything at once.\n\nAs a general rule, the watchlists provided by brokerage platforms can accommodate around 25 to 75 names depending on space taken up by charts, scanners, news tickers, andmarket depthwindows. A longer watchlist of, say, 200 stocks is likely to be too broad for almost any investor to monitor or maintain. Investors should refresh this list at least a couple of times per month. After all, this is generally supposed to be a list of names that an investor is simply waiting to get cheap enough to buy.\n\nIt’s a good idea to devote at least one screen entirely to watchlist tickers, with each entry displaying just two or three fields, including last price, net change, and percentage change. Some traders add a single chart to this linking the tickers to allow a quick review of price patterns during the trading day.\n\nFor examples of stock watchlists,Yahoo! Financeoffers several curated watchlists with preset criteria like \"Most Active Penny Stocks\" and \"Most Shorted Stocks.\" These lists have the added advantage of automatic updates so that users do not need to manually add or remove stocks that no longer fit the list criteria.\n\nWatchlists are an easy way for investors to track the market for trading signals and opportunities. There are now many tools for investors to create their own watchlists, or follow curated watchlists by other parties. By narrowing the market down to a list of key securities, traders can focus their attention to closely watch the securities that they are interested in.\n\nMost online trading platforms offer functionality for users to create their own watchlists, allowing them to easily track any security that catches their interest. Tocreate a watchlist, you should first identify your key investment criteria and decide what kinds of investments you are looking for. Then, using astock screeneror similar tool, search for stocks that fit those criteria and add them to your watchlist.\n\nIn terms of functionality, the most versatile watchlist tools come as part of a paid investment product. Worden’s TC2000, Wealth Lab, and Trade Ideas each offer large databases for paying customers. Free trading platforms, such as Fidelity or Robinhood, also come with the ability to create watchlists and follow stocks, although they may track fewer metrics than paid versions. Many online finance sites, such as Marketwatch and TradingView also offer free watchlists and stock screeners.\n\nA curated stock watchlist is a watchlist that has been created by a broker or trading platform for the benefit of its clients. These watchlists have the added convenience of automatic maintenance, so the end-user does not need to add or remove stocks that no longer fit the list criteria.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/w/watchlist.asp"
}