{
  "term": "Water Damage Insurance: What It Means, How It Works, Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWater damage insurance is a type of protection provided in mosthomeowners insurancepolicies against sudden and accidental water damage. Water damage insurance does not cover damage resulting from the homeowners' negligence or failure to maintain the home in good repair. Moreover, flooding usually requires a separate policy if available.\n\nMosthome insurance policiescover accidental and sudden damage caused by water. For example, a burst pipe that caused damage to a wall or floor would be covered. However, a gradual leak or seepage due to poor maintenance wouldn't be covered. Also, water damage insurance does not cover negligence.\n\nIf you have an outstanding mortgage loan, your mortgage lender will not likely require water damage insurance but will require you to purchase homeowners insurance.\n\nProper maintenance can help homeowners avoid many types of water damage to their property. Maintenance can include monitoring drippage from the ceiling during a rainstorm or fixing a leaky pipe under the kitchen sink before mold becomes a problem.\n\nWater damage is a major factor in homeowners insurance claims. According to the Insurance Information Institute, water was the third-leading cause of claims from 2017 to 2021, with an average of $12,514 per claim.\n\nWater damage and freezing were the second most frequent claims after wind and hail damage. About one in 60 insured homes has a property damage claim caused by water damage or freezing each year. Water damage represented more than 23% of homeowner insurance claims in 2021, behind wind and hail, which were 39%, and fire and lightning, 25% of claims.\n\nCarefully review your policy details for sublimits that reduce your water damage coverage. For example, your homeowners insurance might have $300,000 in property damage coverage, with water damage capped at $8,000. Policies with sublimits can decrease your monthly premiums but increase your out-of-pocket costs when filing a claim.\n\nOne of the most common water damage claims is due to plumbing system failures. Frozen pipes can cause plumbing failures when a pipe bursts due to a buildup in water pressure caused by freezing water in an adjacent section of the pipe. Broken valves and weakened joints can also cause plumbing supply system failures.\n\nDrain system failures are another top source of claims, including sewer backups. Toilet failures, either from the water supply line or from the toilet backing up into the house, can cause significant damage. However, a standard homeowners insurance policy may not cover a sewer backup. As a result, an additional policy rider for sewer backup coverage might be needed. Other water damage claims result from water heaters or washing machine hoses failing.\n\nTo mitigate water damage, have older homes inspected by a licensed plumber every five years, replace older water heaters, use steel-braided supply lines on washing machines, and turn off the supply lines when the machine is not in use. Don't run the dishwasher or washing machine when someone's not at home.\n\nMost homeowners policies won't cover damage due to water from seepage or gradual leaking. Instead, water damage from sudden and accidental events will likely be covered.\n\nSome homeowners insurance policies cover sewer backups, but it depends on the policy. Insurers may cover water backups from a covered event, such as a burst pipe or storm damage. You may need additional water or sewer backup coverage as an add-on to your policy.\n\nIf an insurer pays you theactual cash valuefor a claim, the amount will be discounted or reduced to account for the wear and tear of the damaged item—a process called depreciation. Conversely, if your policy hasreplacement costcoverage, you'll receive a claim payment for the items at today's current prices.\n\nWater damage insurance provides coverage to homeowners against certain forms of water damage. Most homeowners insurance policies may not cover water damage due to negligence, poor maintenance, or floods. However, if the water damage is due to a sudden, accidental event, insurance will likely cover the damage to the home. Examples of covered water damage can include burst pipes and toilet failures.\n\nTexas Department of Insurance. \"Home Insurance Guide.\"\n\nInsurance Information Institute. \"Facts + Statistics: Homeowners and Renters Insurance.\"\n\nWashington State Office of the Insurance Commissioner. \"Watch Out for Insurance Policies That Limit Your Coverage for Water Damage.\"\n\nDisastersafety.org. \"Prevent Water Damage from Plumbing and Appliances.\"\n\nCommonwealth of Massachusetts. \"Frequently Asked Questions about Homeowners Insurance.\"",
  "url": "https://www.investopedia.com/terms/w/water-damage-insurance.asp"
}