{
  "term": "Water Exclusion Clause: What It Means, How It Works",
  "definition": "A water exclusion clause is a restriction inhomeownersandrenter'sinsurance policies that denies coverage for some water-related claims. Events that are likely to fall under a water exclusion clause include damage caused by flood, tsunamis, standing water, groundwater, and drain or sewage backups.\n\nHomeowners and renters may be able to add some types ofwater damage coverageexcluded in the standard policy by purchasing arideror separate, specialized insurance.\n\nA water exclusion clause is common in most propertyinsurance policies. The reasoning is that only specific areas are prone to water-related natural disaster events, such as floods, tidal waves, or tsunamis. Water exclusion is one of several types of exclusion clauses found in homeowners and renter insurance contracts. Other standard exclusions include movements of the earth (quakes, landslides), wars and certain other government actions, and nuclear hazards and events.\n\nHowever, water-related perils aren't totally excluded by homeowners insurance. Most policies routinely do coverwater damagethat occurs for specific reasons—usually a sudden or accidental event that occurs within the structure, such as a burst pipe or malfunctioning dishwasher or other plumbing/water supply-related problems. Gradual damage or wear and tear that happens over time generally isn't covered, though.\n\nDestruction arising out of certain weather events—such as thunderstorms that send a tree crashing through a wall, or snow that collapses a roof, allowing water to pour in—generally are covered (at least, the water damage they cause is; ironically, the cost of repairing the wall or roof may not be). Some types of hurricane-related damage may also be covered, though in 19 states and the District of Columbia policyholders must pay an additionalhurricane deductiblebefore coverage kicks in.﻿﻿\n\nUnless it's due to an internal cause, like a gushing washer/dryer or an overflowing toilet, flooding is a typical part of a water exclusion clause. These clauses generally define a flood as rising or surface waters that come from the outside in, though even this is often subject to controversy—and litigation:﻿ Should the clause apply if the flood ensues from man-made forces (a burst dam, a collapsed levee) rather than natural forces (e.g., continuous rain that makes a river overflow its banks)? Does surface water come solely from rain or melting snow, or does it count if it's been sitting on a man-made surface such as pavement, a balcony, or a roof?\n\nDespite the legal debate, the bottom line is that a flood from an external source that seeps into a home probably won't be covered by thehazard insurancecomponent of a standard homeowners policy. The expensive nature of water damage, and the prevalence of it—in 2018, water damage and freezing represented 23.8% of all insurance losses﻿﻿﻿—gives homeowners and renters reasons to find alternative coverage options.\n\nAverage losses to homeowners due to water damage and freezing in 2018, according to the Insurance Information Institute.﻿﻿\n\nUsually, that meanspurchasing a separate policyfor protection against flood damage, known asflood insurance. In fact, for properties in high-risk areas, lenders sometimes requiremortgagedhomeowners to carry flood insurance—at least to protect the structure of the dwelling. (Unlike a standard homeowners policy, flood insurance requires that a policyholder buy separate policies to cover the property and the property's contents.) Homes financed by a federally backed lender, for example, require flood insurance if they are located in a government-designated flood hazard zone.\n\nFlood insurance policies are available for both residential andcommercial properties. Renters can also purchase flood insurance policies that cover theirpersonal propertyin a single-family home, apartment, condominium, or business property.\n\nWhile flood insurance can be purchased through many different insurance companies, the rates are regulated by the federal National Flood Insurance Program (NFIP). So the same policy costs the same amount, no matter which company it is purchased through.\n\nInsurance Information Institute. \"Background on: Hurricane and windstorm deductibles.\" Accessed Jan. 31, 2021.\n\nInsurance Information Institute. \"Facts + Statistics: Homeowners and renters insurance.\" Accessed Jan. 31, 2021.\n\nFederal Emergency Management Agency. \"Buying flood insurance.\" Accessed Jan. 31, 2021.\n\nFederal Emergency Management Agency. \"Types of flood insurance.\" Accessed Jan. 31, 2021.\n\nFederal Emergency Management Agency. \"Flood Insurance Rules and Legislation.\" Accessed Jan. 31, 2021.",
  "url": "https://www.investopedia.com/terms/w/water-exclusion-clause.asp"
}