{
  "term": "Water Investments: How to Invest in Water",
  "definition": "joe daniel price / Investopedia\n\nWe know water is the source of life. But it can also be a source for portfolio diversification. Like gold and oil, water is a commodity—and it happens to be rather scarce nowadays. Investors can gain exposure to the commodity through brokers who offer water indexes, mutual funds, and exchange-traded funds. So, as with any otherscarcity, the water shortage creates investment opportunities.\n\nThe investment case for water is simple: water is one of the most important resources, and it is likely to become a lot scarcer. About 70% of the earth's surface is covered in water, but over 97% is saltwater. Saltwater cannot be used for drinking, crop irrigation, or most industrial uses. Of the remaining 3% of the world's water resources, only about 1% is readily available for human consumption.\n\nRapid industrialization and increasing agricultural use have contributed to worldwidewater shortages. Areas that have experienced a lack of H2O include China, Egypt, India, Israel, Pakistan, Mexico, most of Africa, and the United States (Arizona, New Mexico, California, and West Texas), to name but a few.\n\nPollution also highlights the need for clean water. The dead zone off the Gulf Coast highlights the impact of fertilizer runoff, and methyl tertiary butyl ether (MTBE), an additive in unleaded gasoline, can be found in well water from California to Maryland.\n\nOverseas, highly publicized incidents in Russia, China, and elsewhere demonstrate that pollution isn't limited to the West. Of course, fouled water supplies further restrict the amount of fresh water available for human use.\n\nOn Nov. 15, 2021, President Biden signed into law theInfrastructure Investment and Jobs Act. The bipartisan infrastructure bill authorizes $1.2 trillion in spending, which includes $55 billion allocated to create clean drinking water, $65 billion in clean energy, and $21 billion to clean up hazardous, polluted sites.The legislation is good news to clean water advocates since it will expand access to clean drinking water for households, businesses, schools, and child care centers in cities and rural areas. The legislation will also invest in water infrastructure to eliminate lead service pipes.\n\nHere are some of the more popular indexes designed to track various water-related investment opportunities:\n\nThe MSCI Global Sustainable Water Index provides another look at the water industry from an international perspective. The index focuses on developed and emerging companies that earn at least 50% of their revenue from sustainable water products and services. There are also a variety of utility indexes that include some water stocks.\n\nThe number of people in the world, 10% of the global population, who live in countries with high and critical water stress levels.\n\nFirms seeking to profit from water-related businesses include beverage providers, utilities, water treatment/purification firms, and equipment makers, such as those that provide pumps, valves, and desalination units.\n\nA look at the holdings of any of these water indexes provides an easy way to start looking for suitable investment opportunities. Companies from blue-chip stalwart General Electric to small-cap Layne Christensen are all seeking a piece of the water market. In addition to direct stock purchases, some of the larger firms offerdividend reinvestment plans.\n\nThe bottled water market continues to grow. In the U.S., per capita consumption of bottled water in 2023 was 46.4 gallons per capita compared with 31.6 gallons per capita in 2013. According to a 2018 UN study, 177 countries rely on desalination for at least part of their freshwater consumption needs. Companies in these industries can be added to your portfolio to gain water exposure.\n\nIf stock picking doesn't interest you,ETFs, mutual funds, andunit investment trusts(UITs) also provide plenty of opportunities to invest in water.\n\nThe Invesco Water Resources ETF (PHO) \"tracks the performance of U.S. exchange-listed companies that create products designed to conserve and purify water for homes, businesses, and industries.\" The fund has 40 holdings as of Feb. 28, 2025.\n\nThe iShares U.S. Utilities ETF (IDU) provides some exposure to water-related stocks. Other alternatives include the Invesco Global Water Portfolio ETF (PIO), which tracks the Nasdaq OMX Global Water Index, and the First Trust Water ETF (FIW). Benchmarked to the MSCI ACWI Index, the Allianz Global Water Fund invests in improving the supply, quality, and efficiency of water resource management.\n\nTheChicago Mercantile Exchangehas tradeable water futures that are tied to water prices in California. These futures contracts allow investors to bet on the future value of the Nasdaq Veles California Water Index, effectively betting on the future price of water.\n\nAt the conclusion of \"The Big Short,\"it is revealed that Scion Capital founderMichael Burryfollowed up his successful short trade with investments in water. In later interviews, Burry explained that \"food is the way to invest in water. That is, grow food in water-rich areas and transport it for sale in water-poor areas.\" Farmland in high-precipitation areas is effectively a bet on water's future value. However, for retail investors, it may be easier to focus on water stocks.\n\nWater stocks are stocks of companies whose business is closely tied to irrigation, utilities, water treatment, or other water-related industries. One can invest in these by buying the stocks of individual companies, or by investing in a mutual fund orETF with high exposure to water stocks.\n\nThere is demand for investments thatprofit from the need for fresh, clean water. As this is expected to continue, investors should see a host of new investments that provide exposure to this precious commodity and to the firms that deliver it to the marketplace.\n\nThere are currently numerous ways to add water exposure to your portfolio; most simply require a bit of research. Opportunities to invest in this scarce resource are flowing freely.\n\nU.S. Geological Survey. \"How Much Water is There on Earth?\"\n\nWorld Resources Institute. \"Aqueduct Water Risk Atlas.\"\n\nWorld Resources Institute. \"17 Countries, Home to One-Quarter of the World's Population, Face Extremely High Water Stress.\"\n\nEnvironmental Protection Agency. \"State Reports On MTBE.\"\n\nNational Oceanic and Atmospheric Administration. \"Wet Spring Linked to Forecast for Big Gulf of Mexico ‘Dead Zone’ This Summer.\"\n\nThe White House. “Updated Fact Sheet: Bipartisan Infrastructure Investment and Jobs Act.”\n\nMarketScreener. \"Dow Jones U.S. Water.\"\n\nClean Edge. \"ISE Clean Edge Water Index (HHO).\"\n\nMarketScreener. \"S&P Composite 1500 Water Utilities (Industry).\"\n\nS&P Dow Jones Indices. \"Global Water Index.\"\n\nMSCI. \"MSCI Global Sustainable Water Index (USD).\"\n\nUnited Nations. \"Water Scarcity.\"\n\nBottled Water.org. \"Bottled Water 2023: U.S. Volume Growth Holds Steady, Sales Rise,\" Page 4.\n\nScience of the Total Environment. \"The State of Desalination and Brine Production: A Global Outlook,\" Page 1344.\n\nInvesco. \"Invesco Water Resources ETF.\"\n\niShares. \"iShares U.S. Utilities ETF.\"\n\nFirst Trust Advisors. \"First Trust Water ETF (FIW).\"\n\nInvesco. \"Invesco Global Water ETF.\"\n\nCME Group. \"Nasdaq Veles California Water Index.\"\n\nNew York Magazine. \"Michael Burry, Real-Life Market Genius from The Big Short, Thinks Another Crisis Is Coming.\"",
  "url": "https://www.investopedia.com/articles/06/water.asp"
}