{
  "term": "Waterfall Payment: Definition, Benefits, How It Works, and Example",
  "definition": "Investopedia / Paige McLaughlin\n\nA waterfall payment structure sets the priority and order in which interest and principal payments are made to creditors based on rankings that can vary in some situations.\n\nImagine a waterfall cascading down into vertically aligned buckets. The water represents money and the buckets represent creditors. The water fills the first bucket first. The second bucket will fill only after the first is full. More buckets are filled in the order in which they appear as the water flows.\n\nA waterfall payment structure works this way with creditors. Debtors typically structure these schemes into suchtranchesto prioritize the highest-principal loans first because they are also likely to be the most expensive.\n\nBucket sizes (size of debt) typically decrease as the water descends. This is likely because paying off large debts reduces the risk of insolvency and frees up cash for operations, capital expenditures, and investments.\n\nThis type of plan works best for a company repaying more than one loan. Assume this company has three operating loans, each with different interest rates. The company makes principal and interest payments on the costliest loan and makes only interest payments on the remaining two. Once the most expensive loan is paid off, the company can make all interest and principal payments on the next, more expensive loan. The process continues until allloansare repaid.\n\nTo demonstrate how a waterfall payment scheme works, assume a company has taken loans from threecreditors, Creditor A, Creditor B, and Creditor C. The scheme is structured so that Creditor A is the highest-tiered creditor while Creditor C is the lowest-tiered creditor. The arrangement for what the company owes each of the creditors is as follows:\n\nAssume in year one the company earns $17 million. It then pays off the entire $15 million owed to Creditor A, leaving it with $2 million to pay off further debts. Since the priority structure is still in place, this $2 million must be applied to Creditor B. Assume the company pays $1 million to Creditor B for interest and $1 million to Creditor B for the principal. The result after year one is as follows:\n\nIf in year two, the company earns $13 million, it could then pay off the remaining obligation to Creditor B and begin paying off Creditor C. The result after year two is as follows:\n\nThis example was simplified to show the mechanics of a waterfall payment scheme. In reality, some waterfall schemes are structured so that minimum interest payments are made to all tiers during each payment cycle.",
  "url": "https://www.investopedia.com/terms/w/waterfallpayment.asp"
}