{
  "term": "Weak Shorts",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nWeak shorts refer to traders or investors who hold ashort positionin a stock or other financial asset who will exit at the first indication of price strength. Weak shorts are typically investors with limited financial capacity, precluding them from taking absorbing too much risk on a short position. A weak short will generally have a tightstop-loss orderin place on the short position to cap the loss on the short trade. Weak shorts are conceptually similar toweak longs, though the latter employ long positions.\n\nWeak shorts are more likely to be carried by retail traders rather thaninstitutional investorssince the retail trader's financial capacity is limited. That said, even institutional investors may find themselves in the weak-short camp if they are financially stretched and cannot afford to commit more to trade.\n\nThe presence of weak shorts may intensify volatility in stock because weak shorts will be inclined to exit their short positions if the stock shows signs of strengthening. Such short covering may drive the stock price up rapidly, forcing other traders with short positions to close them for fear of ashort squeeze.\n\nIf the stock begins to weaken and is vulnerable, the weak shorts may reinstate their short positions. Weak shorts may be constrained by the availability of capital but may still have a high degree of conviction in their short strategy. Heavy shorting accentuates the stock's weakness, driving its price down quickly, a trading pattern that leads tostock volatility.\n\nFor a retail trader that isday tradingor swing trading, a weak short is a positive. By exiting early when a stock no longer looks weak, the trader limits their risk and saves their capital for the short trades that are acting weak but are profitable.\n\nStocks or other financial assets that have a substantial weak short presence will often be more volatile than those with less of a weak short presence.\n\nTraders often look for stocks with heavy short interest, acontrarian indicatorto identify stocks poised to move up on a short squeeze. Stocks that areheavily shorted by retail investorsare better short-squeeze candidates than those held by institutions with deep pockets, such as hedge funds.\n\nOne way to identify retail short interest is by usingtrading softwarethat shows major holders of the stock and block trades. A stock with (a) minimal institutional holdings, (b) fewblock trades, and (c) significant short interest is likely to be one with a disproportionate number of weak shorts.\n\nTraders can wait for the price to strengthen, potentially moving above a key resistance level where many short-trade stop-loss orders are placed. A trader initiates a long position in anticipation of a further rise as weak short traders are forced out of their position.\n\nPuts are another way to bet on a declining stock price. Theput/call ratiomeasures the number of puts bought versus the number of calls, those that profit if the stock price rises. The ratio indicates when traders have become extremelybearishorbullishon a stock. This can be used as a contrarian indicator that a reversal in price may be forthcoming.\n\nIt is hard to predict the number of weak shorts and difficult to decipher if the short positions are held because the stock is falling. Whether weak shorts or not, these traders are in the correct position to profit, and buying into them may be foolish.\n\nTrying to force weak shorts out of a position, causing a price pop, mayprop the price up temporarily, but unless positive news, fundamentals, ortechnicalsemerge, additional buyers may not decide to enter and the price will continue to fall.\n\nWeak shorts are a strategy that can't be measured with great accuracy, therefore it's unknown exactly how many weak shorts there are or how weak they are.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/w/weakshorts.asp"
}