{
  "term": "Wealth Tax: Definition, Examples, Pros & Cons",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nValentinrusssanov / Getty Images\n\nA wealth tax applies to the net fair market value of all or some of a taxpayer's various asset types, including cash, bank deposits, shares, fixed assets, personal cars, real property, pension plans, money funds, owner-occupied housing, and trusts.\n\nA wealth tax is a tax based on themarket valueof assets currently owned by a taxpayer, as opposed to taxes on asset sales, income, or real estate. Some developed countries choose to tax wealth, although the United States has historically relied on taxing annualincometo raise revenue.\n\nA wealth tax, also called capital tax or equity tax, is imposed on the wealth possessed by individuals. The tax usually applies to a person’s net worth, which is assets minus liabilities. These assets include (but are not limited to) cash, bank deposits, shares,fixed assets, personal cars, real property, pension plans, money funds, owner-occupied housing, andtrusts.\n\nAnad valorem taxon real estate and an intangible tax on financial assets are both examples of a wealth tax.Generally, countries that impose wealth taxes also impose income and other taxes.\n\nOnly fourOrganisation for Economic Co-operation and Development (OECD)countries currently levy a net wealth tax: France, Norway, Spain, and Switzerland.In the early 1990s, 12 countries reportedly imposed a wealth tax, indicating that the popularity of this form of taxation is diminishing.\n\nIn 2024, the Brazilian government proposed a new 2% global wealth tax that would impact 3,000 of the wealthiest people in the world. However, the tax proposal's future remains a question of feasibility since major countries such as the United States have not signed on.\n\nIn the United States, federal and state governments do not impose wealth taxes. Instead, the U.S. imposes annualincomeandproperty taxes. However, some consider property tax a form of wealth tax, as the government taxes the same asset year after year. The U.S. also imposes anestate taxon the death of individuals owning high-value estates.\n\nHowever, that levy represents a relatively insignificant contribution to U.S. tax receipts. For example, in 2024 the total collections from gift and estate taxes were equivalent to only 0.64% of U.S. GDP.\n\nDuring the 2020 election, the immense and increasing disparity in wealth in the United States promptedpoliticians such as Sen. Bernie Sanders (I-Vt.)andSen. Elizabeth Warren (D-Mass.) to propose a wealth tax, in addition to the income tax. In March 2021, Warren introduced S.510, a revised version of her earlier proposal, to impose a tax on thenet worthof very wealthy individuals. Although the first version failed, a new version of her proposal was introduced in 2024, and taxes have been a key part of the presidential candidate's platforms.\n\nIn effect, a wealth tax impacts the net value of the assets accumulated over time and owned by a taxpayer as of the end of eachtax year. An income tax impacts the flow of the additions in value that a taxpayer realizes, whether as earnings, investment returns such as interest,dividends, or rents, and/or profits on disposition of assets during the year.\n\nLet’s look at an example of how the wealth tax differs from income tax. Assume a single taxpayer earns $120,000 annually and falls in the 24%tax bracket. That individual’s liability for the year will be 24% × $120,000 = $28,800. What is the tax liability if the government taxes wealth instead of income? If the taxpayer’s assessed net worth is $450,000 and the wealth tax is 24%, then the tax debt for the year will be 24% × $450,000 = $108,000.\n\nIn reality, annual wealth tax rates are significantly lower than annual income tax rates. In France, for example, the wealth tax used to apply to total worldwide assets.As of 2023, however, it only applied to real estate assets worth more than €1.3 million ($1,400,000). If the value of those assets is greater than €1.3 million, the calculation of wealth tax starts at €800,000.\n\nAssets between €800,000 and €1,300,000 are subject to a 0.5% tax. Rates continue to rise at graduated thresholds—0.7%, 1%, 1.25%—until, finally, real estate assets over €10,000,000 are taxed at 1.5%. A wealth tax cap limits total taxes to 75% of income.\n\nIf a taxpayer is not a resident of a particular country, then the wealth tax generally only applies to their holdings in that country.\n\nHere’s Sen. Warren's original 2021 proposal, which was to take effect in the 2023 tax year:\n\nUpon introduction, the bill had seven Senate co-sponsors: Sens. Kirsten Gillibrand, Mazie Hirono, Edward Markey, Jeff Merkley, Bernie Sanders, Brian Schatz, and Sheldon Whitehouse. An eighth senator, Alex Padilla, later became another co-sponsor. Two House co-sponsors, Reps. Brenda F. Boyle and Pramila Jayapal, supported a companion bill in that chamber.\n\nAlthough the bill died in committee after the second reading, Sen. Warren re-introduced her wealth tax legislation, with nearly identical proposals, in March 2024. Reps. Boyle and Jayapal sponsored equivalent legislation in the House of Representatives.\n\nProponents of wealth taxes believe this type of tax is more equitable than an income tax alone, particularly in societies with significant wealth disparity. They believe that a system that raises government revenue from both the income and the net assets of taxpayers promotes fairness and equality by taking into account taxpayers’ overall economic status, and thus, their ability to pay tax.\n\nCritics allege that wealth taxes discourage the accumulation of wealth, which they contend driveseconomic growth. They also emphasize that wealth taxes are difficult to administer.\n\nAdministration and enforcement of a wealth tax present challenges not typically entailed in income taxes. The difficulty of determining thefair market valueof assets that lack publicly available prices leads to valuation disputes between taxpayers and tax authorities. Uncertainty about valuation also could tempt some wealthy individuals to trytax evasion.\n\nDirect wealth taxes have been repealed in several countries, partly because they tend to scare off wealthy people and hinder foreign investment.\n\nIlliquidassets present another issue for a wealth tax. Owners of significant illiquid assets may lack ready cash to pay their wealth tax liability. This creates a problem for people who have low incomes and low liquid savings but own a high-value, illiquid asset, such as a home. Similarly, a farmer who earns little but owns land with a high value may have trouble coming up with the money to pay a wealth tax.\n\nSome accommodations may be feasible to address administrative and cash flow issues—for example, allowing tax payments to be spread over a period of years or creating special treatment for specific asset categories such as business assets. However, exceptions could undermine the purpose that many attach to a wealth tax: structuring the overall tax system to make all taxpayers pay their fair share.\n\nThe United States imposes property and estate taxes but does not have a general wealth tax. However, that could soon change. U.S. Sen. Elizabeth Warren (D-Mass.) and some of her peers are trying to push through a bill that would see households and trusts worth over $50 million get taxed a percentage of their net worth (either 2% or 3%) each year.\n\nProponents view the wealth tax as a way to boost the government’s public spending coffers by taking extra money from those who don’t really need it. Such a tax generally only applies to the wealthiest, and it can be argued that the money it will cost them will have zero impact on their quality of life.\n\nA wealth tax is difficult to administer, tends to encourage tax evasion, and has the potential to drive the wealthy away from countries that enforce it. These caveats, coupled with debates about how to implement it fairly, perhaps explain why so few countries in the world impose such a tax on their residents.\n\nA wealth tax is a levy on the total value of a person's assets, as opposed to taxes on their income, real estate, or asset sales. Wealth taxes have been implemented in some European countries, and proposed by U.S. politicians as a way of moderating extreme wealth inequality.\n\nCornell Law School, Legal Information Institute. “Ad Valorem Tax.”\n\nOrganisation for Economic Cooperation and Development, OECD iLibrary. “Chapter 1. Overview of Individual Net Wealth Taxes in OECD Countries.”\n\nTax Foundation. “What the U.S. Can Learn from the Adoption (and Repeal) of Wealth Taxes in the OECD.”\n\nNPR. \"Meet the Man with the Plan to Tax the World's Wealthiest 3,000 People.\"\n\nEveryCRSReport.com. “Overview of the Federal Tax System in 2022.”\n\nFiscalData.Tresury.gov. \"How Much Revenue Has the U.S. Government Collected This Year.\"\n\nNotaries of France. “Wealth Tax (IFI).”\n\nPricewaterhouseCoopers, Worldwide Tax Summaries. “France: Individual — Other Taxes.”\n\nU.S. Sen. Elizabeth Warren. “Warren, Jayapal, Boyle Introduce Ultra-Millionaire Tax on Fortunes Over $50 Million.”\n\nU.S. Senator Elizabeth Warren. \"Warren, Jayapal, Boyle Re-Introduce Ultra-Millionaire Tax on Fortunes Over $50 Million.\"\n\nCongress.gov, U.S. Congress. “S.510 — Ultra-Millionaire Tax Act of 2021.”",
  "url": "https://www.investopedia.com/terms/w/wealth-tax.asp"
}