{
  "term": "Wealth Added Index (WAI): What It is, How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWealth Added Index (WAI) is a metric designed by Stern Value Managament, a consulting firm, that attempts to measure value created (or destroyed) for shareholders by a company. According to this calculation method, wealth is created only if the returns of a company, inclusive of share price gains and dividends, exceed itscost of equity.\n\nThe conceptual foundation of the Wealth Added Index is that the cost of equity for a company should be greater than the return available on risk-free securities such as government bonds because a company is riskier (the greater the risk an investor assumes, the greater the return required). If a company's returns do not exceed its cost of equity, then shareholders should invest their money elsewhere. In other words, according to the WAI, if the return is less than the cost of equity, the company is actually destroying shareholder value; if the return exceeds the cost of equity, the company is adding wealth for its shareholders.\n\nWAI is similar toEconomic Value Added(EVA), another Stern Value Management measure, in that the cost of capital is compared to returns. Traditional accounting return metrics likeReturn on Equity(ROE) andReturn on Assets(ROA) do not consider the other side—the cost of capital to achieve these returns over a certain period. A company can show a high ROE, for example, but if the cost of capital to achieve that ROE was even greater, then the value was destroyed by the company.\n\nBut there are two key differences between WAI and EVA. First, and most important, EVA is backward-looking, calculating only results that have already transpired. WAI, by contrast, takes into account both past share price performance and prospective performance. Because equity value of a company is the present value of allfuturecash flows, the current share price of a company's stock will reflect the future prospect of value creation, or wealth added. Second, EVA is limited in providing cross-border comparisons because it relies on accounting methodologies within individual countries. Therefore, for instance, EVA of a utility company in the U.S. will not be directly comparable to the EVA of a utility company in Spain because different accounting standards are used to derive reported profits. With a focus on the movement of the share price and dividends, readily available for calculation anywhere, WAI is able to overcome this limitation.",
  "url": "https://www.investopedia.com/terms/w/wai.asp"
}