{
  "term": "Wear and Tear Exclusion: What it is, How it Works, Claim Disputes",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA wear and tear exclusion is a provision in an insurance policy that states that the normal deterioration of the insured object is not covered by the insurance policy. Insurance is designed only to protect against unforeseen losses. If insurance covered inevitable losses, insurers would have to raise their premiums dramatically to cover the expenses.\n\nWear and tear exclusions are fairly common. Auto insurance policies, for example, do not cover the cost of replacing auto parts that deteriorate with time and use, such as brake pads, timing belts, and water pumps. Auto insurance policies cover only unpredictable events such as collisions.﻿﻿\n\nWear and tear exclusions are designed to keep an insurer from being held liable when damage results from a customer’s failure to properly maintain, repair, and replacedeteriorated or defective portions of the insured property. To prepare for predictable losses from wear and tear, owners can self-insure by setting aside money each month in anemergency fund.\n\nThe exclusions and limitations that are specified in the contract are what determine if a property loss is covered. The list of exclusions is generally extensive.\n\nAn insurance company may cite “wear and tear” on a claim in an effort to avoid a contractual payment. In the case of a natural disaster such as a flood or tornado, insurers will often try to invoke “wear and tear” and blame the property damage on a preexisting condition.\n\nOther common exclusions include poor maintenance, prior damage, manufacturing defects, or faulty installation.Roof damage claims are often a cause of contention. Insurers may point to the age of the roof or its maintenance record as a cause of the damage instead of a hailstorm.\n\nDamage to older properties is often the cause of disputes between insured and insurer.\n\nA dispute over a claim can result in an insurance bad faith lawsuit. This is particularly common when older commercial properties are damaged. An insurance company will inspect the property prior to selling the policy, and the report may show the property was in acceptable or even good condition, but the insurance company may still attempt to make the “wear and tear” argument.﻿﻿\n\nA wear and tear exclusion will not have what is commonly referred to as “anti-concurrent cause” lead-in language. This indicates that damage caused or aggravated by multiple factors, including covered and uncovered causes, will not be covered. An Illinois court ruled in 1983 that, in the absence of such “anti-concurrent cause” lead-in language, when a covered and an uncovered peril combine to cause a loss, the whole loss is covered.﻿﻿\n\n﻿4autoinsurancequote.com. \"Does Car Insurance Cover Normal Wear and Tear?\" Accessed Feb. 7, 2021.\n\nRaiznerSlania LLP. \"Property Damage Insurance Claim Denials Based on Wear and Tear: How Does This Lead to a Denied Insurance Claim?\" Accessed Feb. 7, 2021.\n\nHeylRoyster.com. \"Property Insurance Update,\" Page B-3. Accessed Feb. 7, 2021.",
  "url": "https://www.investopedia.com/terms/w/wear-and-tear-exclusion.asp"
}