{
  "term": "Weather Future: What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nWeather future is a type ofweather derivativewhere the payoffs are based on the aggregate difference in the measured weather variable, usually the recorded temperature, over a fixed period.\n\nWeatherfuturesenable businesses to protect themselves against losses caused by unexpected shifts in weather conditions. While businesses may have property-casualty insurance policies to cover physical damage caused by relatively rare weather-related events, such as a windstorm or hail, these insurance policies will not cover economic losses if customers aren't able to show up due to heavy rain, or if crops fail to thrive in hot weather.\n\nWeather futures sprung up in the early 1990s as a way for firms to hedge their weather exposure based on changes to indexes that measure changes in average daily temperatures.\n\nEssentially, a weather future obligates the buyer to purchase the cash value of the underlying weather index. The most common weather future contract applies to the recorded temperature, measured inheating degree days(HDD) orcooling degree days(CDD), at a future date. The settlement price of the underlying weather index is typically equal to the value of the relevant month's HDD/CDD multiplied by $20.\n\nAn HDD is defined as the number of degrees that a day's average temperature is below 65oFahrenheit (18oCelsius). Conversely, a CDD is the number of degrees that a day's average temperature is above 65oFahrenheit (18oCelsius). 650was chosen as abenchmarkby the energy sector to delineate the temperature where minimal heating or cooling occurs in office buildings. Payout is dependent on the cumulative difference in the daily temperatures relative to the benchmark (650) over a fixed period.\n\nThe buyer of an HDD weather futures contract will stand to gain if the cumulative temperature is below the specified level as heating occurs when temperatures are lower. The opposite would be true for the buyer of a CDD weather futures contract, where they will stand to gain if the cumulative temperature is above the specified level as cooling occurs when temperatures are higher.\n\nThe popularity of weather futures is growing rapidly and becoming a more common method for energy companies or agricultural producers tohedgeagainst a change in demand due to changes in temperature. For example, if the month of October is warmer than expected, customers will not use as much heat. This will cause a loss for the energy company. If, however, the energy company has sold a weather future for the month of October, the energy company will receive the value of October's HDD, providing compensation for its losses.\n\nIt has been estimated that roughly 20% of the American economy is prone to be affected directly by the weather and that the profitability for virtually every industry sector—e.g., agriculture, energy, travel and entertainment, and construction, to name just a few—depend on fluctuations in temperature, wind, and precipitation. During sworn testimony to Congress in 1998, former commerce secretary William Daley suggested, \"Weather is not just an environmental issue, it is a major economic factor. At least $1 trillion of our economy is weather-sensitive.\"\n\nIn 1999, theChicago Mercantile Exchange(CME) introduced exchange-traded weather futures, as well asoptionson those futures, for the first time. Previously,over-the-counter(OTC) weather derivatives were privately negotiated, individualized agreements made between two parties.\n\nThe CME weather futures and options on futures arestandardized contracts traded publiclyon the open market in an electronic auction type of environment, with continuous negotiation of prices and complete price transparency, measured in heating degree days (HDD) or cooling degree days (CDD).\n\nCME listed weather futures use such indexes to reflect monthly and seasonal average temperatures for 15 U.S. and five European cities, and they arecash-settledfutures. These contracts' settlement prices are determined by the final monthly or seasonal index value as calculated by the Earth Satellite (EarthSat) Corp, a global corporation specializing in geographic information systems (GIS). Other firms will determine values for non-CME traded futures contracts.",
  "url": "https://www.investopedia.com/terms/w/weatherfuture.asp"
}