{
  "term": "Weather Derivative: Definition, How It Works, Types & Examples",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA weather derivative is a financial instrument used by companies or individuals tohedgeagainst the risk of weather-related losses. The seller of a weather derivative agrees to bear the risk of disasters in return for apremium. If no damages occur before the expiration of the contract, the seller will make a profit—and in the event of unexpected or adverse weather, the buyer of the derivative claims the agreed amount.\n\nTheprofitabilityand revenues of virtually every industry—agriculture, energy, entertainment, construction, travel, and others—depend to a great extent on the vagaries of temperature, rainfall, and storms. Unexpected weather rarely results in price adjustments that entirely make up for lost revenue, making weather derivatives securities that allow companies to hedge against the possibility of weather that might adversely affect their business a pivotal investment for many.\n\nCompanies whose business depends on the weather, such as hydroelectric businesses or those who manage sporting events, might use weather derivatives as part of a risk-management strategy. Farmers, meanwhile, may use weather derivatives to hedge against a poor harvest caused by too much or too little rain, sudden temperature swings, or destructive winds.\n\nIt is estimated that nearly one-third of the world's GDP is affected by the climate.\n\nIn 1997, weather derivatives began tradingover-the-counter(OTC) and, within a few years, they had become tradeable on an exchange and treated by some hedge funds as an investment class. TheChicago Mercantile Exchange(CME) lists weather futures contracts for a few dozen cities, the majority of them in the U.S.\n\nCME weather futures, unlike OTC contracts, are standardized contracts traded publicly on the open market in an electronic auction type of environment, with continuous negotiation of prices and completeprice transparency. Investors who like weather derivatives appreciate their lowcorrelationwith traditional markets.\n\nWeather derivatives typically have a basis to anindexthat measures a particular aspect of weather. For example, an index might be the total rainfall over a specified period in a specific place. Another can be for the number of times the temperature falls below freezing.\n\nOne climate index for weather derivatives is known asheating degree daysor HDD. Under HDD contracts, each day the daily mean temperature falls below a predetermined reference point over a specified period, the amount of the departure is recorded and added to a cumulative count. The final figure determines whether the seller pays out or receives payment.\n\nWeather derivatives are similar to but different from insurance. Insurance covers low-probability, catastrophic weather events such as hurricanes, earthquakes, and tornadoes. In contrast,derivativescover higher-probability events such as a dryer-than-expected summer.\n\nInsurance does not protect against the reduction of demand resulting from a slightly wetter summer than average, for example, whereas weather derivatives can do just that. Since weather derivatives and insurance cover two different possibilities, a company might have an interest in purchasing both.\n\nAlso, since the contract is index-based, buyers of weather derivatives do not need to demonstrate a loss. In order to collect insurance, on the other hand, the damage must be shown.\n\nOne important point that differentiates utilities/commodityderivatives (power, electricity, agricultural) and weather derivatives is that the former set allows hedging on price based on a specific volume, while the latter offers to hedge the actual utilization or the yield, independent of the volume.\n\nFor instance, one can lock the price of X barrels ofcrude oilor X bushels of corn by buying oilfuturesor corn futures, respectively. But getting into weather derivatives allows hedging the overall risk for yield and utilization.\n\nA temperature dipping below 10 degrees will result in complete damage to wheat crop, whereas rain on weekends in Las Vegas will impact city tours. Hence, a combination of weather and commodity derivatives is best for overall risk mitigation.\n\nClimate derivatives are financial instruments used tohedge against financial lossesrelated to adverse weather conditions, such as droughts, hurricanes, and monsoons. Climate derivatives, also known as weather derivatives, work in a similar fashion to insurance. The buyer of a climate derivative will receive a monetary payment (as stipulated by the derivative contract) by the seller of the derivative in the event a certain climate-related event occurs or if the buyer suffers any financial loss due to a climate event.\n\nWeather derivatives work as a contract between a buyer and a seller. The seller of a weather derivative receives a premium from a buyer with the understanding that the seller will provide a monetary amount in case the buyer suffers an economic loss due to adverse weather or if any adverse weather occurs. If no adverse weather event occurs, then the seller makes a profit through the premium paid.\n\nA derivative is a financial instrument whose value is tied to an underlying asset. The main types of derivatives are options, futures, forwards, and swaps.\n\nInvestment Executive. \"Hedging Against Climate Risks Using Weather Derivatives.\"\n\nCME Group. \"Introduction to Weather Derivatives,\" Page 1.",
  "url": "https://www.investopedia.com/terms/w/weatherderivative.asp"
}