{
  "term": "Weekend Effect: What It Is and Why It Happens",
  "definition": "The weekend effect is a phenomenon in financial markets in which stock returns on Mondays are often significantly lower than those of the immediately preceding Friday.\n\n(The weekend effect is sometimes known as theMonday effect, although that theory states that returns on thestock marketon Mondays will follow the prevailing trend from the previous Friday. If the market was up on Friday, it should continue through the weekend and, come Monday, resume its rise, and vice versa. )\n\nHere’s how the weekend effect works.\n\nOne explanation for the weekend effect is the tendency of humans to act irrationally; the trading behavior of individual investors appears to be at least one factor contributing to this pattern. Faced with uncertainty, humans often make decisions that do not reflect their best judgment. At times, thecapital marketsreflect the irrationality of their participants, especially when considering the high volatility of stock prices and the markets; investors’ decisions may be impacted by external factors (and sometimes unconsciously). In addition, investors are more active sellers of stock on Mondays, especially following bad news in the market.\n\nIn 1973, Frank Cross first reported the anomaly of negative Monday returns in an article called “The Behavior of Stock Prices on Fridays and Mondays,” which was published in theFinancial Analysts Journal.In the article, he shows that the average return on Fridays exceeded the average return on Mondays, and there is a difference in the patterns of price changes between those days. Stock prices fall on Mondays, following a rise on the previous trading day (usually Friday). This timing translates to a recurrent low or negative average return from Friday to Monday in the stock market.\n\nSome theories that attempt to explain the weekend effect point to the tendency of companies to release bad news on a Friday after the markets close, which then depresses stock prices on Monday. Others state that the weekend effect might be linked toshort selling, which would affect stocks with highshort interestpositions. Alternatively, the effect could simply be a result of traders’ fading optimism between Friday and Monday.\n\nThe weekend effect has been a regular feature of stock trading patterns for many years. According to a study by theFederal Reserve, prior to 1987, there was a statistically significant negative return over the weekends. However, the study did mention that this negative return had disappeared in the period from 1987 to 1998. Since 1998, volatility over the weekends has increased again, and the cause of the phenomenon of the weekend effect remains a much-debated topic.\n\nOpposing research on the “reverse weekend effect” has been conducted by a number of analysts, who show that Monday returns are actually higher than returns on other days.Some research shows the existence of multiple weekend effects, depending on firm size, in which small companies have smaller returns on Mondays and large companies have higher returns on Mondays. The reverse weekend effect has also been postulated to occur only in stock markets in the United States.\n\nFinancial Analysts Journal, via Daily Speculations. “The Behavior of Stock Prices on Fridays and Mondays.”\n\nBrusa, Jorge Omar R. et al., via SSRN. “Weekend Effect, ‘Reverse’ Weekend Effect, and Investor Trading Activities.”",
  "url": "https://www.investopedia.com/terms/w/weekendeffect.asp"
}