{
  "term": "Weekly Premium Insurance",
  "definition": "Weekly premium insurance is a type of financial protection where the payments that the insured makes in return for coverage are paid weekly.\n\nThis type of insurance was introduced by Prudential in 1875 and was common in the late 1800s and early 1900s.At that time, insurers were unable to getinsurancewith monthly premium payments to catch on with consumers. The small weekly premium payments were designed to match up with workers' pay schedules and modest incomes. Weekly premium insurance is also known as industrial life insurance.\n\nWeekly premiums were a feature of industrial insurance, a type of life insurance product offered to workers employed in industrial jobs such as manufacturing. Insurance companies collected the premium payments by sending agents to people's homes. In the mid-1900s, the number of weekly premium insurance policies began to decline because rising incomes made larger and less frequent premium payments more affordable for many families.\n\nIn the early days, insurance was often sold, not bought, and that suited insurance companies fine. Behind this thinking is the notion ofadverse selection. It's the idea that people who seek out insurance are more likely to need or use it and therefore are prone to higher risks. So that's one reason why insurers sent out armies of salesmen to convince people that insurance was a good idea.\n\nThe weekly policies of yesteryear were mainlywhole life insurance. Weekly premiums meant the insurers collected money faster, thus lowering the cost of the policies. Workers were sold on the idea of paying a few dollars a week for, say, $2,000 worth of coverage if they died, or double that if they died in an accident, known asdouble indemnity. The insurance man would show up on payday, of course, either at the policy holder's home or business to collect the premium.\n\nBuilding cash value was a top selling point of these policies, and still is today. At the end of 20 or 30 years worth of payments, the policy had built a cash value often equal to the premiums paid in or the policy's face value. People could borrow money against the policies as well.\n\nDisability policieswere also sold this way, long before Social Security provided disability coverage starting in 1956.Before then, there was little for the average worker to fall back on after an injury on the job made it impossible to continue working.\n\nFor people today, it's hard to imagine a society where workers received nothing from their employer beyond a paycheck and no government safety nets or retirement benefits.\n\nPrudential Financial. \"Prudential History.\"\n\nU.S. Social Security Administration. \"Chronology.\"",
  "url": "https://www.investopedia.com/terms/w/weekly-premium-insurance.asp"
}