{
  "term": "Weekly Mortgage Applications Survey",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Weekly Mortgage Applications Survey is conducted each week by theMortgage Bankers Association (MBA)to aggregate and analyze U.S.mortgage applicationactivity. The survey shows whether new mortgage applications increased or decreased across 15 segments of the primary residential housing sector. According to the MBA, the survey covers 75% of mortgage applications for the residential housing market in the U.S.\n\nThe Weekly Mortgage Applications Survey is used as a metric for the demand for newmortgage loansandrefinancing, which can indicate a strong or weak economy, a change in mortgage interest rates, and future activity fromhomebuilders.\n\nEach week, the MBA draws on the Weekly Mortgage Applications Survey to publish reports and commentary on the state of real estate financing, including new home purchases,refinancing, and mortgages. Each week’s reports include indices tracking changes in fixed-rate, adjustable, conventional, and governmental loans and refinances.\n\nIt is important to note that the Weekly Mortgage Survey primarily tracks data on the mortgage applications submitted each week, as opposed to mortgage loan applications that close.\n\nSince the launch of the Weekly Mortgage Applications Survey in 1990, its indices have served asleading indicatorsin the housing and mortgage finance industries. While most of the stakeholders with an interest in the trends charted by the Weekly Application Survey may be focused on recent trends and near-term forecasting, the available data also provide historical perspectives on macro-trends in these industries.\n\nWhile the Weekly Applications Survey has only been in operation since 1990, the Mortgage Bankers Association has existed since 1914. Initially known as the Farm Mortgage Bankers Association of America, the organization convened to provide loans for farmland. In 1926, the organization changed its name to Mortgage Bankers Association of America.\n\nWhile anyone working in the real estate finance industry is eligible to join, MBA membership is largely composed of independent mortgage banks. The remainder of the membership comprises commercial and communitybanks, credit unions,mortgage servicers, insurance and title companies. The Weekly Applications Survey aggregates member-reported data for its weekly reports.\n\nEach Wednesday, the MBA publishes the results of the previous week’s survey with comparative data analysis to chart market trends. Real estate market stakeholders pay particular attention to two of these indices: the MBA Refinance Index and the MBA Purchase Index.\n\nTheMBA Refinance Indextracks the number of refinance applications submitted, reporting the week’s total alongside the percentage change from the prior week and the four-week moving average of the index.\n\nThis tool can be useful in forecastingmortgage activity. Some analysts look torefinancingdata to predict other forms ofconsumer spending, whilemortgage investorslook to this index for trends that will impact them, especially as a wave of refinancing can decrease payments over time.\n\nSimilarly, theMBA Purchase Indexcounts the number of new home loan applications submitted each week. These figures are useful for builders and developers when forecasting new housing construction.Mortgage investorscan also look to this index for market trend indicators, such as mortgage prepayment.\n\nAccording to the MBA Weekly Application Survey for the week ending September 13, 2024, mortgage loan applications increased by more than 14% from one week earlier, while the refinance index increased 24% from the previous week and was 127% higher than the same period one year earlier.\n\nThe report highlights the expectations thatthe Fedwould cut interest rates later in the month, pushing downmortgage ratesand ending the central bank's rate hike cycle since 2022. The Fed did, in fact, cut rates during its policy meeting on September 18, 2024. The increase in mortgage applications and refinancing activity shows the importance of the Federal Reserve's monetary policy on the U.S. housing sector.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either to theConsumer Financial Protection Bureauor theU.S. Department of Housing and Urban Development (HUD).\n\nThe Mortgage Bankers Association (MBA) Weekly Mortgage Applications Survey is conducted weekly, totaling the newmortgage applicationsin the U.S. The survey shows the increase or decrease in new mortgage application activity across 15 segments of the primary residential housing sector.\n\nAccording to the Mortgage Bankers Association, for the week ending September 13, 2024, mortgage loan applications increased by more than 14% from the prior week, while refinancing activity jumped by 24% from the previous week and 127% versus a year earlier.\n\nMortgage activity likely increased as it was widely expectedthe Fedwould cut interest rates later in the month, which usually pushes down mortgage rates, makinghomes more affordable.\n\nTypically, mortgage loans arefixed-rate loanswith a set monthly payment, in which a portion pays the monthlyinterest and principal. However, variable-rate mortgage loans—often calledadjustable-rate mortgages (ARMs)—have a period in which the rate might be fixed and another period in which the rate adjusts with market interest rates.\n\nThe Weekly Mortgage Applications Survey by theMortgage Bankers Association (MBA)provides a pulse of the U.S.mortgage activity. The survey gathers data reflecting new mortgage applications and refinancing activity across 15 segments of the primary residential housing sector. The survey comprises 75% ofmortgage applicationsfor the U.S. residential housing market.\n\nMortgage Bankers Association. \"Frequently Asked Questions.\" Page 1.\n\nMortgage Bankers Association. \"Mortgage Applications Data from the Weekly Applications Survey.\"\n\nMortgage Bankers Association. \"Mortgage Banking in the United States 1870-1940: Report.\" Pages 32, 71.\n\nThe Federal Reserve. \"Federal Reserve Press Release September 18, 2024.\" Page 1.\n\nMortgage Bankers Association. \"Mortgage Applications Increase in Latest MBA Weekly Survey.\"\n\nFederal Trade Commission Consumer Advice. \"Mortgage Discrimination.\"",
  "url": "https://www.investopedia.com/terms/w/weekly-mortgage-applications-survey.asp"
}