{
  "term": "Wei: Definition in Cryptocurrency, How It Works, and History",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nWei is the smallest unit of ether—the cryptocurrency coin used on the Ethereum network. One ether = 1,000,000,000,000,000,000 wei (1018). The other way to look at it is one wei is one quintillionth of an ether.\n\nA U.S. dollar is only divisible into 100 parts, and a penny is the atomic unit of U.S. currency. Digital currencies can also be divided, but they generally use much, much smaller units than fiat currencies.\n\nThe smallest unit of the native token for the Ethereum blockchain, ether, is called the wei after Wei Dai. Dai is a computer engineer and cryptography enthusiast who is known for supporting the widespread use of strong cryptography and privacy-oriented technologies.\n\nEther has many names for different units of wei. The names of these sub-units indicate the quantity of the units (for example, a kwei is a kilo, meaning a thousand wei), but they have informal names as well. For example, the kwei is also known as a \"babbage\" and a gwei is commonly referred to as a \"shannon.\"\n\nWei Dai has been called an \"intensely private\" person, and with his skills in cryptography, he's able to make sure the public record of him is very small. The accepted story in the cryptocurrency community is that he graduated from the University of Washington with a degree in Computer Science and that he worked at Microsoft in its cryptography research group.\n\n\"Mr. Dai worked in the Cryptography Research Group at Microsoft Corporation in Redmond, Washington. While at Microsoft, he was involved in the study, design and implementation of cryptosystems for specialized applications. Prior to joining Microsoft, Mr. Dai was a programmer with TerraSciences of Acton, Massachusetts.\"\n\nWei is an original member of the cypherpunk movement in the 1990s whose members eventually developed the theoretical basis for cryptocurrency in the 2010s. In his proto-cryptomanifestofor a cryptocurrency called b-money, Wei laid the foundation for \"smart contracts\" that would self-execute and not need intervention by a human third party for enforcement. For this innovation, he is honored by having the name of the atomic unit of ether named after him.\n\nOne wei is 10-18ether, and 1 ETH had a market value of $3,456.14 on June 27, 24. One wei would have equaled $0.000000000000003456.\n\nWei is the lowest unit for the cryptocurrency ether. Ethereum's gas is an amount of ether paid in wei for transactions on the blockchain.\n\nTo convert ETH to wei, you multiply the amount by 1018, which in this case, results in 2,500,000,000,000,000,000 wei.\n\nWei is the atomic (smallest) unit of ether on the Ethereum blockchain. It is equal to one quintillionth of an ether, which makes transactions in wei very difficult to add. For this reason, there are many other unit. However, gwei (giga, or billion) is the most commonly used unit because gas is charged in gwei.",
  "url": "https://www.investopedia.com/terms/w/wei.asp"
}