{
  "term": "Weighted Average Loan Age (WALA): Meaning, How it Works",
  "definition": "The weighted average loan age (WALA) measures the average age of the loans in a pool ofmortgage-backed securities(MBS). The weights are based on the dollar amount of each loan at each maturity in proportion to the aggregate total of the pool and can be weighted on the remaining principal balance dollar figure or thenominal valueof the loan.\n\nWeighted average loan age is used by investors of mortgage-backed securities to estimate how long it will take for a pool of mortgage-backed securities to be repaid. The measure varies over time due to the fact that some mortgages get paid off faster than others.\n\nEssentially, a mortgage-backed security turns the bank into an intermediary between the homebuyer and the investment industry. A bank can grant mortgages to its customers and then sell them at a discount for inclusion in an MBS. The bank records the sale as a plus on its balance sheet and loses nothing if the homebuyer defaults sometime down the road.\n\nThe investor who buys a mortgage-backed security is essentially lending money to home buyers. An MBS can be bought and sold through a broker. The minimum investment varies between issuers.\n\nWALA is arrived at by multiplying the initial nominal value of each individual mortgage in the MBS pool by the number of months since the mortgage loan was originated. WALA and other measures of MBS maturity are used to estimate both profit potential andprepayment risk. Prepayment risk is the risk involved with the premature return of principal on afixed-income securitysuch as when a mortgage is refinanced or a house is sold and the mortgage paid off. When principal is returned early, future interest payments will not be paid on that part of the principal, meaning investors in associated fixed-income securities will not receive interest paid on the principal.\n\nWeighted average maturity(WAM) and WALA are both used to estimate the likelihood of an investment in a mortgage-backed security being profitable. However, WAM tends to be a more broadly used measure for the maturity of pools of mortgage-backed securities. It measures the average time it takes for securities in a debt portfolio to mature, weighted in proportion to the dollar amount invested in the portfolio. Portfolios with higher weighted average maturities are more sensitive to interest rate changes.\n\nWALA is actually calculated as the inverse of WAM: WAM computes the percentage value of each mortgage or debt instrument in the portfolio. The number of months or years until the bond’smaturityis multiplied by each percentage, and the sum of the subtotals equals the weighted average maturity of the bonds in the portfolio.",
  "url": "https://www.investopedia.com/terms/w/wala.asp"
}