{
  "term": "Weighted Average Cost of Capital (WACC): Definition and Formula",
  "definition": "Both investors and companies can use this key metric\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWeighted average cost of capital (WACC) is a company's average after-taxcost of capitalfrom all sources, including common stock, preferred stock, bonds, and other forms of debt. It represents the average rate that a company expects to pay to finance its business.\n\nWACC is a common way to determine therequired rate of return (RRR)because it expresses, in a single number, the return that bondholders and shareholders demand in return for providing the company withcapital. A company's WACC is likely to be higher if itsstockis relatively volatile or if its debt is considered risky because investors will want greater returns to compensate them for the level of risk.\n\nCalculating a company's WACC is useful for investors and stock analysts, as well company management. Each group will use WACC for different purposes.\n\nIn corporate finance, determining a company's cost of capital can be important for several reasons. For instance, WACC can be used as thediscount ratefor estimating thenet present valueof a project or acquisition.\n\nIf the company believes that a merger, for example, will generate a return higher than its cost of capital, then it's likely a good choice for the company. However, if it anticipates a return lower than its investors are expecting, there might be better uses for that capital.\n\nTo investors, WACC is an important tool in assessing a company's potential for profitability. In most cases, a lower WACC indicates a healthy business that's able to attract money from investors at a lower cost. A higher WACC usually coincides with businesses that are seen as riskier and need to compensate investors with higher returns to offset the level of volatility.\n\nIf a company only obtains financing through one source—say, common stock—then calculating its cost of capital would be relatively simple. If investors expected arate of return (RoR)of 10% on theirshares, the company's cost of capital would be the same as its cost of equity: 10%.\n\nThe same would be true if the company only used debt financing. For example, if the company paid an average yield of 5% on its bonds, its pre-tax cost of debt would be 5%. However, because interest payments are tax-deductible, the after-tax cost of debt would be lower, calculated as 5% × (1 - tax rate). This after-tax cost of debt would also represent the company's cost of capital in this scenario, since all the capital is debt.\n\nHowever, many companies use both debt and equity financing in various proportions. This is where the calculation for WACC becomes valuable.\n\nWACC is found by determining the proportions of debt and equity financing that a company uses to determine the total cost of capital. The equation is:\n\nWACC=(EV×Re)+(DV×Rd×(1−Tc))where:E=Market value of the firm’s equityD=Market value of the firm’s debtV=E+DRe=Cost of equityRd=Cost of debtTc=Corporate tax rate\\begin{aligned} &\\text{WACC} = \\left ( \\frac{ E }{ V} \\times Re \\right ) + \\left ( \\frac{ D }{ V} \\times Rd \\times ( 1 - Tc ) \\right ) \\\\ &\\textbf{where:} \\\\ &E = \\text{Market value of the firm's equity} \\\\ &D = \\text{Market value of the firm's debt} \\\\ &V = E + D \\\\ &Re = \\text{Cost of equity} \\\\ &Rd = \\text{Cost of debt} \\\\ &Tc = \\text{Corporate tax rate} \\\\ \\end{aligned}​WACC=(VE​×Re)+(VD​×Rd×(1−Tc))where:E=Market value of the firm’s equityD=Market value of the firm’s debtV=E+DRe=Cost of equityRd=Cost of debtTc=Corporate tax rate​\n\nWACC is calculated by multiplying the cost of each capital source (debt and equity) by its relevant weight and then adding those results together. In the above formula, E/V (equity over total financing) represents the proportion of equity-based financing, while D/V (debt over total financing) represents the proportion of debt-based financing. The WACC formula thus involves the summation of two terms:\n\n(EV×Re)\\left ( \\frac{ E }{ V} \\times Re \\right )(VE​×Re)\n\n(DV×Rd×(1−Tc))\\left ( \\frac{ D }{ V} \\times Rd \\times ( 1 - Tc ) \\right )(VD​×Rd×(1−Tc))\n\nThe former represents the weighted value of equity capital, while the latter represents the weighted value of debt capital.\n\nSuppose that a company obtained $1 million in debt financing and $4 million in equity financing by selling common shares.The total capital would be $5 million (debt plus equity), so tose proportions would be:\n\nYou can double check that the proportions are correct because 0.8 + 0.2 = 1.0.\n\nWACC can becalculated using Excel.\n\nCost of equity(Re in the formula) can be a bit tricky to calculate because share capital does not technically have an explicit value. When companies reimburse bondholders, the amount they pay has a predeterminedinterest rate. On the other hand, equity has no concrete price that the company must pay. As a result, companies have to estimate the cost of equity (the rate of return that investors demand based on the expectedvolatilityof the stock).\n\nBecause shareholders will expect to receive a certainreturn on their investmentin a company, the equity holders' required rate of return is a cost from the company's perspective; if the company fails to deliver this expected return, shareholders may simply sell their shares, which can lead to a decrease in both share price and the company's value.\n\nThe cost of equity is the total return that a company must generate to maintain a share price that will satisfy its investors.\n\nCompanies typically use thecapital asset pricing model (CAPM)to arrive at the cost of equity (in CAPM, it's called the expected return of investment). Its important to note that this is not an exact calculation because companies have to lean on historical data, which can never accurately predict future growth.\n\nDeterminingcost of debt(Rd in the formula), on the other hand, is a more straightforward process. This is often done by averaging theyield to maturityfor a company's outstanding debts. This method is easier if you're looking at a publicly traded company that has to report its debt obligations.\n\nFor privately owned companies, you can look at the company'scredit ratingfrom firms such as Moody's and S&P Global and then add a relevant spread over risk-free assets to approximate the return that investors would demand.\n\nTreasury bonds of the same maturity are a useful risk-free asset to use as a benchmark.\n\nBusinesses are able to deduct interest expenses from their taxes.Because of this, the net cost of a company's debt is the amount ofinterestit is paying minus the amount of interest it can deduct on its taxes. This is why Rd x (1 - the corporate tax rate) is used to calculate the after-tax cost of debt.\n\nThe required rate of return is the minimum return that an investor will accept in exchange for their investment. If they expect that returns will be smaller than this number, they will put their money in a different investment.\n\nOne way to determine the RRR is by using the capital asset pricing model, which looks at a stock's volatility relative to the broader market (known as itsbeta). This is then used to estimate the return that stockholders will require.\n\nAnother method for identifying the RRR is by calculating WACC. The advantage of using WACC is that it takes the company's capital structure into account (how much it leans on debt financing vs. equity).This can give a more accurate picture of investors' expectations.\n\nLike any metric used to assess the financial strength of a business, there are limitations to using the weighted average cost of capital.\n\nThe biggest limitation is in calculating WACC: the formula can appear easier to calculate than it is. There are a few different reasons for this:\n\nThe best way to use WACC is in combination with other financial metrics. Especially when deciding whether or not to invest, you should always try to obtain as comprehensive a picture of a company's financial health and potential for growth as possible.\n\nConsider a hypothetical manufacturer called XYZ Brands. Suppose themarket valueof the company's debt is $1 million, and itsmarket capitalization(or the market value of its equity) is $4 million.\n\nLet's further assume that XYZ's cost of equity—the minimum return that shareholders demand—is 10%. Here, E/V would equal 0.8 ($4,000,000 of equity value divided by $5,000,000 of total financing). Therefore:\n\nThis is the first half of the WACC equation.\n\nNow we have to figure out XYZ's weighted cost of debt. To do this, we need to determine D/V; in this case, that's 0.2 ($1,000,000 in debt divided by $5,000,000 in total capital). Next, we would multiply that figure by the company's cost of debt, which we'll say is 5%. Last, we multiply the product of those two numbers by 1 minus the tax rate. If the tax rate (Tc) is 0.25, then \"1 minus Tc\" is equal to 0.75. Therefore:\n\nAdding those two numbers together gives the weighted average cost of capital:\n\nThis value represents XYZ's average cost to attract investors and the return that they're going to expect, given the company's financial strength and risk compared with other investment opportunities.\n\nWhat represents a\"good\" weighted average cost of capitalwill vary from company to company, depending on a variety of factors (whether it is an established business or a startup, its capital structure, the industry in which it operates, etc). One way to judge a company's WACC is to compare it to the average for its industry or sector. For example, according to Kroll research, the average WACC for companies in the consumer staples sector was 7.9% in March 2024, while it was 11.3% in the information technology sector.\n\nCompanies use various means to obtain the capital they need, which can include issuing bonds (debt) and shares of stock (equity).Capital structurerefers to how they mix the two.\n\nAdebt-to-equity ratiois another way of looking at the risk that investing in a particular company may hold. It compares a company's liabilities to the value of its shareholder equity. The higher the debt-to-equity ratio, the riskier a company is often considered to be.\n\nThe value of a company's weighted average cost of capital (WACC) is that company's cost of capital, with both debt and equity proportionately weighted. It can be used to gauge how good, or how risky, an investment in a project or business might be.\n\nWACC is a useful measure for both investors and company executives. However, it does have limitations, particularly in how complex the calculation can become. Like other financial metrics used by investors or businesses, it should not be used in isolation. Instead, it should be just one part of a comprehensive review of a company's financial strength.\n\nHarvard Business School Online. \"Cost of Capital: What It Is & How to Calculate It.\"\n\nInternal Revenue Service. \"Topic No. 505 Interest Expense.\"\n\nNasdaq. \"Required Rate of Return (RRR).\"\n\nKroll. \"U.S. Industry Benchmarking Module.\"\n\nHarvard Business Review. \"A Refresher on Debt-to-Equity Ratio.\"",
  "url": "https://www.investopedia.com/terms/w/wacc.asp"
}