{
  "term": "Weighted Average Coupon (WAC): Definition and Calculation",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe weighted average coupon (WAC) is a measurement of the rate of return on a pool of mortgages that is sold to investors as a mortgage-backed security.\n\nThe weighted average coupon (WAC) is a measurement of the rate of return on a pool of mortgages that is sold to investors as a mortgage-backed security (MBS). The underlying mortgages are repaid at different lengths of time, so the WAC represents its return at the time it was issued and may differ from its WAC later.\n\nBanks routinely sell the mortgages they issue on a secondary mortgage market. The buyers are institutional investors such as hedge funds, and investment banks. These buyers package the mortgages into marketable securities that can be traded to investors on the open market asmortgage-backed securities (MBS).\n\nIn the weighted average calculation, the principal balance of each mortgage is used as its weighting factor.\n\nMBS holders receive interest orcoupon paymentswhich are calculated as the weighted average of the underlying coupon of the mortgage loans backing the MBS.\n\nThe weighted average coupon (WAC) is calculated by taking the gross of the interest rates owed on the underlying mortgages of the MBS and weighting them according to the percentage of the security that each mortgage represents.\n\nThe WAC represents the average interest rate of different pools of mortgages with varying interest rates. In the weighted average calculation, the principal balance of each underlying mortgage is used as the weighting factor.\n\nTo calculate the WAC, the coupon rate of each mortgage or MBS is multiplied by its remaining principal balance. The results are added together, and the sum total is divided by the remaining balance.\n\nAnother way to calculate the weighted average coupon is by taking the weights of each mortgage pool, multiplying by their respective coupon rates, and adding the result to get the WAC.\n\nFor example, suppose a MBS is composed of three different pools of mortgages with a principal balance of $11 million. The first mortgage bundle, or tranche, consists of $4 million worth of mortgages that yield 7.5%. The second pool has a $5 million mortgage balance at a 5% rate. The third pool has $2 million worth of mortgages with a rate of 3.8%.\n\nUsing the first method outlined above:\n\nWAC = [($4 million x 0.075) + ($5 million x 0.05) + ($2 million x 0.038)] / $11 million\n\nWAC = ($300,000 + $250,000 + $76,000) / $11 million\n\nWAC = $626,000/$11 million = 5.69%\n\nAlternatively, the WAC an be computed by evaluating the weight of each of the mortgage tranches first:\n\nPool 1 weight: $4 million / $11 million = 36.36%\n\nPool 2 weight: $5 million / $11 million = 45.45%\n\nPool 3 weight: $2 million / $11 million = 18.18%\n\nSum of the weights is 100%. The WAC is, therefore, calculated as:\n\nWAC = (36.36 x 0.075) + (45.45 x 0.05) + (18.18 x 0.038)\n\nWAC = 2.727 + 2.2725 + 0.6908 = 5.69%\n\nThe weighted average coupon rate may change over the life of the MBS, as various mortgage holders pay down their mortgages at different interest rates and on different timetables.\n\nNo mention of mortgage-backed securities is complete without a reference to the 2007-2008 financial crisis, which was blamed on them in large part.\n\nMany of the MBS investments of that period were backed by mortgages issued during the nationwide housing bubble and, in many cases, issued to borrowers who could not afford to repay them. When the bubble burst, many of these borrowers were forced into default and the value of the securitization of these assets melted away.\n\nThey were, in fact, collateralized withsubprime loans.\n\nFederal Deposit Insurance Corporation. “Crisis and Response: An FDIC History, 2008–2013,” Pages 23-24. Federal Deposit Insurance Corporation, 2017.\n\nInvestor.gov. “Mortgage-Backed Securities and Collateralized Mortgage Obligations.”\n\nFinancial Industry Regulatory Authority. “Regulatory Notice - 21-02 - MBA Dissemination,” Page2.\n\nFederal Deposit Insurance Corporation. “Crisis and Response: An FDIC History, 2008–2013,” Pages 3-6. Federal Deposit Insurance Corporation, 2017.",
  "url": "https://www.investopedia.com/terms/w/wac.asp"
}