{
  "term": "Weighted Average Remaining Term (WART): Meaning, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nAlexander Spatari / Getty Images\n\nWeighted Average Remaining Term (WART) is a metric that captures the average time to maturity of a portfolio ofasset-backed securities(ABS). The longer the WART, the longer the portfolio's assets will take to mature, on average.\n\nAlso known as theweighted average maturity(WAM), WART is often used in relation tomortgage-backed securities(MBS) but can also be applied to any portfolio of fixed-income securities.\n\nWART is closely related toweighted average loan age(WALA), which is its inverse.\n\nThe WART of a portfolio is a helpful metric because it helps investors understand whether thetime to maturityof the assets within the portfolio is relatively short or long. For instance, a MBS whose underlying mortgages are all very near to the end of their terms would have a low overall WART, while one with mortgages that have only recently been initiated would have a higher WART. Depending on their risk tolerances and sources of funding, some investors may prefer being exposed to investments with a particular time to maturity.\n\nTo calculate the WART of a portfolio, the investor first adds together the outstanding balance of theunderlying assetsand calculates the size of each asset in relation to that total. Then, the investor would weigh the remaining time to maturity of each asset by using each asset’s relative size. As a final step, they would then add up the weighted times to maturity of each asset to arrive at a WART for the entire portfolio.\n\nWART is commonly used in the disclosure materials associated with MBS, such as those offered byFreddie Mac. In this context, WART serves not to compare two securities but to demonstrate the effects of external forces such asprepaymenton the WART of the security.  An investor considering a Freddie Mac security would consider these WART calculations when comparing it to an alternative investment or when seeking to construct a portfolio containing different WARTs.\n\nTo illustrate, consider an MBS consisting of four mortgage loans, in which loan 1 has $150,000 of remaining principal due in five years, loan 2 has $200,000 due in seven years, loan 3 has $50,000 due in 10 years, and loan 4 has $100,000 due in 20 years. The total remaining value of the loans is therefore $500,000.\n\nTo calculate the WART, our next step would be to calculate each mortgage’s share of the total remaining value. By dividing each mortgage’s remaining principal by the $500,000 total, we would find that loan 1 represents 30% of the total, loan 2 represents 40%, loan 3 represents 10%, and loan 4 represents 20%.\n\nWe can then calculate the weighted remaining term of each mortgage by multiplying its time to maturity by its share of the $500,000 total. In doing so, we find the following weighted remaining terms:\n\nOur final step is to simply add these weighted years together, to arrive at a WART for the entire portfolio. In this case, our WART is: 1.5 + 2.8 + 1 + 4 = 9.3 years.\n\nIn general, bonds and other fixed-income securities with longer maturities have greater price sensitivity to interest rate changes than shorter maturity securities (known as the security'sduration). MBS and ABS with larger WARTs, therefore, hold bonds that, on average, will have moreinterest rate riskthan those with smaller WARTs.\n\nOne way to reduce this type of risk is through laddering.Bond ladderingis an investment strategy that involves purchasing bonds with different maturity dates, which means that the dollars in the portfolio are returned to the investor at different points over time. A laddering strategy allows the owner to reinvest bond maturity proceeds at current interest rates over time, which reduces the risk of reinvesting the entire portfolio when interest rates are low.\n\nBond laddering helps an income-oriented investor maintain a reasonable interest rate on a bond portfolio, and these investors use WART to assess the portfolio.\n\nWeighted average remaining term (WART) and weighted average loan age (WALA) are both used to estimate the credit risk, interest rate sensitivity, and potential profitability of fixed-income portfolios. WAM tends to be used as a measure for the maturity of pools of mortgage-backed securities (MBS). It measures the amount of time for the securities in a fixed-income portfolio to mature, weighted in proportion to the dollar amount invested. Portfolios with higher WARTs are more sensitive to interest rate changes.\n\nWALA is essentially the inverse of WART: The number of months or years until the bond’smaturityis multiplied by each percentage, and the sum of the subtotals equals the weighted average maturity of the bonds in the portfolio.\n\nPrepayment riskapplies to MBS and ABS and is the reduction of the fund's WART due to homeowners or other debtors refinancing their loans or making early unscheduled payments. These repayments effectively shorten the average maturity of a portfolio and change its risk profile. This is especially a risk in an environment of declining interest rates.\n\nAs mortgages, for example, are refinanced, the original loans are completely paid off and replaced with a new, lower-interest rate loan. Funds holding MBS with the original mortgage will no longer receive cash flows from that homeowner.\n\nMortgage-backed securities (MBS) effectively take a pool of many mortgages and package them together into a single security. The idea is that while any single home loan may have idiosyncratic risk that the borrower will default, a portfolio of many mortgages would mute the effect of any single bad loan.\n\nWAM and WAL are mainly used when evaluatingmoney market funds. The difference between WAM and WAL is that WAM takes into accountinterest rate resetsand WAL does not. The SEC limits the WAL for money market mutual funds to 120 days.\n\nFinancial Industry Regulatory Authority. \"Regulatory Notice - 21-02 - MBA Dissemination - Attachment A,\" Page 2.\n\nFidelity. \"Understanding Money Market and Bond Fund Terminology.\"",
  "url": "https://www.investopedia.com/terms/w/weighted-average-remaining-term.asp"
}