{
  "term": "Weighted Average Credit Rating (WACR)",
  "definition": "The weighted average credit rating (WACR) relates to the weighted average rating regarding all bonds in abond fund. This rating procedure provides investors with an idea as to a fund's credit quality. It also helps to identify the overall risk involved with a bond portfolio. The lower the weighted average credit rating, the riskier a bond fund is. The weighted average credit rating is designated in letter rating form, including AAA, BBB, or CCC.\n\nHow a weighted average credit rating is tabulated varies throughout the financial industry. In general, the weighted average credit rating takes into consideration the proportion of the value of eachcredit ratingand considers it as a percentage of the total portfolio. With individual rating weights the fund can determine the average credit rating.\n\nWith a weighted average credit rating, investors can uncover the true credit quality of a bond fund.\n\nThe weighted-average credit rating is not the only statistic that investors have access to when understanding the credit quality of a fund. Statistical reporting companies may also integrate a linear factor into weighted average credit rating calculations. Similar in concept to standard weighted average calculations, this methodology identifies the proportional weight of the value of each rating level.\n\nWith linear factor calculations, a linear factor is assigned to each rating level based on the ratingdefaultprobability. An average linear factor is determined by the proportional credit ratings of the bonds in the portfolio. The weighted-average credit rating is then determined by its corresponding linear factor.\n\nThis type of rating is not without controversy. The weighted-average credit rating process has been disputed in the bond fund industry as a result of the potential for investor confusion. A weighted average rating methodology can take into consideration all of the potential rating classifications a fund can invest in. Therefore, the fund may not hold any bonds in the specified weighted average rating category and this can result in confusion by those who see the tabulated figures.\n\nA bond with 25% of its value in AAA, 25% in BBB and 50% in CCC could have an average credit rating of B+ which is between BBB and CCC. This may not necessarily provide a good representation to investors since the fund does not hold any B+ bonds. For this reason, most bond funds choose to provide a scale with weightings by credit rating in their marketing materials. This helps investors to understand the concentration ofbondsby rating and not just look to the results of the weighted average credit rating.\n\nThe Vanguard Long-Term Corporate Bond ETF is a large bond fund with more than $6 billion in assets. The fund does not provide a weighted average credit rating in its marketing materials or fund reporting. Instead, it includes the following scale which shows itscredit qualitydispersion as of December 31, 2020.﻿﻿﻿\n\nVanguard. \"Vanguard Long-Term Corporate Bond ETF (VCLT).\" Accessed Feb. 4, 2021.",
  "url": "https://www.investopedia.com/terms/w/weightedaveragecreditrating.asp"
}