{
  "term": "Weightless Economy: What It is, How it Works, Example",
  "definition": "The term \"weightless economy\" refers to the trade ofintangibleor abstract products and services such as consulting, software, and professional services. The weightless economy sells ideas, information, expertise, or services.\n\nOther terms, such as post-industrial economy or new economy, are also used to describe these intangible products.\n\nThe concept of the weightless economy largely evolved at the turn of the 21st century with the rise ofinformation technologyand the many products associated with it.\n\nGranted, weightless products have existed throughout civilization: Music is one. However, it is only since the mass adoption of computing and the development of the internet that economies have become dominated by weightless products.\n\nIt is now possible to deliver products and services to large numbers of customers and across great distances without the need to manufacture, ship, or store those products and services using physical labor and machines. Some products, like music or software, must be created only once before being distributed at minimal cost to as many consumers as want them.\n\nFor example, a musician records a song only once. In the past, a record company needed to physically manufacture vinyl records or CDs reproducing the song, package them, move them from factories to warehouses, and finally deliver them to record stores where they could be purchased by customers. All of these stages involve costs in terms of both money and labor.\n\nToday, that same artist and record label can distribute their music online through streaming services such as Spotify and online marketplaces such as the iTunes Store. Although the time needed to produce a song is largely unchanged, its delivery is virtually effortless and instantaneous whether the song is sold to one customer or one million.\n\nAn economist looking at this example would say that the musician has amarginal cost of productionof nearly $0. Therefore, themarginal profitassociated with selling each additional song is essentially 100%. Once you have already recorded the song and made it available for sale online, it costs you almost nothing to sell each additional unit.\n\nThis is the fundamental reason why it is possible for some technology companies to become so profitable in a relatively short amount of time. In the weightless economy, there is almost nothing preventing a company from acquiring a large pool of customers if demand for the product or service takes off.\n\nWhen a product or service comes to dominate its market, the company that produces it can achieve almost limitless growth and profitability in the weightless economy. Examples are Microsoft's Windows operating system, Google's search engine or Android operating system, and Facebook's social network and advertising platform.\n\nAll of these products have substantial ongoing costs related to their management, marketing, and product enhancements. But their production costs are minimal.\n\nBy comparison, traditional firms such as manufacturing plants and brick-and-mortar retailers face more obstacles to growth and profitability due to the higher costs and logistical hurdles they must overcome in order to make their sales.\n\nThe weightless economy is characterized by information technology and is made possible byintellectual property rights. An artist cannot make money selling songs online if their rights to those songs are not protected bycopyright laws.\n\nOne of the consequences of the weightless economy is that it permits newentrepreneursto offer products and services to a large potential customer base with relatively limitedbarriers to entry.\n\nFor example, if coding is part of your skillset, you can create a smartphone application and sell it through the Apple and Android app stores. Although there are certainly costs involved in doing so, those costs pale in comparison to the cost of establishing a factory, for example.\n\nIn 2011, Garrett Gee created a barcode scanning application called Scan while he was a student at Brigham Young University. In 2014, he sold the application to Snapchat for $54 million.Although Gee is an outlier in having achieved this level of success, his story is representative of the kind of success that is made possible by the weightless economy.\n\nThe Bucket List Family. “About.”\n\nInsider. \"A 28-Year-Old Who Sold His Company to Snapchat for $54 Million and Left to Travel the World Reveals Why He Hasn't Spent a Dime of His Cut.\"",
  "url": "https://www.investopedia.com/terms/w/weightless-economy.asp"
}