{
  "term": "Weighted Average: Definition and How It Is Calculated and Used",
  "definition": "A weighted average is a calculation that assigns varying degrees of importance to the numbers in a particular data set. A weighted average can be more accurate than a simple average in which all numbers in a data set are assigned an identical weight. It is widely used in investing and many other fields.\n\nInvestopedia / Paige McLaughlin\n\nIn calculating a simple average, orarithmetic mean, all numbers are treated equally and assigned equal weight. But a weighted average assigns weights that determine in advance the relative importance of each data point. In calculating a weighted average, each number in the data set is multiplied by a predetermined weight before the final calculation is made.\n\nA weighted average is most often computed to equalize the frequency of the values in a data set. For example, a voter survey might gather enough responses to be considered statistically valid, but the 18-to-34 age group may have fewer respondents than other groups relative to their share of thepopulation. The survey team could weight the results of the 18-to-34 age group so that their views are represented proportionately.\n\nHowever, values in a data set may beweightedfor other reasons than the frequency of occurrence. For example, if students in a dance class are graded on skill, attendance, and manners, the grade for skill may be given greater weight than the other factors.\n\nEach data point value in a weighted average is multiplied by the assigned weight, which is then summed and divided by the number of data points. The final average number reflects the relative importance of each observation and is thus more descriptive than a simple average. It also has the effect of smoothing out the data and enhancing its accuracy.\n\nHere is a simple example involving just three data points:\n\nInvestorsoften build a position in a particular stock over a number of years and at a variety of different prices. That makes it tough to keep track of thecost basisof those shares for tax and other purposes.\n\nThe investor can calculate a weighted average by multiplying the number of shares acquired at each price by that price, adding those values, then dividing the total value by the total number of shares.\n\nFor example, say an investor acquires 100 shares of a company in year one at $10 per share, and 50 shares of the same stock in year two at $40 per share. To get a weighted average of the price paid, the investor multiplies 100 shares by $10 for year one and 50 shares by $40 for year two, then adds the results to get a total of $3,000. Next, the total amount paid for the shares, $3,000 in this case, is divided by the number of shares acquired over both years, 150, to get the weighted average price paid of $20.\n\nWeighted average can provide a more accurate representation of data when different values within a dataset hold varying degrees of importance. By assigning weights to each value based on their significance, weighted averages ensure that more weight is given to data points that have a greater impact on the overall result. This allows for a more nuanced analysis and decision-making process.\n\nNext, weighted averages are particularly useful for handling skewed distributions or outliers within a dataset. Instead of being overly influenced by extreme values, weighted averages take into account the relative importance of each data point. This means you can \"manipulate\" your data set so it's more relevant, especially when you don't want to consider extreme values.\n\nThirdly, weighted averages offer flexibility in their application across various fields and disciplines. Whether in finance, statistics, engineering, or manufacturing, weighted averages can be customized to suit specific needs and objectives.\n\nThe weighted average is sometimes also called the weighted mean.\n\nOne downside of a weighted average is the potential for subjectivity in determining the weights assigned to each data point. This subjectivity can introducebiasinto the analysis and undermine the reliability of the weighted average.\n\nWeighted averages may also be sensitive to changes in the underlying data or weighting scheme. Small variations in the weights or input values can lead to significant fluctuations in the calculated average, making the results less stable and harder to interpret. This sensitivity can be particularly problematic in scenarios where the weights are based on uncertain or volatile factors, which may include human emotion. A good question to ask is: Are you confident you'll feel the same about the appropriate weights over time?\n\nLast, the interpretation of weighted averages can be more complex compared to simple arithmetic means. Though weighted averages provide a single summary statistic, they may make it tough to understand the full scope of the relationship across data points. Therefore, it's essential to carefully assess how the weights are assigned and make sure that the values are clearly communicated to those who interpret the results.\n\nCan allow for more accurate representation of data and more nuanced analysis.\n\nHandles outliers, mitigating extreme value influence for relevance.\n\nFlexible across different fields and can be tailored as needed.\n\nSubjectivity in determining weights can introduces bias and undermine reliability.\n\nSensitivity to changes in data or weighting scheme affects stability.\n\nAdds complexity compared to arithmetic mean, potentially complicating analysis.\n\nWeighted averages are used in many areas of finance and business besides the purchase price of shares, includingportfolio returns, inventory accounting, and valuation. When a mutual fund that holds multiple securities is up 10% on the year, that 10% represents a weighted average of returns for the fund with respect to the value of each position in the fund.\n\nFor inventory accounting, the weighted average value of inventory accounts for fluctuations in commodity prices, for example, while theLIFO (last in, first out)orFIFO (first in, first out)methods give more importance to time than value.\n\nWhen evaluating companies to discern whether their shares are correctly priced, investors can use theweighted average cost of capital (WACC)to discount a company's cash flows. WACC is weighted based on the market value of debt and equity in a company'scapital structure.\n\nWeighted averages provide a tailored solution for scenarios where certain data points hold more significance than others. However, there are other ways of calculating averages, some of which were mentioned earlier. The two main alternatives are the arithmetic mean and geometric mean.\n\nArithmetic means, or simple averages, are the simplest form of averaging and are widely used because of their ease of calculation and interpretation. They assume that all data points are of equal importance and are suitable for symmetrical distributions without significant outliers. Arithmetic means are easier to calculate since you simply divide the sum of the total by the number of instances. However, this method is much less nuanced and does not allow for much flexibility.\n\nThegeometric meanoffers a specialized solution for scenarios involving exponential growth or decline. By taking the nth root of the product of n values, geometric means give equal weight to the relative percentage changes between values. This makes them particularly useful in finance for calculating compound interest rates or in epidemiology for analyzing disease spread rates.\n\nA weighted average is a statistical measure that assigns different weights to individual data points based on their relative significance, ideally resulting in a more accurate representation of the overall data set. It is calculated by multiplying each data point by its corresponding weight, summing the products, and dividing by the sum of the weights.\n\nWhether a weighted average is better depends on the specific context and the objectives of your analysis. Weighted averages are better when different data points have varying degrees of importance, allowing you to have a more nuanced representation of the data. However, they may introduce subjectivity in determining weights and can be sensitive to changes in the weighting scheme.\n\nA weighted average accounts for the relative contribution, or weight, of the things being averaged, while a simple average does not.\n\nMany weighted averages are found in finance, including thevolume-weighted average price (VWAP), theweighted average cost of capital (WACC), andexponential moving averages (EMAs)used in charting.\n\nImagine a portfolio made up of 55% stocks, 40% bonds, and 5% cash. If stocks, bonds, and cash returned 10%, 5%, and 2%, respectively, the weighted average return would be (55 × 10%) + (40 × 5%) + (5 × 2%) = 7.6%.\n\nWeighted averages have many applications in many different fields. Investors can use weighted averages to determine the cost basis of their shares as well as the returns on their portfolios. In general, a weighted average will be more useful and more accurate than a simple average, if a little more difficult to calculate.\n\nTax Foundation. \"Inventory Valuation in Europe.\"\n\nMy Accounting Course. \"Weighted Average Cost of Capital (WACC) Guide.\"\n\nCDC Archive. \"Measures of Spread.\"",
  "url": "https://www.investopedia.com/terms/w/weightedaverage.asp"
}