{
  "term": "Welfare and Pension Plans Disclosure Act (WPPDA)",
  "definition": "The Welfare and Pension Plans Disclosure Act (WPPDA) was a 1950s-era law that gave theU.S. Department of Laborregulatory authority over private employee benefits plans for the first time. In an effort to increase transparency, the WPPDA mandated that employers andlabor unionsprovide plan descriptions and financial reports to the government. It was intended to make plan sponsors more accountable to participants and beneficiaries for the financial health of the plans.\n\nThe Welfare and Pension Plans Disclosure Act required the U.S. Labor Department to file information about allpension planswith more than 25 employees participating. It also required pension plans that totaled between 25 and 100 employees to file detailed descriptions aboutplan administration. Plans that had more than 100 participants needed to file financial reports on an annual basis, in addition to providing relevant details about their plan.\n\nA 1962 amendment to the Welfare and Pension Plans Disclosure Act increased regulatory authority over the plans by giving the government enforcement, interpretative, and investigatory powers. The WPPDA was a precursor to the much broaderEmployee Retirement Income Security Act(ERISA), which replaced it in 1974.\n\nThe Employee Retirement Income Security Act of 1974 protects Americans' retirement assets by implementing rules thatqualified retirement plansmust follow to ensure plan fiduciaries use plan assets appropriately. As outlined by ERISA, plans must provideparticipantswith information about plan features and funding, and regularly produce relevant information free of charge.\n\nERISA adds to the requirements under the Welfare and Pension Plans Disclosure Act by establishing standards offiduciary duty, protecting the plans from mismanagement, and increasing the rights of participants and beneficiaries. ERISA defines a fiduciary as anyone who exercises discretionary authority or control over a plan's management or assets, including anyone who providesinvestment adviceto the plan.\n\nFiduciaries who do not follow the principles of proper conduct may be held responsible for making up losses to the plan. In addition, ERISA addresses fiduciary provisions and bans the misuse of assets through this particular set of provisions.\n\nIn addition to keeping participants informed of their legal rights, ERISA grants participants the right to sue for benefits and breaches of fiduciary duty. To ensure participants do not lose theirretirement contributionsif a defined plan is terminated, ERISA guarantees payment of certain benefits through thePension Benefit Guaranty Corporation, a federally charted corporation.\n\nU.S. Government. \"Public Law 85-836 -- August 28, 1958,\" Page 999. Accessed June 13, 2021.\n\nU.S. Department of Labor. \"History of EBSA and ERISA.\" Accessed June 13, 2021.\n\nU.S. Department of Labor. \"ERISA.\" Accessed June 13, 2021.\n\nPension Benefit Guaranty Corporation. \"About PBGC.\" Accessed June 13, 2021.",
  "url": "https://www.investopedia.com/terms/w/welfare-and-pension-plans-disclosure-act.asp"
}