{
  "term": "Welfare: What It Is and Who Qualifies",
  "definition": "Investopedia / Michela Buttignol\n\nFederally funded assistance programs help individuals and families with housing, food, and healthcare costs.\n\nWelfare is a common label attached to a range of government programs that assist individuals and families whose income falls below the poverty line. The programs provide health care, food subsidies, housing assistance, and child care assistance to those in need.\n\nThe benefits vary by state. Most are funded by the federal government, which distributes money to the states through a program called Temporary Assistance for Needy Families (TARF).\n\nBenefits vary by state, with eligibility based on the person’s financial status, family size, income, or an assessed disability.A caseworker may be assigned to determine and confirm the applicant's needs.\n\nQualification is based on the poverty line for each state and allows for adjustments based on the local cost of living. The government requires that individuals or families seeking assistance prove that their annual income falls below thefederal poverty level(FPL).\n\nAs of 2025, the federal government has established the minimum poverty level at below $21,150 for a family of two, with higher rates up to four times that amount for some states.\n\nSubsidized programs are only available to U.S. citizens and permanent residents. Federal law bans states from using grants to assist most legal immigrants unless they've resided in the country for five years or more.A validSocial Security Number(SSN) is required to obtain benefits. Individuals applying for welfare must meet their states' requirements as well as rules imposed by the federal government.\n\nThe 2025 poverty level for an individual living alone. A family of four with an income below $32,150 would qualify for benefits.\n\nThe history of welfare programs in the United States is complex and controversial. In the 1960s, President Lyndon Johnson created anti-poverty programs including Head Start, food stamps, andMedicare.These programs were designed to fight what he called \"the war on poverty\" in America.\n\nFormer President Richard Nixon revised the program in 1969 with the Family Assistance Plan in 1969, which imposed work requirements and work incentives for beneficiaries.\n\nIn the 1980s, President Ronald Reagan cut welfare budget programs designed to help families and created \"welfare to work\" programs in 40 states.\n\nFurther legislation under President Bill Clinton in 1996 focused on limiting the length of time that people could receive benefits.\n\nThen-President Joe Biden brought back no-strings-attached assistance to families with children in 2021, but only as a temporary measure while the COVID-19 pandemic was raging. Eligibility extended to families with incomes well above the poverty line but was phased out at higher levels.\n\nThe U.S. government currently assists people living below the poverty line mainly through a program known as Temporary Assistance to Needy Families (TANF).\n\nThe program mandates that all recipients find employment within two years or risk losing their benefits.\n\nAs of 2025, the federal government was expected to funnel about $16.7 billion to the states to pay for TANF assistance to their residents.\n\nIn addition to TANF, the government has several programs that subsidize costs for low-income Americans. Income eligibility levels vary by program.\n\nAccording to the Pew Research Center, 41.9 million people in 22.2 million households benefited from SNAP vouchers in April 2023.\n\nWelfare is a term that dates from the 1960s for government-funded assistance to low-income Americans, in the form of weekly direct payments that could be used for any purpose. The word welfare has been largely banished from government documents.\n\nToday, a number of federal programs provide subsidies for housing, food, and healthcare to individuals and families whose income falls below the federal-established poverty line.\n\nThe term welfare was particularly associated with long-term payments with no strings attached to unemployed people. Since 1996, eligibility for such payments is mostly limited to two years or less for able-bodied recipients.\n\nEntitlements are federally funded programs that benefit Americans who qualify for them. These are not tied to income but to age, work history, and contributions from payroll deductions during their working years.\n\nEntitlements include Social Security benefits for retirees and Medicare coverage for the elderly, which are partially funded by the recipients through payroll deductions.\n\nThe term welfare is now rarely used. It became a loaded term in politics as early as the 1960s and was often characterized as free money for the underdeserving.\n\nU.S. programs that might be termed welfare include Medicaid, Supplemental Security Income, Supplemental Nutrition Assistance Program, the Children's Health Insurance Program, Temporary Assistance for Needy Families, housing assistance, and the Earned Income Tax Credit.\n\nAll are programs available only to people and families whose income falls below certain levels.\n\nThe term welfare is not often used in recent years. The welfare system of the mid-20th century has been largely replaced by programs that target the essential needs of low-income individuals and families. Food, medical services, and rent subsidies are available to those who qualify. Taxpayers fund these programs from which recipients often receive biweekly or monthly payments in the form of vouchers or direct payments.\n\nOffice of Family Assistance. \"Temporary Assistance for Needy Families (TANF).\"\n\nU.S. Department of Agriculture. \"Supplemental Nutrition Assistance Program (SNAP), Monthly Issuance Schedule for All States and Territories.\"\n\nEmergency Housing Voucher Program. \"Frequently Asked Questions (FAQs).\"\n\nUSA.gov. \"Government Benefits.\"\n\nAmerican Council on Aging. \"2025 Federal Poverty Levels.\"\n\nNational Immigration Law Center. \"Overview of Immigrant Eligibility for Federal Programs.\"\n\nSocial Security Administration. \"Social Security Numbers for Noncitizens.\"\n\nU.S. Department of Health and Human Services-Office of Head Start. \"Head Start History.\"\n\nU.S. National Archives and Records Administration. \"Medicare and Medicaid Act (1965).\"\n\nRichard Nixon Foundation. \"#FamiliesSucceed: President Nixon's Family Assistance Plan.\"\n\nLaw Library-American Law and Legal Information. \"A Brief History of Welfare Reform.\"\n\nThe Hill. \"Biden Brings Back Welfare.\"\n\nCongressional Budget Office. \"Baseline Projections.\"\n\nMedicaid and CHIP Payment and Access Commission. \"Medicaid Enrollment Changes Following the ACA.\"\n\nSocial Security Administration. \"Disability Evaluation Under Social Security.\"\n\nU.S. Department of Agriculture. \"What is Electronic Benefits Transfer (EBT)?\"\n\nU.S. Department of Agriculture. \"WIC Frequently Asked Questions (FAQs).\"\n\nU.S. Department of Agriculture. Economic Research Service. \"Child Nutrition Programs.\"\n\nThe Kaiser Foundation/Kaiser Commission on Medicaid and the Uninsured. \"The Impact of the Children’s Health Insurance Program (CHIP): What Does the Research Tell Us?\"\n\nU.S. Department of Housing and Urban Development. \"Housing Choice Vouchers Fact Sheet.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nPew Research Center. \"What the Data Says About Food Stamps in the U.S.\"\n\nEverything Policy. \"Entitlements: What You Need to Know.\"",
  "url": "https://www.investopedia.com/terms/w/welfare.asp"
}