{
  "term": "Welfare Economics Explained: Theory, Assumptions, and Criticism",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWelfare economics is the study of how the allocation of resources and goods affectssocial welfare. This relates directly to the study ofeconomic efficiencyand income distribution, as well as how these two factors affect the overall well-being of people in the economy.\n\nIn practical terms, welfare economists seek to provide tools to guide public policy to achieve beneficial social and economic outcomes for all of society. However, welfare economics is a subjective study that depends heavily on chosen assumptions regarding howwelfarecan be defined, measured, and compared for individuals and society as a whole.\n\nWelfare economics begins with the application of utility theory inmicroeconomics.Utilityrefers to the perceived value associated with a particular good or service. In mainstream microeconomic theory, individuals seek to maximize their utility through their actions and consumption choices, and the interactions of buyers and sellers through the laws ofsupply and demandin competitive markets yieldconsumerandproducer surplus.\n\nA microeconomic comparison of consumer and producer surplus in markets under different market structures and conditions constitutes a basic version of welfare economics. The simplest version of welfare economics can be thought of as asking, \"Which market structures and arrangements of economic resources across individuals and productive processes will maximize the sum total utility received by all individuals or will maximize the total of consumer and producer surplus across all markets?\" Welfare economics seeks the economic state that will create the highest overall level of social satisfaction among its members.\n\nThis microeconomic analysis leads to the condition ofPareto efficiencyas an ideal in welfare economics. When theeconomyis in a state of Pareto efficiency, social welfare is maximized in the sense that no resources can be reallocated to make one individual better off without making at least one individual worse off. One goal of economic policy could be to try to move the economy toward a Pareto efficient state.\n\nTo evaluate whether a proposed change to market conditions or public policy will move the economy toward Pareto efficiency, economists have developed various criteria, which estimate whether the welfare gains of a change to the economy outweigh the losses. These include theHickscriterion, the Kaldor criterion, the Scitovsky criterion (also known as Kaldor-Hicks criterion), and theBuchananunanimity principle.\n\nIn general, this kind ofcost-benefit analysisassumes that utility gains and losses can be expressed in money terms. It also either treats issues of equity (such as human rights, private property, justice, and fairness) as outside the question entirely or assumes that the status quo represents some kind of ideal on these types of issues.\n\nHowever, Pareto efficiency does not provide a unique solution to how the economy should be arranged. Multiple Pareto efficient arrangements of the distributions of wealth, income, and production are possible. Moving the economy toward Pareto efficiency might be an overall improvement in social welfare, but it does not provide a specific target as to which arrangement of economic resources across individuals and markets will actually maximize social welfare.\n\nTo do this, welfare economists have devised various types of social welfare functions. Maximizing the value of these functions then becomes the goal of welfare economic analysis of markets and public policy.\n\nResults from this type of social welfare analysis depend heavily on assumptions regarding whether and how utility can be added or compared between individuals, as well as philosophical and ethical assumptions about the value to place on different individuals' well-being. These allow the introduction of ideas about fairness, justice, and rights to be incorporated into the analysis of social welfare, but render the exercise of welfare economics an inherently subjective and possibly contentious field.\n\nUnder the lens of Pareto efficiency, optimal welfare, or utility, is achieved when the market is allowed to reach anequilibriumprice for a given good or service—it’s at this point that consumer and producer surpluses are maximized.\n\nHowever, the aim of most modern welfare economists is to apply notions of justice, rights, and equality to the machinations of the market. In that sense, markets that are “efficient” do not necessarily achieve the greatest social good.\n\nOne reason for that disconnect: the relative utility of different individuals and producers when assessing an optimal outcome. Welfare economists could theoretically argue, for example, in favor of a higher minimum wage—even if doing so reduces producer surplus—if they believe the economic loss to employers would be felt less acutely than the increased utility experienced by low-wage workers.\n\nPractitioners ofnormative economics, which is based on value judgments, may also try to measure the desirability of “public goods” that consumers don’t pay for on the open market.\n\nThe desirability of improvements to air quality brought about by government regulations is an example of what practitioners of normative economics might measure.\n\nMeasuring the social utility of various outcomes is an inherently imprecise undertaking, which has long been a criticism of welfare economics. However,economistshave a number of tools at their disposal to gauge individuals’ preferences for certain public goods.\n\nThey may conduct surveys, for example, asking how much consumers would be willing to spend on a new highway project. And as the economist Per-Olov Johansson points out, researchers could estimate the value of, say, a public park by analyzing the costs people are willing to incur in order to visit it.\n\nAnother example of applied welfare economics is the use of cost-benefit analyses to determine the social impact of specific projects.In the case of a city planning commission that’s trying to evaluate the creation of a new sports arena, the commissioners would likely balance the benefits to fans and team owners with that of businesses or homeowners displaced by new infrastructure.\n\nIn order for economists to arrive at a set of policies or economic conditions that maximize social utility, they have to engage in interpersonal utility comparisons. To draw on a previous example, one would have to deduce that minimum wage laws would help low-skill workers more than they would hurt employers (and, potentially, certain workers who might lose their jobs).\n\nDetractors of welfare economics contend that making such comparisons in any accurate way is an impractical goal. It’s possible to understand the relative impact on the utility of, for example, changes in prices for the individual. But, beginning in the 1930s, British economist Lionel Robbins argued that comparing the value that different consumers place on a set of goods is less practical. Robbins also disparaged the lack of objective units of measurements to compare utility among different market participants.\n\nPerhaps the most potent attack on welfare economics came from Kenneth Arrow, who in the early 1950s introduced the “Impossibility Theorem,” which suggests that deducing social preferences by aggregating individual rankings is inherently flawed. Rarely are all the conditions present that would enable one to arrive at a true social ordering of available outcomes.\n\nIf, for instance, you have three people and they’re asked to rank different possible outcomes—X, Y, and Z—you might get these three orderings:\n\nYou might conclude that the group prefers X over Y because two people ranked the former over the latter. Along the same lines, one can conclude that the group prefers Y to Z since two of the participants put them in that order. But if we, therefore, expect X to be ranked above Z, we would be wrong—in fact, the majority of subjects put Z ahead of X. Therefore, the social ordering that was sought is not attained—we’re simply stuck in a cycle of preferences.\n\nSuch attacks dealt a serious blow to welfare economics, which has waned in popularity since its heyday in the mid-20th century. However, it continues to draw adherents who believe—despite these difficulties—that economics is, in the words of John Maynard Keynes, “a moral science.”\n\nWelfare economics is associated with two main theorems. The first is that competitive markets yield Pareto efficient outcomes. The second is that social welfare can be maximized at an equilibrium with a suitable level of redistribution.\n\nWelfare economicsseeks to evaluate how economic policies affect the well-being of the community. As a consequence, it is generally based on a lot of assumptions that include, above all, taking individual preferences as a given.\n\nMany different economists have been credited for their contributions to welfare economics. Neoclassical economists Alfred Marshall, Vilfredo Pareto, and Arthur C. Pigou played a key role in its conception. However, it’s also true that some of the main ideas behind welfare economics can be traced all the way back to the theories ofAdam Smithand Jeremy Bentham.\n\nFederal Reserve Bank of Richmond. \"Pareto Efficiency.\"\n\nPer-Olov Johansson. \"An Introduction to Modern Welfare Economics, Ch. 8, How to Overcome the Problem of Preference Revelation: Practical Methodologies.\" Cambridge University Press, 1991\n\nPer-Olov Johansson. \"An Introduction to Modern Welfare Economics, Ch. 9, Cost-Benefit Analysis.\" Cambridge University Press, 1991.\n\nBackhouse, Roger E. \"Robbins and Welfare Economics: A Reappraisal.\"Journal of the History of Economic Thought, Vol. 31, No. 4, December 2009, pp. 474-484.",
  "url": "https://www.investopedia.com/terms/w/welfare_economics.asp"
}