{
  "term": "Welfare Loss of Taxation: Overview, Categories",
  "definition": "Welfare loss of taxation refers to a decrease in economic and social well-being caused by the imposition of a new tax. It is the total cost to society incurred just by the process of transferring purchasing power from taxpayers to the taxing authority.\n\nThese costs consist of economically productive activity foregone and real resources consumed either by the process of taxation or by the compensating behavior of workers, consumers, and businesses in response to the tax.\n\nTaxesare collected by governments to serve a variety of ends such as to fund the provision ofpublic goods, to achieve equitable distributions of wealth and income among the population, or simply to transfer wealth from the subjects to the ruling class. However, the imposition and implementation of any tax is not itself a costless process and the impact of the tax on taxpayers changes the economic incentives that they are faced with, and thus their behavior.\n\nIn a sense, these costs can be thought of as thetransaction costsof the tax side of public finance.\n\nSeveral types of costs can contribute to the total cost of taxation, includingdeadweight lossesin the taxed market and welfare losses in related markets, compliance costs, administrative costs, tax evasion costs, and tax avoidance costs.\n\nThey arise from two principal sources:\n\nNote that some of these changes in behavior may be considered positive in the presence of externalized costs or benefits to activities being discouraged or encouraged, and this may offset some or all of the social cost of the tax as in the case of aPigouvian tax.\n\nNet of suchexternalities, the costs of taxation, represent a social welfare loss that can offset the social welfare benefits produced through the expenditure of public revenues generated. These costs are an essential consideration in the design and implementation of economically optimal taxes, which need to be balanced against any social benefits that may arise from the public services that can be funded or other benefits of the tax itself.\n\nThe costs that make up the total welfare loss of taxation can be broken down into several categories. Thedeadweight loss of taxationin the taxed market is the welfare loss of taxation most discussed and focused on by economists, but because it is only one aspect of the total cost of taxation it at best represents a lower bound on the total welfare loss.\n\nDeadweight losses occur anytime the market price and quantity of a good are held apart from the equilibrium price and quantity implied by the (fully internalized) costs and benefits of producing and consuming the good embodied in the relevantsupply and demand curves.\n\nInwelfare economics, it can be calculated or depicted graphically as the difference between total economic surplus generated by a market with or without the tax, based on the amount ofconsumer surplus,producer surplus, and the tax revenue collected.\n\nBecause a tax drives a wedge between the price that buyers pay for some goods and the price the sellers receive for that good, there is always a deadweight loss for any tax other than a perfect Pigouvian tax. Deadweight losses tend to increase in direct proportion to the tax rate.\n\nFurthermore, because changes in the after-tax market price and quantity of the taxed good impact demand and supply conditions for other goods (substitutes,complements, and goods that are upstream or downstream from the taxed good in the production process), the tax can cause additional welfare losses in related markets.\n\nAdditional losses may be incurred to the extent that the process of adjusting all the impacted markets to the after-tax situation from their initial equilibria may itself be costly.\n\nCreating and implementing any tax involves some cost in and of itself. The legislative process of enacting the tax (and any subsequent reforms), the process of documenting the goods to activities to be taxed, the physical collection of the tax, and the pursuit of tax evaders in order to enforce the tax all involve some cost to carry out. These costs may vary based on the efficiency of the respective processes and the degree ofvoluntary compliancewith the tax.\n\nCompliance costsare related to administrative costs in that they represent the administrative cost of the tax that has been externalized on to those who are taxed. This includes the cost of producing and storing any accounting records, forms, or tax returns that are required for tax purposes and related professional tax preparation services. This can also include anyagency costsarising from taxes administered by third-parties, such as employers. These costs can vary based on the complexity and specific requirements of thetax code.\n\nAvoidance costs represent the transaction costs and opportunity costs arising from any transactions that take place for the purpose ofreducing one’s tax burden. Examples include holding on tocapital gainslonger than an investor would otherwise prefer in order to get a lower tax rate, investing intax-advantagedassets despite an otherwise lower rate of return, or traveling to another tax jurisdiction to avoid paying a local tax. The costs of any action that a taxpayer engages voluntarily in order to legally reduce their tax can be included here.\n\nEvasion costs are similar to avoidance costs, but in addition to the cost of any activities pursued solely toevade the taxitself, they also include the cost of any activities by the taxpayer to avoid detection when illegally evading taxes (or alternatively the subjective cost to the taxpayer of incurring the risk of detection and punishment).",
  "url": "https://www.investopedia.com/terms/w/welfare-loss-of-taxation.asp"
}