{
  "term": "Wellbore: What it is, How it Works, Examples",
  "definition": "A wellbore is a hole that is drilled to aid in the exploration and recovery of natural resources, including oil, gas, or water. A wellbore is the actual hole that forms the well. A wellbore can be encased by materials such as steel and cement, or it may be uncased. The motivation for drilling a wellbore is usually to extract oil or gas for a protracted period of time.\n\nA wellbore is a type of borehole, which is a narrow shaft that is drilled into the ground—either horizontally or vertically—to extract water, petroleum, or gases. Other reasons for drilling boreholes include mineral exploration, environmental site assessment, and temperature measurement.\n\nResource extraction companies dig wellbores to gain access to the natural resources they are seeking, such as oil and gas. A wellbore is usually a straight vertical shaft that \"bores\" into the ground to allow the recovery of natural resources. It also includes the open hole and uncased portions of the well.\n\nThe following is a diagram of an oil wellbore encased in steel and cement. The wellbore is the actual drilled hole. The drilled hole may refer to the inside diameter of the wellbore wall or the rock face that bounds the drilled hole. The wellbore can then be cased with materials to improve its stability while improving operation and resource recovery.\n\nBorehole is often used as a synonym for wellbores, though sometimes the borehole refers to the open diameter of the hole itself, whereas the wellbore is the hole including the casing between the opening and the rock or earth walls on the outside.\n\nWellbores must be cleaned before and after production because if mud or debris is not removed, it can increase operating costs while increasing safety and environmental risks. Furthermore, drilling wellbores is complex and requires specialized training, tools, and equipment. When successful, the wellbore creates a well that can extract oil and gas for a protracted period of time.\n\nThough wellbores are commonly thought to belong to oil drillers, a wellbore can be used for any type of well. For thousands of years, drillers have used drilling rigs or a hand-operated rigs to dig wells. The machinery and techniques used to create wellbores differ based on geological conditions and the intended purpose of the well. For offshore drilling, floating units or platforms supported by the seafloor are used for the drilling rig.\n\nChinese miners have been creating wellbores since at least the Qin Dynasty (221–206 BC). Initially, these wells could reach depths of 30 meters. By the 1800s, depths of 1,000 meters were being achieved.﻿﻿\n\nK.S. Tom describes the drilling process: \"The Chinese method of deep drilling was accomplished by a team of men jumping on and off a beam to impact the drilling bit while the boring tool was rotated by buffalo and oxen.\" Early oil extraction in California in the 1860s and beyond used this method, which they called \"kicking her down.\"﻿﻿\n\nJohn K. Warren. \"Evaporites: A Geological Compendium.\" Spring, 2016.\n\nK. S. Tom. \"Echoes from Old China: Life, Legends, and Lore of the Middle Kingdom.\" University of Hawaii Press, 1989.",
  "url": "https://www.investopedia.com/terms/w/wellbore.asp"
}