{
  "term": "Western Account: What It is, How It Works, Example",
  "definition": "A western account is a type ofagreement among underwriters (AAU)in which each underwriter agrees to share responsibility for only a specific portion of the overallnew issuance. They are the opposite of an “eastern account,” in which eachunderwritershares responsibility for the entire issuance.\n\nWestern accounts are popular among some underwriters because they reduce each underwriter's risk. These accounts lower each participant's effectiveliabilityshould the new issuance prove more difficult than expected. On the other hand, western accounts also limit the potentialupsideenjoyed by underwriters in the event that the new issuance is unusually successful.\n\nThe western account is one of the ways that underwriters seek to manage the risk associated with bringing new securities to the public, such as in the case of aninitial public offering (IPO). These transactions are inherently risky for the underwriters involved, because they are required to pay a certain amount of money to theissuerof the security regardless of the price at which those securities can then be sold to the public. The profit of the underwriter is based on thespreadbetween the price paid to the issuer and the price ultimately obtained from selling the new securities to the public.\n\nTo mitigate this risk, underwriters generally conduct new issuances in collaboration with one another. This creates what are known asunderwriting “consortiums.”\n\nWhen bringing together several underwriting firms in this manner, it is necessary to clearly delineate the rights and responsibilities of the parties involved. This is accomplished through explicit agreements known as agreements among underwriters, or AAUs, which lay out which underwriter is responsible for which portion of the new issuance.\n\nThe western account, also known as a “divided account,” is simply one common example of an AAU structure. In it, each underwriter agrees to take on liability for only the portion of the issuance that it takes into its owninventory. If any of thesecuritiesheld by other underwriters fail to sell (or obtain disappointing prices), then that risk is only borne by the specific underwriter left holding that inventory.\n\nXYZ Corporation is a prominent manufacturing company preparing for its IPO. Its management team are experts in their industry, but are not especially knowledgeable about thefinancial markets. For this reason, they hire a lead underwriter who in turn forms a consortium of firms who are collectively responsible for carrying out XYZ’s IPO.\n\nUnder the terms of this transaction, XYZ is paid a sum by the underwriters that is equivalent to $25 per share. In order to profit from the transaction, the underwriting consortium needs to sell its shares to other investors for greater than $25 per share.\n\nIn forming their consortium, XYZ’s underwriters adopted an AAU modeled on the western account structure. Accordingly, each of the underwriting firms involved only assumed responsibility for a specific portion of the newly issued shares. For this reason, the ultimate profit or loss of the underwriters will vary from one firm to the next.\n\nAn underwriter is a person or organization that takes on another party's financial risk through a mortgage, loan, insurance, or other financial transaction. The underwriter often makes money through interest payments. Underwriters can also make money through the difference between what they pay for a new investment or security issuance and the price at which it is eventually sold to the public.\n\nAn IPO is an initial public offering, which means a large company is selling shares to the public for the first time. An IPO is a way for companies to raise money from public investors. After an IPO, the company's shares are available to buy and sell on a public stock exchange.\n\nInitial public offerings (IPOs) are usuallyunderwrittenby investment banks. These banks usually have IPO specialists on staff who work with the company making the IPO to ensure that all regulatory requirements are met.\n\nWhen a new security is offered to the public, such as through an IPO, the risk of the new security is taken on by underwriters that may form an underwriting consortium. The underwriters may use an agreement known as a western account. In this arrangement, each underwriter is only responsible for a specific portion of the new shares.\n\nThis type of agreement lowers the risk each underwriter takes on. However, it also lowers the potential profit they can make once the shares are sold to the public.",
  "url": "https://www.investopedia.com/terms/w/westernaccount.asp"
}