{
  "term": "Wet Loan: What It Is, How It Works, Special Considerations",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nViktor Cvetkovic / Getty Images\n\nA wet loan is a mortgage in which the funds are realized at—or with the completion of—aloan application. Submission of other required documentation for closing the property, such as surveys and title searches, happens after the dispersion of funds.\n\nWet loans allow the borrower to purchase property more rapidly and to complete the necessary documentation after the transaction. Conditions surrounding the use of wet loans differ based on state laws, and not all states allow a wet loan.\n\n​​​​​​​In a wet-funded mortgage, the borrower receives money when their loan is approved. The borrower may then purchase the property and complete the other required documentation to officially transfer the property title. After funds transferunds, the bank will obtain the loan documentation for review. Wet loans expedite the purchasing process by allowing the sale to occur before the paperwork is completed.\n\nA wet loan allows a borrower to purchase property more rapidly, before completing the necessary paperwork.\n\nWith wet-loan transactions, speed comes at the price of increased risk. The likelihood of fraud and loan default is significant with a wet loan. The risk comes from thesellerreceiving funds before the review and approval of the loan documentation. If, after evaluation, the bank determines the loan is too risky, it faces great time and expense in revoking the mortgage.\n\nIn contrast, adry loanis one where the release of funds is after completion and review of all necessary sale and loan documentation. Dry funding provides an added layer of consumer protection and helps to ensure the legality of the transaction. With a slower closing process and no funds disbursed at the closing, there’s more time to address or avoid issues.\n\nDry loans date to pre-electronic banking days, when property buyers and sellers often lived far apart from one another and their mortgage lenders, so transactions took longer. The dispersal of funds happens when the mortgage is considered officially closed. The new owner can take possession of the property at this point.\n\nWet loans may go through either a traditional closing or adry closing. A real estate closing is the completion of a transaction involving selling or exchanging real property. A conventional closing consists of the following events:\n\nIn contrast, a dry closing takes place for the benefit and convenience of both the buyer and the seller, but in itself, it is not technically a closing. A dry closing usually occurs when there is a delay in the loan funding and the buyer and seller are geographically separated. Dry closings allow for the signing of documents, but no money changes hands.\n\nWet loans are permitted in all states except Alaska, Arizona, California, Hawaii, Idaho, Nevada, New Mexico, Oregon, and Washington.States that have wet-settlement laws require lending banks to disburse funds within a certain period. Some require payment to the sellers and other involved parties on the day of the settlement; others allow payment within one or two days of closing. Wet-settlement laws are in place to curb the bank practice of delaying funding after the borrowers sign the closing documents. All of the before-funding conditions must be met for the lender to allow closing in wet states.\n\nWet loans don't require documentation to be complete before issuing payment, so these loans are typically processed faster. Dry loans take longer to go through since lenders complete the documentation before issuing the mortgage funds.\n\nAll but nine states are wet states. The dry states include Alaska, Arizona, California, Hawaii, Idaho, Nevada, New Mexico, Oregon, and Washington.\n\nAlthough the process varies by lender, banks typically check income, employment verification, debt, income stability, and credit history.\n\nBorrowers hoping to close quickly on a home might get a wet loan to expedite the mortgage process. While it speeds up funding, getting a wet loan isn't without risks. Borrowers might take out more money than they can realistically afford, which makes them risky to lenders.\n\nJMAC Lending. \"Dry & Wet Funding Reference Guide.\"",
  "url": "https://www.investopedia.com/terms/w/wet_loan.asp"
}