{
  "term": "Whartonite Definition",
  "definition": "\"Whartonite\" is a colloquial term used to refer to graduates ofThe Wharton Schoolof the University of Pennsylvania. Because of the Wharton School's reputation in the financial sector, the term \"Whartonite\" is often associated with professionals in industries such as investment banking,investment management, private equity, andventure capital.\n\nIn some cases, the term can be used in a derogatory manner, referring to a professional with an attitude of superiority or arrogance. In this sense, it is associated with the negative stereotypes that sometimes surround the financial sector.\n\nThe Wharton School was established in 1881 by the industrialist Joseph Wharton. It is widely referred to simply as \"The Finance School,\" due to having long been rated as the preeminent school for those pursuing careers in finance.\n\nDespite its reputation for producing graduates who work forWall Streetand other financial firms, Wharton also boasts MBA majors in a diverse range of subjects, including healthcare management, marketing, real estate, and environmental, social, and governance (ESG) factors.\n\nThe school has been expanding outside of its Pennsylvania location. It launched anExecutive MBAprogram in 2001, through which students can complete their studies out of a newly-established campus building located in San Francisco. Similarly, the school opened the Penn Wharton China Center in 2015, a new campus located in Beijing that aims to strengthen Wharton’s connections and influence in the Greater China region.\n\nWharton is widely regarded as one of the world's top institutions for business education.U.S. News & World Reportranks Wharton's MBA program as the third best in the United States. It ranks its undergraduate business program as number one.\n\nThose looking for examples of individual Wharton graduates will have no shortage of people to choose from. In fact, Wharton boasts a large alumni network for its MBA program of 100,000 graduates. It is no surprise that some among them are very prominent indeed: includingSundar Pichai, CEO of Alphabet; John Sculley, former CEO of Pepsi, and Peter Lynch, the one-time manager of Fidelity's Magellan Fund. Elon Musk and Warren Buffett both also attended Wharton as undergrads, though Buffett transferred out before graduating.\n\nWharton's MBA program is ranked better than Harvard's byU.S. News & World Report: number three and number five, respectively; however, for undergraduate purposes, Harvard is a better-ranked school that offers a variety of more subjects for students while Wharton is business focused.\n\nThe first-year of Wharton's MBA program costs $124,476, which includes tuition and fees, room and board, books and supplies, and health insurance. Second-year costs are $122,476.\n\nWharton's MBA program is extremely difficult to get into. The school receives between 6,000 and 7,000 applicants a year and accepts approximately 1,000 of those.\n\nYes, The Wharton School is an Ivy League school as it is part of the University of Pennsylvania, which is one of the eight Ivy League schools. The other schools are Harvard, Princeton, Columbia, Cornell, Dartmouth, Yale, and Brown. The term \"Ivy League\" applies only to U.S. schools, which were originally tied together through athletics before the formation of the United States. They are now considered to be some of the best schools in the world and admittance into them is extremely competitive.\n\nWhartonites are those individuals that graduated from The Wharton School, one of the most prestigious business schools in the world. The Ivy League school offers undergraduate and graduate programs in a wide range of majors, not only finance, with graduates going on to find employment in many successful companies.\n\nWharton. \"Wharton MBA Majors & Specialties.\"\n\nWharton. \"Wharton San Francisco at a Glance.\"\n\nWharton (Penn Wharton China Center). \"About the Center.\"\n\nU.S. News & World Report. \"Best Undergraduate Business Programs Rankings.\"\n\nU.S. News & World Report. \"2023-2024 Best Business Schools.\"\n\nBusiness Because. \"Wharton School Notable Alumni | 14 Famous MBAs.\"\n\nU.S. News & World Report. \"2022-2023 Best National University Rankings.\"\n\nWharton. \"Wharton MBA Financial Aid and Tuition.\"\n\nWharton. \"Wharton MBA Admissions FAQs.\" Select \"How Many Applications Do You Receive Each Year for the MBA Program?\"",
  "url": "https://www.investopedia.com/terms/w/whartonite.asp"
}