{
  "term": "Wharton School Overview",
  "definition": "The Wharton School of the University of Pennsylvania—often referred to simply as Wharton—is one of the most prestigious business schools in the world.\n\nWharton'sMaster of Business Administration (MBA)program placed first in front of the University of Chicago Booth School of Business in a 2023 global survey of the best business finance schools by U.S. News & World Report.\n\nThe school is best known for its rigorous finance program. It is a top choice for those seeking careers in investment banking,private equity (PE), investment management, orventure capital (VC).\n\nAs is understandable given its prized Ivy League brand value, the admissions process at Wharton is highly competitive. For example, its MBA Class of 2024 received over 6,300 applications, and only 877 were enrolled.\n\nOn average, the accepted applicants boasted an averageGMATscore of 733 and an average undergraduateGPAof 3.6 on a 4.0 scale. Although these applicants hailed from a wide variety of industries, the most common fields were consulting, technology, government/nonprofit, private equity, and venture capital, which collectively represented about 59% of the total.\n\nIn addition to its well-known MBA program, Wharton also offers a variety of undergraduate business degrees, along with a Ph.D. program. Examples of specific specializations that the school offers includeaccounting, finance, marketing, real estate,statistics, andentrepreneurship.\n\nIn 1975, Wharton launched anExecutive MBA (EMBA)program, which students can pursue out of its Philadelphia or San Francisco campus (the latter of which is strategically located near the hub of California’s technology sector).\n\nIn a similar move, Wharton also established the Penn Wharton China Center in 2015, a new campus based in Beijing which is supported by over 20 additional partnerships with Chinese organizations.\n\nWharton’s main campus is located at the heart of the University of Pennsylvania.\n\nSome of the notable figures who have attended Wharton areDonald Trump;Warren Buffett, CEO of Berkshire Hathaway (BRK.B); Sundar Pichai, CEO of both Alphabet (GOOG) and Google; and Elon Musk, founder of Tesla (TSLA) and SpaceX and co-founder of PayPal (PYPL).\n\nWharton claims the largest alumni network of any business school in the United States, with a total membership of nearly 100,000 strong.\n\nHistorically, Wharton’s reputation has been especially strong with regard to finance. The school produces a steady stream of top candidates forWall Streetfirms and other finance-related institutions.\n\nHowever, with the recent growth of the American technology sector, Wharton has been making greater efforts to bolster its programs outside of its core strength of finance in order to better prepare its students for the workforce of the future.\n\nThe school’s recent investments in China are also oriented in a similar direction. The Penn Wharton China Center already has over 15,000 alumni in theGreater Chinaregion.\n\nWharton is one of the more expensive business schools in the U.S. Total expenses (including room and board, books, supplies, and tuition) for its two-year MBA program are $246,952 for the 2023-2024 school year.\n\nEach school is known for its focus. Wharton is famous for its business and corporate finance research, while Harvard is known for its business management and leadership research.\n\nWharton has been teaching business finance for more than 120 years, creating a brand and education that is in demand by students and industries worldwide.\n\nWharton is a school within the University of Pennsylvania, which is one of the eight universities that make up the Ivy League (University of Pennsylvania, Columbia, Harvard, Dartmouth, Yale, Cornell, Brown, and Princeton).\n\nThe Wharton School of Business was founded in the U.S. in 1881 as the country's first business school. Since then, it has become the premier business finance school in the world, attracting students globally and extending its presence into other countries.\n\nCorrection—Sept. 19, 2023: This article previously misidentified the University of Pennsylvania as Penn State in its description of the Ivy League.\n\nU.S. News & World Report. \"Best Finance MBA Programs.\"\n\nWharton, University of Pennsylvania. \"Facts & Figures: Wharton MBA Class Profile.\"\n\nWharton, University of Pennsylvania. \"Academic Programs.\"\n\nWharton, University of Pennsylvania. \"Wharton Alumni Magazine Features EMBA Program’s 40th Anniversary.\"\n\nWharton, University of Pennsylvania. \"History of Wharton.\"\n\nWharton Magazine. \"Penn Wharton China Center Launched.\"\n\nWharton, University of Pennsylvania. \"Penn Wharton China Center.\"\n\nWharton, University of Pennsylvania. \"Alumni and Network.\"\n\nWharton, University of Pennsylvania. \"Wharton MBA Financial Aid and Tuition: MBA Program Tuition and Cost Breakdown.\"",
  "url": "https://www.investopedia.com/terms/w/wharton.asp"
}