{
  "term": "What Is a Buyout, With Types and Examples",
  "definition": "A buyout is the acquisition of acontrolling interestin a company and is used synonymously with the termacquisition.If the stake is bought by the firm’s management, it is known as a management buyout and if high levels of debt are used to fund the buyout, it is called a leveraged buyout. Buyouts often occur when a company isgoing private.\n\nBuyouts occur when a buyer acquires more than 50% of the company, leading to a change of control. Firms that specialize in funding and facilitating buyouts, act alone or together on deals, and areusually financed by institutional investors, wealthy individuals, or loans.\n\nIn private equity, funds and investors seek out underperforming or undervalued companies thatthey can take private and turn around, before going public years later. Buyout firms are involved in management buyouts (MBOs), in which the management of the company being purchased takes a stake. They often play key roles in leveraged buyouts, which are buyouts that are funded with borrowed money.\n\nMany partnerships include clauses called buy-sell agreements orshotgun clauseswhich can force the other partners to agree to buying out an offering partner. The clause can also force partners to sell their shares.\n\nSometimes a buyout firm believes it can provide more value to a company’s shareholders than the existing management.\n\nManagement buyouts(MBOs) provide anexit strategyfor large corporations that want to sell off divisions that are not part of their core business, or for private businesses whose owners wish to retire. The financing required for an MBO is often quite substantial and is usually a combination of debt and equity that is derived from the buyers, financiers, and sometimes the seller.\n\nLeveraged buyouts(LBO) use significantamounts of borrowed money, with the assets of the company being acquired often used as collateral for the loans. The company performing the LBO may provide only 10% of the capital, with the rest financed through debt. This is a high-risk, high-reward strategy, where the acquisition has to realize high returns and cash flows in order to pay the interest on the debt. The target company's assets are typically provided as collateral for the debt, and buyout firms sometimes sell parts of the target company to pay down the debt.\n\nIn 1986, Safeway's board of directors (BOD) avoided hostile takeovers from Herbert and Robert Haft of Dart Drug by letting Kohlberg Kravis Roberts complete afriendly LBO of Safewayfor $5.5 billion. Safeway divested some of its assets and closed unprofitable stores. After improvements in its revenues and profitability, Safeway was taken public again in 1990. Roberts earned almost $7.2 billion on his initial investment of $129 million.\n\nIn another example, in 2007, Blackstone Group bought Hilton Hotels for $26 billion through an LBO. Blackstone put up $5.5 billion in cash and financed $20.5 billion in debt. Before the financial crisis of 2009, Hilton had issues with declining cash flows and revenues. Hilton later refinanced at lower interest rates and improved operations. Blackstone sold Hilton for a profit of almost $10 billion.",
  "url": "https://www.investopedia.com/terms/b/buyout.asp"
}