{
  "term": "What Is Recency, Frequency, Monetary Value (RFM) in Marketing?",
  "definition": "Casey Murphy has fanned his passion for finance through years of writing about active trading, technical analysis, market commentary, exchange-traded funds (ETFs), commodities, futures, options, and forex (FX).\n\nInvestopedia / Danie Drankwater\n\nRecency, frequency, monetary value (RFM) is a model used inmarketinganalysis that segments a company’s consumer base by their purchasing patterns or habits. In particular, it evaluates customers’recency(how long ago they made a purchase),frequency(how often they make purchases), andmonetary value(how much money they spend).\n\nRFM is then used to identify a company’s or an organization’s bestcustomersby measuring and analyzing spending habits to improve low-scoring customers and maintain high-scoring ones.\n\nThe RFM model is based on three quantitative factors:\n\nRFM analysis numerically ranks a customer in each of these three categories, generally on a scale of 1 to 5 (the higher the number, the better the result). The “best” customer would receive a top score in every category.\n\nThese three RFM factors can be used to reasonably predict how likely (or unlikely) it is that a customer will do business again with a firm or, in the case of a charitable organization, make another donation.\n\nThe concept of recency, frequency, monetary value (RFM) is thought to date from an article by Jan Roelf Bult and Tom Wansbeek, titled “Optimal Selection for Direct Mail,” published in a 1995 issue ofMarketing Science.\n\nRFM analysis often supports the marketing adage that “80% of business comes from 20% of the customers.”\n\nThe more recently a customer has made a purchase with a company, the more likely they will continue to keep the business andbrandin mind for subsequent purchases. Compared with customers who have not bought from the business in months or even longer periods, the likelihood of engaging in future transactions with recent customers is arguably higher.\n\nSuch information can be used to get recent customers to revisit the business and spend more. In an effort not to overlook lapsed customers,marketing effortsmight be made to remind them that it’s been a while since their last transaction, while offering them an incentive to resume buying.\n\nThe frequency of a customer’s transactions may be affected by factors such as the type of product, the price point for the purchase, and the need for replenishment or replacement. If the purchase cycle can be predicted—for example, when a customer needs to buy more groceries—marketing efforts may be directed toward reminding them to visit the business when staple items run low.\n\nMonetary value stems from how much the customer spends. A natural inclination is to put more emphasis on encouraging customers who spend the most money to continue to do so. While this can produce a betterreturn on investment (ROI)in marketing and customer service, it also runs the risk of alienating customers who have been consistent but may not spend as much with each transaction.\n\nNonprofit organizations, in particular, have relied on RFM analysis to target donors, as people who have been the source of contributions in the past are likely to make additional gifts.\n\nRFM analysis allows a comparison between potential contributors and clients. It gives organizations a sense of how much revenue comes fromrepeat customers(vs. new customers), and which levers they can pull to try to make customers happier so they become repeat purchasers.\n\nDespite the useful information that is acquired through RFM analysis, firms must take into consideration that even the best customers will not want to be over-solicited, and the lower-ranking customers may be cultivated with additional marketing efforts. It works as a snapshot of the clientele and as a tool to prioritize nurturing, but it should not be taken as a license to simply do more of the same old, same old sales techniques.\n\nThe recency, frequency, monetary value (RFM) model is based on those three quantitative factors. Each customer is ranked in each of these categories, generally on a scale of 1 to 5 (the higher the number, the better the result). The higher the customer ranking, the more likely it is that they will do business again with a firm. Essentially, the RFM model corroborates the marketing adage that “80% of business comes from 20% of the customers.”\n\nThe recency factor is based on the notion that the more recently a customer has made a purchase with a company, the more likely they will continue to keep the business andbrandin mind for subsequent purchases. This information can be used to remind recent customers to revisit the business soon to continue meeting their purchase needs.\n\nThe frequency of a customer’s transactions may be affected by factors such as the type of product, the price point for the purchase, and the need for replenishment or replacement. Predicting this can assist marketing efforts directed at reminding the customer to visit the business again.\n\nMonetary value stems from how much the customer spends. A natural inclination is to put more emphasis on encouraging customers who spend the most money to continue doing so. While this can produce a better return on investment (ROI) in marketing and customer service, it also runs the risk of alienating customers who have been consistent but have not spent as much with each transaction.\n\nThe recency, frequency, monetary value (RFM) model assigns a firm’s customer base a particular trait, which can be used to improve marketing analysis. For each attribute (recency, frequency, and monetary value), customers are given a score from 1 (lowest) to 5 (best) based on their observed purchasing behavior. The ideal customer would therefore have a score of 5, 5, 5 for these three factors. Other customers with lower scores can be identified for improvement.\n\nJan Roelf Bult and Tom Wansbeek, via ResearchGate. “Optimal Selection for Direct Mail.”Marketing Science, Vol. 14, No. 4 (November 1995), Pages 378–394.",
  "url": "https://www.investopedia.com/terms/r/rfm-recency-frequency-monetary-value.asp"
}