{
  "term": "What Is Indemnity Insurance? How It Works and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe term indemnity insurance refers to aninsurancepolicy that compensates an insured party for certain unexpected damages or losses up to a certain limit—usually the amount of the loss itself. Insurance companies provide coverage in exchange forpremiumspaid by the insured parties.\n\nThese policies are commonly designed to protect professionals and business owners when they are found to be at fault for a specific event such as misjudgment or malpractice. They generally take the form of aletter of indemnity.\n\nIndemnityis a comprehensive form of insurance compensation for damages or loss. In a legal sense, it may also refer to anexemptionfromliabilityfor damages. The insurer promises to make the insured party whole again for any covered loss in exchange for premiums the policyholder pays.\n\nIndemnity insurance is a supplemental form ofliability insurancespecific to certain professionals or service providers. Insurance professionals provide counsel, expertise, or specialized services. Also referred to asprofessional liability insurance, indemnity insurance is nothing like general liability or other forms of commercial liability insurance that protect businesses against claims of bodily harm or property damage.\n\nIndemnity insurance protects againstclaimsarising from possible negligence or failure to perform that result in a client’s financial loss or legal entanglement. A client who suffers a loss can file a civil claim. In response, the professional’s indemnity insurance will pay litigation costs as well as any damages awarded by the court.\n\nAs with any other form of insurance, indemnity insurance covers the costs of an indemnity claim including but not limited to court costs,fees, and settlements. The amount covered by insurance depends on the specific agreement, and the cost of the insurance depends on many factors including the history of indemnity claims.\n\nTypical examples of indemnity insurance include professional insurance policies likemalpractice insuranceand errors and omissions insurance (E&O). These special insurance policies indemnify or reimburse professionals against claims made as they conduct their business.\n\nCertain professionals are strongly advised to carry indemnity insurance. These professionals include those involved in financial and legal services, such asfinancial advisors, insurance agents, accountants,mortgage brokers, and attorneys. When dispensing financial or legal advice, these professionals are potentially liable for negligence or inadequate performance despite the intent of goodwill.\n\nIn the financial industry, a professional who provides financial advice that results in the purchase of an insurance or investment product can purchaseerrors and omissions insurance, to protect themselves, if the advice given causes damages. For example, accountants may be found negligent for advising a client on tax matters that in turn result in a penalty or additional taxes.\n\nIndemnity insurance also covers court costs, fees, and settlements in addition to an indemnity claim.\n\nIn the medical field,malpractice insuranceis a form of professional indemnity insurance. Malpractice insurance protects medical practitioners from civil claims arising from negligence that results in physical or mental harm to patients. Medical malpractice insurance is required in some states, but optional in most.\n\nMany executives purchase indemnity insurance to protect their deferred compensation plans against company claims orbankruptcy. Other professions, such as contractors, consultants, and maintenance professionals, carry indemnity insurance as a practical matter due to their exposure to failure to perform claims.\n\nProfessional indemnity insurance provides a critical layer of protection for service providers. Often these professionals might also need other forms of liability coverage such as general liability insurance or product liability coverage. Those purchasing indemnity policies can also addendorsements. An endorsement is an add-on that expands or enhances the coverage in some way.\n\nBoth indemnity and life insurance policies provide coverage for losses to an insured party in exchange for premiums up to a certain limit.Life insurance, though, provides alump-sumpayout to the namedbeneficiarieswhen an insured party dies. Unlike indemnity insurance, the payout, referred to as adeath benefit, is the full amount of the policy—not for the amount of a claim itself.\n\nHere's a simple example of how life insurance works. Let's say Mr. Brown takes out a life $250,000 life insurance policy and names his wife as the beneficiary. He pays monthly premiums on the policy to the insurance company. A decade later, Mr. Brown dies in a car accident.\n\nAfter processing the paperwork, the insurance company issues Mr. Brown's wife apayoutfor the policy amount—$250,000. She may also receive extra money since he died in an accident if the policy has a clause with anaccidental death benefit, or if a rider for one was added.\n\nProfessional indemnity insurance is a type of insurance that protects a business owner or professional if a client alleges that the business behaved negligently or failed to perform work adequately. This is different fromgeneral liability insurance, the type of insurance that protects a business in the event of an accidental injury on its premises.\n\nHospital indemnity insurance is a type of supplemental insurance that pays for hospitalization costs that are not covered by other insurance. This type of insurance is frequently taken out by businesses in case their employees are injured on the job.\n\nFixed indemnity insurance is a type of health insurance that pays out a fixed benefit for each healthcare event, regardless of the actual costs insured. A fixed indemnity plan might pay a certain amount of money for each hospital admission, or a certain amount for each day of hospitalization. These plans are exempt from the Affordable Care Act.\n\nIndemnity insurance represents an important protection for businesses and professionals. In the event that a customer is dissatisfied with the company's work, this type of insurance will pay for the insured's legal defense and defray any settlement costs. This type of insurance is frequently used by doctors, lawyers, and other experts to protect against claims of negligence or malpractice.",
  "url": "https://www.investopedia.com/terms/i/indemnity_insurance.asp"
}