{
  "term": "What Is a Tax Return, and How Long Must You Keep It?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA tax return is a summary of the information a tax authority needs about a taxpayer, usually on an annual basis.\n\nA tax return is a form filed with a tax authority that reports a taxpayer's income, expenses, and other pertinent information. It allows ataxpayerto calculate their tax liability so they may either schedule a payment or request a refund. You should keep tax returns for at least three years.\n\nIn the United States, tax returns are filed with theInternal Revenue Service (IRS)and with the state or local tax collection agency. Individuals typically useForm 1040or Form 1040-SR to file federal income taxes. Corporations will use Form 1120 and partnerships will useForm 1065to file their annual returns.\n\nA variety of1099 formsare used to report income from non-employment-related sources. To apply for an automatic extension of time to file an individual income tax return, useForm 4868.\n\nConsider other needs for your tax returns before you discard old copies. For example, your insurance company or a creditor may require you to hang onto copies longer than the IRS may suggest.\n\nIn general, tax returns have three major sections where you can report your income and determine any deductions andtax creditsyou're eligible for.\n\nIn the income section of a tax return, you list all sources of your income. The most common method of reporting is aW-2 form. Wages, dividends, self-employment income, royalties, and capital gains must also be reported.\n\nDeductionsdecrease tax liability.Tax deductionsvary considerably among jurisdictions, but typical examples include contributions to retirement savings plans, alimony paid, and interest deductions on some loans. For businesses, most expenses directly related to business operations aredeductible.\n\nTaxpayers mayitemize deductionsor use thestandard deductionfor their filing status. Once the subtraction of all deductions is complete, the taxpayer can determine their tax rate on theiradjusted gross income(AGI).\n\nTax credits are amounts that offset tax liabilities or the taxes owed. Like deductions, these vary widely among jurisdictions. However, there are often credits attributed to the care of dependent children, individuals aged 65 or older, or those with permanent and total disability. Note that there may be income limitations or restrictions to these credits.\n\nAfter reporting income, deductions,and credits, the end of the return identifies the amount the taxpayer owes in taxes or the amount of tax overpayment. Overpaid taxes may be refunded or rolled into the next tax year.\n\nTaxpayers may remit payment as a single sum or schedule tax payments periodically.\n\nMostself-employed individualsmust estimate their taxes and make payments every quarter.\n\nYou can file a tax return by filling it out yourself, using a tax software program, or hiring a tax preparer or accountant who will gather the required information from you and file it on your behalf. The IRS's Direct File program is also available in 25 states.\n\nGenerally speaking, the IRS recommends that filers keep tax returns for at least three years. However, other factorsmay require more prolonged retention. Some situations may require indefinite retention of filed returns.\n\nYou should keep documents related to income, deductions, or credits on your tax return until the period of limitations for that specific tax return expires. The period of limitations is the time during which you can amend your tax return or the IRS can assess additional tax.\n\nThe years mentioned generally refer to the period after the return was filed, treating returns filed before the due date as filed on the due date.\n\nThe IRS has outlined many different periods that will pertain to different taxpayers. The language below from the IRS outlines these record retention suggestions:\n\nIf a tax return contains errors, anamended returnshould be submitted to correct the discrepancy.\n\nAside from an IRS audit, you may find yourself needing to provide a copy of your federal tax return to an external party for a variety of reasons. Below are some of those reasons along with general guidance on retention. Note that the periods listed may vary based on your situation, and there may not be direct, specific guidelines on the time frame when you may be asked for your return.\n\nWhen applying for a loan, you may be asked for copies of your recent tax returns. Lenders often request tax returns as part of the loan application process to verify the financial info provided by applicants. Mortgage lenders commonly require tax returns to assess an individual's financial stability, so they may ask for multiple years.\n\nIn the context of a rental application, maintaining tax returns for several years is advisable. Landlords may request tax information as part of the rental application process to evaluate an applicant's financial capability and responsibility. Certain units, especially those catering to lower-income individuals, may require proof of income for stipended or reduced rental rates.\n\nWhen applying for financial aid through theFree Application for Federal Student Aid (FAFSA), it is prudent to retain tax returns for at least two years. The FAFSA requires applicants to provide detailed financial information including income and tax details.\n\nFor individuals applying forgovernment assistance programs, consider keeping tax returns for at least three years. Some government assistance programs may require tax information to determine eligibility and calculate benefits. By maintaining tax returns, individuals ensure compliance with program requirements and can more quickly get the benefits they may need.\n\nWhen opening investment accounts, you may need to show older tax returns. This is especially true based on the type of account you may be opening and the incentives the institution, broker, lender, or bank is extending to you.\n\nWhen working with your financial planner, they may be interested in seeing as many tax returns as possible. This arms them with valuable historical information on how much you earned and how to appropriately plan for the future.\n\nFor accurate tax filing, it's crucial to retain various documents, such as W-2s, 1099s, and receipts for deductions. These documents serve as evidence of your income, expenses, and eligibility for tax credits.\n\nYes, both federal and state tax returns may have specific record retention requirements that are different. Ensure you understand the government entity's recommended policy before shredding or discarding documents.\n\nIt is generally acceptable to maintain digital copies of documents for tax purposes. However, it is important to be able to prove the authenticity of these digital records, especially in the context of a potential audit. Also, ensure that digital copies are stored securely, remain unaltered, and can be readily accessed when needed.\n\nA tax return is a document filed with the tax authorities that reports income, expenses, and other relevant financial information to calculate and pay taxes. It is recommended to keep tax returns for at least three to seven years to comply with potential audit requirements and the period of limitations for tax amendments.\n\nInternal Revenue Service. \"1040 (and 1040-SR) Instructions.\"\n\nInternal Revenue Service. \"Instructions for Form 1065.\"\n\nInternal Revenue Service. \"Instructions for Form 1120.\"\n\nInternal Revenue Service. \"General Instructions for Certain Information Returns.\"\n\nInternal Revenue Service. \"About Form 4868, Application for Automatic Extension of Time to File U.S. Individual Income Tax Return.\"\n\nInternal Revenue Service. \"Topic No. 404 Dividends.\"\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"\n\nInternal Revenue Service. \"What Is Taxable and Nontaxable Income?\"\n\nInternal Revenue Service. \"Traditional and Roth IRAs.\"\n\nInternal Revenue Service. \"Instructions for Schedule A Itemized Deductions,\" Pages 3, 8.\n\nInternal Revenue Service. \"Publication 535, Business Expenses.\"\n\nInternal Revenue Service. \"Topic No. 501 Should I Itemize?\"\n\nInternal Revenue Service. \"Credit for the Elderly or the Disabled at a Glance.\"\n\nInternal Revenue Service. \"Credits and Deductions for Individuals.\"\n\nInternal Revenue Service. \"1040 (and 1040-SR) Instructions,\" Pages 61-62.\n\nInternal Revenue Service. \"Self-Employed Individuals Tax Center,\" Selected, \"How Do I Make My Quarterly Payments?\"\n\nInternal Revenue Service. \"Direct File.\"\n\nInternal Revenue Service. \"How Long Should I Keep Records?\"\n\nInternal Revenue Service. \"Topic No. 308 Amended Returns.\"",
  "url": "https://www.investopedia.com/terms/t/taxreturn.asp"
}