{
  "term": "What Is Blue Ocean? Definition in Markets and Characteristics",
  "definition": "Blue ocean is an entrepreneurship industry term created in 2005 to describe a new market with little competition or barriers standing in the way of innovators. The term refers to the vast \"empty ocean\" of market options and opportunities that occur when a new or unknown industry or innovation appears.\n\nThe term \"blue ocean\" was coined byINSEADbusiness school professors Chan Kim and Renee Mauborgne in their bookBlue Ocean Strategy: How to Create Uncontested Market Space and Make the Competition Irrelevant (2005). The authors define blue oceans as those markets associated with high potential profits.\n\nIn an established industry, companies compete with each other for every piece of availablemarket share. The competition is often so intense that some firms cannot sustain themselves. This type of industry describes a red ocean, representing asaturated marketbloodied by competition.\n\nBlue oceans offer the opposite. Many firms choose to innovate or expand in the hopes of finding a blue ocean market with uncontested competition. Blue ocean markets are also of high interest toentrepreneurs.\n\nOverall, blue ocean markets have several characteristics that innovators and entrepreneurs love. A pure blue ocean market has no competitors. A blue ocean market business leader has first-mover advantages, cost advantages in marketing with no competition, the ability to set prices without competitive constraints, and the flexibility to take its offering in various directions.\n\nBusiness leaders with innovative products and services who can identify blue ocean markets have endless opportunities.\n\nIn contrast to a blue ocean, a red ocean describes an environment of cutthroat competition among many industry players. Because the marketplace is crowded with rivals, new companies must fight fiercely for a share of any profits.\n\nCompanies in a red ocean business environment will use very different business strategies than those that have a marketplace to themselves. Rather than try to create demand, red ocean companies try to attract existing consumers through marketing, lower prices, or improved products. For example, consider the marketplace forcar insurance: most insurers sell nearly-identical products, and try to capture market share by offering a more attractive deal than their competitors.\n\nA blue ocean is specific to a time and place. Ford and Apple are two examples of leading companies that created their blue oceans by pursuing high product differentiation at a relatively low cost, which also raised thebarriersfor competition. They also were paradigmatic of burgeoning industries at the time that were later exemplified and emulated by others.\n\nIn 1908, Ford Motor Co. introduced the Model T as the car for the masses. It only came in one color and one model, but it was reliable, durable, and affordable.\n\nAt the time, the automobile industry was still in its infancy with approximately 500 automakers producing custom-made cars that were more expensive and less reliable. Ford created a new manufacturing process for mass-producing standardized cars at a fraction of the price of its competitors.\n\nThe Model T's market share jumped from 9% in 1908 to 61% in 1921, officially replacing the horse-drawn carriage as the principal mode of transportation.\n\nApple Inc. found a blue ocean with its iTunes music download service. While billions of music files were being downloaded each month illegally, Apple created the first legal format for downloading music in 2003.\n\nIt was easy to use, providing users with the ability to buy individual songs at a reasonable price. Apple won over millions of music listeners who had been pirating music by offering higher-quality sound along with search and navigation functions. Apple made iTunes a win-win-win for the music producers, music listeners, and Apple by creating a new stream of revenue from a new market while providing more convenient access to music.\n\nAnother example of a blue ocean firm isNetflix, a company that reinvented the entertainment industry in the 2000s. Rather than enter the competitive marketplace of video rental stores, Netflix created new models of entertainment: first by introducing mail-order video rentals, and later by pioneering the first streaming video platform paid for by user subscriptions.\n\nFollowing their success, many other companies have followed in Netflix's footsteps. As a result, any new company trying to launch a video subscription model will find itself facing a red ocean rather than a blue one.\n\nA blue ocean describes an entrepreneur's dream: an unexplored market, without any competition, allowing innovators to create and introduce new products that capture a large share of the market. However, a blue ocean is not always easy sailing. Entrepreneurs who seek to employ a blue ocean strategy must first create their own market, attract customers and develop a product that has never been tried before. For that reason, successful blue ocean opportunities can be rare and far between.\n\nInBlue Ocean Shift, Kim and Mauborgne lay out a five-step process for a company seeking to pivot to a blue ocean strategy. In short, they are:\n\nBlue ocean strategies are difficult to implement for a simple reason: if it were easy, someone probably would have already done it. Since blue ocean strategies require identifying untapped markets, and sometimes reinventing the market itself, a blue ocean strategy is a high-risk play that does not always pay off. When it succeeds, however, the rewards are considerable.\n\nIn 2011, JCPenney made a spectacular strategic blunder under its new CEO, Ron Johnson, who attempted to pivot the company towards a blue ocean strategy. At the time, JCPenney had some financial struggles but was still regarded as an industry leader for value shopping. Johnson attempted to differentiate JCPenney to a more upscale clientele, with in-store boutiques and exclusive merchandise. At the same time, he did away with the clearance racks and coupons that attracted the company's most loyal customers.\n\nTo make matters worse, rather than testing the changes on a small group of experimental stores, Johnson implemented them in all 1800 JCPenney stores. After less than 18 months at the helm, JCPenney fell out of the S&P 500 Index and Johnson was fired.\n\nBlue Ocean Strategy. \"What is Blue Ocean Strategy?\" Accessed July 13, 2021.\n\nW. Chan Kim, Renee Mauborgne. \"Blue Ocean Strategy: How to Create Uncontested Market Space and Make Competition Irrelevant.\" Harvard Business Review Press, 2005.\n\nFord. \"Company Timeline.\" Accessed July 13, 2021.\n\nBlue Ocean Strategy. \"Blue Ocean Strategic Moves.\" Accessed July 13, 2021.\n\nBlue Ocean Strategy. \"iTunes.\" Accessed July 13, 2021.\n\nBlue Ocean Strategy. \"Five Steps to Making Your Blue Ocean Shift.\" Accessed Jan. 14, 2022.",
  "url": "https://www.investopedia.com/terms/b/blue_ocean.asp"
}