{
  "term": "What Is a Bank Statement? Definition, Benefits, and Components",
  "definition": "A bank statement presents all account activity and balances to the account holder for review.\n\nA bank statement reflects an account's monthlytransactionsand is sent by a bank in paper or digital form to the account holder after the closing date for the period covered.\n\nBank statements contain checking and savings account information, such as account numbers, a detailed list of deposits and withdrawals, and opening and closing balances.\n\nA bank issues a bank statement to an account holder that shows the detailed activity in the account. It allows the account holder to see all the transactions processed, usually chronologically.\n\nMost banks send statements to an account holder either monthly or quarterly.\n\nBanks and credit unions aren't required to send you a monthly statement unless you made at least one electronic fund transfer that month. Electronic fund transfers include:\n\nYour bank can usually change the bank account statement cycle date at any time.\n\nBanks must keep records of any deposit of over $100 for at least five years.\n\nMany banks offer account holders the option of receiving paper statements by U.S. mail or electronic statements, usually via email.\n\nEven with the convenience, value, and accessibility of electronic statements, paper statements aren't likely to go away anytime soon.\n\nHowever, receiving paper bank statements may involve a fee to a customer due to the labor and supplies cost of printing and mailing the statement.\n\nBanks usually charge a few dollars per statement for this service, which can add up per year if sent monthly. Credit unions may charge less. Fees will vary by institution.\n\nPaper statement fees may be waived for people over a certain age, such as 65, or minors under a certain age.\n\nBanks give account holders access to their statements online at their websites. From there, statements can be downloaded or possibly printed.\n\nSome banks email statements to customers as an attachment. Bankautomatic teller machines (ATMs)may be capable of printing a summarized version of a bank statement, called a transaction history.\n\nMany recipients of e-statements print out their statements at home, preferring to keep a hardcopyrecordof their financial activity.\n\nDigital statements are typically free. By opting into digital statements, you may be able to waive a monthly account maintenance fee.\n\nFor account holders, bank statements are a great way to keep track of their finances, identify errors, and recognize spending habits.\n\nFor security purposes, you should verify your bank accounts regularly—daily, weekly, or monthly—to ensure that your records match the bank’s. This helps reduce overdraft fees, errors, and fraud.\n\nAccount holders can check for discrepancies while reconciling their account records (such as a checkbook transaction register) with the bank statement.\n\nDiscrepancies found must be reported to the bank promptly. Account holders may have as little as 30 days to dispute errors, but timelines vary by account and state.\n\nYou should keep your monthly statements for at least one year.\n\nDetails of each transaction—notably the amount, date, and payee—will also be included:\n\nFor example, for the period Sept. 1 through Sept. 30, a bank statement may show a non-interest-bearing checking account with:\n\nAn official bank statement is is a document that lists all of an account'stransactionsand activity during the month (or quarter). They contain other essential bank account information, such as account numbers, balances, and bank contact information.\n\nYou can access your latest bank statements on your financial institution's website. Or, you can request that a monthly paper statement be delivered to your home by U.S. mail.\n\nA transaction history displays all bank account transactions for a set period you choose. A bank statement only covers one month of transactions and may leave recent or pending transactions out.\n\nNo one is allowed to view your bank statement without your permission. Banks do not release information regarding your bank statement to unknown third partieswithout your consent.\n\nBank statements allow you to ensure that your account transactions and deposits align with your own record-keeping.\n\nBy reviewing your bank statements, you may find that you're paying for subscriptions you don't need or want, or that you were charged twice for the same purchase.\n\nYou can also review how much interest you've earned as a percentage and a dollar amount. This may prompt you to look for a higher-yielding checking or savings account.\n\nConsumer Financial Protection Bureau. \"Does My Bank/Credit Union Have to Send Me a Monthly Statement for My Checking Account?\"\n\nHelpWithMyBank.gov. \"Can My Bank Change My Deposit Account Statement Cycle Date?\"\n\nHelpWithMyBank.gov. \"How Long Must Banks Keep Deposit Account Records?\"\n\nHelpwithmybank.gov. \"There Are Several Forged Checks, All From the Same Person, Against My Account. The Bank Claims That Because More Than 60 Days Have Elapsed, It Doesn't Have to Do Anything. Is This True?\"\n\nConsumer Financial Protection Bureau.\"Interactive Bureau Regulations/12 CFR Part 1030 (Regulation DD).\"",
  "url": "https://www.investopedia.com/terms/b/bank-statement.asp"
}