{
  "term": "What Is Musharakah? Meaning and How It Works in Finance",
  "definition": "Musharakah is a joint enterprise or partnership structure in Islamic finance in which partners share in the profits and losses of an enterprise. Since Islamic law (Sharia) does not permit profiting from interest in lending, musharakah allows for the financier of a project or company to achieve a return in the form of a portion of the actual profits according to a predetermined ratio.\n\nHowever, unlike a traditional creditor, the financier also will share in any losses should they occur, also on apro ratabasis. Musharakah is a type of shirkah al-amwal (or partnership), which in Arabic means \"sharing.\"\n\nMusharakah plays a vital role in financing business operations based on Islamic principles. For example, suppose that individual A wants to start a business but has limited funds. Individual B has excess funds and wishes to be the financier in musharakah with A. The two people would come to an agreement to the terms and begin a business in which both share a portion of the profits and losses. This negates the need for A to receive a loan from B.\n\nMusharakah is frequently used in:\n\nIn real estate deals, the partners request from a bank an assessment of the property's value viaimputedrent (the sum a partner might pay to live in the property in question). Profits are divided between partners in predetermined ratios based on the value that was assigned and the sum of their different stakes. Every party that puts up capital is entitled to a say in the property's management.\n\nWhen musharakah is employed to finance large purchases, banks tend to lend by using floating-rate interest loans pegged to a company's rate of return. That peg serves as a lending partner's profit.\n\nMusharakah are not binding contracts; either party can terminate the agreement unilaterally.\n\nWithin musharakah, there are differing partnership arrangements.\n\nA diminishing musharakah, also known as a declining musharakah, usually takes one of two forms:\n\nA declining balance musharakah is common in home-buying. The lender (generally a bank) buys a property and receives payment from a buyer (via monthly rent payments) until the whole balance is paid off.\n\nIn the case of a default, both the buyer and lender get a share of the proceeds from the sale of the property on a pro rata basis. This differs from more traditional lending structures, which have the lender alone benefiting from any property sale following a foreclosure.\n\nMusharakah is used in Islamic financing around the world. Its system of partnership is used by Islamic banks, as well as by debt and equity markets. Countries where it is common include Sudan, Kuwait, the United Arab Emirates, and Malaysia.\n\nSharia is a set of Islamic religious laws. As well as religious rituals, these laws govern many day-to-day activities for Muslims. This includes the areas of finance, banking, and investments. For example, Sharia prohibits investing in tobacco- and alcohol-based businesses, as well as collecting interest.\n\nMusharakah is a type of joint partnership in which all partners participate in both the investment and the profits. Profits are shared proportionately based on the size of each partner's investment. Mudarabah is another type of Islamic financing structure in which one partner provides the capital investment and the other provides labor or expertise. Profits are then shared according to a ratio that has been agreed on in advance.\n\nMusharakah is a type of joint financial partnership in Islamic finance. Under Islamic law, profits from interested are not permitted. Mucharakah creates a structure in which all parties share in profits and losses. If there is a default, both lender and buyer receive a share of the proceeds from the sale of the property based on their investment in the partnership.\n\nThere are different types of musharakah, which can be used in transactions ranging from real estate to financing a large purchase. The arrangement can be temporary or permanent. A permanent musharakah has no specific end date and continues until the involved parties decide to dissolve it.",
  "url": "https://www.investopedia.com/terms/m/musharakah.asp"
}