{
  "term": "What Is Rent Seeking in Economics, and What Are Some Examples?",
  "definition": "Rent seeking is defined as any practice in which an entity aims to increase itswealthwithout making any contribution to the wealth or benefit of society.\n\nIt's typically done by manipulating the political environment and can result in social harm. A common example of rent seeking is the act of lobbying for government-funded subsidies.\n\nThe concept of rent seeking was established in 1967 byGordon Tullockand popularized by Anne Krueger in 1974.It evolved from the studies ofAdam Smith, who is often regarded as the father of economics. The concept is based on an economic definition of “rent,” defined as economic wealth obtained through shrewd or potentially manipulative use of resources.\n\nSmith’s studies suggested that entities earn income from wages, profit, and rent. To create profit usually requires the risk ofcapitalwith the goal of gaining a return. Earning wages comes from employment. However, rent is the easiest to obtain of the three income sources and can require littlerisk.\n\nEconomic rent is the income earned from the utilization of resource ownership. Entities that own resources can lend them to earn interest rent, lease them to earn rental income, or utilize them in other income-producing ways.\n\nIn general, the term “economic rent” has evolved to mean receiving a payment that exceeds the costs involved in the associated resource. Entities, therefore, will take rent-seeking steps to obtain economic rent that requires no reciprocal contribution of production.\n\nOne example of rent seeking is when companies hire lobbyists to encourage the government to change regulations to make it easier for them to earn profits, rather than try to spend time and money on improving their goods in the marketplace.\n\nRent seeking is a byproduct of political legislation and government funding. Politicians decide the laws, regulations, and funding allocations that governindustriesand governmentsubsidydistributions. These legislations and actions manifest rent-seeking behaviors by offering economic rent with little or no reciprocity.\n\nBusiness social service programs are typically designed to provide aid for businesses with the goal of fostering economic prosperity.\n\nFor example, businesses such as banks can lobby the government for help in the areas of competition, special subsidies,grants, andtariffprotection. If a business succeeds in getting laws passed to limit their competition, bail them out of economic hardship, or createbarriers to entryfor others, it can achieve economic rents without any added productivity or capital at risk.\n\nLobbying for the lessening of occupational licensing requirements is another very specific example of rent seeking. Doctors, dentists, airline pilots, and many other fields require licensing to practice. However, in many U.S. states, this licensing process is expensive and time-consuming.\n\nOften, regulations exist due to past lobbying efforts from existing industry members. If certification and license obligations prevent newcomers from competing, fewer professionals may share the revenue. Thus, a more significant portion of money accrues to each existing member without additional economic benefit. Also, since limits to competition can be a driver for prices, consumers may be required to pay more.\n\nRent seeking can disruptmarket efficienciesand create pricing disadvantages for market participants. It has been known to cause limited competition and high barriers to entry.\n\nThose that benefit from successful rent seeking obtain added economic rents without any added obligations. This can potentially create unfair advantages, specifically providing wealth to certain businesses that lead to greatermarket shareat the detriment of competitors.\n\nLastly, rent-seeking wealth is typically a function oftaxpayerfunding. These tax revenues are used to provide economic wealth for rent seekers but may or may not improve the economic climate or produce any benefits for taxpayers at large. This can lead to disparaging funds that lack regeneration and require higher taxes in the future.\n\nIn general, competition for rent is legal, regardless of any harm it may do to aneconomy. However, various rent-seeking behaviors are illegal, such as the forming ofcartelsor the bribing of politicians.\n\nRent seeking can make markets less efficient by creating price disadvantages for consumers or companies. Rent-seeking behavior can also create artificial bars to entry for new companies, stifling innovation.\n\nNot generally. The use of the word “rent” can create some confusion here. The term “rent” in rent seeking is based on the economic definition of “rent,” which is defined as economic wealth obtained through shrewd or potentially manipulative use of resources. That said, it’s possible for landlords to engage in rent-seeking behavior.\n\nRent seeking is an economic concept that occurs when an entity seeks to gain wealth without making any reciprocal contribution of wealth to society. An example of rent seeking is when a company lobbies the government for grants, subsidies, or tariff protection.\n\nRent seeking comes in many forms from lobbying or donating funds. For example, if you donate money but write it off on your taxes, it could be considered a form of rent seeking. Rent seeking interferes with the efficient operation of thefree market, and it imposes unfair prices and barriers on individuals and companies.\n\nKrueger, Anne O., via American Economic Association. “The Political Economy of the Rent-Seeking Society.”\n\nCorporate Finance Institute. “Rent-Seeking.”\n\nForbes. “What Is Rent-Seeking Behavior?”",
  "url": "https://www.investopedia.com/terms/r/rentseeking.asp"
}