{
  "term": "What Is a Dual Listing? Uses, Advantages, and Disadvantages",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA dual listing refers to a listing of anysecurityon two or more differentexchanges. Companies use dual listings because of their benefits, which include additional liquidity, increased access to capital, and the ability for their shares to trade for longer periods if the exchanges on which their shares are listed are in different time zones.\n\nSome exchanges have a number of listing categories for companies that seek a dual listing, each with different requirements and benefits.\n\nA dual listing, also known as interlisting or cross-listing, is attractive to many non-U.S. companies because of the depth of thecapital marketsin the U.S., the world’s biggest economy.\n\nCompanies tend to list in countries that have a similar culture or share a common language with their native jurisdiction. For example, most of the biggest Canadian companies are also listed on U.S. exchanges.\n\nA foreign company may seek an ordinary listing, the most prestigious type of listing, on an exchange such as theNYSEorNASDAQ, but the requirements to do so are stringent.\n\nIn addition to meeting the exchange’s listing criteria, the foreign company also has to satisfy U.S. regulatory requirements, restate its financials, and arrange for clearing and settlement of its trades.\n\nA popular form of dual listing for many leading non-U.S. companies is throughAmerican Depositary Receipts(ADRs). An ADR represents the foreign shares of the company held in trust by acustodian bankin the company’s home country and carries the same rights of the shares.\n\nNote that the stock price of a dual-listed company should be approximately the same in both jurisdictions, after takingcurrencydifferences and transaction costs into account.\n\nOtherwise,arbitrageurswould step in and exploit the price differences. That said, price divergences do occur from time to time, especially when trading hours do not overlap and there has been a significant price move in one market.\n\nThere are numerous advantages of a dual listing. Companies get access to a larger pool of potential investors, which can be beneficial for investors as well.\n\nFor example, many Australian and Canadian resource companies list their shares on European exchanges because of substantial investor interest, partly due to the relative paucity of local resource companies.\n\nA dual listing improves a company’s shareliquidityand its public profile because the shares trade on more than one market. A dual listing also enables a company to diversify its capital-raising activities, rather than being reliant only on its domesticmarket.\n\nAmong the drawbacks is that dual listing is expensive due to the costs involved in the initial listing and ongoing listing expenses. Differing regulatory andaccounting standardsmay also necessitate the need for additional legal and finance staff.\n\nA dual listing could place more demands on management as well, given the additional time required to communicate with investors in the second jurisdiction throughroadshows, for example.\n\nA dual listing does not affect a company's share price. After taking into consideration transaction costs and exchange rates, a company's share price should be the same on both exchanges and not impacted in any way. Over the long term; however, it is possible that a company with strong financials and business outlook can benefit from a dual listing by having more liquidity and greater access to capital, which could improve the share price.\n\nA dual listing primarily relates to listings on two or more exchanges when the exchanges differ greatly, particularly in regards to geography and requirements. A secondary listing is when the requirements and geography of the different exchanges hone more closely to one another.\n\nCompanies with dual listings include Investec, Unilever, Carnival, and Rio Tinto.\n\nNasdaq. \"Initial Listing Guide.\"\n\nNew York Stock Exchange. “Checklist for Supporting Documents Required for Original Listing Application.”\n\nU.S. Securities Exchange Commission. \"Investor Bulletin: American Depositary Receipts.\" Page 1.",
  "url": "https://www.investopedia.com/terms/d/duallisting.asp"
}