{
  "term": "What Is the Harmonic Mean?",
  "definition": "Michael Bromberg is a finance editor with a decade of experience. He is an expert at elucidating complex financial topics in clear, concise language. Michael received a Bachelor of Arts in literature from the University of Wisconsin-Madison and a master's in linguistics from the Universidad de Antioquia in Medellin, Colombia.\n\nThe harmonic mean is a way to average a series of financial ratios.\n\nThe harmonic mean is an average that's very useful when used to average multiples like the price-to-earnings ratio.\n\nIt is calculated by dividing the number of values in a series by the total of the reciprocals of each number. Thus, the harmonic mean is the reciprocal of the arithmetic mean of the reciprocals.\n\nTo calculate a harmonic mean, take the reciprocal of each number in a series. Add them up. Then divide the number of values in the series by that total.\n\nSo for instance, to calculate the harmonic mean of 1, 4, and 4, take the reciprocal of each number. Total those. Next, divide the number of values by that total, as follows:\n\n3(11+14+14)=31.5=2\\frac{3}{\\left(\\frac{1}{1}\\ +\\ \\frac{1}{4}\\ +\\ \\frac{1}{4}\\right)}\\ =\\ \\frac{3}{1.5}\\ =\\ 2(11​+41​+41​)3​=1.53​=2\n\nThe harmonic mean of 1,4, and 4 is 2.\n\nThe reciprocal of a number n is simply 1 / n.\n\nThe harmonic mean has uses in finance and the technical analysis of securities markets. It helps to find multiplicative or divisor relationships between fractions without worrying about common denominators.\n\nThe harmonic mean is used as well when averaging rates such as the average travel speed over several trips.\n\nIn particular, the harmonic mean is used to average multiples (like theprice-to-earnings (P/E) ratio) because it gives equal weight to each data point. It's felt that the result is less biased and more accurate because of the equal treatment.\n\nThere is also a weighted harmonic mean, which weights certain values more heavily than others if they are known to have greater importance.\n\nThe weighted harmonic mean of x1, x2, x3 with the corresponding weights w1, w2, w3 is given as:\n\n∑i=1nwi∑i=1nwixi\\displaystyle{\\frac{\\sum^n_{i=1}w_i}{\\sum^n_{i=1}\\frac{w_i}{x_i}}}∑i=1n​xi​wi​​∑i=1n​wi​​\n\nThree types of means, the harmonic,arithmetic, and geometric, are known as the Pythagorean means. The distinctions between the three types of Pythagorean means make them suitable for different uses.\n\nAn arithmetic average is the sum of a series of numbers divided by the count of that series of numbers.\n\nTo find the class (arithmetic) average of test scores, simply add up all the test scores of the students, and then divide that sum by the number of students.\n\nA weightedarithmetic meangives greater weight to high data points than low data points (e.g., in finance, because P/E ratios aren't price-normalized while the earnings are equalized).\n\nThegeometric meanis the average of a set of products, the calculation of which is commonly used to determine the performance results of an investment orportfolio.\n\nIt is technically defined as \"thenthroot product ofnnumbers.\" The geometric mean must be used when working withpercentages, which are derived from values, while the standard arithmetic mean works with the values themselves.\n\nThe harmonic mean is best used for fractions such as rates or multiples.\n\nOne company has amarket capitalizationof $100 billion and earnings of $4 billion (P/E of 25), and another company has a market capitalization of $1 billion and earnings of $4 million (P/E of 250).\n\nSay that you want to find out the average P/E ratio for an index made up of those two stocks. With 10% invested in the first company and 90% invested in the second, you'd use the weighted harmonic mean formula for your computation.\n\nLet's also compare the weighted harmonic mean to the weighted arithmetic mean to see how they're different.\n\nThe average P/E ratio of the index is:\n\nUsing the WAM: P/E=0.1×25+0.9×250=227.5Using the WHM: P/E=0.1+0.90.125+0.9250≈131.6where:WAM=weighted arithmetic meanP/E=price-to-earnings ratioWHM=weighted harmonic mean\\begin{aligned}&\\text{Using the WAM:\\ P/E}\\ =\\ 0.1 \\times25+0.9\\times250\\ =\\ 227.5\\\\\\\\&\\text{Using the WHM:\\ P/E}\\ =\\ \\frac{0.1\\ +\\ 0.9}{\\frac{0.1}{25}\\ +\\ \\frac{0.9}{250}}\\ \\approx\\ 131.6\\\\&\\textbf{where:}\\\\&\\text{WAM}=\\text{weighted arithmetic mean}\\\\&\\text{P/E}=\\text{price-to-earnings ratio}\\\\&\\text{WHM}=\\text{weighted harmonic mean}\\end{aligned}​Using the WAM: P/E=0.1×25+0.9×250=227.5Using the WHM: P/E=250.1​+2500.9​0.1+0.9​≈131.6where:WAM=weighted arithmetic meanP/E=price-to-earnings ratioWHM=weighted harmonic mean​\n\nThe weighted arithmetic mean significantly overestimates the mean price-to-earnings ratio.\n\nThe harmonic mean incorporates all the entries in a series and is impossible to compute if any item is disallowed.\n\nUsing the weighted harmonic mean allows a more significant weighting to be given to smaller values in the series, and it can also be calculated for a series that includes negative values.\n\nIn comparison with the arithmetic mean and geometric mean, the harmonic mean generates a straighter curve.\n\nHowever, there are also a few downsides to using the harmonic mean. It requires using the reciprocals of the numbers in the series, so the calculation of harmonic mean can be complex and time-consuming.\n\nIt is also not feasible to calculate the harmonic mean if the series contains a zero value.\n\nFinally, any extreme values on the high or low end of the series have an intense impact on the results of the harmonic mean.\n\nThe harmonic mean is calculated by dividing the number of values in a series by the reciprocal of each number. In contrast, the arithmetic mean is the sum of a series of numbers divided by the number of values in that series. The harmonic mean is equal to the reciprocal of the arithmetic mean of the reciprocals.\n\nThe harmonic mean is best used for fractions such as rates or multiples. It is used in finance to average price multiples, such as the price-to-earnings (P/E) ratio. Market technicians may also use the harmonic mean toidentify patternssuch as Fibonacci sequences.\n\nThe harmonic mean includes all the entries in a series and allows more weighting to smaller values. Harmonic mean can be calculated for a series that includes negative values, although it is impossible to compute when the series includes a value of zero.\n\nThe harmonic mean is calculated by dividing the number of entries in a series by the total of the reciprocals of each number.\n\nThe harmonic mean stands out from the other types of Pythagorean mean—the arithmetic mean and geometrical mean—by using reciprocals and giving greater weight to smaller values, when necessary.",
  "url": "https://www.investopedia.com/terms/h/harmonicaverage.asp"
}