{
  "term": "What Are Exchange-Traded Notes (ETNs), and How Do They Work?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nExchange-traded notes (ETNs) are financial debt products issued by financial institutions that seek to match the return of a market index. Unlike traditional bonds, they don't pay interest, and they trade on exchanges like stocks.\n\nExchange-traded notes (ETNs) are debt instruments that aim to mirror the performance of a market index. While they are debt products, they function like stocks in that they are traded on exchanges and their prices fluctuate. And unlike bonds, they do not have interest payments.\n\nInvestopedia / Michela Buttignol\n\nAn ETN is typically issued by financial institutions and bases its return on a market index. ETNs are a type of bond. At maturity, the ETN will pay the return of the index it tracks. However, ETNs do not pay any interest payments like a bond.\n\nWhen the ETN matures, the financial institution takes out fees and then gives the investor cash based on the performance of the underlying index. Since ETNs trade on major exchanges like stocks, investors can buy and sell ETNs and make money from the difference between the purchase and sale prices, minus any fees.\n\nETNs are different fromexchange-traded funds (ETFs). ETFs own the securities in the index they track. For example, an ETF that tracks the S&P 500 will own all 500 stocks in the S&P.\n\nETNs do not provide investors with ownership of the securities but are merely paid the return that the index produces. As a result, ETNs are similar to debt securities. The investors must trust that the issuer will make good on the return based on the underlying index.\n\nETNs were first issued by Barclays Bank PLC in 2006. Banks and other financial institutions typically issue ETNs at $50 per share. Part of the market price depends on how the underlying index is performing.\n\nThe repayment of the principal invested depends, in part, on the performance of the underlying index. If the index either goes down or does not go up enough to cover the fees involved in the transaction, the investor will receive a lower amount at maturity than what was originally invested.\n\nThe ETN's ability to pay back the principal, plus gains from the index it tracks, depends on the financial viability of the issuer. As a result, an ETN's value is impacted by thecredit ratingof the issuer. The value of the ETN could decline due to adowngradein the issuer's credit rating, even though there was no change in the underlying index.\n\nInvestors must be aware of the risk that the issuer of an ETN may be unable to repay the principal anddefaulton the bond. Also, political, economic, legal, or regulatory changes may affect the financial institution's ability to pay ETN investors on time.\n\nThe financial institution issuing the ETN might use options to achieve the return from the index, which can increase the risk of losses to investors. Options are agreements that can magnify gains or losses where the issuer has the right to transact shares of stock by paying a premium in the options market. Options are usually short-term contracts, and thepremiumscan fluctuate wildly based on market conditions.\n\nInvestors also have closure risk, meaning the issuer might be able to close the ETN before maturity. In this case, the investor would be paid the prevailing price in the market. If the sale price is lower than the purchase price, the investor can realize a loss. The early redemption feature of an ETN is stated upfront.\n\nThe price of the ETN should track the index closely, but there can be times when it does not correlate well, called tracking errors. Tracking errors happen if there are credit issues with the issuer and the price of the ETN deviates from the underlying index.\n\nIf a financial institution decides not to issue new ETNs for a period, prices of existing ETNs could jump significantly due to the lack of supply. As a result, existing ETNs could trade at a premium to the value of the index they track. Conversely, if the bank suddenly decides to issue additional ETNs, prices of existing ETNs could fall due to excess supply.\n\nTrading activity for ETNs can be low or fluctuate dramatically. The result can be ETN prices that are trading at far higher prices than their actual value for those looking to buy. Also, these products may sell at far lower prices than their value for investors looking to sell. Due to the varying prices of ETNs, investors who sell an ETN before maturity can realize a large loss or gain.\n\nETN investors earn a profit if the underlying index is higher at maturity.\n\nInvestors don't need to own the underlying securities of the index they track.\n\nExchange-traded notes trade on major exchanges.\n\nExchange-traded notes don't make regular interest payments.\n\nETNs have default risk since the repayment of principal is contingent on the issuer's financial viability.\n\nTrading volume can be low, causing ETN prices to trade at a premium.\n\nTracking errors can occur if the ETN doesn't track the underlying index closely.\n\nTypically, the difference between thepurchase priceand selling price of the ETN should be treated as acapital gain or lossfor income tax purposes. The investor may defer the gain until the ETN is sold or matures. However, investors should seek counsel from a tax professional for any potential tax ramifications that might exist for their specific situation.\n\nThe JPMorgan Alerian MLP Index ETN (AMJ) is an energy infrastructure ETN. It tracks companies in the energy sector that aremaster limited partnerships (MLPs). MLPs are publicly traded partnerships, some of which are responsible for building the energy infrastructure in the U.S.\n\nInvestors must consider the risks present with ETNs. These risks include not only the credit risk of the issuer but also the risk that the ETN's share price could decline significantly, as in the case of AMJ.\n\nIf you're looking to expand your portfolio outside of stocks, bonds, or ETFs, ETNs can be a good way to do that. While they can track standard indexes, they're also a good way to gain exposure to commodities, such as oil and gold, and less common market indexes.\n\nETNs allow you to track the performance of these indexes without needing to own them, providing you with the return of the index minus fees at the end of the term, and you can easily buy and sell ETNs through your brokerage account, since they're traded like stocks on an exchange.\n\nBoth exchange-traded funds (ETFs) and exchange-traded notes (ETNs) are securities that track an index. An ETF outright owns the underlying securities of the index, while an ETN is like a bond; it is an unsecured debt note issued by a financial institution that pays out the return of the index over a period of time.\n\nExchange-traded notes (ETNs) can be bought directly from the issuing institution or online through a brokerage. They can be bought like stocks or ETFs that are listed on an exchange.\n\nExchange-traded notes (ETNs) have risks such as liquidity risk, credit risk, closure risk, volatility risk, and price deviation risk.\n\nExchange-traded notes (ETNs) are a simple way to gain exposure to debt securities. An ETN is a debt security issued by a financial institution that tracks an index. There is no ownership of the underlying security, like in an ETF, and the ETN investor receives the return on the index as payment.\n\nFinancial Industry Regulatory Authority. \"Exchange-Traded Funds and Products: Types.\"\n\nFinancial Industry Regulatory Authority. \"Exchange-Traded Notes—Avoid Unpleasant Surprises.\"\n\nBarclays \"Barclays Launches First-Ever No-Fee Exchange Traded Notes.\"\n\nVanguard. \"Exchange-Traded Notes.\"\n\nFinancial Industry Regulatory Authority. \"Exchange-Traded Funds and Products: Risks.\"\n\nFinancial Industry Regulatory Authority. \"Options: Overview.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Exchange Traded Notes (ETNs).\"\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"\n\nJPMorgan. \"JPMorgan Alerian MLP Index ETN: Overview.\"",
  "url": "https://www.investopedia.com/terms/e/etn.asp"
}