{
  "term": "What Public Limited Company (PLC) Means in the U.K.",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nInvestopedia / Paige McLaughlin\n\nA public limited company (PLC) is a type of public company that's allowed to offer its shares to the public and is listed on a stock exchange. PLC is the equivalent of a U.S. publicly traded company that carries the Inc. or corporation designation.\n\nThe use of the phrase “public limited company” or the PLC abbreviation after a company's name is mandatory. This signals to investors and other parties that the business is publicly traded and subject to stringent financial regulations and reporting requirements.\n\nAs PLCs, companies gain the ability to raise money by selling shares to the public. Still, they may also face greater scrutiny and regulatory requirements, along with the potential for conflicting interests among shareholders and the risk of hostile takeovers.\n\nA PLC refers to a company that hasoffered shares of stockto the general public. Shareholders in a PLC benefit from having limited liability, meaning their financial risk is limited to the amount they invested in the company's shares.\n\nIn the U.K., a PLC operates similarly to a publiccorporationin the U.S. Its operations are strictly regulated, and it must publish periodic reports to shareholders and prospective shareholders on its true financial condition.\n\nUnder U.K. company law, a PLC must have the PLC or “public limited company” designation after the company name and maintain a minimum share capital of £50,000.Like a publicly traded company in the U.S., PLCs offer various types of shares, such as ordinary shares (similar to U.S. common stock) and cumulative preference shares (which function like preferred stock).\n\nA key step in becoming a PLC is ‘floating on the stock exchange,’ where shares are made available for public purchase. Shareholders, who become part owners, have limited liability and a voice in company operations, overseen by a CEO and board of directors.\n\nThe largest PLCs make up the Financial Times Stock Exchange (FTSE) 100 Index, known as theFootsie. The FTSE 100 tracks the top 100 U.K.-listed companies by market capitalization. It's often viewed as a key indicator of the U.K. economy, much like the S&P 500 in the U.S.\n\nThe biggest advantage of forming a public limited company (PLC) is that it allows the company to raise capital by issuing public shares. A listing on a public stock exchange attracts interest from hedge funds, mutual funds, professional traders, and individual investors. This leads to greater access to investment capital for a company than a private limited company can typically achieve.\n\nHowever, there's much more regulation for a PLC in the U.K. than for a public corporation in the U.S. PLCs are required to hold annual general meetings open to all shareholders and are held to higher standards of transparency in accounting.Because they’re public, they’re also vulnerable to pressure from shareholders and takeover bids from rivals.\n\nBy becoming a PLC, a company is given greater access to capital, and shareholders are offered liquidity. These benefits are similar to those of a U.S. company going public. On the downside, PLCs also face increased scrutiny, more reporting requirements, and potential volatility in their valuation due to market fluctuations—similar to companies that go public in the U.S.\n\nA U.K. company can raise more capital by being a PLC.\n\nProvides shareholders with increased liquidity.\n\nGreater ability to raise capital and pursue acquisitions by offering shares.\n\nIncreased scrutiny and regulation.\n\nLarger number of shareholders to be accountable to.\n\nHigher volatility in valuation due to dependence on financial markets.\n\nA PLC is a public company in the U.K., while a private limited company (LTD) is privately held. Unlike PLCs, shares of LTDs aren't offered to the general public.\n\nPrivate companies are still incorporated, generally with Companies House. They must still have legal documents and at least one director to form the business.\n\nTo raise capital via a public investment in the U.K. a company must be a PLC. PLCs are like LTDs, except they're publicly traded, with shares that can be freely sold and traded on a stock exchange. Meanwhile, PLCs must have at least two directors and hold annual shareholder meetings.\n\nAny retail investor in the United Kingdom can buy shares in a public limited company. The simplest way to do so is through abrokerage, where investors can simply create an account, transfer money, and buy shares of the company. PLC shares can also be acquired through retirement accounts, meaning some people may hold PLC shares without being fully aware that they do.\n\nThis may be more complicated for investors outside the United Kingdom. Many U.S. brokerages allow their clients to buy shares directly in foreign markets, exchanging dollars for local currency to make the purchase. In addition, many U.K. companies are tradable in American markets throughAmerican depositary receipts (ADR). The downside is that the investor would assume an additional level ofcurrency risk.\n\nBy definition, all companies listed on theLondon Stock Exchange (LSE)are PLCs. The fashion retailer Burberry is Burberry Group plc, and Rolls-Royce is Rolls-Royce Holdings plc. The 100 largest PLCs on the London Stock Exchange are grouped in an index called the Financial Times Stock Exchange 100 (FTSE 100) or, colloquially, the Footsie.\n\nThe companies in this group represent the United Kingdom's economy as a whole. The Footsie is comparable to the Dow Jones Industrial Average (DJIA) or the S&P 500 in the U.S. As of September 2024, AstraZeneca, Shell, and Unilever were the three biggest PLCs by market capitalization in the Footsie.\n\nAll of these companies have the PLC designation in their formal names. However, not all PLCs are listed on a stock exchange, and a company may choose not to list or may not meet the requirements for listing.\n\nA PLC is a publicly traded company in the U.K. These companies must have PLC or the words \"public limited company\" after their name. For example, the oil and gas company, BP p.l.c., is a publicly traded U.K. company that's headquartered in London, England.\n\nLike publicly traded companies headquartered in the U.S., PLCs are owned by shareholders. These companies are traded on exchanges where shares can be openly bought or sold by individuals, companies, and mutual funds. This listingcontrasts with the limited (Ltd.) listing, which does not trade publicly and has limitations on shares and shareholders.\n\nThe key feature of a PLC is that it's based in the U.K. and is publicly traded. A company must also have the PLC or \"public limited company\" designation after its name.\n\nA PLC is a publicly traded company, while a private limited company is also a U.K. company, except it's private. There are other notable differences between the two—for example, a private limited company only has to have one director, while a PLC must have two.\n\nA PLC is the equivalent of an Inc. or Corp. company that trades on the U.S. stock market. PLCs are publicly traded companies in the U.K. Many famous U.K.-based companies are publicly traded and have the PLC designation after their name, such as consumer goods company Unilever p.l.c. and drugmaker AstraZeneca p.l.c.\n\nLegislation.gov.uk. “Companies Act 2006 Section 58: Required Indications for Limited Companies.”\n\nBBC. \"Business Ownership - AQA - Public Limited Companies (PLC)\"\n\nGov.uk. “Incorporation and Names.”\n\nLegislation.gov.uk. “Companies Act 2006 Section 336: Public Companies [and Traded Companies]: Annual General Meeting.”\n\nGov.uk. “Life of a Company (Event Driven Filings).”\n\nLegislation.gov.uk. “Companies Act 2006 Section 58: Required Indications for Limited Companies.”\n\nBBC. \"Business Ownership - AQA - Public Limited Companies (PLC).\"\n\nGov.uk. “Incorporation and Names.”\n\nLegislation.gov.uk. “Companies Act 2006 Section 336: Public Companies [and Traded Companies]: Annual General Meeting.”\n\nBBC. \"Business Ownership - AQA - Public Limited Companies (PLC)\"\n\nLegislation.gov.uk. “Companies Act 2006 Section 755: Prohibition of Public Offers by Private Company.”\n\nLegislation.gov.uk. “Companies Act 2006 Section 154: Companies Required to Have Directors.”\n\nLegislation.gov.uk. “Companies Act 2006 Section 336: Public Companies [and Traded Companies]: Annual General Meeting.”\n\nLondon Stock Exchange. \"FTSE 100.\"",
  "url": "https://www.investopedia.com/terms/p/plc.asp"
}