{
  "term": "What Is a Use Tax? Definition as Sales Tax, Purpose, and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe term use tax refers to a conditional salestax. The use tax is charged on any goods purchased without paying asales taxwhen one would normally be applied in their home state. One of the most common instances of the use tax is when someone buys goods from another state where no sales tax is levied and the consumer intends to use, store, or distribute the goods where a sales tax would normally apply. The rate is generally the same as the local sales tax rate. It's up to consumers to calculate and pay use taxes, which makes it difficult to enforce.\n\nThe use tax is a type of sales tax charged on certain goods. Unlike a sales tax, the use tax is only applied in certain circumstances rather than on all goods and services. The use tax is charged by a consumer's home municipality or state in any number of cases. Some of the most common ones include:\n\nThe use tax rate is the same as the resident's local sales tax rate, which includes both state and local sales taxes. It is up to consumers to calculate and pay use taxes on any applicable purchases they make. A resident who does not pay use tax may be subject tointerestand penalties.\n\nFor example, California residents must pay sales tax on things like furniture, gifts, toys, clothing, vehicles, mobile homes, and aircraft.If a Californian purchases clothing from a California retailer, the retailer will collect sales tax from the buyer at thepoint of saleand remit it to the tax authorities. No additional tax will be due. They would pay tax if they bring any of these goods back to California if they were purchased in Arizona, where no sales tax is charged.\n\nA use tax is ultimately the same as a sales tax. Asales tax is imposed by the governmenton the sale of goods and services. It is added to the purchase price at the point of sale, which means the seller collects it andremitsit directly to the government.\n\nSales tax rates vary by jurisdiction. Some states charge a higher sales tax than others, whilesome don't charge any at all.Certain states don't impose a sales tax on certain items, such as food, clothing, and books. Others have a blanket tax on everything.\n\nThe use tax is usually the same rate as the local/state sales tax. The difference lies in how it's accounted for and who calculates it. The use tax is self-assessed and remitted by the end consumer, so if you make a purchase and are liable for your state's use tax, it's up to you to figure out how much you owe and pay it.\n\nThe use tax is generally more difficult to enforce than the sales tax and, in practice, is only applied to large purchases of tangible goods.\n\nThe number of states that impose a use tax. It is the same as the number of states with a sales tax.\n\nA nexus is generally defined as a physical presence, such as a sales office or warehouse. But this presence is not limited to these examples. In fact, you can have a nexus just by having an employee or an affiliate in a state or even a partner website that directs traffic to your webpage in exchange for a share of profits.So how does this relate to a use tax?\n\nRetailers are usually not required to collect sales tax on purchases made by consumers in states where the retailer does not have a physical presence. As such, the onus falls on the consumer to calculate and remit the tax to his or her state government. Whether a business owes sales taxes to a particular government depends on the way that government defines nexus.\n\nTensions arising from thee-commerceindustry's failure to pay sales taxes prompted the U.S. Supreme Court to rule in 2018 that physical presence is not necessary to create a substantial nexus, which can be sufficiently established by economic and virtual contacts. All states that charge sales tax have adopted remote sales tax laws covering e-commerce sellers.\n\nThe purpose of the use tax is supposed to protect in-state retailers against unfair competition from out-of-state sellers that aren't required to collect tax. It also ensures that all of a state's residents help fund state and local programs and services, regardless of where they shop. Similar laws apply in most states, not just California.\n\nAs noted above, it is often difficult to enforce. That's because it's up to consumers to report and pay the use tax. This means governments end up losing a chunk ofrevenueto goods purchased in areas where no sales tax is collected, which is why states require online vendors to collect taxes whenever their customers make purchases.\n\nLet's say that a Californian bought clothing from an online retailer in Oregon. Under Oregon law, the retailer does not collect sales tax on the goods but the retail buyer must still pay a use tax on that clothing purchase to the California tax authority called the Board of Equalization.\n\nOn the other hand, if the Californian purchased groceries in Oregon and did not pay any sales tax on the purchase, generally no use tax would be due because the state of California does not tax the majority of groceries.\n\nThe use tax is a type of sales tax. It is imposed on goods purchased where no sales tax is charged outside a consumer's jurisdiction and brought back home. The rate is generally the same.\n\nA sales and use tax are ultimately the same thing. They are both applied to goods and services. The difference lies in how they're calculated and who pays them. While a sales tax is applied at the time a purchase is made and is collected and remitted to the government by the seller, a use tax is calculated and paid by the consumer or end user. The rate, however, is generally the same as the local/state sales tax.\n\nThe use tax rate in California is 7.25%, which is the same as the sales tax applied across the state, as of 2024. Some cities and counties have additional sales taxes.\n\nTaxation comes in many forms. But many people aren't aware of the use tax, which almost all states impose on consumers. The use tax is a form of sales tax that you must pay for goods and services you intend to use in a state where you'd normally pay sales tax and purchase anywhere else where they aren't required to collect sales tax. The government does this to ensure that local sellers aren't at a disadvantage. But it can be hard to enforce because many consumers don't report or pay their use taxes. Failure to pay use taxes can result in fines or penalties. You can consult your state's tax department to find out more about how to pay any use taxes you may owe.\n\nWest Virginia State Tax Department. \"Municipal Sales and Use Tax.\"\n\nCommonwealth of Massachusetts. \"Sales and Use Tax.\"\n\nCalifornia Department of Tax and Fee Administration. “California Use Tax for Personal Use.”\n\nCalifornia Department of Tax and Fee Administration. \"California Use Tax, Good for You. Good for California.\"\n\nTax Foundation. “State and Local Sales Tax Rates, 2024.”\n\nCommonwealth of Massachusetts. “Massachusetts DOR Corporate Excise Tax Guide.”\n\nSupreme Court of the United States. “South Dakota v. Wayfair, Inc., 138 S. Ct. 2080 (2018).” Pages 11, 22.\n\nU.S. Government Accountability Office. “Remote Sales Tax: Initial Observations on Effects of States' Expanded Authority.”\n\nOregon Department of Revenue. “Sales Tax in Oregon.”\n\nCalifornia Department of Tax and Fee Administration. \"Know Your Sales and Use Tax Rate.\"",
  "url": "https://www.investopedia.com/terms/u/use-tax.asp"
}