{
  "term": "What Is National Income Accounting? How It Works and Examples",
  "definition": "National income accounting is a government bookkeeping system that records a country's national income, production value, and expenditure value.\n\nNational income is a result of production and expenditures, which are recorded using national income accounting, a system for tracking the value produced and expended by a country over a period.\n\nAccounting records of this nature include data regarding total revenues earned by domestic corporations, wages paid to foreign and domestic workers, and the amount spent on sales and income taxes by corporations and individuals residing in the country.\n\nAlthough national income accounting is not an exact science, it provides useful insight into how well an economy is functioning and where money is being generated and spent.\n\nWhen combined with information about the associated population, data for per capita income and growth can be examined over a period.\n\nSome of the metrics calculated using national income accounting includegross domestic product (GDP),gross national product (GNP), andgross national income (GNI).\n\nGDP is widely used for economic analysis on the domestic level and represents the total market value of the goods and services produced within a specific nation over a selected period.\n\nIn the United States, the Bureau of Economic Analysis (BEA) prepares and publishes data on national income accounts.\n\nOther examples of national income account data published by the BEA include domestic product and income, personal product and income, savings and investments, and foreign transactions.\n\nThe Bureau of Economic Analysis uses data from national income accounting to present a view of the nation's levels of production, consumption, investment, exports, imports, income, and savings.\n\nThe information collected through national income accounting can be used for various purposes, such as assessing the current standard of living or the distribution of income within a population.\n\nAdditionally, national income accounting provides a method for comparing activities within different economic sectors, as well as observing changes within those sectors over time.\n\nA thorough analysis can assist in determining the overall economic stability of a nation. For example, the U.S. uses current GDP data to form various national policies.\n\nThe commonly used formula for calculating GDP—the expenditure approach—is also known as the national income accounting equation. The formula is:\n\nThe quantitative information associated with national income accounting can be used to determine the effects of various economic policies.\n\nConsidered an aggregate of the economic activity within a nation, national income accounting provides economists and statisticians with detailed information that can be used to track the health of an economy and to forecast future growth and development.\n\nThe data can provide guidance for policy changes regarding inflation and can be especially useful for the transitioning economies of developing nations. Statistics regarding production levels of shifting labor forces are also valuable.\n\nCentral banks use the data to set and adjustmonetary policyand the risk-free rate of interest.\n\nGovernments also look at figures such as GDP growth and unemployment to set fiscal policy related to tax rates and infrastructure spending.\n\nGlobally, the International Monetary Fund (IMF), the World Bank, and the Organization for Economic Cooperation and Development (OECD) gather national income accounting information and publish it for public review.\n\nThe complete set of data reports produced by the BEA using national income accounting is:\n\nAnalyses made using national income accounting are only as accurate as the data collected. In addition, data not provided in a timely fashion can render it useless for policy analysis and creation.\n\nFurthermore, certain data points are not examined, such as the impact the underground economy and illegal production have on national income. This means these activities are not reflected in the analysis, even though their effect on the economy may be substantial.\n\nAs a result, it can be argued that certain national accounts, such as GDP or the Consumer Price Index(CPI), used to measure inflation, do not accurately capture the real economic output of the economy.\n\nNational income accounting is used to measure economic growth and activity. It can also be helpful in tracking trends and guiding monetary policy.\n\nThe key issues with national income accounting are the exclusion of goods or services that have no monetary value and the possible double-counting of goods. Other issues include the fact that black market goods are excluded, and reliable and adequate data are generally lacking.\n\nNational income accounting includes government purchases, such as any federal, state, or local government spending. Government purchases include infrastructure spending, such as buying steel for a project and paying employees. However, transfer payments, such as Social Security payments, are not included.\n\nNational income accounting assesses the economic activity of a nation, from wages to corporate revenues to taxes and more. Its data helps policymakers, economists, and investors to make decisions about their respective interests.\n\nWithout access to the economic data of a nation, it would be hard for policymakers to adjust monetary policy, for investors to gauge where stocks may move, and for economists to understand how economic factors impact all facets of life.\n\nBureau of Economic Analysis. \"An Introduction to the National Income and Product Accounts.\"\n\nBureau of Economic Analysis. \"Who We Are.\"\n\nBureau of Economic Analysis. \"National Economic Accounts: Products.\"\n\nBureau of Economic Analysis. \"BEA Seems to Have Several Different Measures of Government Spending. What Are They For and What Do They Measure?\"",
  "url": "https://www.investopedia.com/terms/n/national_income_accounting.asp"
}