{
  "term": "What Is a Level III Quote?",
  "definition": "A level III quote is pricing information about asecurityprovided by a trading service. It includes the real-time bid price, ask price, quote size, price of the last trade, size of the last trade, high price for the day, and low price for the day.\n\nLevel III allows institutions to enter quotes, execute orders, and send information. Because the level III service offers a high level of market depth, it is restricted to registered Nasdaqmarket makers. Level III quotes are not available to individual investors or traders.\n\nAll publicly traded equities have abid priceandask pricewhen bought and sold. The bid is the highest price an investor is willing to purchase a stock. The ask (offer) is the lowest price at which an investor is willing to sell a stock. Each time a bid price or ask price is disseminated it is considered aquote.\n\nThe U.S. stock market has three tiers of quotes: level I, level II, and level III. These quotes allow an investor to see how a specific stock performs over time, and where the market action is consolidating.\n\nA market maker is aNasdaqmember firm that buys and sells securities at prices it displays in Nasdaq for principal trades and customer accounts.\n\nAll three levels of quotes build on top of each other. Level I quotes provide investors with the highest bid and the lowest ask prices for an individual stock. This will also represent the most recent data for the particular security based on the order book in an exchange. These quotes are the most common and are what individual investors see when they request information from their financial services company.\n\nLevel II quotes indicate the same bid and ask information but also show the bid and ask prices for each market maker. This allows investors to identify the market maker with the lowest bid/ask spread, which is important for larger investors who conduct high-volume andhigh-frequency trades(HFT).\n\nLevel III quotes provide all the information and services of level I and level II quotes and allow the investor to enter or change quotes, execute orders, and send out confirmations of trades. These types of quotes are reserved for registered brokers and financial institutions. Market makers, for example, participate in level III quotes, which allows them to execute customer orders.\n\nElectronic communication networks(ECNs) are automated systems that match buy and sell orders and allow traders to post reserve orders and hidden orders. ECNs generally display the best available quotes from multiple market participants, and they also automatically match and execute orders.\n\nA reserve order option shows a price and display size with the actual size. This order only shows the specific display size on Level III as it hides the true size of the entire order. Hidden orders give investors the option to hide large orders from the market on the ECN, and function similarly but are often invisible on level III. This allows for more discretion in determining prices.\n\nLevel III quotes are used by institutions and registered Nasdaq market makers, who enter quotes, execute orders, and send out trade-related information. Level III quotes are not available to individual investors or traders but are reserved for those involved in executing customer orders.\n\nAll brokerages and financial institutions have thebest executionrequirements for customers and are required to provide them with the best stock price currently available. If a private investor wants to invest in Apple stock, they would see the level I bid and ask prices listed on their broker's online trading portal. When the customer initiates an order to purchase the stock, the broker uses level III quotes to give that investor the best price. The deeper information contained in level III quotes is used to benefit the investor, even though they only see level I quotes.\n\nInstitutional investors perform block trades, where large volumes of shares are bought or sold. Level III quotes provide these traders with detailed market information to execute these transactions efficiently.\n\nThe U.S. stock market has three tiers of quotes: level I, level II, and level III. A level III quote is pricing information about a stock provided by a trading service and includes the real-time bid price, ask price, quote size, price of the last trade, size of the last trade, high price for the day, and low price for the day. Level III quotes are not available to individual investors or traders.",
  "url": "https://www.investopedia.com/terms/l/level3.asp"
}