{
  "term": "What Is the Multiplier Effect? Formula and Example",
  "definition": "A multiplier effect is the proportional change in income that results from a change in spending.\n\nThe multiplier effect explains how a small change in investment or spending can lead to a larger change in total income. It measures how shifts in economic activity influence overall output, with the size of this impact referred to as themultiplier.\n\nGenerally, economists are most interested in how infusions ofcapitalpositively affect income or growth. Many economists believe that capital investments of any kind—whether it be at the governmental or corporate level—will have a broad snowball effect on various aspects of economic activity.\n\nAs its name suggests, the multiplier effect provides a numerical value or estimate of a magnified expected increase in income per dollar of investment. In general, themultiplierused in gauging the multiplier effect is calculated as follows:\n\nMultiplier=Change in IncomeChange in Spending\\begin{aligned}\\text{Multiplier}=\\frac{\\text{Change in Income}}{\\text{Change in Spending}}\\end{aligned}Multiplier=Change in SpendingChange in Income​​\n\nThe multiplier effect can be seen in several different types of scenarios and is used by a variety of different analysts when estimating expectations for new capital investments.\n\nAssume a company makes a $100,000 capital investment to expand its manufacturing facilities in order to produce more and sell more. After a year of production with the new facilities operating at maximum capacity, the company’s income increases by $200,000. This means that the multiplier effect was 2 ($200,000 / $100,000). Simply put, every $1 of investment produced an extra $2 of income.\n\nMany economists believe that new investments can go far beyond just the effects of a single company’s income. Depending on the type of investment, it may have widespread effects on the economy at large. A key tenet ofKeynesianeconomic theory is that of the multiplier, the notion that economic activity can be easily influenced by investments, causing more income for companies, more income for workers, more supply, and ultimately greateraggregate demand.\n\nEssentially, the Keynesian multiplier is a theory that states the economy will flourish the more the government spends, and the net effect is greater than the exact dollar amount spent. Different types of economic multipliers can be used to help measure the exact impact that changes in investment have on the economy.\n\nFor example, when looking at a national economy overall, the multiplier would be the change inreal GDPdivided by the change in investments, government spending, changes in income brought about by changes in disposable income through tax policy, or changes in investment spending resulting from monetary policy via changes in interest rates.\n\nSome economists also like to factor in estimates for savings and consumption. This involves a slightly different type of multiplier. When looking at savings and consumption, economists might measure how much of the added income consumers are saving versus spending. If consumers save 20% of new income and spend 80% of new income, then theirmarginal propensity to consume(MPC) is 0.8. Using an MPC multiplier, the equation would be:\n\nMPC Multiplier=11−MPC=11−0.8=5where:MPC=Marginal propensity to consume\\begin{aligned}&\\text{MPC Multiplier}=\\frac{1}{1-\\text{MPC}}=\\frac{1}{1-0.8}=5\\\\&\\textbf{where:}\\\\&\\text{MPC}=\\text{Marginal propensity to consume}\\end{aligned}​MPC Multiplier=1−MPC1​=1−0.81​=5where:MPC=Marginal propensity to consume​\n\nTherefore, in this example, every new production dollar creates an extra spending of $5.\n\nEconomists and bankers often look at a multiplier effect from the perspective of banking and a nation's money supply. This multiplier is called the money supply multiplier or just the money multiplier. The money multiplier involves thereserve requirementset by the Federal Reserve, and it varies based on the total amount of liabilities held by a particular depository institution.\n\nIn general, there are multiple levels of money supply across the entire U.S. economy. The most familiar ones are:\n\nWhen a customer makes a deposit into a short-term deposit account, the banking institution can lend one minus the reserve requirement to someone else. While the original depositor maintains ownership of their initial deposit, the funds created through lending are generated based on those funds. If a second borrower subsequently deposits funds received from the lending institution, this raises the value of the money supply even though no additional physical currency actually exists to support the new amount.\n\nThe money supply multiplier effect can be seen in a country's banking system. An increase in bank lending should translate to an expansion of a country's money supply. The size of the multiplier depends on the percentage of deposits that banks are required to hold as reserves. When the reserve requirement decreases, the money supply reserve multiplier increases, and vice versa.\n\nIn 2020, prior to the COVID-19 pandemic, the Fed mandated that institutions with more than $127.5 million have reserves of 10% of their total deposits. However, as the pandemic sparked an economic crisis, the Fed took a dramatic step: On March 26, 2020, it reduced the reserve ratio to 0%, eliminating these requirements entirely to free up liquidity.\n\nMost economists view the money multiplier in terms of reserve dollars and that is what the money multiplier formula is based on. Theoretically, this leads to a money (supply) reserve multiplier formula of:\n\nMSRM=1RRRwhere:MSRM=Money supply reserve multiplierRRR=Reserve requirement ratio\\begin{aligned}&\\text{MSRM}=\\frac{1}{\\text{RRR}}\\\\&\\textbf{where:}\\\\&\\text{MSRM}=\\text{Money supply reserve multiplier}\\\\&\\text{RRR}=\\text{Reserve requirement ratio}\\end{aligned}​MSRM=RRR1​where:MSRM=Money supply reserve multiplierRRR=Reserve requirement ratio​\n\nFor example, in the case of banks with the highest required reserve requirement ratio—10% prior to COVID-19—their money supply reserve multiplier would be 10 (1 / 0.10). This means every one dollar of reserves should have $10 in money supply deposits.\n\nIf the reserve requirement is 10%, then the money supply reserve multiplier is 10 and the money supply should be 10 times reserves. When a reserve requirement is 10%, this also means that a bank can lend 90% of its deposits.\n\nLooking at the money multiplier in terms of reserves helps one to understand the amount of expected money supply. In this example, $651 equates to reserves of $65.13. If banks are efficiently using all of their deposits, lending out 90%, then reserves of $65 should result in a money supply of $651.\n\nIf banks are lending more than their reserve requirement allows, then their multiplier will be higher, creating more money supply. If banks are lending less, then their multiplier will be lower and the money supply will also be lower. Moreover, when 10 banks were involved in creating total deposits of $651.32, these banks generated a new money supply of $586.19, for a money supply increase of 90% of the deposits.\n\nA multiplier may occur in a variety of ways, impacting different instruments or balances. The most common types of multipliers are below.\n\nThe multiplier effect has several implications on an economy. First, the multiplier effect often has a positive impact on the economy and economic growth. Instead of being limited to the actual quantity of funds in possession or in circulation, the multiplier effect can scale programs and allow for more efficient use of capital.\n\nMultiplier effects may also impact economies in different ways. First, economies experience direct impacts when an economic factor is directly attributed to an entity. For example, when a government awards a tax incentive to an individual, that individual is said to have received the direct financial impact.\n\nHowever, the multiplier effect incorporates two additional impacts: the indirect impact and the induced impact. The indirect impact of the government benefit above is that the individual takes their tax benefit and spends it. These funds do not sit idly by in one bank account; it may be spread across a dozen different businesses potentially relating to grocery stores, restaurants, car dealerships, or online purchases.\n\nThe last impact (induced impact) highlights the true benefit of multiple effects. Although a single individual received a tax benefit, many companies and their employees benefited. For example, imagine the individual dined at a restaurant and left a tip. That tip would now be the benefit of the waitstaff who may buy a crafted item at a local market and increase the income of a local artist. As currency flows through an economy, more than one individual or entity may residually receive benefits from a financial instrument. Therefore, the single tax benefit is said to have a multiplier effect on the economy.\n\nIn economics, a multiplier broadly refers to an economic factor that, when changed, causes changes in many other related economic variables. The term is usually used in reference to the relationship between government spending and total national income. In terms of gross domestic product, the multiplier effect causes changes in total output to be greater than the change in spending that caused it.\n\nThe multiplier effect is one of the chief components of Keynesian countercyclical fiscal policy. A key tenet of Keynesian economic theory is the notion that an injection of government spending eventually leads to added business activity and even more spending which boosts aggregate output and generates more income for companies. This would translate to more income for workers, more supply, and ultimately greater aggregate demand.\n\nThe magnitude of the multiplier is directly related to the marginal propensity to consume (MPC), which is defined as the proportion of an increase in income that gets spent on consumption. For example, if consumers save 20% of new income and spend the rest, then their MPC would be 0.8 (1 - 0.2). The multiplier would be 1 / (1 - 0.8) = 5. So, every new dollar creates extra spending of $5. Essentially, spending from one consumer becomes income for a business that then spends on equipment, worker wages, energy, materials, purchased services, taxes, and investor returns. When a worker from that business spends their income, it perpetuates the cycle.\n\nEach type of multiplier is individually defined and often has different metrics that define success. Very broadly speaking, most multipliers that are high indicate higher economic output or growth. For example, a higher money multiplier by banks often signals that currency is being cycled through an economy more times and more efficiently, often leading to greater economic growth.\n\nSome multiplier effects are simply the product of metric analysis as one number is compared to another. In other cases, the multiplier effect is a product of public policy or corporate governance. For example, the government may establish boundaries on how many times a deposit may be cycled through an economy. These regulations are often in place to restrict the multiplier effect; otherwise, financial institutions may become encumbered with too much risk.\n\nMultiplier effects describe how small changes in financial resources (such as the money supply or bank deposits) can be amplified through modern economic processes, sometimes to great effect. John Maynard Keynes was among the first to describe how governments can use multipliers to stimulate economic growth through spending. In fractional reserve banking, the money multiplier (ordeposit multiplier) effect shows how banks can re-lend a portion of the deposits on-hand to increase the amount of money in the economy. In this way, commercial banks have a large degree of influence on economic outcomes.\n\nFederal Reserve Board. \"What Is the Money Supply? Is It Important?\"\n\nFederal Reserve Board. \"Reserve Requirements.\"\n\nInternational Monetary Fund. \"What Is Keynesian Economics?\"",
  "url": "https://www.investopedia.com/terms/m/multipliereffect.asp"
}