{
  "term": "What Is Return on Investment (ROI) and How to Calculate It",
  "definition": "Expressed as a percentage, return on Investment (ROI) is a financial ratio that measures the profit generated by an investment relative to its cost. Key factors influencing ROI include the initial investment amount, ongoing maintenance costs, and the cash flow generated by the investment.\n\nTo calculate ROI, the return of an investment is divided by the cost of the investment. The result is expressed as a percentage or a ratio.\n\nThe return on investment (ROI) formula is as follows:\n\nROI=Current Value of Investment−Cost of InvestmentCost of Investment\\begin{aligned} &\\text{ROI} = \\dfrac{\\text{Current Value of Investment}-\\text{Cost of Investment}}{\\text{Cost of Investment}}\\\\ \\end{aligned}​ROI=Cost of InvestmentCurrent Value of Investment−Cost of Investment​​\n\nThe \"Current Value of Investment\" is the value of an investment at a given moment. For stocks or other similar investments, it is the current market value, plus any fees or other expenses incurred at the time of purchase.\n\nFor a project, it includes factors like the discounted cash flow over the investment's lifetime and any maintenance costs incurred.\"Cost of Investment\" is how much an investment was purchased for, including fees and expenses. Project costs at the time the project was financed are included.\n\nBecause ROI is measured as a percentage, it can be easily compared with returns from other investments, allowing one to measure a variety of investment types against one another.\n\nROI is a popular metric because of its versatility and simplicity. Essentially, ROI can be used as a rudimentary gauge of an investment’s profitability. This could be the ROI on a stock investment, the ROI a company expects on expanding a factory, or the ROI generated in a real estate transaction.\n\nThe calculation itself is not complicated, and it is relatively easy to interpret for its wide range of applications. If an investment’s ROI is net positive, it is probably worthwhile. But if other opportunities with higher ROIs are available, these signals can help investors eliminate or select the best options. Likewise, investors should avoidnegative ROIs, which imply a net loss.\n\nFor example, suppose Jo invested $1,000 in Slice Pizza Corp. in 2017 and sold the shares for a total of $1,200 one year later. To calculate the return on this investment, divide the net profit ($1,200 - $1,000 = $200) by the investment cost ($1,000), for an ROI of $200 ÷ $1,000, or 20%.\n\nWith this information, one can compare the investment in Slice Pizza with that of other projects. Suppose Jo also invested $2,000 in Big-Sale Stores Inc. in 2014 and sold the shares for a total of $2,800 in 2017. The ROI on Jo’s holdings in Big-Sale would be $800 ÷ $2,000, or 40%. When comparing these investments, it’s also important to account for the number of years each investment was held.\n\nExamples like Jo's (above) reveal some limitations of using ROI, particularly when comparing investments. While the ROI of Jo's second investment was twice that of the first investment, the time between Jo's purchase and the sale was one year for the first investment but three years for the second.\n\nJo could adjust the ROI of the multi-year investment accordingly. Since the total ROI was 40%, to obtain the average annual ROI, Jo could divide 40% by 3 to yield 13.33% annualized. With this adjustment, it appears that while Jo's second investment earned more profit, the first investment was actually the more efficient choice.\n\nROI can be used in conjunction with therate of return (RoR), which takes into account a project's time frame. One may also usenet present value (NPV), which accounts for differences in the value of money over time due to inflation. The application of NPV when calculating the RoR is often called the real rate of return.\n\nDetermining what constitutes a \"good\" ROI is crucial for investors seeking to maximize their returns while managing risk. While there's no universal benchmark, several factors influence what's considered satisfactory.\n\nSome investors and businesses have taken an interest in the development of new forms of ROIs, calledsocial return on investment (SROI). SROI was initially developed in the late 1990s and takes into account broader impacts of projects using extra-financial value (i.e., social and environmental metrics not currently reflected in conventional financial accounts).\n\nSROI helps understand the value proposition of specificenvironmental, social, and governance (ESG)criteria used insocially responsible investing (SRI)practices.For instance, a company may decide to recycle water in its factories and replace its lighting with all LED bulbs. These undertakings have an immediate cost that may negatively impact traditional ROI; however, the net benefit to society and the environment could lead to a positive SROI.\n\nThere are several other new variations of ROIs that have been developed for particular purposes. Social media statistics ROI pinpoints the effectiveness of social media campaigns, for example, how many clicks or likes are generated for a unit of effort. Similarly, marketing statistics ROI tries to identify the return attributable to advertising or marketing campaigns.\n\nSo-called learning ROI relates to the amount of information learned and retained as a return on education or skills training. As the world progresses and the economy changes, several other niche forms of ROI are sure to be developed in the future.\n\nBasically, return on investment (ROI) tells you how much money you've made (or lost) on an investment or project after accounting for its cost.\n\nROI can be calculated over any period, but it's most commonly calculated on an annual basis. This allows for easier comparison between different investments and provides a standardized measure of performance. However, in some cases, ROI can also be calculated over shorter or longer periods depending on the specific context and needs of the analysis.\n\nReturn on investment (ROI) is calculated by dividing the profit earned on an investment by the cost of that investment. For instance, an investment with a profit of $100 and a cost of $100 would have an ROI of 1, or 100%, when expressed as a percentage. Although ROI is a quick and easy way to estimate the success of an investment, it has some serious limitations. ROI fails to reflect thetime value of money, for instance, and it can be difficult to meaningfully compare ROIs because some investments will take longer to generate a profit than others. For this reason, professional investors tend to use other metrics, such as net present value (NPV) or theinternal rate of return (IRR).\n\nHistorically, the average ROI for the S&P 500 has been about 10% per year.Within that, though, there can be considerable variation depending on the industry. During 2020, for example, many technology companies generated annual returns well above this 10% threshold. Meanwhile, companies in other sectors, such as energy companies and utilities, generated much lower ROIs and, in some cases, faced losses year-over-year.Over time, it is normal for the average ROI of an industry to shift due to factors such as increased competition, technological changes, and shifts in consumer preferences.\n\nReturn on investment (ROI) is a metric that investors often use to evaluate the profitability of an investment or to compare returns across multiple investments. It is expressed as a percentage. ROI is limited in that it doesn't take into account the time frame, opportunity costs, or the effect of inflation on investment returns, which are all important factors to consider.\n\nREDF. \"Measurement & Evaluation.\"\n\nWorld Health Organization. \"Investment for Health and Well-Being: A Review of the Social Return on Investment From Public Health Policies.\" PDF Download. Pages 2-4.\n\nDQYDJ. \"S&P 500 Historical Return Calculator.\"\n\nFortune. \"The Best Stocks of 2020 Have Made Pandemic Investors Even Richer.\"",
  "url": "https://www.investopedia.com/terms/r/returnoninvestment.asp"
}