{
  "term": "What Is the Taft-Hartley Act?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe Taft-Hartley Act is a 1947 U.S. federal law that extended and modified the 1935 Wagner Act. It prohibits certain union practices and requires disclosure of certain financial and political activities by unions.The bill was initially vetoed by President Truman, but Congress overrode the veto.\n\nThe Labor Management Relations Act (LMRA), commonly known as the Taft-Hartley Act, amended the 1935National Labor Relations Act (NLRA), or Wagner Act. Congress passed the Taft-Hartley Act in 1947, overriding President Harry Truman's veto.\n\nUnion critics at the time called it the \"slave-labor bill,\" but the Republican-controlled Congress—encouraged by the business lobby—saw it as necessary to counter union abuses, to end a string of large-scale strikes that broke out after the end of World War II, and to suppress Communist influence in the labor movement.\n\nThe Taft-Hartley Act, like the Wagner Act before it, does not cover domestic help or farmworkers.\n\nTaft-Hartley outlined six unfair practices bylabor unionsand provided remedies, in the form of amendments, for protecting employees from harm resulting from these practices.\n\nPreviously the Wagner Act had only addressed unfair labor practices perpetrated by employers. In 1947, President Harry Truman amended parts of the NLRA when he passed the Taft-Hartley Act. This Act created currentright-to-work laws, which allow states to prohibit compulsory membership in a union as a condition for employment in the public and private sectors of the country.\n\nIn February 2021, Congress re-introduced the National Right to Work Act, giving employees nationwide a choice to opt out of joining or paying dues to unions.The Act was also introduced in 2019 and 2017 but stalled.\n\nIn March 2021, the United States House of Representatives passed the Protecting the Right to Organize Act (PRO Act). The pro-union legislation overrides right-to-work laws and would make it easier to form unions.As of November 2022, the PRO Act of 2021 has not been voted upon in Congress.\n\nThe following states have right-to-work laws: Alabama, Arizona, Arkansas, Kansas, Florida, Georgia, Idaho, Indiana, Iowa, Kentucky, Louisiana, Michigan, Mississippi, Nebraska, Nevada, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia, Wisconsin, and Wyoming.The most recent state to enact legislation was Wisconsin in 2015.\n\nThe Taft-Hartley Act also made changes to union election rules.These changes excluded supervisors from bargaining groups and gave special treatment to certain professional employees.\n\nThe Taft-Hartley Act also created four new types of elections. One gave employers the right to vote on union demands. The other three gave employees the right to hold elections on the status ofincumbentunions, to determine whether a union has the power to enter into agreements for employees, and to withdraw union representation after it's granted. In 1951, Congress repealed the provisions governing union shop elections.\n\nThe Taft-Hartley Act's purpose was to regulate labor unions and restrict what unions can do during periods of national emergency, The act prohibits unions from engaging in several unfair practices.\n\nThe Taft-Hartley Act made a number of different union practices prohibited. These practices include jurisdictional strikes, wildcat strikes, political strikes, solidarity strikes, and secondary boycotts. It also outlawed discrimination against nonunion members by union hiring halls and closed shops.\n\nThe Taft-Hartley Act was vetoed by President Harry S. Truman in 1947. Still, the act was enacted by the 80th U.S. Congress after receiving support from both congressional representatives from both the Democrat and Republican parties. The act continues to be strongly opposed by many, though the act remains in effect.\n\nEnacted in 1947, the Taft-Hartley Act was intended to protect employee rights by unfair practices by unions. The act prohibits unions from performing certain practices and requires disclosure of certain activities. The act has many detractors who feel the act has hurt labor laws and decrease worker rights.\n\nNational Labor Relations Board. \"1947 Taft-Hartley Substantive Provisions.\"\n\nGovTrack. \"H.R. 1275: National Right-to-Work Act.\"\n\nThe New York Times. \"House Passes Labor Rights Expansion, but Senate Chances Are Slim.\"\n\nNational Right to Work Legal Defense Foundation. \"Right to Work Frequently-Asked Questions.\"\n\nNational Conference of State Legislatures. \"Right-to-Work Resources.\"",
  "url": "https://www.investopedia.com/terms/t/tafthartleyact.asp"
}