{
  "term": "What Are Commodities and Understanding Their Role in the Stock Market",
  "definition": "Commodities are raw materials used to manufacture consumer products. They are inputs in the production of other goods and services, rather than finished goods sold to consumers.\n\nIn commerce, commodities are basic resources that are interchangeable with other goods of the same type. The quality of a given commodity may differ slightly, but it is essentially uniform across producers. When traded on an exchange, commodities must also meet specified minimum standards, also known as abasis grade.\n\nCommodities are the raw inputs used in the production of goods. They may also be basic staples such as certain agricultural products. The important feature of a commodity is that there is very little differentiation in that good, regardless of who produces it. A barrel of oil is basically the same product, regardless of the producer. The same goes for a bushel of wheat or a ton of ore. By contrast, the quality and features of a given consumer product will often be quite different depending on the producer (e.g., Coke vs. Pepsi).\n\nSome traditional examples of commodities include grains, gold, beef, oil, and natural gas. More recently, the definition has expanded to include financial products, such as foreign currencies and indexes.\n\nCommodities can be bought and soldon specialized exchanges as financial assets. There are also well-developed derivatives markets whereby you can buy contracts on such commodities (e.g., oil forwards, wheat or gold futures, andnatural gas options). Some experts believe that investors should hold at least some portion of a well-diversified portfolio in commodities since they are not highly correlated with other financial assets and may serve as an inflation hedge.\n\nYou might consider allocating up to 10% of your portfolio to a mix of commodities. Ordinary investors can look to one of severalcommodities ETFsor mutual funds to gain exposure.\n\nThe sale and purchase of commodities are usually carried out throughfuturescontracts on exchanges that standardize the quantity and minimum quality of the commodity being traded. For example, theChicago Board of Trade (CBOT)stipulates that one wheat contract is for 5,000 bushels and states what grades of wheat can be used to satisfy the contract.\n\nTwo types of traders trade commodity futures. The first are buyers and producers of commodities that use commodity futures contracts for the hedging purposes for which they were originally intended. These traders make or take delivery of the actual commodity when the futures contract expires.\n\nFor example, the wheat farmer who plants a crop can hedge against the risk of losing money if the price of wheat falls before the crop is harvested. The farmer can sell wheat futures contracts when the crop is planted and have a guaranteed, predetermined price for the wheat when it is harvested.\n\nThe second type of commodities trader is thespeculator. These are traders who trade in the commodities markets for the sole purpose of profiting from the volatile price movements. These traders never intend to make or take delivery of the actual commodity when the futures contract expires.\n\nMany futures markets are very liquid and have a high degree of daily range and volatility, making them very tempting markets for intraday traders. Many index futures are used by brokerages and portfolio managers to offset risk. Also, since commodities do not typically trade in tandem with equity and bond markets, some commodities can be used effectively to diversify an investment portfolio.\n\nCommodity prices typically rise wheninflationaccelerates, which is why investors often flock to them for theirprotectionduring times of increasing inflation—particularly when it is unexpected. So, commodity demand increases because investors flock to them, raising their prices. The prices of goods and services then go up to match the increase. This causes commodities to often serve as a hedge against a currency's decreased buying power when the inflation rate increases.\n\nThe modern commodities market relies heavily on derivative securities, such as futures and forward contracts. Buyers and sellers can transact with one another easily and in large volumes without needing to exchange the physical commodities themselves. Many buyers and sellers of commodity derivatives do so to speculate on the price movements of the underlying commodities for purposes such as risk hedging and inflation protection.\n\nLike all assets, commodity prices are ultimately determined bysupply and demand. For example, a booming economy might lead to increased demand for oil and other energy commodities. Supply and demand for commodities can be impacted in many ways, such as economic shocks, natural disasters, and investor appetite (investors may purchase commodities as an inflation hedge if they expect inflation to rise).\n\nCommodities are physical products that are meant to be consumed or used in the production process. Assets, on the other hand, are goods that are not consumed through their use. For instance, money or a piece of machinery are used for productive purposes, but persist as they are used. A security is a financial instrument that is not a physical product. It is a legal representation (e.g., a contract or claim) that represents certain cash flows generated from various activities (such as a stock representing the future cash flows of a business).\n\nHard commodities are usually classified as those that are mined or extracted from the earth. These can include metals, ore, and petroleum (energy) products.Soft commoditiesinstead refer to those that are grown, such as agricultural products. These include wheat, cotton, coffee, sugar, soybeans, and other harvested items.\n\nThe major U.S. commodity exchanges are ICE Futures U.S. and the CME Group, which operate four major exchanges: the Chicago Board of Trade (CBOT), the Chicago Mercantile Exchange (CME), the New York Mercantile Exchange (NYMEX), and the Commodity Exchange, Inc. (COMEX). There are also majorcommodities exchangeslocated around the world.\n\nCommodities are basic goods and materials that are widely used and are not meaningfully differentiated from one another. Examples of commodities include barrels of oils, bushels of wheat, or megawatt-hours of electricity. Commodities have long been an important part of commerce, but in recent decades, commodities trading has become increasingly standardized.\n\nLibrary of Congress. \"Commodities: A Resource Guide.\"\n\nFinancial Industry Regulatory Authority. \"Futures and Commodities: Overview.\"\n\nCME Group. \"Wheat Futures and Options.\"\n\nCME Group. \"Commodities as an Inflation Hedge.\"\n\nVanguard. \"The (Unexpected) Inflation-Fighting Power of Commodities.\"",
  "url": "https://www.investopedia.com/terms/c/commodity.asp"
}