{
  "term": "What Is a Personal Service Corporation? How Taxation Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA personal service corporation is a corporation that is created to provide personal services to individuals or groups. It is a taxing entity set up underInternal Revenue Service (IRS)regulations. Such services span a wide variety of professional business endeavors as specified by the IRS.\n\nThe services provided by a personal service corporation may include any activity performed in the following fields: accounting, engineering, architecture, consulting, actuarial science, law, performing arts and health, including veterinary services. Financial services activities are not considered qualified services (which is why many financial advisers choose to organize asS corporations).\n\nForC corporationsto be considered a personal service corporation by the IRS, the employee-owners must perform at least 20% of the personal services themselves. The IRS bases this requirement on the amount of time spent working for the corporation compared to the total time all services are performed for the operation. For example, if a corporation’s total service hours for a year are 5,000 hours, then the employee-owners collectively need to have provided at least 1,000 of these service hours.\n\nThe employee-owners must also own more than 10% of the outstanding stock of the personal service corporation on the last day of the initial one-year testing period.This rule ensures that the employees who are actively involved in providing the personal services also have an investment in the corporation.\n\nAn income test requires that employees of personal services corporations must spend at least 95% of their work time on qualified services.\n\nPersonal service corporations are taxed by multiplying taxable income by 21%.There are tax benefits that come with organizing as a C corporation, which is why many high-earning professionals use the structure. For example, a C corporation allows employee-owners to leave some of their earnings in the corporation, which means it will be taxed at a lower corporate rate than themarginal tax ratesfor individuals. Professionals may also take advantage of some tax-free fringe benefits, limited liability, and may receive favorable treatment of business deductions.\n\nSuch corporations have to comply with certain tax regulations, such as employing a fiscal year that is based on the calendar year and adhering to specificpassive activityregulations. Personal service corporations are not to be confused with professional corporations, which are business entities made up of certain types of professionals under state law.\n\nIt’s crucial to weigh the tax benefits against the administrative and compliance requirements of a personal service corporation. While a flat 21% tax rate and potential for corporate deductions may sound appealing, carefully consider the cost complexity of setting one up and maintaining compliance.\n\nAccording to the IRS, a person may be considered an employee-owner of a personal service corporation if the following conditions are met:\n\nIf an individual functions as the owner/employee of a personal service corporation and their primary business is related to creative/fine arts or photography, any current expenses they incur pursuant to creative work are deductible for the corporation. However, either the owner/employee or their family members must hold all or nearly all of the corporation’s outstanding stock. This rule does not apply to other types of personal service corporations.\n\nThe potential benefits of operating as a personal service corporation include tax savings, liability protection for employee-owners, and the ability to take advantage of corporate tax deductions, including business expenses, employee benefits, and capital expenditures.\n\nPersonal service corporations can be costly and complicated to set up, and they are generally less flexible in their structure than other types of corporations. Failure to comply with IRS guidelines and regulations may also increase the risk of an IRS audit, and can lead to significant tax penalties.\n\nPersonal service corporations and S corporations differ in many ways, including how they are taxed, restrictions on the number and type of shareholders allowed, liability protection, and the nature of services provided.\n\nPersonal service corporations offer a unique corporate structure for professionals in fields like accounting and consulting. They combine the benefits of a flat corporate tax rate with potential tax deductions and added limited liability protection.\n\nHowever, personal service corporations are not the right structure for every company. They demand strict adherence to IRS regulations and can be complex and costly to set up. In addition, not every business owner or company will benefit from the flat 21% corporate tax rate.\n\nInternal Revenue Service. “Publication 542, Corporations.”\n\nInternal Revenue Service. “Publication 542: Corporations.”",
  "url": "https://www.investopedia.com/terms/p/personal-service-corporation.asp"
}