{
  "term": "What Is a Transfer Tax? Definition and How It Works With Inheritances",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA transfer tax is a charge levied on thetransfer of ownership or titleto property from one individual or entity to another. A transfer tax may be imposed by a state, county, or municipality. It is usually notdeductiblefrom federal or state income taxes, although it may be added to thecost basiswhen profit on the sale of securities and investment property is calculated. Transfer tax is considered anexcise taxin some states.\n\nA transfer tax on real estate may be imposed by state, county, or municipal authorities for the privilege of transferring real property within the jurisdiction. The government is effectively taxing the transfer of a legal deed, certificate, or title from a seller to a buyer. The amount of the tax is based on the property value and the property classification.\n\nThe seller is liable for the real estate transfer tax, although it is not uncommon for an agreement to be reached for the buyer to pay the tax. Some states require that the buyer pay the tax if the seller does not pay it or is exempt from paying it.\n\nSome states do not impose a transfer tax on real estate. They include Alaska, Arizona, Idaho, Indiana, Mississippi, Missouri, Montana, New Mexico, North Dakota, Texas, Utah, and Wyoming.\n\nA transfer tax may also be imposed on the transfer of property by inheritance. This is sometimes called a death tax, particularly by opponents ofinheritance taxes.\n\nAdeath taxmay refer to anygift tax, estate tax, or generation-skipping transfer tax that is imposed on the value of property inherited after the death of the owner.\n\nIn 2025, exclusions for estates worth less than $13.99 million protect most Americans from owing estate taxes.(In 2024, the maximum was $13.61 million.)\n\nIn recent years, all but the wealthiest Americans have been protected from these taxes by high dollar-amount exemptions at the federal level.\n\nThe federal estate tax applies to a decedent’s grossestate, which generally includes all of the person's financial and real assets. For taxpayers inheriting in 2025, the exclusion amount is $13.99 million.(It was $13.61 million for 2024.)\n\nThere is also a gift tax that applies to transfers of money or property made while a person is living. The federal gift tax range applies to the giver of a gift, not the recipient, for amounts above $19,000 for 2025 and $18,000 for 2024.If you exceed this amount, you have to report it to theInternal Revenue Service (IRS).\n\nThegeneration-skipping transfer taxis an additional tax on a transfer of title to property that skips a generation. The generation-skipping transfer tax was implemented to prevent families from avoiding the estate tax for one or more generations by making their gifts or bequests directly to their grandchildren or great-grandchildren rather than to their children.\n\nThe same exclusions apply to the generation-skipping transfer tax: The transfer must be worth more than $13.99 million in 2025 ($13.61 million in 2024) for the tax to kick in.\n\n18 states and the District of Columbia have either an estate tax or an inheritance tax, and one state—Maryland—has both. An estate tax is levied against the assets of the deceased, while an inheritance tax is owed by the recipient of the assets.\n\nWithreal estate transfers, the party responsible for paying the transfer tax is often, but not always, the seller. In some states, the responsibility is split equally between the buyer and the seller, and in others, there is no real estate transfer tax at all. For inheritances, the tax is paid by the recipient. For estate taxes, it's paid by the estate of the deceased.\n\nIn real estate, the transfer tax may also be known as a stamp tax, deed tax,mortgageregistration tax, documentary transfer tax, or recordation tax.\n\nTo calculate the transfer tax, you'll first need to know the tax rate in your state or local municipality. Then you'll need to do the math. You may see the tax expressed as a percentage, or as a dollar amount.\n\nFor a 1% tax, for example, you'd multiply the value of the property by 0.01 to find the tax.\n\nPaying transfer taxes is often an unavoidable aspect of transferring an estate or real property from one person to another. When a government charges a transfer tax on an inheritance, it's considered an inheritance tax, but at the federal level it only applies to estates worth more than $13.99 million in 2025 ($13.61 million in 2024).\n\nLincoln Institute of Land Policy. \"Real Estate Transfer Charges,\" Select All States, Year: 2023.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nCornell Law School, Legal Information Institute. \"Generation-Skipping Transfer Tax.\"\n\nTax Foundation. \"Estate and Inheritance Taxes by State, 2024.\"",
  "url": "https://www.investopedia.com/terms/t/transfertax.asp"
}