{
  "term": "What Are PIIGS and the Link With European Debt Crisis",
  "definition": "Busakorn Pongparnit / Getty Images\n\nPIIGS is a derisive acronym for Portugal, Italy, Ireland, Greece, and Spain, which were the weakest economies in theeurozoneduring theEuropean debt crisis.\n\nAt the time, the acronym's five countries garnered attention due to their weakened economic output and financial instability, which heightened doubts about the nations' abilities to pay back bondholders and spurred fears that these nations would default on their debts.\n\nDuring theU.S. financial crisis in 2008, the Eurozone was comprised of 16 member nations that had adopted the use of a single currency, theeuro. During the early 2000s, fueled largely by an extremely accommodative monetary policy, these countries had access to capital at very low interest rates.\n\nInevitably, this caused some of the weaker economies to borrow aggressively, often at levels that they could not reasonably expect to pay back in the event of a financial shock. The 2008 global financial crisis was this negative shock that led to economic underperformance, which rendered them incapable of paying back the loans they had procured. Furthermore, access to additional sources of capital also dried up.\n\nSince these nations used the euro as their currency, they were unable to deploy independentmonetary policiesto help battle the global economic downturn that was triggered by the 2008 financial crisis.\n\nTo reduce speculation that the EU would abandon these economically disparaged countries, European leaders approved a 750 billion euro stabilization package to support the PIIGS economies in 2010.\n\nThe PIIGS acronym is now considered derisive and is rarely used.\n\nThe use of the acronym \"PIGS\" and similar terms dates back to the late 1970s. The first recorded use was in 1978 when it was used to identify the underperforming European countries of Portugal, Italy, Greece, and Spain (PIGS). Ireland did not \"join\" this group until 2008 when the unfolding global financial crisis plunged its economy into an unmanageable level of debt.\n\nSome argue that the term highlights a return of colonial dynamics within the Eurozone. It links the stereotyped assumptions about the cultural characteristics of the people of Portugal, Italy, Ireland, Greece, and Spain. The use of the term potentially reinforces a perception of those people as lazy, unproductive, corrupt, and/or wasteful. The roots of these stereotypes harken back to the anti-Irish and anti-Mediterranean racism of the British and Ottoman empires.\n\nThe economic troubles of Portugal, Italy, Ireland, Greece, and Spain reignited debate about the efficacy of the single currency employed among the eurozone nations by casting doubts on the notion that the European Union can maintain a single currency while attending to the individual needs of each of its member countries.\n\nCritics point out that continued economic disparities could lead to a breakup of the eurozone.In response, EU leaders proposed apeer reviewsystem for approval of national spending budgets to promote closereconomic integrationamong EU member states.\n\nOn June 23, 2016, the United Kingdom voted to leave the EU (Brexit), which many cited as a result of growing unpopularity toward the EU concerning issues such as immigration, sovereignty, and the continued support of member economies suffering through prolonged recessions.This has resulted in higher tax burdens and depreciation of the euro.\n\nWhile political risks associated with the euro, brought to the fore by Brexit, remain, the debt problems of countries at the European periphery have lightened in recent years. Reports in 2018 have pointed to improved investor sentiment toward the nations, as evidenced by Greece's return to the bond markets in July 2017 and increased demand for Spain's longest-term debt.\n\nThe derisive acronym \"PIIGS\" stands for five countries at the periphery of the Eurozone economy: Portugal, Ireland, Italy, Greece, and Spain.\n\nDuring theEuropean sovereign debt crisis, the European Union provided two bailouts to prevent the Greek economy from defaulting. While Greece accepted the first bailout, Greek voters ultimately rejected the second bailout due to required austerity measures. The European Central Bank also issued a $750 million euro rescue package, which was used to prop up Greek bonds on the secondary market. Ireland, Portugal, and Cyprus also received bailouts.\n\nThe leaders of France and Germany, as the core industrial economies of the European Union, played a key role in providing debt relief for the peripheral economies and restoring the confidence of the international credit markets. In addition, the European Central Bank also provided important rescue packages.\n\nPIIGS refers to several countries at the periphery of the Eurozone economy. In the aftermath of the 2008 recession, those countries—Portugal, Spain, Greece, Ireland, and Italy–had high levels of debt that threatened to cause a renewed financial crisis. Although the crisis has since been averted, the acronym is now considered derisive and has fallen out of use.\n\nSzczepanski, Marcin. \"A Decade on From the Crisis: Main Responses and Remaining Challenges.\"European Parliamentary Research Service, PE 642.253, October 2019, pp. 1-9.\n\nSissoho, Momodou, et al. \"The Greek Debt Crisis – Lessons for the ECOWAS Single Currency Project.\"West African Monetary Institute Occasional Paper Series, no. 8, November 2015, pp. 21.\n\nKüsters, Anselm, and Elisa Garrido. \"Mining PIGS: A Structural Topic Model Analysis Of Southern Europe Based on the German Newspaper DieZeit (1946-2009).\"Journal of Contemporary European Studies, vol. 28, no. 4, June 2020, pp. 477-493.\n\nVossole, Jonas Van. \"Framing PIGS: Patterns of Racism and Neocolonialism in the Euro Crisis,\"Patterns of Prejudice, vol. 50, no. 1, January 2016, pp. 1-20.\n\nRobert G. Picard. \"The Euro Crisis in the Media Journalistic Coverage of Economic Crisis and European Institutions,\" Pages 1-15. I.B. Tauris & Co. Ltd, 2015.\n\nBova, Elva, et al. \"Spending Reviews: Some Insights From Practitioners.\"European Economy Discussion Papers 135, December 2020, pp. 6-7, 55-61.\n\nGovernment of UK. \"EU Referendum Outcome: PM Statement, 24 June 2016.\"\n\nUniversity of Essex. \"Insight: Why Britain Really Voted to Leave the European Union.\"\n\nFreedman, Judith, and Glen Loutzenhiser. \"Tax Policy in the UK Post-Brexit.\"Oxford Review of Economic Policy, vol. 38, no. 1, Spring 2022, pp. 188–204.\n\nPlakandaras, Vasilios, et al. \"The Depreciation of the Pound Post-Brexit: Could It Have Been Predicted?\"Finance Research Letters, vol. 21, May 2017, pp. 206-213.\n\nEuropean Parliament. \"Greece’s Financial Assistance Programme - June 2018.\" Pages 1-5.\n\nBritannica. \"Eurozone Debt Crisis.\"",
  "url": "https://www.investopedia.com/terms/p/piigs.asp"
}