{
  "term": "What Is Take-Home Pay? Definition, Vs. Gross Pay, and Example",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nTake-home pay is the net amount of income received after the deduction of taxes, benefits, and voluntary contributions from a paycheck. It is the difference resulting from the subtraction of all deductions from gross income. Deductions include federal, state and local income tax, Social Security and Medicare contributions, retirement account contributions, and medical, dental and other insurance premiums. The net amount or take-home pay is what the employee receives.\n\nThe net pay amount listed on a paycheck is the take-home pay. Paychecks or pay statements report the income attributable to a given pay period. Pay statements list both earnings and deductions. Common deductions are income tax,Federal Insurance Contributions Act(FICA) and Medicare tax withholdings. There may also be less common deductions such as court-ordered child support or alimony, and uniform upkeep cost. The net pay is the amount remaining after all deductions are taken.Many paychecks also have cumulative fields that show the year-to-date earnings, withholdings, and deduction amounts.\n\nGross payis often shown as a line item on a pay statement. If it is not shown, you may calculate it either by dividing the annual salary by the number of pay periods, or by multiplying the hourly wage by the number of hours worked in a pay period.\n\nFor example, an employee earning an annual salary of $50,000 which is paid every two weeks will have gross pay of $1,923.08 ($50,000/26 pay periods) per paycheck.\n\nTake-home pay can differ significantly from gross pay. As an example, an employee paid an hourly wage of $15/hour who works 80 hours per pay period has a gross pay of $1,200 (15 x 80 =1200). But, if after deductions the employee's take-home pay is $900, the employee is earning $11.25/hour as a take-home rate ($900/80=$11.25).\n\nAs seen, this employee's take-home pay rate differs significantly from the gross pay rate. Manycredit ratingand lending agencies will consider take-home pay when lending money for large purchases, such as vehicles, and property.\n\nInternal Revenue Service. \"Tax Tutorial -- Module 1: Payroll Taxes and Federal Income Tax Withholding.\" Accessed Jan. 20, 2020.",
  "url": "https://www.investopedia.com/terms/t/take-home-pay.asp"
}