{
  "term": "What Is a Bull Market? Characteristics and Historic Bull Markets",
  "definition": "A bull market is a period in which financial market prices are climbing or are anticipated to go up.\n\nIn the financial markets, such as stocks, when prices have generally been increasing or are expected to increase, a bull market exists. Bull markets commonly refer to the stock market but can be applied to anything that is traded, such as bonds, real estate, currencies, and commodities. Bull markets may be evident during periods of economic growth when GDP rises and unemployment falls, and can exist over extended periods where equity prices rise over months or years.\n\nBull markets generally start when the economy is strong. They tend to coincide with a stronggross domestic product (GDP), a drop in unemployment, and a rise in corporate profits. Growing investor confidence can keep bull markets moving. The overall demand for stocks is positive, along with the overall tone of the market. However, supply and demand forsecuritiescan vary with supply weak while demand is strong.\n\nIt is difficult to predict consistently when trends in the market might change. No metric identifies a bull market, but the most common gauge used is a 20% or more rise in stock prices from recent lows.Analysts and investors commonly observe the following during a bull market:\n\nThe longest bull market in the history of the S&P 500 Index lasted from March 2009 to February 2020 and saw the index gain over 300%.It was characterized by strong earnings growth, low interest rates, and investor optimism.\n\nThere have been several significant bull markets throughout history, each with its unique characteristics and drivers:\n\nThe opposite of a bull market is abear market, which is characterized by falling prices and investor pessimism. Bull and bear markets often coincide with the economic cycle, which consists of four phases: expansion, peak, contraction, andtrough. The onset of a bull market is often a leading indicator of economic expansion. Bear markets usually begin before economic contraction.\n\nInvestors take advantage of rising prices and sell stocks when they’ve reached their peak, or highest price. It is hard to determine when thebottomand peak will take place. Most losses result when investors miss the bottom or top.\n\nIn the U.S., low unemployment, high GDP, increased production, and increased consumer spending are alleconomic indicatorsthat point to a strong or strengthening economy.\n\nA bull market is a trend in a financial market characterized by rising prices and investor optimism. It can occur in the stock market as well as the bond, real estate, currency, and commodity markets. Bull markets may last for extended periods and are marked by increased demand for securities, rising corporate profits and GDP, and declining unemployment. The opposite of a bull market is a bear market, which is characterized by falling prices and investor pessimism.\n\nFidelity. \"What Is a Bull Market?\"\n\nStockCharts. \"Dow Jones Industrial Average - 1900–Present.\"\n\nUniversity of Idaho. \"History of U.S. Bear & Bull Markets.\"",
  "url": "https://www.investopedia.com/terms/b/bullmarket.asp"
}