{
  "term": "What Is Discretionary Income? Vs. Disposable Income and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDiscretionary income is the amount of money that you have left for spending, investing, or saving after you've paid your taxes and paid for personal necessities, which include food, housing, and clothing—so-called non-discretionary expenses.\n\nDiscretionary income includesmoney spent on luxury items, vacations, and nonessential goods and services. Because discretionary income is the first to shrink after a job loss or pay reduction, businesses that sell discretionary goods tend to suffer the most during economic downturns and recessions.\n\nDiscretionary spending is an important part of a healthy economy. People only spend money on things like travel, movies, and consumer electronics if they have the funds to do so.\n\nWhile non-discretionary expenses are considered mandatory—housing,taxes,debt, and groceries—discretionary expenses are any costs incurred above and beyond what is deemed necessary. These are generally considered wants, while non-discretionary expenses are usually referred to as needs. As such, discretionary expenses rarely have anything to do with a business or household's day-to-day operations and, instead, have to do with lifestyle and choice.\n\nBusinesses and individuals pay for discretionary expenses withdiscretionary income—the amount of money left over after paying for housing, food, taxes, and other necessities. When times are good, people have more money to spend, and they normally do so on things they don't need, such asluxury itemsand other services—vacations, restaurants, entertainment, electronics, gym memberships, etc.\n\nDiscretionary income anddisposable incomeare terms often used interchangeably, but they refer to different types of income.\n\nDiscretionary income is derived from disposable income, which equals gross income minus taxes.\n\nDisposable income is a person's take-home pay, which is used to meet both essential and nonessential expenses. This income is what is left over after taxes and it is the amount of net income available to spend, save, or invest.\n\nBy contrast, discretionary income is what is leftover from disposable income after an income-earner pays for rent/mortgage, transportation, food, utilities, insurance, and other essential costs out of their disposable income.\n\nFor most consumers, discretionary income gets depleted first when a pay cut happens. Let's say, for example, Elise makes $4,000 per month after taxes and has $2,000 in essential costs, leaving her $2,000 in monthly discretionary income.\n\nIf Elise's paycheck gets cut to $3,000 per month, she will still be able to meet her essential costs but she will have only $1,000 left over in discretionary income.\n\nDiscretionary income is an important marker of economic health. Economists use it, along with disposable income, to derive other important economic ratios, such as themarginal propensity to consume (MPC), themarginal propensity to save (MPS), and consumer leverage ratios.\n\nIn 2005, in the midst of a debt-fueled economic bubble, the U.S. personalsavings ratewent negative for four consecutive months. After paying for necessary expenses out of disposable income, the average consumer spent all of their discretionary income and then some, using credit cards and other debt instruments to make additional discretionary purchases beyond what they could afford. In 2020, during the COVID-19 pandemic and the widespread lockdowns that resulted, the personal savings rate in the U.S. reached all-time highs of more than 30% for several months. From the end of 2021 into 2022, the rate moderated to around 7%, more in line with the long-term average, and has since dropped to 3.4% as of June 2024.\n\nAggregate discretionary income levels for an economy fluctuate over time, typically in line withbusiness cycleactivity. When economic output is strong, as measured by thegross domestic product (GDP)or another gross measure, discretionary income levels tend to be high as well. If inflation occurs in the price of life's necessities, then discretionary income falls, assuming that wages and taxes remain relatively constant.\n\nDiscretionary income is a subset of disposable income, or part of all the income left over after you pay taxes. From disposable income, deduct all necessities and obligations like rent or mortgage, utilities, loans, car payments, and food. Once you've paid all of those items, whatever is left to save, spend, or invest is your discretionary income.\n\nThis is somewhat a matter of lifestyle; however, many experts agree that around 10-30% of your take-home (after-tax) pay should consist of discretionary income. The so-called 50-20-30 rule suggests that 50% of your net income should go towards living expenses, 20% to savings or investments, and 30% to discretionary spending.\n\nIf you are looking at federal student loans or student loan repayment plans, the U.S. government will calculate youreligibility based on discretionary income. However, the government defines discretionary income as your annual gross after-tax income less than 100% to 225% of the federal poverty line (which will depend on your state and family size and the repayment plan you choose) and takes into account any subsequent rise or fall in your income.\n\nDiscretionary income is money left over after a person pays their taxes and pays for essential goods and services like housing and food. Nonessential items like vacations and luxury goods are usually paid for with funds from discretionary income. Discretionary income is used by economists to measure economic health.\n\nDisposable income and discretionary income are two different things. Disposable income is the net income of a person's take-home pay and is used to cover all expenses (both essential and non-essential).\n\nFederal Reserve of St. Louis. \"U.S. Personal Savings Rate.\"\n\nDiscover Financial. \"The Beginner’s Guide to Budgeting with the 50-20-30 Rule.\"\n\nFederal Student Aid. \"Discretionary Income.\"\n\nFederal Student Aid. \"If Your Federal Student Loan Payments Are High Compared to Your Income, You May Want to Repay Your Loans Under an Income-Driven Repayment Plan.\"",
  "url": "https://www.investopedia.com/terms/d/discretionaryincome.asp"
}