{
  "term": "What Was the Hope Credit? How It Worked and Replacement",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Hope Scholarship Tax Credit was a nonrefundable higher education tax credit​​​​​​​ that was replaced in 2009 by the American Opportunity Tax Credit.\n\nThe Hope Credit, or the Hope Scholarship Tax Credit, was anonrefundable education tax creditoffered to eligible American taxpayers. Qualifying students could claim this tax credit for their first two years of postsecondary education.\n\nThe Hope and other lifetime learning credits were enacted to encourage higher education and provide a measure of tuition reimbursement for parents or students who are paying college tuition and fees.\n\nTheAmerican Opportunity Tax Credit (AOTC)replaced the Hope Credit in tax year 2009.\n\nBefore the Hope Credit became part of the American Opportunity Tax Credit (AOTC) in 2009,it was one of two nonrefundable education credits available to taxpayers. (The other credit was theLifetime Learning Credit,which is still available.)\n\nRecipients could use the Hope Credit for tuition and fees and for certain other expenses, such as books. Room and board, medical expenses, and insurance did not qualify.\n\nAs of 2025, the maximum AOTC credit is $2,500. Any individual who incurs qualifying educational expenses can claim the credit. Qualifying educational expenses include tuition and fees. For example, parents who pay tuition and fees for their children can claim this credit on theirtax returns, subject to certain income restrictions.\n\nWhen the Hope Credit was expanded and renamed the American Opportunity Tax Credit, a portion of the tax credit became refundable. This means that if the credit brings the amount of tax the taxpayer owes to zero, they can have up to 40% of the remaining amount of the credit (up to $1,000) refunded to them.\n\nTheInternal Revenue Service (IRS)considers a student qualified if they are enrolled at an accredited postsecondary institution at least part-time. That student must be enrolled at the institution at the beginning of thetax year, taking courses toward a degree or another recognized educational qualification, and must not have been convicted of anyfelonydrug offense by the end of the tax year.\n\nTaxpayers can claim the credit for up to four years of postsecondary education to reduce the costs of tuition and other eligible expenses. According to the IRS, aqualified educational expenseincludes tuition paid to the school and expenses for books, supplies, and equipment that may have been bought from external sources. These expenses qualify if taxpayers use student loans to pay for them but not if they use scholarships, grants, or funds from a 529 savings plan.\n\nThe Hope Credit has been succeeded by the American Opportunity Tax Credit. According to the IRS, to claim the full credit, individuals must have amodified adjusted gross income (MAGI)of $80,000 or less and married couples who file jointly must have a MAGI of $160,000 or less. There's a phase-out period for individuals with a MAGI between $80,000 and $90,000 and for married couples who file jointly with a MAGI between $160,000 and $180,000. At incomes above that, individuals and married couples who file jointly are not eligible to claim the credit.\n\nThe Hope Credit was replaced by the American Opportunity Tax Credit.\n\nThe American Opportunity Tax Credit replaced the Hope Credit. A student can claim the American Opportunity Tax Credit for up to four years of postsecondary education.\n\nTheAmerican Recovery and Reinvestment Act (ARRA)expanded the Hope Credit in 2009, renaming it the American Opportunity Tax Credit.The AOTC made the Hope Credit available to a broader range of taxpayers, expanding eligibility to those with higher incomes and those who owe no tax. The full $2,500 tax credit is available to individuals with a modified adjusted gross income (MAGI) of $80,000 or less ($160,000 or less for joint filers).\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education (Archive 2009),\" Page 20.\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education (Archive 2009),\" Pages 20-21.\n\nCommittee For a Responsible Budget. \"The Tax Break-Down: American Opportunity Tax Credit.\"\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education (Archive 2009),\" Page 31.\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education (Archive 2009),\" Pages 21, 23-24.\n\nInternal Revenue Service. \"American Opportunity Tax Credit.\"\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education,\" Pages 12-17.\n\nU.S. Congress. \"H.R.1 - American Recovery and Reinvestment Act of 2009; Summary.\"",
  "url": "https://www.investopedia.com/terms/h/hope-credit.asp"
}