{
  "term": "What Is Net Neutrality? Policies and Controversy",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nNet neutrality is a policy that requiresinternet service providers (ISPs)to provide equal access to the internet, with no changes in speed, regardless of content, user, platform, application, or device. In the U.S., after years of back-and-forth between administrations, the policy was struck down by an appeals court in 2025.\n\nNet neutrality is a policy that makes theinternetmore equally accessible. It requires ISPs to provide the same level of data access and speed to all traffic. In addition, ISPs cannot block content or engage in throttling to limit user upload and download rates.\n\nSupporters say net neutrality is essential for an open internet, as it prevents ISPs from blocking or filtering online content, or giving preferential internet speeds based on business agreements. They argue that cable companies should be classified as \"common carriers,\" like public utility companies or public transportation providers, which are forbidden by law from discriminating among their users.\n\nCritics such as conservative think tanks, hardware companies, and major telecommunication providers argue that the policy stifles market competition and innovation.\n\nColumbia University law professor Tim Wu coined the term \"net neutrality.\"\n\nThe Obama administration advanced net neutrality legislation in 2015 and enacted rules that barred ISPs such as AT&T and Comcast from deliberately speeding up or slowing down traffic to or from specific websites based on demand or business preferences.\n\nHowever, in 2017, theFederal Communications Commission (FCC), under President Trump, eliminated all net neutrality protections and renounced its authority over broadband. It also allowed states to implement their own open internet rules.\n\nIn July 2022, Senators Edward J. Markey (D-Mass.), Ron Wyden (D-Ore.), and Representative Doris Matsui (CA-06) introduced the Net Neutrality and Broadband Justice Act. This legislation would classify broadband internet access as a telecommunications service under Title II of the Communications Act, giving the FCC the appropriate authority to reinstate net neutrality protections.\n\nIn April 2024, the Federal Communications Commission (FCC) restored net neutrality. In August 2024, a federal appeals court put the policy on pause at the request of a trade group that represented ISPs. In January 2025, a federal appeals court struck delivered the final blow against net neutrality in the U.S.\n\nFollowing the 2017 repeal of net neutrality in the U.S., several violations were studied, including:\n\nNet neutrality is the policy that states that internet service providers should treat all data on the internet equally. Proponents argue it promotes a free and open Internet, where users can access content without restriction, provided the content does not violate any laws. Critics argue it stifles innovation and market competition.\n\nThe European Union (EU) formed regulations to promote and protect an open internet, preventing internet service providers from restricting and blocking users' access to lawful content. Certain exceptions, such as the ability to slow traffic at the request of a court order, apply.\n\nIn 2017, India developed one of the strictest net neutrality laws in the world. Policymakers and Indian activists, with a desire to promote an open internet and widespread internet access across the nation, advocated together for the net neutrality law. Service providers who violate these regulations may lose their license to operate.\n\nNet neutrality has had a few twists and turns in the U.S. First enacted by the Obama administration as a policy regulated by the FCC, it was gutted by the Trump administration, and then reinstated by the Biden administration. In January 2025, it was struck down by a federal appeals court. But the policy lives on elsewhere around the world, including the EU and India.\n\nFederal Communications Commission. \"Net Neutrality.\"\n\nColumbia Law School. \"Faculty: Timothy Wu.\"\n\nU.S. Government Publishing Office. \"Why Net Neutrality Matters: Protecting Consumers and Competition Through Meaningful Open Internet Rules.\"\n\nInternet Society. \"Policy Brief: Network Neutrality.\"\n\nFederal Communications Commission. \"Chairman Pai Statement on Victory in D.C. Circuit.\"\n\nSenator Ed Markey. \"Senators Markey, Wyden, and Rep. Matsui Introduce Legislation to Reinstate Net Neutrality, Reverse Damaging Trump-Era Deregulation.\"\n\nUnited States Court of Appeals for the Sixth Circuit.\"Upon Multi-Circuit Petitions for Review of the Federal Communications Commission’s Safeguarding and Securing the Open Internet Order, FCC 24-52.\"\n\nReuters. \"U.S. Court Blocks Biden Administration Net Neutrality Rules.\"\n\nFederal Communications Commission. \"FCC Announces Effective Date of Net Neutrality Order.\"\n\nConsumer Reports. \"Understanding the Fight Over Net Neutrality.\"\n\nBloomberg. \"YouTube, Netflix Found to Be Slowed by Wireless Carriers.\"\n\nArs Technica. \"Verizon Throttled Fire Department’s “Unlimited” Data During Calif. Wildfire.\"\n\nArs Technica. \"Comcast Starts Throttling Mobile Video, Will Charge Extra for HD Streams.\"\n\nTelecoms. \"AT&T's New 'Turbo' Charge Raises Net Neutrality Concerns.\"\n\nEuropean Commission. \"Open Internet.\"\n\nGovernment of India, Department of Telecommunications. \"Net Neutrality.\"\n\nCNN Money. \"India Now Has the 'World's Strongest' Net Neutrality Rules.\"",
  "url": "https://www.investopedia.com/terms/n/net-neutrality.asp"
}