{
  "term": "What Is the Piotroski Score? Definition, Meaning, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nInvestopedia / Michela Buttignol\n\nThe Piotroski score is a discrete score between zero and nine that reflects nine criteria used to determine the strength of a firm's financial position. The Piotroski score is used to determine the bestvalue stocks, with nine being the best and zero being the worst.\n\nThe Piotroski score was named after the Chicago accounting professor Joseph Piotroski, who devised the scale, according to specific aspects of company financial statements. Aspects are focused on the company’s accounting results in recent time periods (years).\n\nFor every criterion met (noted below), one point is awarded; otherwise, no points are awarded. The points are then added up to determine the best value stocks.\n\nThe Piotroski score is broken down into the following categories:\n\nIf a company has a score of 8 or 9, it is considered a good value. If the score adds up to between 0 and 2 points, the stock is considered weak.\n\nPiotroski's April 2000 paper \"Value Investing: The Use of Historical Financial Statement Information to Separate Winners from Losers,\" demonstrated that the Piotroski score method would have seen a 23% annual return between 1976 and 1996 if the expected winners were bought and expected losers shorted.\n\nAs a starting point, Piotroski suggested investors begin with a sample of the bottom 20% of the market in terms ofprice-to-bookvalue.\n\nOf course, with any investment system, looking at past results doesn't mean it will work the same way in the future. Those interested in learning more about the Piotroski score and other financial topics may want to consider enrolling in one of the best investing courses currently available.\n\nAs an example of the Piotroski scoring method in action, note the following criteria calculations for the hypothetical company, XYZ. The profitability calculations are as follows:\n\nThe leverage calculations are as follows:\n\nThe efficiency calculations are as follows:\n\nXYZ's total Piotroski score was a 6 out of 9, which could make it an average value proposition going forward, according to the Piotroski method.\n\nThe Piotroski score is generally considered to be viable in the world of financial analysis and investment. It analyzes a company's overall financial health by looking at a multitude of factors. It is simple, efficient, and effective in determining value stocks.\n\nHigh Piotroski scores are considered to be a good investment; those that have good value. These usually fall in the range of 8 to 9. Low Piotroski scores are considered poor investments and have a range between 0 to 2.\n\nThe Piotroski score assesses financial strength while the Altman Z score assesses the likelihood of bankruptcy. Both determine their outcomes by assessing the financial information of a company.\n\nThe Piotroski score helps determine good value stocks by assessing the overall financial strength of a company. It looks at a variety of metrics, from net income to profitability to liquidity to cash flow to margin to debt and more. The score can help investors pick stocks or sell off ones that may no longer be a good value.\n\nPiotroski, Joseph D. \"Value Investing: The Use of Historical Financial Statement Information to Separate Winners from Losers.\"Journal of Accounting Research, vol. 38, Supplement: Studies on Accounting Information and the Economics of the Firm, 2000, pp. 1-41.",
  "url": "https://www.investopedia.com/terms/p/piotroski-score.asp"
}