{
  "term": "What Is Negative Gearing? Definition, How It Works, and Profiting",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nNegative gearing is a practice common in property investing. It is a form of financialleveragethat describes the purchase of an income-producing asset, such as a rental property, but when the asset will not produce enough income to cover the cost of the asset. For example, when the rental income is insufficient to cover the loan payments, maintenance, interest, or depreciation for the asset in the short term. Ideally, the asset will eventually produce enough money to cover those costs.\n\nThe reason a property buyer would employ negative gearing is that the short-term losses can be beneficial to the owner's tax bill in certain instances.\n\nA negatively geared asset is one that does not provide sufficient income to cover its cost. It results in a loss for the asset owner. The benefit to the buyer or investor is that, depending on the investor's home country, theshortfallbetween income earned and interest due can be deducted from current income taxes.\n\nCountries that allow this tax deduction include Australia, Japan, and New Zealand.Other countries, such as Canada, France, Germany, Sweden, and the United States, allow the deduction but with restrictions.Investing in such a way might make sense in instances where large capital gains are expected at the time of sale, which will recoup intermittent losses.\n\nNegative gearing only becomes a profitable venture when the property is eventually sold via capital appreciation. At the time of sale, a prerequisite is that property values must be rising, not falling, or holding steady. If property values are falling or holding steady, the owner might not be able to sell the asset at a high enough price to make up for the losses while the asset was producing insufficient income to cover expenses.\n\nMany investors who speculate this way will purposely seek out negative gearing for the tax deductions in the hope that they will make a profit when the property is sold for capital gains.\n\nInvestors considering this type of arrangement need to have the financial stability to fund the shortfall out of pocket until the property is sold and the full profit can be reached. Also of utmost importance is that the interest rate is locked in from the beginning or, if the borrower's interest is calculated on a floating index, that prevailing rates remain low.\n\nA criticism of negative gearing is that it can distort the housing market by reducing housing supply, particularly of rental properties, perhaps push up rental prices, and encourage over-investment in real estate.\n\nAustralian Government: The Treasury. \"Negative Gearing.\" Accessed April 30, 2021.\n\nInternal Revenue Service. \"Publication 527 (2020), Residential Rental Property,\" Page 12. Accessed April 30, 2021.",
  "url": "https://www.investopedia.com/terms/n/negative_gearing.asp"
}