{
  "term": "What Is an Economic Shock & Effects of Different Types",
  "definition": "An economic shock refers to any change to fundamentalmacroeconomicvariables or relationships that has a substantial effect on macroeconomic outcomes and measures of economic performance, such as unemployment, consumption, andinflation. Shocks are often unpredictable and are usually the result of events thought to be beyond the scope of normal economic transactions.\n\nEconomic shocks have widespread and lasting effects on the economy, and, according toreal business cycle theory (RBC), are thought to be the root cause ofrecessionsand economic cycles.\n\nEconomic shocks can be classified as primarily impacting the economy through either thesupply or demandside. They can also be classified by their origin within or impact upon a specific sector of the economy. Finally, shocks can be considered either real ornominalshocks, depending on whether they originate from changes in real economic activity or changes in the nominal values of financial variables.\n\nBecause markets and industries are interconnected in the economy, large shocks to either supply or demand in anysectorof the economy can have a far-reaching macroeconomic impact. Economic shocks can be positive (helpful) or negative (harmful) to the economy, though for the most parteconomists, and normal people, are more concerned about negative shocks.\n\nAsupply shockis an event that makes production across the economy more difficult, more costly, or impossible for at least some industries. A rise in the cost of importantcommoditiessuch as oil can cause fuel prices to skyrocket, making it expensive to use for business purposes.\n\nNatural disasters or weather events, such as hurricanes, floods, or major earthquakes, can induce supply shocks, too, as can man-made events such as wars or major terrorism incidents. Economists sometimes refer to most supply-side shocks as \"technological shocks.\"\n\nDemand shockshappen when there is a sudden and considerableshift in the patterns of private spending, either in the form of consumer spending or investment spending from businesses. An economic downturn in the economy of a majorexportmarket can create a negative shock to business investment, particularly in export industries.\n\nA crash in stock or home prices can cause a negative demand shock as households react to a loss of wealth by cutting back sharply on consumption spending.Supply shocks to consumer commodities with priceinelastic demand, such as food and energy, can also lead to a demand shock by reducing consumers' real incomes. Economists sometimes refer to demand-side shocks as \"non-technological shocks.\"\n\nA financial shock is one that originates from thefinancial sectorof the economy. Because modern economies are so deeply dependent on the flow of liquidity andcreditto fund normal operations and payrolls, financial shocks can impact every industry in an economy.\n\nA stock market crash, aliquidity crisisin the banking system, unpredictable changes in monetary policy, or the rapiddevaluationof a currency would be examples of financial shocks. Financial shocks are the primary form of nominal shocks, though their effects clearly can have a serious impact on real economic activity.\n\nPolicy shocks are changes in government policy that have a profound economic effect. The economic impact of a policy shock might even be the goal of a government action. It could be an expected side effect or an entirely unintended consequence as well.\n\nFiscal policyis, in effect, a deliberate economic demand shock, positive or negative, intended to smooth outaggregate demandover time. The imposition of tariffs and other barriers to trade can create a positive shock for domestic industries but a negative shock to domestic consumers. Sometimes even a potential change in policy or an increase in uncertainty about future policy can create an economic shock before or without an actual policy change.\n\nA technology shock results from technological developments that affectproductivity. The introduction of computers and internet technology and the resulting increase in productivity across many different occupations is an example of a positive technology shock.\n\nEconomists often use the term technology in a much broader sense, so that many of the above examples of economic shocks, such as a rise in energy prices, would also fall under the category of technology shocks. However, people also often refer to shocks specifically originating from thetechnology sectoras technology shocks.\n\nThe World Trade Organization. “Why Economic Resilience Matters,” Pages 41-42.\n\nFederal Reserve Bank of Dallas. “Why House Prices Surged as the COVID-19 Pandemic Took Hold.”\n\nDieppe, Alistair, Francis, Neville, and Kindberg-Hanlon, Gene. “Technological and Non-Technological Drivers of Productivity Dynamics in Developed and Emerging Market Economies.”Journal of Economic Dynamics and Control, vol. 131, 2021, pp. 1.",
  "url": "https://www.investopedia.com/terms/e/economic-shock.asp"
}