{
  "term": "What Was the LIBOR Scandal? What Happened and Impacted Companies",
  "definition": "The LIBOR scandal was a highly-publicized scheme in which bankers at several major financial institutions colluded with each other to manipulate theLondon Interbank Offered Rate(LIBOR). The scandal sowed distrust in the financial industry and led to a wave of fines, lawsuits, and regulatory actions. Although the scandal came to light in 2012, there is evidence suggesting that the collusion in question had been ongoing since as early as 2003.\n\nMany leading financial institutions were implicated in the scandal, including Deutsche Bank (DB), Barclays (BCS), Citigroup (C), JPMorgan Chase (JPM), and the Royal Bank of Scotland (RBS).\n\nAs a result of the rate-fixing scandal, questions aroundLIBOR's validity as a credible benchmark ratewere raised. It was fully phased out on June 30, 2023.It was replaced by theSecured Overnight Financing Rate(SOFR).\n\nThe LIBOR was abenchmark interest ratethat was used for the pricing of loans andderivative productsthroughout the world. It was formed using reference interest rates submitted by participating banks. During the LIBOR Scandal, traders at many of these banks deliberately submitted artificially low or high interest rates in order to force the LIBOR higher or lower, in an effort to support their own institutions’ derivative and trading activities.\n\nThe LIBOR scandal was significant because of the central role LIBOR played in global finance.\n\nThe LIBOR was used to determine everything from the interest rates that giant corporations will pay for loans, to the rates individual consumers will pay forhome mortgagesorstudent loans. It was also used in derivative pricing. Therefore, by manipulating the LIBOR, the traders in question were indirectly causing a cascade of mispriced financial assets throughout the entire global financial system. Understandably, this led to a substantial public backlash, as parties throughout the world wondered whether they may have been harmed financially.\n\nPublic outrage at the scandal was further exacerbated by the apparent brashness of many of the actors involved. This became evident as emails and phone records were released during investigations. Evidence showed traders openly asking others to set rates at a specific amount so that a particular position would be profitable.\n\nRegulatorsin both the United States and the United Kingdom levied some $9 billion in fines on banks involved in the scandal, as well as a slew of criminal charges. Because LIBOR was used in the pricing of many of the financial instrumentsused by corporations and governments, they also filed lawsuits, alleging that the rate-fixing negatively affected them.\n\nFollowing the exposure of the LIBOR collusion, Britain’sFinancial Conduct Authority(FCA) took the responsibility for LIBOR supervision away from theBritish Bankers Association(BBA) and turned it over to the Intercontinental Exchange's Benchmark Administration (IBA). The IBA is an independent U.K. subsidiary of the private U.S.-based exchange operator,Intercontinental Exchange(ICE).\n\nAlthough it is difficult to know whether any particular person was affected by the LIBOR scandal, there are many potential ways in which its impact could have been felt. For example, individual homeowners may have initiatedfixed-rate mortgagesat a time when mortgage rates were artificially raised based on upward manipulation of the LIBOR. From the homeowner’s perspective, every dollar of additional expense caused by the artificially high rates could be seen as a kind of theft being committed by the LIBOR rate fixers. Similarly, many traders who were party to derivative contracts would have experienced unnecessarily severe losses as a result of the LIBOR scandal.\n\nRegulators issued about $9 billion in fines against the banks involved in the scandal.\n\nYes. In May 2015, JP Morgan Chase, Citigroup, Barclays, UBS, and Royal Bank of Scotland pleaded guilty to criminal charges. Several individuals were also charged. In November 2015, a judge sentenced two former Rabobank employees to one to two years in prison.\n\nUltimately, the LIBOR scandal left many changes in its wake. The New York Federal Reserve launched a LIBOR replacement in April 2018 called theSecured Overnight Financing Rate(SOFR), which is based on short-term loans observed in the repo market. (Unlike the LIBOR, there’s extensive trading in Treasuryrepos, theoretically making it a more accurate indicator of borrowing costs. Moreover, the SOFR is based on data from observable transactions rather than on estimated borrowing rates, as was sometimes the case with LIBOR.) In December 2022, the Federal Reserve Board adopted a final rule that used benchmarks based on SOFR.On June 30, 2023, LIBOR was fully phased out.\n\nU.S. Securities and Exchange Commission. \"What You Need to Know About the End of LIBOR – Investor Bulletin.\"\n\nThe Intercontinental Exchange. \"LIBOR.\"\n\nCouncil on Foreign Relations. \"Understanding the Libor Scandal.\"",
  "url": "https://www.investopedia.com/terms/l/libor-scandal.asp"
}