{
  "term": "What Is a Wrap Fee? Definition, How It Works, Pros, and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA wrap fee is an all-inclusive charge for the services of aninvestment managerorinvestment advisor. The wrap fee generally covers investment advice, investment research, brokerage services, and administrative fees.\n\nThe fee is based on the assets in the account and generally ranges from 1% to 3% per year of the assets under management.\n\nThe wrap fee simplifies investing costs and makes them more predictable. It may be a good option for an actively-engaged investor who regularly demands the full services of an investment manager or advisor. It could be less beneficial to an investor who is holding onto a portfolio of investments for the long term and does not intend to frequently alter it.\n\nWhen given the choice, the wise investor finds out exactly what is included and not included in the wrap fee. Every firm creates its own wrap fee program, and some are less comprehensive than others.\n\nAn investment advisor must provide clients with a wrap fee brochure listing the services that are included in the fee.\n\nThe benefit of a wrap fee is its predictability. The investor knows up front what the cost will be for the year, no matter how little or how much of the advisor's services are used.\n\nThere may be services or fees that are not included in the wrap fee. Investment firms are required to provide a wrap fee brochure detailing the services and costs that are included in the fee.\n\nChoosing a wrap fee can be a good option for investors who intend to use their broker's full line of services since it covers all the direct services the customer receives.\n\nThe wrap fee includes charges like commissions, trading fees, advising fees, and other investment expenses. The fee also may cover the administrative costs of the investment firm.\n\nInvestors must decide whether the services they routinely demand from their advisors make paying a 1% to 3% charge worth it. The investor who builds a solid portfolio and leaves it alone through market ups and downs may find it cheaper to pay the individual one-time fees charged for occasional adjustments.\n\nWrap fee programs can have a variety of names, such as asset allocation programs, investment management programs, asset management programs, separately managed accounts, and mini-accounts.\n\nWhatever the name, this type of account can be subject to additional disclosure under Rule 204-3(f) of theInvestment Advisers Act of 1940. This rule defines a wrap fee as a “program under which any client is charged a specified fee or fees not based directly on transactions in a client’s account for investment advisory services (which may include portfolio management or advice concerning the selection of other advisers) and execution of client transactions.”\n\nIn December 2017, theSecurities and Exchange Commission(SEC) released an investor bulletin that provides basic information about wrap fee programs and some questions to consider asking an investment advisor before choosing to open an account in a wrap fee program.\n\nWrap fees provide investors with some sense of predictability. They know in advance what the costs of their accounts will be, no matter how much or how little they demand from their advisors.\n\nOne common complaint against some brokers is that they make excessive trades in order to earn more trading commissions. The wrap fee removes any incentive to trade frequently.\n\nThe downside of the wrap fee is that some investors may be paying for a level of service that they don't use. Passive investors could be over-paying for advice and research that they have no intention of using. Conservative investors might find that the wrap fee, at 1% to 3%, eats most of their annual investment returns. Investors who have most or all of their assets in exchange-traded funds aren't looking for word of the next big breakout stock.\n\nThe pay-as-you-go plan might be a better choice in those cases.\n\nEither way, investment fees can erodereturns. As mentioned above, wrap accounts may charge anywhere between 1% to 3% of the total assets under management—a pretty hefty price tag, especially for investors with a smallnest egg. People who can't afford wrap fees and those who prefer a passivebuy and holdstrategy may be better off with individual investments. Furthermore, investors with wrap accounts may be on the hook for additional fees, such as amutual fundwith anexpense ratio.\n\nThe normal wrap fee is 1% to 3% per year of the assets under management. Whether that's reasonable depends on what it covers. The wrap fee may not include certain charges.\n\nSecurities & Exchange Commission (SEC) regulations require that investment advisors give their clients a wrap fee program brochure stating what services and charges are included in the fee.\n\nThe investor may still have to pay some fees, such as those charged by a mutual fund provider or charges related to third-party providers. Even some uncommon brokerage fees may not be covered in a wrap fee.\n\nWhether it's worth it to pay a wrap fee depends on how much service you demand from your investment advisor and how often. If you are confident that your money is in good hands and you don't need to revisit your investment decisions regularly, you may not need a wrap fee.\n\nThe wrap fee generally covers professional advice and research services, trading fees, and related administrative costs. If you aren't using all of those services frequently, you may be better off with the standard pay-as-you-go plan.\n\nEvery investment advisory firm creates its own wrap fee program so the precise terms vary.\n\nLuckily, the firm is required to give you a wrap fee brochure detailing exactly what services are covered.\n\nYou might ask the advisor whether a wrap fee or per-use fees is better for you and why.\n\nCornell University, Legal Information Institute. \"17 CFR § 275.204-3 - Delivery of Brochures and Brochure Supplements.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Investment Adviser Sponsored Wrap Fee Programs.\"",
  "url": "https://www.investopedia.com/terms/w/wrap-fee.asp"
}