{
  "term": "What Is an Amortized Bond? How They Work, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn amortized bond is one in which the principal (face value) on the debt is paid down regularly, along with its interest expense over the life of the bond. A fixed-rate residentialmortgageis one common example because the monthly payment remains constant over its life of, say, 30 years. However, each payment represents a slightly different percentage mix of interest versus principal. An amortized bond is different from aballoonorbulletloan, where there is a large portion of the principal that must be repaid only at its maturity.\n\nThe principal paid off over the life of an amortized loan or bond is divvied up according to anamortization schedule, typically through calculating equal payments all along the way. This means that in the early years of a loan, the interest portion of the debt service will be larger than the principal portion. As the loan matures, however, the portion of each payment that goes towards interest will become lesser and the payment to principal will be larger. The calculations for an amortizing loan are similar to that of anannuityusing thetime value of money, and can be carried out quickly using anamortization calculator.\n\nAmortization of debt affects two fundamental risks of bond investing. First, it greatly reduces thecredit riskof the loan or bond because the principal of the loan is repaid over time, rather than all at once upon maturity, when the risk of default is the greatest. Second, amortization reduces the duration of the bond, lowering the debt's sensitivity tointerest rate risk, as compared with other non-amortized debt with the same maturity and coupon rate. This is because as time passes, there are smaller interest payments, so theweighted-average maturity(WAM) of the cash flows associated with the bond is lower.\n\n30-year fixed-rate mortgages are amortized so that each monthly payment goes towards interest and principal. Say you purchase a home with a $400,000 30-year fixed-rate mortgage with a 5% interest rate. The monthly payment is $2,147.29, or $25,767.48 per year.\n\nAt the end of year one, you have made 12 payments, most of the payments have been towards interest, and only $3,406 of the principal is paid off, leaving a loan balance of $396,593. The next year, the monthly payment amount remains the same, but the principal paid grows to $6,075. Now fast forward to year 29 when $24,566 (almost all of the $25,767.48 annual payments) will go towards principal. Freemortgage calculatorsor amortization calculators are easily found online to help with these calculations quickly.\n\nTreating a bond as an amortized asset is an accounting method used by companies that issue bonds. It allows issuers to treat thebond discountas an asset over the life of the bond until its maturity date. A bond is sold at a discount when a company sells it for less than itsface valueand sold at a premium when the price received is greater than face value.\n\nIf a bond is issuedat a discount—that is, offered for sale below its par or face value—the discount must be treated either as an expense or it can be amortized as an asset. In this way, an amortized bond is used specifically for tax purposes because the amortized bond discount is treated as part of a company's interest expense on its income statement. The interest expense, a non-operating cost, reduces a company'searnings before tax(EBT) and, therefore, the amount of its tax burden.\n\nAmortization is an accounting method that gradually and systematically reduces the cost value of a limited-life, intangible asset.\n\nEffective-interest and straight-line amortization are the two options for amortizing bond premiums or discounts. The easiest way to account for an amortized bond is to use thestraight-linemethod of amortization. Under this method of accounting, the bond discount that is amortized each year is equal over the life of the bond.\n\nCompanies may also issue amortized bonds and use theeffective-interest method. Rather than assigning an equal amount of amortization for each period, effective-interest computes different amounts to be applied to interest expense during each period. Under this second type of accounting, the bond discount amortized is based on the difference between the bond'sinterestincome and its interest payable. Effective-interest method requires a financial calculator or spreadsheet software to derive.",
  "url": "https://www.investopedia.com/terms/a/amortized-bond.asp"
}