{
  "term": "What Is Basel I? Definition, History, Benefits, and Criticism",
  "definition": "Basel I is a set of international banking regulations established by theBasel Committee on Banking Supervision (BCBS). It prescribes minimum capital requirements for financial institutions, with the goal of minimizing credit risk.Under Basel I, banks that operate internationally were required to maintain at least a minimum amount of capital (8%) based on their risk-weighted assets.Basel I is the first of three sets of regulations known individually as Basel I, II, and III, and collectively as theBasel Accords.\n\nThe BCBS was founded in 1974 as an international forum where members could cooperate on banking supervision matters. The BCBS says it aims to enhance \"financial stability by improving supervisory know-how and the quality of banking supervision worldwide.\" This is done through regulations known as accords.\n\nBasel I, the committee's first accord, was issued in 1988 and focused mainly on credit risk by creating a classification system for bank assets.\n\nThe BCBS regulations do not have legal force. Members are responsible for implementation in their home countries. Basel I originally called for a minimum ratio of capital to risk-weighted assets of 8%, which was to be implemented by the end of 1992. In September 1993, the BCBS announced thatG10 countries' banks with material international banking business were meeting the minimum requirements set out in Basel I. According to the BCBS, the minimum capital ratio framework was adopted not only in its member countries but in virtually every other country with active international banks.\n\nBasel I was developed to mitigate risk to consumers, financial institutions, and the economy at large. Basel II, brought forth some years later, lessened the capital reserve requirements for banks. That came under some criticism, but because Basel II did not supersede Basel I, many banks continued to operate under the original Basel I framework, later supplemented by Basel III addendums.\n\nPerhaps the greatest legacy of Basel I was that it contributed to the ongoing adjustment of banking regulations and best practices, paving the way for further protective measures.\n\nBasel I has been criticized for hampering bank activity and slowing growth in the overall world economy by making less capital available for lending. Critics on the other side of that argument maintain that the Basel I reforms did not go far enough. Both Basel I and Basel II were faulted for their failure to avert the financial crisis andGreat Recessionof 2007 to 2009, events that became a catalyst for Basel III.\n\nAnother critique of Basel I was its simplistic approach to risk weighting. Basel I assigned fixed risk weights to different types of assets, but these weights could seen as arbitrary and not reflective of the actual risk. For example, corporate loans would be given a risk weight. However, risk is much more intricate than a single fixed risk weight that may not truly reflect the full financial health of the borrowing corporations.\n\nLast, the framework primarily focused on credit risk and did not adequately address other critical types of risk, such as market risk and operational risk. This oversight meant that banks with significant trading operations or complex financial instruments could potentially understate their capital requirements.\n\nBasel I was developed to mitigate risk to consumers, financial institutions, and the economy at large.\n\nThe Basel I classification system groups a bank'sassetsinto risk categories, labeled with 0%, 10%, 20%, 50%, 100%, and 150%. A bank's assets are assigned to these categories based on the nature of the debtor.\n\nThe 0% risk category usually comprises cash,central bank, and government debt, as these entities are generally the lowest risk entities. Public sector debt is often placed in higher categories (i.e. 20% or higher, depending on the debtor.\n\nDevelopment bank debt, OECD bank debt, OECD securities firm debt, non-OECD bank debt (under one year of maturity), non-OECD public sector debt, and cash in collection all fall into the 20% category. The 50% category is for residential mortgages, and the 100% category is represented byprivate sectordebt, non-OECD bank debt (maturity over a year), real estate, plant and equipment, and capital instruments issued at other banks. Banks are slotted into the 150% category if they have an external rating below B-.\n\nThe bank must maintain capital (Tier 1andTier 2capital) equal to at least 8% of its risk-weighted assets.This is meant to ensure that banks hold an adequate amount of capital to meet their obligations. For example, if a bank has risk-weighted assets of $100 million, it is required to maintain capital of at least $8 million. Tier 1 capital is the most liquid type and represents the core funding of the bank, while Tier 2 capital includes less liquid hybrid capital instruments, loan-loss and revaluation reserves, as well as undisclosed reserves.\n\nBasel I is the first of three sets of international banking regulations established by the Basel Committee on Banking Supervision, based in Basel, Switzerland. It has since been supplemented by Basel II and Basel III, the latter of which isstill implementedas of 2022.\n\nThe purpose of Basel I was to establish an international standard for how much capital banks must keep in reserve in order to meet their obligations. Its regulations were intended to enhance the safety and stability of the banking system worldwide.\n\nBasel I introduced guidelines for how much capital banks must keep in reserve based on the risk level of their assets. Basel II refined those guidelines and added new requirements. Basel III further refined the rules based in part on the lessons learned from the worldwide financial crisis of 2007 to 2009.\n\nBasel I was the earliest of the three Basel Accords andintroduced capital reserve requirementsfor banks based on the riskiness of their assets. Under the accord, banks were required to keep capital of at least 8% of their determined risk profile on hand. It has since been supplemented by Basel II and Basel III.\n\nBank for International Settlements. \"The Basel Framework.\"\n\nFederal Reserve Board. \"Part 2: The First Pillar - Minimum Capital Requirements.\" Page 6.\n\nBank for International Settlements. \"History of the Basel Committee.\"\n\nBank for International Settlements. \"The Basel Framework.\"\n\nBank for International Settlements. \"Definition of Capital in Basel III - Executive Summary.\"",
  "url": "https://www.investopedia.com/terms/b/basel_i.asp"
}