{
  "term": "What Is Return on Revenue: Formulas, Calculations and Application",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nReturn on revenue (ROR) is a measure of company profitability based on the amount of revenue generated. Return on revenue compares the amount ofnet incomegenerated for each dollar ofrevenue.\n\nReturn on revenue is one of the most important financial metrics in gauging the profitability of a company. ROR is also helpful in determining how well a company's management team generates sales while also managing expenses. Return on revenue is also callednet profit margin.\n\nReturn on revenue represents the percentage of profit that's generated from revenue. Revenue is the money that a company generates from the sale of its goods and services. Revenue is recorded at the top of the income statement and is the number from which all expenses and costs are subtracted from to arrive at a company's profit or net income. In the retail industry, revenue can also be called net sales or net revenue because total revenue is reduced by sales discounts and merchandise returns.\n\nNet income represents a company's profit and is calculated by taking revenue and subtracting the various costs and expenses to run the company. Some of the deductions from revenue to arrive at net income include cost of goods sold, which are the costs involved in production, taxes, operating expenses, and overhead costs called selling, general, and administrative expenses (SG&A). Net income is located at the bottom of the income statement and often referred to as thebottom line.\n\nReturn on revenue shows the amount of revenue that ultimately becomes net income. In other words, net income is what's left over from revenue after all costs are deducted. Return on revenue is the percentage of total revenue that was recorded as profit or what was left over after all expenses and subtractions were completed. The formula for calculating return on revenue is shown below.\n\n﻿ROR=Net incomeSales Revenue\\text{ROR}=\\frac{\\text{Net income}}{\\text{Sales Revenue}}ROR=Sales RevenueNet income​﻿\n\nNet income is divided by revenue, which will yield a decimal. The result can be multiplied by 100 to make the result a percentage.\n\nReturn on revenue uses net income, which is calculated as revenues minus expenses. The calculation includes both expenses paid in cash and non-cash expenses, such asdepreciation. The net income calculation includes all of the business activities of the company, which includes day-to-day operations and unusual items, such as the sale of a building.\n\nRevenue represents the total revenue from sales or the net revenue after rebates have been granted for returned merchandise. If net revenue is used by a company, it'll be calculated for investors and reported on the top line of the income statement.\n\nReturn on revenue or net profit margin helps investors to see how much profit a company is generating from the sales for that while also considering the operating and overhead costs. By knowing how much profit is being earned from total revenue, investors can evaluate and management's effectiveness. A company not only needs to generate more sales and revenue, but it must also keep costs contained. Return on revenue provides clarity as to the relationship between revenue generation and expense management.\n\nIf a company's management is generating revenue, but the company's costs are increasing so much that it eclipses the revenue earned, the net profit margin will decline. In other words, if a company's expenses are rising at a faster rate than its growth in revenue, the net profit margin will decline over time.\n\nA company can increase the return on revenue or profit margin by increasing revenue, decreasing costs, or some combination of both. Companies can also change the sales mix to increase revenue. The sales mix is the proportion of each product a business sells, relative to total sales. Each product sold may deliver a different level of profit. By shifting sales to products that provide a higher profit margin, a business can increase net income and improve ROR.\n\nAssume, for example, that a sporting goods store sells an $80 baseball glove that generates a $16 profit and a $200 baseball bat that produces a $20 profit. While the bat generates more revenue, the glove produces a 20% profit ($16 / $80), and the bat only earns a 10% profit ($20 / $200). By shifting the store's sales and marketing effort to baseball gloves, the business can earn more net income per dollar of sales, which increases ROR.\n\nA corporation's ROR allows an investor to compare profitability from year to year and evaluate the company's management's business decisions. Since ROR does not consider a company's assets and liabilities, it should be used in conjunction with other metrics when evaluating a company'sfinancial performance.\n\nWhen management makes changes to increase ROR, the company's decisions also help increaseearnings per share (EPS). EPS is an indicator of a company's profitability by comparing net income to the number of outstanding shares of common stock. The higher the EPS, the more profitable a company is considered.\n\nEPS is calculated by dividing net income by the number of outstanding shares of common stock. For example, let's assume that a firm earns a total net income of $1 million per year and has 100,000 shares of common stock outstanding, and EPS is ($1,000,000 / 100,000 shares), or $10 per share. If senior management can increase net income to $1.2 million, and there is no change in common stock shares, EPS increases to $12 per share. The increase in net income also increases ROR. However, ROR has no bearing on the number of shares outstanding.\n\nBoth EPS and ROR measure the extent of the profit generated by a company. Companies issue shares of stock to generate funds to invest in the company and grow profits. If a company generates a significant amount of net income as a result of the capital received from issuing shares of stock, the company's management would be seen as growing earnings efficiently.\n\nIn other words, earnings per share shows how much net income has been generated based on the quantity of shares outstanding. A company that generates more earnings with a fewer number of shares outstanding than the competition would have a higher EPS and be viewed more favorably by investors. EPS helps to show how effectively management is at deploying its resources to generate profit.\n\nWhile EPS measures the profit generated as a result of the number of outstanding stock shares, ROR measures the profit generated from the amount of revenue generated. ROR helps to show how effective a company's management is at increasing sales while managing the costs to run the business. Both metrics are important and should be used in tandem when evaluating a company's financial performance.\n\nBelow is the income statement for Apple Inc. (AAPL) for the fiscal year ending Sept. 28, 2019, according to the company's 10-K filing.\n\nTo determine whether Apple's return on revenue was favorable, investors should compare the results to other companies within the same industry and during the same period. Investors can also calculate a company's ROR for several periods to get a sense of how the ROR has been trending.\n\nU.S. Securities and Exchange Commission. \"Apple Inc. Form 10-K for the Fiscal Year Ended September 28, 2019.\"",
  "url": "https://www.investopedia.com/terms/r/returnonrevenue.asp"
}