{
  "term": "What Is a High-Yield Bond Spread? Definition and Use in Investing",
  "definition": "A high-yield bond spread is the percentage difference in current yields of various classes of high-yield bonds compared against investment-grade corporate bonds, Treasury bonds, or another benchmark bond measure. Spreads are often expressed as a difference in percentage points orbasis points. The high-yield bond spread is also referred to as credit spread.\n\nA high-yield bond, also known as a junk bond, is a type of bond that offers a high rate of interest because of its highrisk of default. A high-yield bond has a lower credit rating than government bonds or investment-grade corporate bonds, but the higher interest income or yield draws investors to it. The high-yield sector has a low correlation to other fixed income sectors and has lesssensitivity to interest rate, making it a good investment asset for portfolio diversification.\n\nThe greater the default risk of a junk bond, the higher the interest rate will be. One measure that investors use to assess the level of risk inherent in a high-yield bond is the high-yield bond spread. The high-yield bond spread is the difference between the yield for low-grade bonds and the yield for stable high-grade bonds or government bonds of similar maturity.\n\nAs the spread increases, the perceived risk of investing in a junk bond also increases, and hence, the potential for earning a higher return on these bonds increases. The higher yield bond spread is, therefore, arisk premium. Investors will take on the higher risk prevalent in these bonds in return for a premium or higher earnings.\n\nHigh-yield bonds are typically evaluated on the difference between their yield and the yield on the U.S.Treasury bond. A company with weak financial health will have a relatively high spread relative to the Treasury bond. This is in contrast to a financially sound company, which will have a low spread relative to the US Treasury bond. If Treasuries are yielding 2.5% and low-grade bonds are yielding 6.5%, the credit spread is 4%. Since spreads are expressed as basis points, the spread, in this case, is 400 basis points.\n\nHigh-yield bond spreads that are wider than the historical average suggests greater credit and default risk for junk bonds.\n\nHigh-yield spreads are used by investors and market analysts to evaluate the overall credit markets. The change in the perceivedcredit riskof a company results incredit spread risk. For example, if lower oil prices in the economy negatively affect a wide range of companies, the high-yield spread or credit spread will be expected to widen, with yields rising and prices falling.\n\nIf the general market’srisk toleranceis low and investors navigate towards stable investments, the spread will increase. Higher spreads indicate a higher default risk in junk bonds and can be a reflection of the overall corporate economy (and therefore credit quality) and/or a broader weakening of macroeconomic conditions.\n\nThe high-yield bond spread is most useful in a historical context, as investors want to know how wide the spread is today compared to the average spreads in the past. If the spread is too narrow today, many savvy investors will avoid buying into junk bonds. High-yield investments are attractive vehicles for investors if the spread is wider than the historical average.",
  "url": "https://www.investopedia.com/terms/h/high-yield-bond-spread.asp"
}