{
  "term": "What Is a Handle? Definition in Price Quotes and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA handle is the whole number part of aprice quote, that is, the portion of the quote to the left of the decimal point. For example, if the price quote for the stock is $56.25, the handle is $56, eliminating the value of cents in the quote.\n\nInforeign exchange markets, the handle refers to the part of the price quote that appears in both the bid and the offer for the currency. For example, if the EUR/USDcurrency pairhas a bid of 1.4183 and an ask of 1.4185, the handle would be 1.41 – the part of the quote that is equal to both the bid and the ask.\n\nHandles are often used in futures and equities markets, where they are also known as thebig figure, or \"big fig.\"\n\nThe decimal or fractional part of the price is sometimes referred to as the dollar price or the \"stem.\"\n\nTraders often refer to only the handle of a price quote since it is assumed that other market participants know the stem of the quote. For example, if S&P 500 futures are trading at $2885.43, the handle could be conveyed simply as 2885, or shortened to just the 85 handle. If the price drops to $2875.90, a trader may say that the index has dropped ten handles.\n\nIn the foreign exchange markets, the minimum price movement is called apip. Since many of the foreign exchange instruments are quoted out four or five decimal places, it is considered simpler to refer to the last two places when discussing the bids and asks, rather than include the handle, which tends to be known by the participants.\n\nForeign exchangeencompasses an enormous range of transactions: everything from currency conversions by a traveler at an airport kiosk to billion-dollar international payments made by corporations, financial institutions, and governments. Specific examples include the financing of imports and exports, as well as speculative investment positions with no underlying goods or services. Increasing globalization has corresponded with a significant uptick in the number of foreign exchange transactions.\n\nAmid the expansive global foreign exchange market,spot marketsandforward marketsfrequently use the term handle. Spot markets are markets for financial instruments such as commodities and securities that can be traded immediately or on the spot. Spot markets rely on spot prices or current market prices. This stands in contrast with the forwards market, which works with prices at a later date. In both cases, participants in these markets must understand the handle and stem of their price quotes.\n\nSpot markets may be organized exchanges orover-the-counter (OTC)markets. Although the spot exchange rate is the earliest value date, in general, the standardsettlement datefor is two business days after the transaction date. Some exceptions exist, including transactions for crude oil. In this case, goods are sold at spot prices, but the physical delivery happens on a later date.\n\nWhen trading futures or equities, the \"handle\" refers to the whole dollar part of the asset's price, found to the left of the decimal. This is also called the whole dollar value, the big figure, or the big fig.\n\nThe handle, or big figure, is usually only quoted by traders when prices are changing quickly or reaching new levels. It is used to simplify and clarify the price being discussed. Retail investors will almost always see the entire price of an asset, not just the handle.\n\nA handle and a pip are different things in forex trading. The handle is the part of the price quote that is the same in both the bid and the ask. A pip is the minimum price movement in forex markets, usually the fourth decimal place (0.0001). \"Pip\" is short for percentage in points, and the bid-ask spread of a forex quote is generally measured in pips.\n\nA handle is a term used by traders, often in the futures or equities markets. It refers to the part of a price quote to the left of the decimal point, for example, the 28 in a price of $28.65. The decimal portion of the price is called the stem.\n\nTraders use the handle to simplify how they talk about the price level and may refer to how many handles the price has changed. For example, a price change of $28.65 to $38.24 would be a gain of 10 handles.\n\nIn forex markets, handle means something different. It refers to both the part of the price that appears on both sides of a two-way quote. This could be both the whole number and all or part of the fractional number.",
  "url": "https://www.investopedia.com/terms/h/handle.asp"
}