{
  "term": "What Is Market Value Added (MVA)? Benefits and Calculation",
  "definition": "Market value added (MVA) is a calculation that shows the difference between the market value of a company and the capital contributed by all investors, both bondholders and shareholders. In other words, it is the market value ofdebt and equity minus all capital claimsheld against the company. It is calculated as:\n\nwhere MVA is the market value added of the firm, V is the market value of the firm, including the value of the firm's equity and debt (itsenterprise value), and K is the total amount of capital invested in the firm.\n\nMVA is closely related to the concept ofeconomic value added(EVA), representing thenet present value(NPV) of a series of EVA values.\n\nWhen investors want to look under the hood to see how a company performs for its shareholders, they first look at MVA. A company’s MVA is an indication of its capacity to increase shareholder value over time. A high MVA is evidence of effective management and strong operational capabilities. A low MVA can mean the value of management’s actions and investments is less than the value of thecapital contributedby shareholders. A negative MVA means the management's actions and investments have diminished and reversed the value of capital contributed by shareholders.\n\nCompanies with a high MVA are attractive to investors not only because of the greater likelihood they will produce positive returns but also because it is a good indication they have strong leadership and sound governance. MVA can be interpreted as the amount of wealth that management has created for investors over and above their investment in the company.\n\nCompanies that are able to sustain or increase MVA over time typically attract more investment, which continues to enhance MVA. The MVA may actually understate the performance of a company because it does not account for cash payouts, such as dividends and stock buybacks, made to shareholders. MVA may not be a reliable indicator of management performance during strong bull markets when stock prices rise in general.\n\nCompanies with high MVA can be found across the investment spectrum.\n\nAlphabet Inc., (GOOGL) the parent of Google, is among the most valuable companies in the world with high growth potential. Its stock returned 1,293% in its first 10 years of operation. While much of its MVA in the early years can be attributed to market exuberance over its shares, the company has managed to more than double it from 2015 to 2019. Alphabet’s MVA has grown from $354.25 billion in 2015 to $606.20 billion in December 2017 to $809.01 billion in December 2019 to $1.19 trillion in 2020.\n\nOn the other end of the spectrum is one of the most established companies in the S&P 500 index, the Coca-Cola Company (KO). Coca-Cola is one of Warren Buffett’s favorite stock holdings because its management is so effective at increasing shareholder value. At the end of the year 2019, the company's MVA was $219.66 billion, up from $158.52 billion in 2017 and $150.41 billion in 2015, and that does not include the roughly $6 billion annually in dividend payments to shareholders.As of 2019, Coca-Cola has increased its dividends each year for the last five years by an average of 5.3% per year.\n\nStock Analysis on Net. \"Alphabet Inc. Market Value Added.\" Accessed Nov. 12, 2020.\n\nStock Analysis on Net. \"Coca-Cola Co. Market Value Added.\" Accessed Nov. 12, 2020.\n\nThe Coca-Cola Company. \"2019 Form 10-K,\" Page 60. Accessed Nov. 12, 2020.\n\nDividend Scholar. \"Coca-Cola Stock, a 58 Year Dividend Aristocrat.\" Accessed Nov. 12, 2020.",
  "url": "https://www.investopedia.com/terms/m/mva.asp"
}