{
  "term": "What a Layoff Means, Plus Statistics and an Example",
  "definition": "A layoff is the temporary or permanent termination of a worker's employment for reasons unrelated to the individual's performance on the job.\n\nEmployees may be laid off when companies decide to cut costs due to a decline in demand for their products or services, seasonal closure, a change in the business' direction, or an economic downturn.\n\nEmployees who are laid off lose their wages and company benefits but qualify for government-sponsoredunemployment insurance or compensationfor a period of time.\n\nLaid-off employeesdo not lose their investmentsin company retirement plans such as a 401(k) plan.\n\nThe federal law known as COBRA, for Consolidated Omnibus Reconciliation Act, gives laid-off employees the right to continue their company health plan coverage, at their own expense, for 18 to 36 months.\n\nLayoffs typically affect groups of workers rather than single individuals. They are a cost-cutting measure that may be prompted by a company's change in strategy or financial difficulties. They often occur as a result of the sale of a company as a new owner consolidates departments.\n\nLayoffs are understandably unpopular with workers, whether their employers call them \"downsizing,\" \"rightsizing,\" or \"smart sizing.\" A layoff may also be called a \"workforce reduction\" or a \"reduction in force.\"\n\nCompanies seeking to avoid or minimize layoffs sometimes offer their workers a voluntarybuyoutwith financial inducements to leave voluntarily. Older employees may be offeredearly retirement, replacing a paycheck with retirement benefits.\n\nIn some cases, employers conductlayoffs even when their businesses are thriving, either to increase their profits or as part of a shift in operations.\n\nA layoff is generally intended to be permanent, althoughrehires are not unknown if a company backtracks on a decision.\n\nAfurloughis intended to be temporary and is usually due to a short-term production shutdown. Workers who have been furloughed may keep their job titles and employee benefits with the expectation that they will eventually return to work.\n\nPublic service employees face a furlough when legislators deadlock on the budget appropriations that are required to pay their salaries. During agovernment shutdown, non-essential workers may be furloughed while workers in essential services are forced to work with their pay delayed until a funding agreement is reached.\n\nFurloughed workers may be eligible to collect unemployment insurance benefits depending on eligibility requirements, which are set by the states.\n\nAn employee may be fired orterminatedon the grounds of unsatisfactory performance, malfeasance, or breach of duty. An employee who is terminated with cause generally does not qualify for unemployment insurance.\n\nU.S. employers resorted to mass layoffs amid a drastic downturn in demand during the early stages of the COVID-19 pandemic, as restrictions and contagion fears halted travel, shut restaurants, and idled many other service industries.\n\nU.S. employers cut more than 20 million jobs in April 2020 alone, according to the U.S.Bureau of Labor Statistics(BLS).\n\nTo preserve jobs, the U.S. government offered thePaycheck Protection Program, with loans subsidizing businesses' payroll costs that would be forgiven under certain conditions. The program was intended to encourage businesses to keep their workers on through the pandemic.\n\nStatistics on layoffs are a key component of the larger numbers on total employment such as the monthly data onnonfarm payrollsand theunemployment rate.\n\nThe monthlyJob Openings and Labor Turnover Survey(JOLTS), from the Bureau of Labor Statistics, is a count of \"separations\" from employment for all causes, including layoffs, resignations, firings, transfers, retirements, and death. From all of these numbers it reaches a number for job openings.\n\nFor September 2023, for example, the Bureau announced that job openings nationwide totaled 9.6 million, virtually the same as the previous month. There also was little change in the numbers that make up that total, which include all job separations, voluntary and involuntary.\n\nThe workers who lose their jobs bear the brunt of layoffs, but mass job losses also hurt the workers who remain, their communities, the broader economy, and even the employer.\n\nMoreover, they may not offer the financial boost that companies are hoping for when they embark on mass layoffs. Stanford Graduate School of Business Professor Jeffrey Pfeffer argues that the recent rounds of layoffs among Big Tech companies were unnecessary and, for that matter, did the companies no good at all. He dismisses the entire phenomenon as \"copycat behavior\" among tech companies.\n\nThe downsides include high levels of stress for both laid-off employees and those left behind, and a deterioration of the customer experience. Not least, layoffs can cost the company more than they save in the long run.\n\nThefirst step after a layoffis to carefully review your contract of employment and any severance package your former employer is offering. This may include severance payments, continuation of benefits, and healthcare insurance.\n\nEmployers may attach conditions to severance agreements, such as requiring that you not claim unemployment insurance.\n\nIt may be a good idea tonegotiateyour severance agreement and have an attorney review any paperwork before you sign.\n\nIn most cases, your employer will stop paying for health insurance at the end of the month if you are laid off. You can then continue your coverage through thefederal COBRA programfor a term of 18 to 36 months. You will get the same insurance you had as an employee at the rate that the company has negotiated for its employee coverage.\n\nCOBRA coverage is significantly more expensive than employer-provided health insurance. You may be better off getting coverage through one of the plans offered under theAffordable Care Act. During the time you're unemployed, you should qualify for a substantial subsidy for the coverage and may pay little or nothing for it.\n\nAccording to the U.S. Department of Labor, you should file for unemployment insurance benefits as soon as possible if you become unemployed. To be eligible for unemployment insurance, you must be laid off or fired through no fault of your own and meet certain wage and work requirements, such as the length of time you held your previous job. Some states have additional requirements.\n\nDepending on the size of your 401(k), you may be able to leave it with your former employer.\n\nIt may be better to transfer the balance, either to a new employer or into anIndividual Retirement Account(IRA).\n\nIt is essential to transfer the balance through adirect transferbetween financial institutions rather than allowing the administrator of your former employer's 401(k) plan to cut you a check. Otherwise, you could owe income taxes on the entire balance.\n\nFollowing amerger or acquisition, many companies eliminate redundancies in their combined workforce. This will typically affect theC-suiteas well as any area where the new company has two departments performing similar functions. Human resource and payroll departments are a frequent target.\n\nSince it's hard to predict which workers will be laid off, mergers are inevitably a source of anxiety for all employees.\n\nLayoffs are a painful fact of life in a market economy exposed to intense competition and a constant search for higher profits.\n\nLayoffs can be damaging psychologically as well as financially to the affected workers and those who are left behind as well as their families, communities, colleagues, and other businesses.\n\nAny employee who is vulnerable to a layoff should be aware that there are government programs that can fill the gap between jobs and supply some income and uninterrupted health coverage.\n\nSociety for Human Resource Management (SHRM). \"What Is the Difference Between a Furlough, a Layoff and a Reduction in Force?\"\n\nU.S. Department of Labor. \"COBRA Continuation Coverage.\"\n\nU.S. Department of Labor. \"I Have Been Furloughed.\"\n\nU.S. Bureau of Labor Statistics. \"The Employment Situation - April 2020,\" Pages 1-2.\n\nU.S. Department of the Treasury. \"Paycheck Protection Program.\"\n\nBureau of Labor Statistics. \"Job Openings and Labor Turnover Summary.\"\n\nStanford. \"Why are there so many tech layoffs, and why should we be worried? Stanford scholar explains.\"\n\nU.S. Centers for Medicare & Medicaid Services. \"People with Coverage Through a Job.\"\n\nU.S. Department of Labor. \"COBRA Continuation Coverage.\"\n\nU.S. Department of Labor. \"How Do I File For Unemployment Insurance?\"\n\nInternal Revenue Service. “Topic No. 413 Rollovers from Retirement Plans.”\n\nInternal Revenue Service. \"401(k) Resource Guide - Plan Participants - General Distribution Rules.\"",
  "url": "https://www.investopedia.com/terms/l/layoff.asp"
}