{
  "term": "What Is Roll Yield and When Is It Positive or Negative?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nRoll yield is the amount of return generated in the futures market after an investor rolls a short-term contract into a longer-term contract and profits from theconvergenceof the futures price toward a higher spot or cash price. Roll yield is positive when a futures market is inbackwardation, which occurs when a futures contract trades at a higher price as it approaches expiration, compared to when the contract is further away from expiration.\n\nRoll yield is a profit that can be generated when investing in the futures market due to the price difference between futures contracts with differentexpiration dates. When investors purchase futures, they have both the right and the obligation to buy the asset underlying the futures investment at a specified date in the future, unless they sell their position (to offset the long futures position) ahead of thedelivery date.\n\nMost futures investors do not want to take delivery of the physical asset that the futures investment represents, so they close the position before expiration or roll their near-term expiring futures investments into otherfutures contractswith expiration dates further in the future. Rolling the position allows the investor to maintain their investments in the assets without having to take physical delivery.\n\nThe number of futures contracts traded worldwide in 2022.\n\nWhen the market is in backwardation, the future price of an asset is below the expected cash orspot price. In this case, an investor profits when the position is rolled to the contract with a later expiration date because the investor is effectively paying less money than expected by the spot market for the underlying asset that the futures investment represents.\n\nFor example, imagine that an investor holds 100crude oilcontracts and wants to buy 100 again for expiration at a later date. If the contract's future price is below the spot price, the investor is actually rolling into the same quantity of an asset for a lower price.\n\nNegative roll yield occurs when a market is incontango, which is the opposite of backwardation. When a market is in contango, the future price of the asset is above the expected future spot price, and so the investor will lose money when rolling contracts.\n\nReturning to the example of an investor with 100 oil contracts, if the investor wants to roll into 100 oil contracts with a later expiration date as the contract nears expiration, the investor will pay more money for the oil contracts compared to the spot market. They would, therefore, have to pay more money to maintain the same number of contracts. Negative roll yields have sometimes led to significant losses by hedge funds andexchange traded funds that hold futures.\n\nRolling is the practice of renewing a futures contract beyond its original expiration date, allowing the contract holder to benefit from anticipated changes in the market price. In order to roll a contract, traders must first settle the gain or loss of the original contract.\n\nRoll yield is essentially the opportunity to gain profits by buying long-term futures contracts and selling short-term ones. It is calculated based on the difference in price between two futures contracts, and the spot price of the underlying commodity. It is calculated by the formula (total change in futures prices) - (total change in spot price) = roll yield.\n\nFutures traders can roll their contracts by selling their near-term contracts and buying new contracts with later expiration dates. The cost is equal to the difference between the two contract prices, plus trading and commission fees.\n\nRoll yield represents the potential profits from extending a futures contract to a later expiration date, to take advantage of anticipated changes in the underlying commodity. Roll yield is positive when the future price is expected to increase, and negative when the market expects future price to decrease.\n\nStatista. \"Number of Futures and Options Contracts Traded Worldwide from 2013 to 2022.\"",
  "url": "https://www.investopedia.com/terms/r/roll-yield.asp"
}