{
  "term": "What Is a Substantially Equal Periodic Payment (SEPP)?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nMichela Buttignol / Investopedia\n\nA substantially equal periodic payment (SEPP) is a penalty-free withdrawal made from a retirement savings account before you turn 59½. A SEPP is one of the exceptions made to the age-related withdrawal rules set up under theInternal Revenue Code (IRC). Penalty-free withdrawals from SEPP plans are made through specified annual distributions for five years or until the account holder turns 59½, whichever comes later. Income tax must still be paid on the withdrawals.\n\nEarly withdrawals from a retirement savings account incur a 10% penalty.The exception is having a SEPP plan. You can use any pre-tax qualified retirement account with a SEPP plan, such as a traditional individual retirement account (IRA) or a401(k). The SEPP arrangement can be set up through a financial advisor or directly with a financial institution.\n\nYou must choose among threeInternal Revenue Service (IRS)-approved methods for calculating your distributions from a SEPP when you set up the account:\n\nEach results in a different calculated annual distribution. The amount you withdraw is pre-determined and unchanged every year, at least with two of the three options.\n\nThe IRS advises individuals to select the method that best supports their financial situations. But, you can change the method you use once within the lifetime of the plan.Should you cancel the plan before the minimumholding periodexpires, you will have to pay the IRS all penalties it waived on the plan's distributions, plus interest.\n\nYou cannot use a 401(k) that you hold at your current employer under a SEPP plan.\n\nThere are three different methods approved by the IRS to determine withdrawals from your SEPP plan. We discuss them below in a little more detail.\n\nUnder the amortization method for calculating the SEPP plan's withdrawals,the annual payment is the same for each year of the program. It's determined by using your life expectancy or that of yourbeneficiary(if applicable) and a chosen interest rate of not more than 120% of the federal mid-term rate, according to the IRS.\n\nAs with the amortization method, the distribution you must take under theannuitization methodis also the same each year. The amount is determined by using anannuitybased on your age, your beneficiary's age (if applicable), and a chosen interest rate with the same IRS guidelines as with amortization. The annuity factor is derived using an IRS-providedmortality table.\n\nUsing the RMD method, the annual payment is determined by dividing theaccount balanceby the life expectancy factor of you and your beneficiary, if applicable. Under this method, the annual amount must be recalculated annually and, as a result, will change from year to year.It also generally results in lower annual withdrawals than the other methods.\n\nEarly withdrawals under substantially equal periodic payments are made possible underIRS Rule 72(t). The rule allows individual taxpayers with early access to their retirement accounts without incurring any penalties.\n\nUsing a SEPP plan can be a boon to those who wish or need to tap intoretirementfunds early. It provides you with a steady stream of income, penalty-free, in your 40s or 50s to help tide you over between the end of a career (and a regular paycheck) and the arrival of other retirement income.\n\nAt 59½, you can withdraw additional funds from your retirement accounts without penalty. By your late-60s, you'll qualify for full benefits fromSocial Securityand perhaps a defined-benefit pension.\n\nThe restrictions for SEPP stay in place until the payment term ends, which is the latter of five years or when you reach turn 59½. For example, an IRA owner who took SEPPs at 40 would have to abide by the restrictions for almost 20 years. On the other hand, an IRA owner who begins SEPPs at age 58 would only have to continue until 63. These five years are measured from the date of the firstdistributionand end exactly five years from that date. It does not end after the fifth distribution is made.\n\nOne of the drawbacks of the SEPP program is that it is relatively inflexible. Once you begin a SEPP plan, you must stay with it for the duration. This can potentially be decades if you begin the plan in your 30s or 40s.\n\nYou have little to no leeway to alter the amount you can withdraw from the fund each year and quitting the plan is hardly an option. That's because it imposes all the penalties you saved from launching it plus interest. The same sanction may also apply should you miscalculate and fail to make the necessarywithdrawalswithin any one year.\n\nStarting a SEPP also has implications for your financial security later in retirement. Once you start a SEPP, you'll have to stop contributing to the associated retirement account. This means the balance can't grow through further contributions. By withdrawing funds early, you also forego the earnings along with the tax you'll save on those gains, which willcompoundtax-free within the account.\n\nSteady pre-retirement income stream\n\nPenalty-free withdrawals up to age 59½\n\nFive-year period ends five years after the first distribution\n\nWithdrawal amount can't be altered\n\nA substantially equal periodic payment program allows individual taxpayers to withdraw from their retirement accounts before they turn 59½ without facing any penalties. Withdrawals can be made from IRAs or employer-sponsored plans like a 401(k) as long as you are no longer employed with the company. Payments or distributions are made from the account either for five years or until you turn 59½—whichever comes later.\n\nYou can begin making withdrawals from a SEPP plan before you turn 59½. Keep in mind that you must take these payments according to one of the three calculations set up by the IRS. These are the amortization, annuitization, and RMD methods—each leaving you with a different annual distribution. The method you choose should suit your financial situation.\n\nYes and no. You can make withdrawals from your 401(k) through a SEPP program if you are no longer employed with the company. This means you cannot take any money from your account if you still work for the employer that sponsors the plan.\n\nThere are generally no penalties associated with SEPP plans. But you will be on the hook for penalties and interest if you cancel the plan before you reach the minimum five-year holding period or before you turn 59½—whichever comes later.\n\nNo. SEPP plans are designed to provide you with a regular stream of income from for five years. So, this isn't the best option if you need money just once or for a specific purpose, such as an emergency home repair. To meet these needs, consider a regular or hardship withdrawal from a retirement account if you qualify and only if it makes sense, or other avenues, such as your regular savings or a loan.\n\nThere are rules in place to protect your retirement nest egg until you need it the most. As such, you can't make early withdrawals from your accounts without incurring penalties. But there are exceptions. SEPP programs allow you to use your retirement accounts if an exceptional circumstance arises, such as an illness. But certain rules apply. The IRS has certain calculation methods you must use to determine your distributions and you must take these payments for a certain length of time. If you're unsure of how the program works or if it's right for you, consult a financial or retirement specialist.\n\nIRS. \"Publication 590-B, Distributions from Individual Retirement Arrangements (IRAs).\" Page 25.\n\nIRS. \"Retirement Topics: Exceptions to Tax on Early Distributions.\"\n\nIRS. \"Internal Revenue Bulletin: 2022-5.\"\n\nIRS. \"Substantially Equal Periodic Payments.\" Select \"9. What happens if the taxpayer modifies a SoSEPP by taking an annual amount that is different from the annual amount determined under the method originally established?\"\n\nIRS. \"Retirement Topics - Significant Ages for Retirement Plan Participants.\"\n\nSocial Security Administration. \"Starting Your Retirement Benefits Early.\"\n\nThe Tax Adviser. \"Substantially Equal Periodic Payments from an IRA.\"",
  "url": "https://www.investopedia.com/terms/s/sepp.asp"
}