{
  "term": "What Is a Qualified Institutional Buyer (QIB), and Who Qualifies?",
  "definition": "A qualified institutional buyer (QIB) is a class of investor that can safely be assumed to be a sophisticated investor and hence does not require the regulatory protection that the Securities Act's registration provisions give to investors. In broad terms, QIBs are institutional investors that own or manage on a discretionary basis at least $100 million worth of securities.\n\nThe SEC allows only QIBs to tradeRule 144Asecurities, which are certain securities deemed to be restricted or control securities, such asprivate placementsecurities for example.\n\nThe qualified institutional buyer designation is often conferred upon entities comprised ofsophisticated investors. Essentially these individuals or entities, due to their experience,assets under management(AUM), and/ornet worth, are considered not to require the type of regulatory oversight needed by regular retail investors when purchasing securities.\n\nTypically, a QIB is a company that manages a minimum investment of $100 million in securities on a discretionary basis or is a registered broker-dealer with at least $10 million invested in non-affiliated securities.The range of entities who are deemed to be qualified institutional buyers also includes banks, savings, and loans associations (which must have a net worth of $25 million), investment and insurance companies, employee benefit plans, and entities completely owned by QIBs.\n\nThe definition of QIB is generally narrower than the list of entities in the broader accredited investor definition. The formerly rigid QIB definition had resulted in some sophisticated investors that had met the $100 million securities ownership threshold being technically excluded from achieving QIB status and hence ineligible to participate in Rule 144A offerings.\n\nTo remedy these technical deficiencies, and to better identify institutional and individual investors that have the knowledge and expertise to participate in the U.S. private capital markets, on Aug. 26, 2020, theSecurities and Exchange Commission(SEC) adopted amendments to the QIB and \"accredited investors\" definitions.\n\nThe QIB amendments added a provision to the QIB definition to include any institution not already specifically listed in the definition of qualified institutional buyer but that qualifies as an accredited investor and meets the $100 million securities ownership threshold. The amendments also permitted these entities to be formed as QIBs specifically for the purpose of acquiring the securities offered.\n\nUnderRule 144A, QIB's are allowed to trade restricted and control securities on the market, which increases the liquidity for these securities.This rule provides asafe harborexemption against the SEC's registration requirements for securities.\n\nRule 144A applies only to resales of securities and not when they are initially issued; in a typical underwritten security offering, only the resale of the security from underwriter to investor constitutes a Rule 144A transaction, not the initial sale from issuer to underwriter.\n\nTypically, transactions conducted under Rule 144A include offerings by foreign investors looking to avoid U.S. reporting requirements, private placements of debt and preferred securities of public issuers, andcommon stockofferings from issuers that do not report.\n\nThese securities have a degree of complexity that may make them difficult to evaluate for retail investors, and may thus only be suitable for institutional investors that have the research capability and risk management expertise to make an informed decision about investing in them.\n\nThis rule governs the sales of controlled and restricted securities in the marketplace. This rule protects the interests of issuing companies because the sales are so close to their interests.Section 5 of theSecurities Act of 1933governs all offers and sales and requires them to be registered with the SEC or to qualify for an exemption from registration requirements.\n\nRule 144offers an exemption, allowing the public resale of controlled and restricted securities, if certain conditions are met.This includes the length of time securities are held, the method used to sell them, and the number that are sold in any one sale. Even if all requirements have been met, sellers are not permitted to conduct sales of restricted securities to the public until a transfer agent has been secured.\n\nThe significance of exempt offerings has increased both in terms of the total amount raised and relative to capital raised in public registered markets. According to the SEC, in 2019, an estimated $2.7 trillion (or 69.2% of the total) was raised through exempt offerings, compared to $1.2 trillion (30.8%) from registered offerings.\n\nU.S. Securities and Exchange Commission. \"Defining the Term \"Qualified Purchaser\" Under the Securities Act of 1933.\"\n\nCalifornia Debt and Investment Advisory Commission. \"Issue Brief: Rule 144A Securities.\"\n\nCornell University, Legal information Institute. \"Qualified Institutional Buyer (QIB).\"\n\nU.S. Securities and Exchange Commission. \"SEC Modernizes the Accredited Investor Definition.\"\n\nU.S. Securities and Exchange Commission. \"Rule 144: Selling Restricted and Control Securities.\"\n\nU.S. Securities and Exchange Commission. \"Securities Act Rule 144.\"\n\nCornell University, Legal Information Institute. \"Section 5.\"\n\nU.S. Securities and Exchange Commission. \"Final Rule: \"Amending the \"Accredited Investor\" Definition.\" Page 4.",
  "url": "https://www.investopedia.com/terms/q/qib.asp"
}