{
  "term": "What Is a 403(b) Tax-Sheltered Annuity Plan?",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Michela Buttignol\n\nA 403(b) plan, also known as a Tax-Sheltered Annuity (TSA) plan, is a retirement savings account offered to employees of schools, the public sector, and non-profits.\n\nA 403(b) tax-sheltered annuity plan (TSA) is a retirement savings plan for employees of public schools, government agencies, and certain other tax-exempt non-profit organizations.\n\nEmployees who are eligible to use a 403(b) include teachers, school administrators, professors, government employees, nurses, doctors, and librarians.\n\nThe 403(b) Tax-Sheltered Annuity Plan operates like a401(k)plan, allowing participants to save money for retirement throughpayroll deductionswhile enjoying certain tax benefits. Similarities include:\n\nThose who are eligible to contribute to a 403(b) include:\n\nIf an employer offers a 403(b) and a 401(k), individuals can contribute to both, but their combined contribution cannot exceed the annual IRS limit of $23,500 in 2025 (up from $23,000 in 2024.) People aged 50 and over can contribute an additional $7,500 as acatch-up contribution, although some 403(b) plans base eligibility for the catch-up on length of service rather than age.\n\nLike the 401(k), the 403(b) plan can give the employee a choice of a traditional plan or a Roth plan. Not all employers offer a Roth option.\n\nWith a traditional 403(b) plan, the employee has pretax money automatically deducted from each paycheck and paid into a personal retirement account. Thus, the employee's income and the taxes owed on it are reduced for the year. The taxes will be due only when the employee makes a withdrawal.\n\nWith a Roth 403(b) plan,after-tax moneyis paid into the retirement account. There's no immediate tax advantage. But, the employee will not owe any more taxes on that money or the profit it accrues when it is withdrawn.\n\nClergy can participate in a 403(b) but another plan, the 403(b)(9), is designed specifically for employees of religious institutions.\n\nThe big advantages of a 403(b) are the same as those for a 401(k): The money contributed and the earnings that accrue in a traditional account are tax-deferred until they are withdrawn. Both the contributions and the earnings in a Roth 403(b) are free from further taxes.\n\nMany 403(b) plans vest funds over a shorter period than 401(k)s, and some even allow immediatevestingof funds, which is rare for 401(k)s.\n\nAn employee with 15 or more years of service with certain nonprofits or government agencies may be able to make additional catch-up contributions to a 403(b) plan. The usual eligibility for the catchup starts at age 50.\n\nAccording to a 2024 survey by AARP of age 50-plus adults who are regularly saving for retirement, just 33% expect to accumulate enough money in retirement to be financially secure if they continue saving at their current rate.\n\nPeople who withdraw money from a 403(b) plan before age 59½ owe income taxes on the money in the year it is withdrawn, plus a 10% tax penalty. (The same rule applies to a 401(k) plan.)\n\nThe penalty can be avoided under certain circumstances, such as separating from an employer at age 55 or older, needing to pay a qualified medical expense, or becoming disabled. The taxes owed cannot be avoided.\n\nWhen the 403(b) was invented in 1958, it was known as atax-sheltered annuity.True to its history, the modern 403(b) offers thevariable annuitycontract as an option.\n\nOtherwise, a 403(b) tends to offer a more limited choice of mutual fund investments than its cousins in private business. plans. Many other investments, such as Individual stocks andreal estate investment trusts(REITs), are prohibited.\n\nEarnings and returns in regular 403(b) plans are tax-deferred until they are withdrawn\n\nMany plans vest in short periods or even immediately\n\nGenerous eligibility for catch-up contributions based on length of service\n\nEarly withdrawals are subject to a 10% tax penalty\n\nNarrower investment choices than similar plans\n\nAccounts may lack full protection from creditors\n\nThe 401(k) and the 403(b) are both long-term retirement savings plans offered through employers. Both aretax-advantagedways for employees to save for retirement.\n\nThe 403(b) tends to offer a smaller choice of investments. At least one of those choices will be an annuity plan.\n\nSome employers in the non-profit sector offer their employees both a 401(k) and a 403(b).\n\nThe deferred salary is not subject to federal or state income tax until the money is distributed. A 403(b) plan may offer a Roth account as an option. In that case, contributions are taxed immediately but the entire balance is tax-free when it is withdrawn.\n\nPublic educational institutions and 501(c)(3) tax-exempt organizations are the only types of employers that may establish a 403(b) plan.\n\nThe 403(b) is offered by public schools and other tax-exempt organizations to many of their employees. It works just like a 401(k) plan offered by a company and may include contributions by employers. The IRS establishes limits to annual contributions to 403(b) plans, 401(k) plans, and IRAs.\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"IRC 403(b) Tax-Sheltered Annuity Plans.\"\n\nInternal Revenue Service. \"401(k) limit increases to $23,500 for 2025, IRA limit remains $7,000.\"\n\nInternal Revenue Service. \"How Much Salary Can You Defer if You’re Eligible for More than One Retirement Plan?\"\n\nInternal Revenue Service. \"Retirement Topics - Designated Roth Account.\"\n\nInternal Revenue Service. \"Retirement Topics - 403(b) Contribution Limits.\"\n\nAARP. \"The Importance of Having a Plan for Retirement.\"\n\nInternal Revenue Service. \"Section 403(b) Tax-Sheltered Annuity Arrangements.\" Page 1.\n\nInternal Revenue Service. \"Retirement Plan Investments FAQs.\"\n\nFinancial Industry Regulatory Authority. \"401(k) Basics.\"\n\nInternal Revenue Service. \"IRC 403(b) Tax-Sheltered Annuity Plans.\"",
  "url": "https://www.investopedia.com/terms/1/403bplan.asp"
}