{
  "term": "What Is a Proxy Vote, and How Does It Work? With Examples",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe term proxy vote refers to a ballot cast by a single person or firm on behalf of a corporation's shareholder who may not be able to attend ashareholder meeting, or who may not choose to vote on a particular issue. Shareholders receive a proxy ballot in the mail along with an information booklet called aproxy statement, which describes the issues to be voted on during the meeting. Shareholders vote on a variety of issues including the election of board members,mergeror acquisition approvals, or approving a stock compensation plan.\n\nRegisteredinvestment managementcompanies may also cast proxy votes on behalf of mutual fund shareholders or high net worth investors inseparately managed accounts.\n\nPublicly-traded companiesreport their activities to shareholders through their annual meetings. Before those meetings, shareholders receive information on topics to be voted on at the meeting, such as share ownership, the structure of theboard of directors(BOD), and executive salary and benefits. Investors who own applicable voting shares in the company as of the company’srecord datemay be eligible to vote on these issues.\n\nThe company may make proxy materials available online, which typically includes anannual report, a proxy statement describing the issues to be voted on, and a proxy card with voting instructions. Materials may also be sent in the mail to investors who are eligible to vote at theannual general meeting(AGM). Often, these AGMs are held in the spring duringproxy season.\n\nRather than physically attending the shareholder meeting, investors may elect someone else, such as a member of the company's management team, to vote in their place. This person is designated as aproxyand will cast a proxy vote in line with the shareholder's directions as written on their proxy card. Proxy votes may be cast by mail, phone, or online before the cutoff time. This is typically 24 hours before the shareholder meeting. Responses may include \"For,\" \"Against,\" \"Abstain,\" or \"Not Voted.\"\n\nFor issues involving topics other than electing directors, such as voting on shareholder proposals, a majority of the votes is what typically leads to approval of the issue.\n\nProxy votes may be cast in person by a designated proxy, or by mail, phone, or online before the cutoff time.\n\nSometimes a plurality vote applies when a company elects its board of directors. The winning candidate simply needs more votes than their competitor in a plurality vote. Therefore, an unopposed director only needs one vote to be elected. Ifshareholdersare opposed to the candidate, they may withhold their voting rights.\n\nIn some instances, the decision is made based on a majority voting system. When a majority vote applies, directors need to receive a majority of the votes in order to be elected. Because abstaining from voting can impact whether or not a director is elected, the company’s proxy statement must detail how abstained or withheld votes will affect the voting results.\n\nOn Nov. 25, 2019, Kirkland Lake Gold (KL) announced that it intended to acquire Detour Gold in anall-stock deal.﻿﻿ The two companies would become one company, with Kirkland Lake Gold shareholders owning roughly 73% of the resulting company, leaving 27% for shareholders of Detour Gold.\n\nAlthough the board members of each company unanimously approved the deal, shareholders were still eligible to vote on theacquisition. All eligible shareholders received voting and proxy information, and per the instructions, shareholders were informed that they could cast their own ballot or appoint someone else to do it for them. The deal was completed in January 2020.﻿﻿\n\nAs a result of the deal, Detour Gold shares delisted in February 2020 as the company became asubsidiaryof Kirkland Gold.﻿﻿\n\nA proxy vote may be cast by a company shareholder if they can't attend a meeting, or if they do not want to vote on a certain issue.\n\nRather than attending a shareholder meeting, an investor may vote by proxy, or elect a proxy to vote in their place. This can either mean designating another person to vote on their behalf, or voting by mail, phone, or online before a certain cutoff time.\n\nA proxy statement may be given to someone who is voting by proxy. It describes the issues to be voted on during a given meeting.\n\nProxy voting is often done in the context of shareholder meetings to facilitate decision-making when investors cannot be present at a given meeting. Shareholders might receive proxy materials by mail or email with explanations and voting instructions. Often, these votes concern board elections, stock options, mergers and acquisitions and corporate social responsibility, and are an important aspect of corporate governance.\n\nBusiness Wire. \"Kirkland Lake Gold to Add New Cornerstone Asset Through Acquisition of Detour Gold, Grows Free Cash Flow, Mineral Reserves and Production.\" Accessed Nov. 24, 2020.\n\nKirkland Lake. \"Kirkland Lake Gold Completes Acquisition of Detour Gold.\" Accessed Nov. 24, 2020.",
  "url": "https://www.investopedia.com/terms/p/proxy-vote.asp"
}