{
  "term": "What Is a Surplus?",
  "definition": "A surplus describes the amount of an asset or resource that exceeds the portion needed and used. A surplus can refer to income, profits, capital, and goods. A surplus exists when unpurchased products remain on store shelves or income earned exceeds expenses paid. Abudget surplusexists within governments when tax revenue is left over after all government programs are financed.\n\nThere are two types of economic surplus:consumer surplusandproducer surplus. Both aremutually exclusive, in that what's good for one is bad for the other.\n\nConsumer Surplus:If supply is high, but demand is low, this results in a consumer surplus. It occurs when the price of a product or service is lower than the highest price a consumer would willingly pay.\n\nProducer Surplus:A producer surplus occurs when goods are sold at a higher price than the lowest price the producer is willing to sell at. If demand for a product spikes, the vendor offering the lowest price may run out of supply, resulting in price increases and a producer surplus.\n\nImage by Julie Bang © Investopedia 2019\n\nA manufacturer who over-projects future demand for a product may create too many unsold units, contributing to quarterly or annual financial losses.\n\nA surplus causes a marketdisequilibriumin the supply and demand of a product. This imbalance means that the product cannot efficiently flow through the market.\n\nSometimes a government will step in and implement aprice flooror set a minimum price for which a good must be sold. This often results in higher prices which benefits the businesses. However, this imbalance tends to be corrected without intervention.\n\nWhen producers have a surplus of supply, they must sell the product at lower prices. Consequently, more consumers will purchase the cheaper product. This results in supply shortages if producers cannot meet consumer demand. A shortage in supply causes prices to increase, consequently causing consumers to turn away from the products because of high prices, and the cycle continues.\n\nAdeficitis the opposite of a surplus. A deficit occurs when expenses exceedrevenues, imports exceed exports, or liabilities exceed assets, resulting in a negative balance. Just as a surplus is not always a positive sign, deficits are not always unintentional or the sign of a government or business that's in financial trouble.\n\nBusinesses may deliberately run budget deficits to maximize future earnings opportunities—such as retaining employees during slow months to ensure an adequate workforce in busier times. For companies, running a deficit for too long can reduce a company's share value or even put it out of business.\n\nGovernment budget surpluses mostly occur during periods of economic growth. During recessions, when consumer demand declines, budget deficits follow. As of 2024, the last period in which the U.S. federal government had a budget surplus was 2001.Atrade deficitis not inherently bad and may display a strong economy. Deficits carry risks if not handled properly or are coupled with debt.\n\nAtotal economic surplusis equal to the producer surplus plus the consumer surplus. It represents the net benefit to society from free markets in goods or services.\n\nSurplus auctions are a way the federal government, state and local governments, and their agencies dispose of surplus property, from office furniture to heavy machinery, vehicles, and aircraft. Individuals may buy items that are no longer needed by government entities.\n\nA high consumer surplus means that goods are priced lower in the market than what consumers are willing to pay. This may result from a high level of competition.\n\nA surplus occurs when there is more of something than is needed and a disconnect between supply and demand. When a company or economy has more of a good or service than is consumed, items may create a surplus situation.\n\nFiscalData.Treasury.gov. \"What Is the National Deficit?\"\n\nUSA.gov. \"Government Auctions of Seized and Surplus Property.\"",
  "url": "https://www.investopedia.com/terms/s/surplus.asp"
}