{
  "term": "What Are Federal Funds? Definition and How Loans and Rates Work",
  "definition": "Federal funds, often referred to as fed funds, are excess reserves thatcommercial banksand other financial institutions deposit at regionalFederal Reserve banks; these funds can be lent, then, to other market participants with insufficient cash on hand to meet their lending and reserve needs. The loans are unsecured and are made at a relatively low interest rate, called the federal funds rate or overnight rate, as that is the period for which most such loans are made.\n\nFed funds help commercial banks meet their dailyreserve requirements, which is the amount of money that banks are required to maintain at their regional Federal Reserve. Reserve requirements are based on the volume of customer deposits that each bank holds. Excess, or secondary, reserves are cash amounts held by a bank or financial institution in excess of what is required by regulators, creditors orinternal controls.For commercial banks, excess reserves are measured against standard reserve requirement amounts set by central banking authorities. These requiredreserve ratiosset the minimum liquiddeposits(such as cash) that must be in reserve at a bank; more is considered excess.\n\nThe Federal Reserve Bank sets a target rate or range for the fed funds rate; it is adjusted periodically based on economic and monetary conditions.\n\nThe fed funds market operates in the United States and runs parallel to the offshoreeurodollardeposit market. Eurodollars are also traded overnight and the interest rate is virtually identical to the fed funds rate, but the transactions must be booked outside of the United States. Multinational banks often use branches domiciled in the Caribbean or Panama for these accounts, even though the transactions may be executed in U.S. trading rooms. Both are wholesale markets with transactions ranging from $2 million to well over $1 billion.\n\nThe Federal Reserve uses open market operations to manage the supply of money in the economy and adjust short-term interest rates. This means that the Fed buys or sells some of thegovernment bondsand bills it has issued; this increases or decreases the money supply and, thus, lowers or raises short-term interest rates.Open Market Operationsare carried out by the Federal Reserve Bank of New York.\n\nThe federal funds rate (fed funds rate) is one of the most important interest rates for the U.S. economy, as it affects broad economic conditions in the country, including inflation, growth, and employment. The federal funds rate is set in U.S. dollars and is typically charged on overnight loans. The fed funds rate is thus the effective interest rate at which commercial banks lend reserves to one another on an overnight basis.\n\nThe federal funds rate is closely related to short-term interest rates in the broader market, so these transactions directly impact eurodollar andSOFRrates as well.The Federal Reserve announces the effective fed funds rate at the end of each trading day, which is the weighted average rate for all transactions in the market that day.\n\nThe participants in the fed funds market include U.S. commercial banks, U.S. branches of foreign banks, savings and loan organizations and government-sponsored enterprises, such as the Federal National Mortgage Association (Fannie Mae) andFederal Home Loan Mortgage Association(Freddie Mac), as well as securities firms and agencies of the federal government.\n\nFeinman, Joshua N. \"Reserve Requirements: History, Current Practice, and Potential Reform.\"Federal Reserve Bulletin, June 1993, pp. 570.\n\nFederal Reserve Bank of New York. \"Effective Federal Funds Rate.\"\n\nFederal Reserve Bank of New York. \"Monetary Policy Implementation.\"\n\nFederal Reserve Bank of New York. \"Reference Rates.\"",
  "url": "https://www.investopedia.com/terms/f/federalfunds.asp"
}