{
  "term": "What Is a Franchise, and How Does It Work?",
  "definition": "A franchise is a type of license that grants a franchisee access to a franchisor's proprietary business knowledge, processes, and trademarks, thus allowing the franchisee to sell a product or service under the franchisor's business name. In exchange for acquiring a franchise, the franchisee usually pays the franchisor an initial start-up fee and annuallicensing fees.\n\nWhen a business wants to increase itsmarket shareor geographical reach at a low cost, it may franchise its product and brand name. A franchise is a joint venture between a franchisor and a franchisee. The franchisor is the original business. It sells the right to use its name and idea. The franchisee buys this right to sell the franchisor's goods or services under an existing business model andtrademark.\n\nFranchises are an effective way for entrepreneurs to start a business, especially when entering a highly competitive industry such as fast food, or an industry that is established and requires time to develop its operating processes from scratch. One big advantage topurchasing a franchiseis you have access to an established company'sbrandname, management knowledge, processes and procedures, financial toolbox, and metrics. You won't need to spend time and resources building them and getting your name and product out to customers.\n\nThe franchise business model has a storied history in the United States. The concept dates to the mid-19th century when two companies—the McCormick Harvesting Machine Company and the I.M. Singer Company—developed organizational, marketing, and distribution systems recognized as the forerunners to franchising. These novel business structures were developed in response to high-volume production and allowed McCormick and Singer to sell their reapers and sewing machines to an expanding domestic market.\n\nBefore buying into a franchise, investors should carefully read the Franchise Disclosure Document, which franchisors are required to provide. This document contains information about franchise fees, expenses, performance expectations, and other key operating details.\n\nThe earliest food and hospitality franchises were developed in the 1920s and 1930s. A&W Root Beer launched franchise operations in 1925.Howard Johnson Restaurantsopened its first outlet in 1935, expanding rapidly and paving the way for the restaurant chains and franchises that define the American fast-food industry until this day.\n\nThere were 790,492 franchise establishments in 2022 that supported the U.S. economy, with an expected 805,436 for 2023. These franchises contributed over $500 billion to the economy. In the food sector, franchises included recognizable brands such as McDonald's, Taco Bell, Dairy Queen, Denny's, Jimmy John's, and Dunkin'. Other popular franchises include Hampton by Hilton and Days Inn, as well as 7-Eleven and Anytime Fitness.\n\nFranchise contracts are complex and vary for each franchisor. Typically, a franchise agreement includes three categories of payment to the franchisor. First, the franchisee must purchase the controlled rights, ortrademark, from the franchisor in the form of an upfront fee. Second, the franchisor often receives payment for providing training, equipment, or business advisory services. Finally, the franchisor receives ongoingroyaltiesor a percentage of the operation's sales.\n\nA franchise contract is temporary, akin to a lease or rental of a business. It does not signify business ownership by the franchisee. Depending on the contract, franchise agreements typically last between five and 30 years, with serious penalties if a franchisee violates or prematurely terminates the contract.\n\nIn the U.S., franchises are regulated at the state level; however, theFederal Trade Commission(FTC) established one federal regulation in 1979. The Franchise Rule is a legal disclosure a franchisor must give to prospective buyers. The franchisor must fully disclose any risks, benefits, or limits to a franchise investment.\n\nThis information covers fees and expenses, litigation history, approved business vendors or suppliers, estimated financial performance expectations, and other key details. This disclosure requirement was previously known as the Uniform Franchise Offering Circular before it was renamed theFranchise Disclosure Documentin 2007.\n\nThere are many advantages to investing in a franchise, and also drawbacks. Widely recognized benefits include a ready-made business formula to follow. A franchise comes with market-tested products and services, and in many cases establishedbrand recognition.\n\nIf you're a McDonald's franchisee, decisions about what products to sell, how to layout your store, or even how to design your employee uniforms have already been made. Some franchisors offer training and financial planning, or lists of approved suppliers. But while franchises come with a formula and track record, success is never guaranteed.\n\nDisadvantages include heavy start-up costs as well as ongoing royalty costs. To take the McDonald’s example further, the estimated total amount of money it costs to start a McDonald’s franchise ranges from $1.3 million to $2.3 million, on top of needing liquid capital of $500,000.\n\nBy definition, franchises have ongoing fees that must be paid to the franchisor in the form of a percentage of sales or revenue. This percentage can range between 4.6% and 12.5%, depending on the industry.\n\nFor uprising brands, there are those who publicize inaccurate information and boast about ratings, rankings, and awards that are not required to be proven. So, franchisees might pay high dollar amounts for no or low franchise value.\n\nFranchisees also lack control over territory or creativity with their business.Financingfrom the franchisor or elsewhere may be difficult to come by. Other factors that impact all businesses, such as poor location or management, are also possibilities.\n\nMarket-tested products and services\n\nTraining and financial planning provided\n\nIf you don't want to run a business based on someone else's idea, you can start your own. But starting your own company is risky, though it offers rewards both monetary and personal. When you start your own business, you're on your own. Much is unknown. \"Will my product sell?\", \"Will customers like what I have to offer?\", \"Will I make enough money to survive?\"\n\nThe failure rate for new businesses is high. Two-thirds of businesses survive just two years, and 50% survive just five years. If your business is going to beat the odds, you alone can make that happen.\n\nTo turn your dream into reality, expect to work long and hard hours with no support or expert training. If you venture out solo with little or no experience, the deck is stacked against you. If this sounds like too big a burden, the franchise route may be a wiser choice.\n\nPeople typically purchase a franchise because they see other franchisees' success stories. Franchises offer careful entrepreneurs a stable, tested model for running a successful business. On the other hand, for entrepreneurs with a big idea and a solid understanding of how to run a business, launching your own startup presents an opportunity for personal and financial freedom. Deciding which model is right for you is a choice only you can make.\n\nSome of the widely recognized advantages of franchises include a ready-made business formula to follow, market-tested products and services, and, in many cases, established brand recognition. For example, if you're a McDonald's franchisee, decisions about what products to sell, how to layout your store, or even how to design your employee uniforms have already been made. Some franchisors offer training and financial planning, or lists of approved suppliers; however, despite these benefits, success is never guaranteed.\n\nDisadvantages include heavy start-up costs as well as ongoing royalty costs. By definition, franchises have ongoing fees that must be paid to the franchisor in the form of a percentage of sales or revenue. This percentage can range between 4.6% and 12.5%, depending on the industry.\n\nThere is also the risk of a franchisee being duped by inaccurate information and paying high dollar amounts for no or low franchise value. Franchisees also lack control over territory or creativity with their business. Financing from the franchisor or elsewhere may be difficult to come by and franchisees could be adversely affected by poor location or management.\n\nTypically, a franchise agreement includes three categories of payment to the franchisor. First, the franchisee must purchase the controlled rights, or trademark, from the franchisor in the form of an upfront fee. Second, the franchisor often receives payment for providing training, equipment, or business advisory services. Finally, the franchisor receives ongoing royalties or a percentage of the operation's sales.\n\nA franchise can be a great way for an individual toenter the world of entrepreneurship, as the majority of the groundwork has already been laid and you are leveraging off an established, successful, and well-known business and brand name. There are also many businesses with franchises to choose from.\n\nFor a fee and start-up costs, you can be on your way to being your own boss and entering a possibly lucrative career. Though it must be noted that success is not guaranteed and franchises require a lot of work to be profitable.\n\nFederal Trade Commission. \"Franchise Rule Compliance Guide,\" Pages 1, 24-119.\n\nInternational Franchise Association. \"Royalty Fee Requirement Definitions.\"\n\nThomas S. Dicke. \"Franchising in America: The Development of a Business Method, 1840-1980,\" Pages 12-13. UNC Press Books, 1992.\n\nThomas S. Dicke. \"Franchising in America: The Development of a Business Method, 1840-1980,\" Page 119. UNC Press Books, 1992.\n\nInternational Franchise Association. \"2023 Franchising Economic Outlook,\" Page 6.\n\nFranchise Help. \"McDonald's Franchise.\"\n\nSmall Business Administration. \"Small Business Facts.\"",
  "url": "https://www.investopedia.com/terms/f/franchise.asp"
}