{
  "term": "What Are Pro Forma Financial Statements?",
  "definition": "Pro forma financial statements are hypothetical views that reflect \"what-if\" scenarios and may act as a company's planning tool.\n\nFrom the Latin meaning \"for the sake of form,\" pro forma generally means something done for the sake of appearances, or formality. Companies use pro forma financial statements to project the consequences of a corporate strategy or future scenario.\n\nThese statements rely on assumptions and estimates, and publicly traded companies are legally obligated to provide clarifying context and not mislead investors.\n\nWhen companies prepare pro forma statements, they're essentially creating financial forecasts based on different scenarios. Here are the main types you'll see:\n\nJust as you might create a householdbudgetby looking at last year's expenses and planning for changes, companies create pro forma budgets to map out their financial future. For example, a retail chain might use its previous year's sales data plus projections for new store openings to create next year's budget. These documents help management allocate resources and set financial goals.\n\nSimilarly, pro forma statements are used to help executives evaluate potential business decisions. For example, a manufacturer might create pro forma statements to compare the financial impact of building a new factory versusoutsourcingproduction.\n\nPro forma statements arenotcomparable among companies. That's because they might derive their numbers using very different economic and financial assumptions and techniques.\n\nThese statements show what a company expects to earn in upcoming quarters. For instance, when Apple Inc. (AAPL) releases its quarterly earnings, it often includes pro forma projections for the next quarter, factoring in expected iPhone sales and potential supply chain costs.\n\nWhen companiesmerge or acquireanother, they create pro forma statements to show the financial impact. For example, when Microsoft Corporation (MSFT) acquired Activision Blizzard in 2023, it created pro forma statements showing how combining the two companies would affect revenues, costs, and profits.\n\nCompanies occasionally create pro forma versions of pastfinancial statementsthat leave out unusual events to show what they think the picture would have looked like otherwise. For example, if a retailer had a one-time insurance payout from storm damage, it might present pro forma earnings without this payment to show its typical operating performance.\n\nWhile pro forma statements can be clarifying, investors need to understand their significant limitations. Like weather forecasts, they're helpful for planning, but not guarantees of what will happen—especially if those projections use rosy financial assumptions.\n\nUnlike regular financial statements that follow generally applicable accounting principles (GAAP), companies have considerable flexibility in preparing these numbers. For example, one company might exclude restructuring costs when reporting pro forma earnings, while another includes them, making comparisons difficult.\n\nCompanies often use pro forma statements to present their finances in the most favorable light. During the late 1990sdot-com boom, many internet companies used pro forma results to transform losses into apparent profits by excluding significant costs. For instance, a tech company might have shown pro forma profits by leaving out stock-based compensation expenses, even though these represent real costs to shareholders.\n\nAfter the dot-com bubble burst, the SEC tightened rules to prevent misleading pro forma reporting—its first case after doing so, though, wasn't against a tech company but Trump Hotels & Casino Resorts Inc.\n\nCompanies must now provide standard GAAP results alongside any pro forma figures and explain all adjustments made. The SEC can impose hefty fines on companies that mislead investors with pro forma numbers, yet it often hasn't—in the Trump Hotels case, as with many to follow, it let the company off with a warning.\n\nMisleading or overly positive pro forma financial projections are considered a form of fraud by the SEC.\n\nWhen VF Corporation (VFC), the company behind such brands as Vans and JanSport, sold its Supreme streetwear brand for $1.5 billion in 2024, it released two sets of numbers: standard accounting figures and \"pro forma\" results.\n\nIt aimed to present investors with two distinct images: the company's appearance before the sale and its projected appearance after. These \"before and after\" snapshots help investors understand how major business changes affect a company's bottom line. For VF Corp, this included details on how selling Supreme would affect everything from its cash holdings to its future earnings.\n\nCreating pro forma statements follows a logical process. Let's look at how VF Corporation created its pro forma statements when selling its Supreme brand (see the table below):\n\nStep 1: Establish the Base Numbers\n\nStart with your current financial statements. VF Corporation began with its existing balance sheet, showing $11.5 billion in total assets. These baseline numbers provide the foundation for your projections.\n\nList all significant changes that will affect the financials. In VF's case, they needed to do the following:\n\nStep 3: Calculate Financial Impact\n\nMake detailed adjustments to show the effects of these changes. Thus, the pro forma filing does the following:\n\nStep 4: Prepare Multiple Scenarios\n\nCreate different versions based on various assumptions. VF's full filings do the following:\n\nGAAP requires companies to include all costs of doing business, even one-time expenses that may not recur. In pro forma statements, meanwhile, companies typically leave out certain items they consider \"nonrecurring\" or \"extraordinary.\"\n\nHere are key items that GAAP requires companies to include, which are often excluded in pro forma statements:\n\nFor example, if a company spends $50 million restructuring its business, GAAP rules require this cost to be included in earnings. However, in its pro forma statements, the company might exclude this expense, arguing it's a one-time event that doesn't reflect ongoing business performance.\n\nWhile this might give a clearer picture of regular operations, it could also make the company's financial health appear better than it is. From here, too, it's also pretty apparent how pro forma statements can be used to shift enough into supposed \"one-time costs\" so as to be misleading—which is against the law.\n\nPro forma financial statements serve to show how a company's major changes, like selling off a brand or merging with another company, might affect its bottom line. While these projections can be valuable and clarifying, investors should treat them as educated guesses rather than guarantees.\n\nAlways compare pro forma numbers with standard GAAP financial statements, which must follow strict accounting rules.\n\nU.S. Securities and Exchange Commission. \"ACTION: Cautionary Advice Regarding the Use of \"Pro Forma\" Financial Information in Earnings Releases.\"\n\nApple Inc. \"Apple Results From 4th Quarter Earnings.\"\n\nU.S. Securities and Exchange Commission. \"Activision Blizzard, Inc.\"\n\nWired. \"When Pro Forma Is Bad Form.\"\n\nLos Angeles Times. \"SEC Wants Pro Forma Results Spelled Out.\"\n\nU.S. Securities and Exchange Commission. \"Trump Hotels & Casino Resorts, Inc.\"\n\nVF Corporation. \"Unaudited Pro Forma Condensed Consolidated Financial Information.\"",
  "url": "https://www.investopedia.com/terms/p/proforma.asp"
}