{
  "term": "What Is Preservation of Capital, Its Risks & Drawbacks",
  "definition": "Preservation of capital is a conservative investment strategy where the primary goal is to preserve capital and prevent loss in a portfolio. This strategy necessitates investment in the safest short-term instruments, such as Treasury bills and certificates of deposit.\n\nPreservation of capital is also referred to as capital preservation.\n\nInvestors hold their funds in various types of investments according to their investment objectives. An investor’s objective or portfolio strategy is dictated by a number of factors, including age, investment experience, family responsibilities, education, annual income, etc.\n\nThese factors typically point out howrisk-aversean investor is. Common investment objectives includecurrent income, growth, and capital preservation.\n\nThe current income strategy focuses on investing in securities that can create returns quickly. These include securities such ashigh-yield bondsand high dividend-paying stocks. The growth strategy involves finding stocks that emphasizecapital appreciationwith minimum consideration for current income.\n\nGrowth investors are willing to tolerate more risk and will invest ingrowth stocksthat have highprice-earnings(P/E) ratios. Another common type of investment objective for a portfolio is capital preservation.\n\nSecurities that are used for the preservation of capital have little to no risk and, in effect, smaller returns compared to current income and growth strategies. Preservation of capital is a priority for retirees and those approaching retirement, since they may be relying on their investments to generate income to cover their living expenses.\n\nThese types of investors have limited time to recoup losses if markets experience a downdraft and give up any potential for high earnings in return for the security of existing capital. Since retirees want to ensure that they don’t outlive their retirement savings, they usually opt for investments with minimal risk such asU.S. Treasury securities, high yield savings accounts,money market accounts, and bankcertificates of deposit(CDs).\n\nA majority of investment vehicles used by investors focused on capital preservation are insured by theFederal Deposit Insurance Corporation(FDIC) up to $250,000.In some, but not all instances, these investors may only be investing their money for the short-term.\n\nA major drawback of the capital preservation strategy is the insidious effect ofinflationon the rate of return from \"safe\" investments over prolonged periods of time. While inflation may not have a significant impact on returns in the short term, over time, it can substantially erode the real value of an investment.\n\nFor example, a modest 3% annual inflation rate can slash the real or inflation-adjusted value of an investment by 50% in 24 years. The amount that you have is preserved but, in some cases, the interest you earn on a savings account is unlikely to increase enough in value to offset the gradual loss of purchasing power that is a result of even moderate inflation. As a result, in “real” terms, you could lose value, even though you have the same amount of cash.\n\nFor this reason, investors utilizing the capital appreciation strategy are better off investing in inflation-adjusted investments, such asTreasury Inflation-Protected Securities(TIPS), which are issued by the U.S. government.\n\nFederal Deposit Insurance Corporation (FDIC). \"Insured or Not Insured?\" Accessed Aug. 9, 2021.",
  "url": "https://www.investopedia.com/terms/p/preservationofcapital.asp"
}