{
  "term": "What Is an SSN? What to Know About Social Security Numbers",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term Social Security number (SSN) refers to a numerical identifier assigned to U.S. citizens and other residents to track income and determine benefits.\n\nThe SSN was created in 1936 as part ofThe New Dealto provide for retirement anddisability benefits. The original intention of the SSN was to track earnings and provide benefits. Now, it is used for additional purposes, such as identifying individuals for tax purposes and tracking credit reports.\n\nIndividuals in the U.S. are asked to provide their SSNs to obtain credit, open bank accounts, obtain government benefits, make major purchases, and more.\n\nWith very few exceptions, all U.S. citizens, permanent residents, and temporary or working residents have aSocial Security number. Even non-working residents (citizens and non-citizens alike) can obtain an SSN, due to its use by businesses and government entities.\n\nThe legal framework for assigning a Social Security number is provided under Section 205(c)(2) of the Social Security Act (42 U.S. Code, Chapter 7, Subsection 405). Social Security numbers and cards are issued by theSocial Security Administration(SSA).\n\nSocial Security numbers are now random streams of digits. However, before 2011, the numbers had specific purposes. In those years, the first three digits represented the state in which the number was issued. The next two digits referenced group numbers of issuing offices and the last four represented the order within each group.\n\nDue to concern that this could be falsified, the Social Security Administration instead voted to have it represent a group number. Thus far, no Social Security numbers have been reused, though there have been some cases in which two people were issued the same number.\n\nScammers are everywhere, so it's important that you keep your information safe and secure. You can avoid scams and report them directly to authorities through the Federal Trade Commission'swebsite.\n\nThe first group of three digits is the area number. It represented the issuing state. States could have more than one number, depending on how many people needed SSNs. Examples of area numbers include 001 to 003 for New Hampshire and 575 to 576 for Hawaii.\n\nGenerally, people on the East Coast have the lowest SSNs. Area numbers ascended as the assignment moved westward. So, people on the West Coast tend to have the highest SSNs.\n\nBeginning in 1972, the area number was assigned based on the zip code associated with the mailing address (which isn't necessarily the place of residence) on the application.\n\nThere have been exceptions to the original area number assignment process:\n\nThe next group of two digits is the group number. Group numbers range from 01 to 99. They weren't necessarily assigned consecutively. They originally represented the groups of 10,000 numbers issued to a state's post offices which helped assign SSNs. They came to represent the issuing office.\n\nThe last four digits in the third group comprise the serial number. They ascended from 0001 to 9999 within each group. The serial number 0000 isn't used.\n\nThe Social Security number was established as part of a program developed by President Franklin D. Roosevelt to help citizens of the United States following theGreat Depression.\n\nRoosevelt signed the Social Security Act in 1935 to help provide Americans with economic stability, especially to people over the age of 65. This included financial benefits that would be based on the amount of income they received before they enteredretirement.\n\nThe Social Security Board was established to maintain theSocial Security Actand to keep on top of record-keeping. This led to the creation in 1936 of a unique nine-digit number assigned to each individual.\n\nIn 1943, federal government agencies were required to useSSNsin order to identify individuals. Other key moments in the SSN's timeline include:\n\nIn 2011, SSNs began to be issued randomly.\n\nAlthough the issuing pattern for SSNs called for numbers to be assigned starting with the most eastern state, the lowest number—001-01-0001—was assigned in 1936 not to a Maine citizen but to a woman residing in Concord, New Hampshire.\n\nA Social Security number is very important to have due to its direct connection to the future benefits you may be entitled to receive from the U.S. government.\n\nAn SSN is used to track an individual's yearly earnings and the number of years they've worked. These figures are required to compute potential financial benefits, whether they relate to retirement income, disability income, or health insurance.\n\nWhen people start their working careers, employers request their Social Security numbers as part of the application process. They provide the IRS with details of salary payments associated with each SSN and the withholdings made for employees' contributions to Social Security and Medicare. Employers also report this information to any state that has anincome tax.\n\nA Social Security number and its corresponding card may be obtained by filling out Form SS-5: Application for a Social Security Card from the SSA. The form explains how to obtain an original card, replace a card, and change or correct SSN records.\n\nA full list of requirements, such as documentation that proves age, identity, and U.S. citizenship or immigration status, is included on the form. There is no cost to obtain a number or card. In some circumstances, an individual maychange their Social Security number.\n\nThe number of Social Security numbers available for assignment.\n\nSocial Security numbers are frequently used as a personal identifier and to obtain credit. They contain no biometrics and rely on documentation to prove validity. They are susceptible to use foridentity theftandfraud.\n\nA notable example of this is when the chief executive officer (CEO) of identity theft prevention service LifeLock used his SSN in advertisements as a testament to his company's effectiveness. His identity was later stolen multiple times.\n\nThere has been some movement among legislators to separate some activities from SSN use, such as renting an apartment or obtaining a hunting or fishing license.\n\nIf you discover that your Social Security number is being used by someone else or if you lose your card, there are steps you should consider taking immediately.\n\nThere's no easy way to check and see whether your Social Security number has been compromised. Many people don't find out until it's too late. However, there are a few ways you can keep up-to-date with any unusual activity that may be related to someone else using it. You can monitor your credit reports and bank accounts, verify your income with the Social Security Administration, and request tax transcripts with the IRS.\n\nYour SSN is one of the most important pieces of personal information—if not the most important—that you'll ever have. That's why it's so important that youkeep it confidential. Someone who has your SSN can use it to impersonate you, obtain credit and open bank accounts, apply for jobs, steal your tax refunds, get medical treatment, and steal your government benefits.\n\nIdentity thieves are everywhere. Contact the Social Security Administration if you suspect that your number is stolen. The agency can help fix problems related to income. If you have problems with your credit, you must contact your financial institution and the credit reporting agencies (Equifax, Experian, and TransUnion). You can also file complaints with IdentityTheft.gov, the IRS, and the Internet Crime Center to report any suspicious activity.\n\nTo get an SSN, you must fill out form Form SS-5 and provide the SSA with two documents that prove your age and identity, and citizenship or immigration status.\n\nThe Social Security Administration mails individuals their Social Security cards as soon as it receives all of the necessary information and documentation. This can take as long as two to four weeks, especially when the administration is facing delays.\n\nA Social Security number, or SSN, is a unique identifying number associated with U.S. citizens and other residents in the country. It's been around since 1936, about the time that the Social Security Administration was established (in 1935) to provide Americans with retirement and disability benefits.\n\nToday, the need for an SSN goes beyond calculating what you're entitled to receive as a result of the contributions you've made throughout your working life to Social Security and Medicare.\n\nIt's required to open financial accounts,apply for loans, apply for unemployment assistance, and get a driver's license.\n\nYour Social Security number is your key to important future benefits. So, it's crucial to protect it and the card that it's on. Be sure to use it only when officially required (and not simply when someone asks you for it).\n\nSocial Security Administration. \"Historical Background And Development Of Social Security.\"\n\nSocial Security Administration. \"The Story of the Social Security Number.\"\n\nSocial Security Administration. \"Compilation Of The Social Security Laws.\"\n\nSocial Security Administration. \"Types of Social Security Cards.\"\n\nFederal Reserve Bank of St. Louis. \"Your Social Security Number: The 9-Digit Evolution.\"\n\nSocial Security Administration. \"Social Security Number Randomization.\"\n\nSocial Security Administration. \"FAQs.\"\n\nSocial Security Administration. \"The First Social Security Number and the Lowest Number.\"\n\nSocial Security Administration. \"Form SS-5 Application for a Social Security Card.\"",
  "url": "https://www.investopedia.com/terms/s/ssn.asp"
}