{
  "term": "What Is a Negative Interest Rate, and Why Would We Have Them?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term negative interest rate refers to situations in which interest is paid to borrowers rather than to lenders. When interest rates are negative, central banks typically charge commercial banks on their reserves as a form ofnon-traditional expansionary monetary policy, rather than crediting them.\n\nThis is a very unusual scenario that generally occurs during a deep economic recession when monetary efforts and market forces have already pushed interest rates to theirnominal zero bound. This tool is meant to encourage lending, spending, and investment rather than hoarding cash, which will lose value to negative deposit rates.\n\nAninterest rateis effectively the cost of borrowing. This means that lenders charge borrowers interest when they take on any type ofdebt, such as a loan or mortgage. Although it may seem strange, there are instances where lenders may end up paying borrowers when they take out a loan. This is called a negative interest rate environment.\n\nNegative rates are normally set bycentral banksand other regulatory bodies. They do so during deflationary periods when consumers hold too much money instead of spending as they wait for a turnaround in the economy. Consumers may expect their money to be worth more tomorrow than today during these periods. When this happens, the economy can experience a sharp decline indemand, causing prices to plummet even lower.\n\nWhen strong signs ofdeflationare present, simply cutting the central bank's interest rate to zero may not be sufficient enough to stimulate growth in bothcreditand lending. This means that a central bank must loosen its monetary policy and turn to negative interest rates.\n\nTherefore, anegative interest rate environmentoccurs when the nominal interest rate drops below 0% for a specific economic zone. This effectively means that banks and other financial firms have to pay to keep their excess reserves stored at the central bank, rather than receiving positive interest income.\n\nIn a negative interest rate environment, an entire economic zone can be impacted. As such, storing cash incurs a fee rather than earning interest, which means that consumers and banks have to pay interest in order to deposit money into an account.\n\nWhilereal interest ratescan be effectively negative if inflation exceeds the nominal interest rate, the nominal interest rate is, theoretically, bounded by zero. This means thatnegative interestrates are often the result of a desperate and critical effort to boost economic growth through financial means.\n\nThe zero-bound refers to the lowest level that interest rates can fall to. Some forms of logic dictate that zero would be the lowest level. However, there are instances where negative rates have been implemented during normal times. For instance, thetarget interest ratein Switzerland was negative until September 2022.Japan adopted a similar policyuntil March 2024.\n\nWith negative interest rates, commercial banks are charged interest to keep cash with a nation's central bank, rather than receiving interest. This dynamic should theoretically trickle down to consumers and businesses. But in reality, commercial banks are generally reluctant to pass negative rates onto their customers.\n\nAnegative interest rate policy(NIRP) is an unusual monetary policy tool. Nominal target interest rates are set with a negative value, which is below the theoretical lower bound of 0%.\n\nWhen people hoard money rather than spend or invest it,aggregate demandcollapses. This leads to prices falling even further, a slowdown or halt in real production and output, and an increase inunemployment.\n\nA loose or expansionary monetary policy is usually employed to deal with such economicstagnation. However, if deflationary forces are strong enough, simply cutting the central bank's interest rate to zero may not be sufficient to stimulate borrowing and lending.\n\nBut it's still not clear if a NIRP is effective in achieving the goal in the countries that established it and in the way it was intended. It's also unclear whether or not negative rates have successfully spread beyond excess cash reserves in the banking system to other parts of the economy.\n\nIndividual depositors aren't charged negative interest rates on their bank accounts.\n\nCentral banks in Europe, Scandinavia, and Japan have implemented a negative interest rate policy on excess bank reserves in the financial system.This unorthodox monetary policy tool is designed to spureconomic growththrough spending and investment; depositors would be incentivized to spend cash rather than store it at the bank and incur a guaranteed loss.\n\nInterest rates tell you how valuable money is today compared to the same amount of money in the future. Positive interest rates imply that there is a time value of money, where money today is worth more than money tomorrow. Forces like inflation, economic growth, and investment spending all contribute to this outlook. A negative interest rate, by contrast, implies that your money will be worth more—not less—in the future.\n\nMost instances of negative interest rates only apply to bank reserves held by central banks; however, we can ponder the consequences of more widespread negative rates. First, savers would have to pay interest instead of receiving it. By the same token, borrowers would be paid to do so instead of paying their lender. Therefore, it would incentivize many to borrow more and larger sums of money and to forgo saving in favor of consumption or investment. If they did save, they would save their cash in a safe or under the mattress, rather than pay interest to a bank for depositing it.\n\nNote that interest rates in the real world are set by the supply and demand for loans despite central banks setting a target. As a result, the demand for money in use would grow and quickly restore a positive interest rate.\n\nSome central banks have set a negative interest rate policy (NIRP) in order to stimulate economic growth in the financial sector, or else to protect the value of a local currency against exchange-rate increases due to large inflows of foreign investment. Countries including Japan, Switzerland, Sweden, and even the ECB (eurozone) have adopted NIRPs at various points over the past two decades.\n\nMonetary policymakers are often afraid of falling into adeflationary spiral. In harsh economic times, such as deep economic recessions or depressions, people and businesses tend to hold on to their cash while they wait for the economy to improve.\n\nThis behavior, however, can weaken the economy further as a lack of spending causes further job losses, lower profits, and price drops—all of which reinforce people’s fears, giving them even more incentive to hoard. As spending slows even more, prices drop again, creating another incentive for people to wait as prices fall further, and so on. When central banks have already lowered interest rates to zero, the NIRP is a way to incentivize corporate borrowing and investment and discourage hoarding of cash.\n\nNegative interest rates are a monetary policy in which interest is paid from lenders to borrowers, rather than from borrowers to lenders. This atypical scenario plays out during deep recessions or periods of deflation when monetary efforts and market forces have already pushed interest rates close to or zero. Such a tool aims to encourage lending, spending, and investment rather than hoarding. Some countries like Switzerland and Japan have until recently implemented negative interest rates.\n\nSwiss Info. \"Switzerland Exits Negative Interest Rate Era.\"\n\nCNN. \"Japan Brings Era of Negative Interest Rates to an End with First Hike in 17 Years.\"\n\nInternational Monetary Fund. \"How Can Interest Rates Be Negative?\" Accessed Sept. 8, 2021.\n\nInternational Monetary Fund. \"How Can Interest Rates Be Negative?\" Accessed Sept. 8, 2021.",
  "url": "https://www.investopedia.com/terms/n/negative-interest-rate.asp"
}