{
  "term": "What Are Ordinary Annuities, and How Do They Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn ordinary annuity is a series of equal payments made at the end of consecutive periods over a fixed length of time. Ordinary annuities may be paid monthly, quarterly, semi-annually, or annually.\n\nThe opposite of an ordinary annuity is an annuity due, in which payments are made at the beginning of each period. A .rent payment is an annuity due. A mortgage payment is an ordinary annuity.\n\nNeither an ordinary annuity nor an annuity due refers to the financial product known as an annuity, though they are related.\n\nAn example of an ordinary annuity is the interest payment on a bond. These are generally made semiannually. Regular quarterly dividends from a stock that has maintained a stable payout level for years are another example.\n\nThepresent valueof an ordinary annuity is largely dependent on the prevailing interest rate.\n\nBecause of thetime value of money, rising interest rates reduce the present value of an ordinary annuity, while declining interest rates increase its present value. This is because the value of an annuity isbased on the return your money could earn elsewhere. If you can get a higher interest rate somewhere else, the value of the annuity goes down.\n\nThe present value formula for an ordinary annuity takes into account three variables. They are:\n\nGiven these variables, the present value of an ordinary annuity is:\n\nFor example, if an ordinary annuity pays $50,000 per year for five years and the interest rate is 7%, the present value would be:\n\nAn ordinary annuity will have a lower present value than an annuity due, all else being equal.\n\nAn investor with an ordinary annuity receives the payment at the end of the agreed time period.\n\nAn alternative is anannuity due, in which the investor receives the payment at the beginning of the period. A common example is rent. The renter typically pays the landlord in advance for the month ahead.\n\nThis difference in payment timing affects the value of the annuity. The formula for an annuity due is as follows:\n\nIf the annuity in the above example was instead an annuity due, its present value would be calculated as:\n\nAll else being equal, an annuity dueis worth morethan an ordinary annuity because the money is received earlier.\n\nGenerally, an annuity due is better for the party that is paying and not as good for the recipient. The recipient is paying up front for the period ahead. With an ordinary annuity, the payment is made at the end of the previous period. Money has atime value. The sooner a person gets paid, the more the money is worth.\n\nThe wordannuitycommonly refers to an insurance product purchased by an individual. In return for a lump-sum payment or a series of payments to the financial institution, the individual receives a steady stream of regular payments. The annuity is most often used as a source of retirement income.\n\nThe most common types of ordinary annuities are stock and bond dividends. These are paid at the end of each period of the agreement rather than at the beginning of the period. In the case of stock dividends, this is because the dividends are based on the company's profits for the immediate preceding period.\n\nOrdinary annuity is a business term that describes any regular payment that is made at the end of a relevant cycle rather than at its start. If you have a dividend-paying stock or a bond, you have an ordinary annuity.",
  "url": "https://www.investopedia.com/terms/o/ordinaryannuity.asp"
}