{
  "term": "What Is Unearned Income and How Is It Taxed?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUnearned income refers to anyincomethat is earned passively, without performing work or providing a service. In contrast to earned income, which comes from wages, salaries, and business activities, unearned income is derived from investments or other sources where no labor is involved. Common examples of unearned income, orpassive income, include interest from savings accounts, dividends from stocks, and rental income from properties.\n\nUnearned income is typically earned through investments, such as interest on savings, dividends from stocks, or income from rental properties. Unlikeearned income, which includes wages and self-employment earnings, unearned income is not tied to labor.\n\nUnearned income cannot be contributed toindividual retirement accounts (IRAs). According to theInternal Revenue Service (IRS), earned income includes wages, salaries, tips, and self-employment income.\n\nTaxationdiffers for unearned income and earned income due to qualitative differences. Thetax ratesalso vary among unearned income sources. Most unearned income sources are not subject topayroll taxes, and none of it is subject to employment taxes, such as Social Security and Medicare.\n\nMake sure you understand the origin and taxation of any of your unearned income.\n\nUnearned income can fall into a number of different categories. Below are some of the most common types:\n\nInterestincome from savings accounts, bonds, loans, andCertificates of deposit (CDs)is considered unearned income. This type of income is typically taxed asordinary income.\n\nThere are certain exceptions to this rule, including interest earned onmunicipal bonds, which is exempt fromfederal income tax.\n\nDividends, which are income from investments, can be taxed at ordinary tax rates or preferredlong-term capital gains taxrates.Investments typically yield dividends payable to shareholders on a regular basis. Dividends may be paid to the investment account monthly, quarterly, annually, or semi-annually.\n\nTaxation of dividends is based on whether the dividend is ordinary or qualified:\n\nYou may get unearned income from other sources, such as:\n\nUnearned income can serve as a supplement to earned income beforeretirement, and it is often the only source of income in postretirement years. During the accumulation phase, taxes are deferred for many sources of unearned income.\n\nSources of unearned income that allow a deferment of income tax include401(k) plansand annuity income. As a result, participants avoid IRS penalties and higher tax rates.\n\nTax advisors often recommenddiversifying holdingsto even out the effect of taxes on unearned income.\n\nHere are a couple of hypothetical examples to show how unearned income actually works.\n\nLet's say Jan invests $50,000 in a CD. The interest she derives from her investment is considered unearned income and must be reported to the IRS for taxation at the ordinary income rate.She also wins $10,000 on a game show, but she does not get the full amount of her winnings. Why? Because the IRS deducts taxes from it, treating the amount as unearned income.\n\nLet's suppose Michael buys aninvestment propertywith the intention of renting it out for additional income. He fixes it up and converts it into two apartments: the main unit and the basement as a separate studio. He signs leases with two different tenants who pay their rent to Michael on the first of each month. The tenants' rent payments are considered unearned or passive income because Michael isn't doing any work to earn them.\n\nUnearned income is any form of income you earn passively. Examples include interest on investments, dividends, lottery or casino winnings, and rental income from investment properties. Earned income, on the other hand, is any compensation you receive for providing a service. This may be from your employer, aself-employmentgig, tips, bonuses, and vacation pay.\n\nUsually, yes. Though not subject to employment taxes, such as Social Security and Medicare, and, in most cases, payroll taxes, unearned income is generally treated as taxable income—save for a few exceptions such aslife insuranceproceeds.\n\nUnearned income is not taxed uniformly. Some sources of unearned income are taxed as ordinary income, whereas others enjoy more generous tax rates. It's also possible with some types of unearned income to defer tax liabilities to a later date.\n\nAccording to the IRS, there are two possibilities that affect the reporting of a child's unearned income. Any unearned income above $2,600 may be subject to an unearned income tax. This is known as thekiddie tax. Alternatively, interest and dividend income of less than $13,000 may be included on the parent's return rather than that of the child.\n\nUnearned income isn't a term with which most people are familiar. You may know it as passive income or money that you acquire without providing a service. Put simply, you make this money without actually working for it.\n\nSources of unearned income may include interest income from interest-paying accounts, dividends, and rent from tenants if you have an investment property. Just because it means it is earned passively doesn't mean you don't have to report it on yourtax return. In fact, the opposite is true. Be sure to check with the IRS or the issuer of the unearned income, or you can consult a tax professional if you're unsure of what your unearned means to your tax liability.\n\nInternal Revenue Service. \"Publication 590-A, Contributions to Individual Retirement Arrangements (IRAs),\" Pages 6-7.\n\nInternal Revenue Service. \"Publication 17, Your Federal Income Tax For Individuals,\" Pages 44-74.\n\nSocial Security Administration. \"What Income Is Included in Your Social Security Record?\"\n\nInternal Revenue Service. \"Topic No. 403, Interest Received.\"\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses,\" Page 11.\n\nInternal Revenue Service. \"Topic No. 404, Dividends.\"\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses,\" Page 19.\n\nSocial Security Administration. \"Social Security Handbook: 2136. What is “Unearned Income”?\"\n\nFinancial Industry Regulatory Authority. \"Annuities: Overview.\"\n\nFinancial Industry Regulatory Authority. \"Retirement Accounts: Types.\"\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income,\" Page 36\n\nInternal Revenue Service. \"Publication 17, Your Federal Income Tax For Individuals,\" Pages 52-59, 65-74.\n\nInternal Revenue Service. \"Topic no. 553, Tax on a Child's Investment and Other Unearned Income (Kiddie Tax).\"",
  "url": "https://www.investopedia.com/terms/u/unearnedincome.asp"
}