{
  "term": "What Is a Tax Identification Number (TIN)?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA Tax Identification Number (TIN) is a unique number assigned to taxpayers and used by the Internal Revenue Service (IRS) in its administration of the nation's tax system.\n\nA Tax Identification Number (TIN) is a nine-digit number that theInternal Revenue Service (IRS)uses to identify taxpayers. Also known as a Taxpayer Identification Number, one type of TIN is aSocial Security number (SSN).\n\nA child must have an SSN before a parent can claim them as adependentfor income tax purposes.\n\nA TIN identifies individuals,corporations, and entities such asnonprofit organizations (NPOs). The TIN is mandatory for anyone filing annualtax returnswith the IRS and the agency uses it to track taxpayers.In addition:\n\nAlmost every country uses TINs for various reasons. For example, Canada usesSocial Insurance Numbers (SINs)for employment, taxation, the provision of benefits, and credit purposes.\n\nThe SIN is a nine-digit unique identifier that's formatted as XXX-XXX-XXX. Countries in the European Union also use TINs that help government agencies identify taxpayers and allow entities to invest money across the EU.\n\nTo work in the U.S. or file taxes with the IRS, individuals need a TIN. A TIN allows individuals to receive benefits or services offered by the government and to report their taxes. Corporations, trusts, and nonprofits also use TINs.\n\nThe agency that issues a TIN will provide an official document with an identifier. TINs are not available online because they are sensitive information.\n\nA Social Security number is a type of TIN. It allows individuals to seek employment in the U.S., to obtain loans and credit from banks and other lenders, and to file income tax returns.\n\nA TIN is necessary to have to work in the U.S. and file a tax return. A Social Security number is a type of TIN used by individuals. Corporations, trusts, and nonprofit organizations also use TINs.\n\nSocial Security Administration. \"Social Security Number & Card.\"\n\nInternal Revenue Service. \"Individual Taxpayer Identification Number.\"\n\nInternal Revenue Service. \"Employer Identification Number.\"\n\nInternal Revenue Service. \"Adoption Taxpayer Identification Number.\"\n\nInternal Revenue Service. \"PTIN Requirements for Tax Return Preparers.\"\n\nInternal Revenue Service. \"Qualifying Child Rules.\"\n\nInternal Revenue Service. \"U.S. Taxpayer Identification Number Requirement.\"\n\nGovernment of Canada. \"Social Insurance Number Overview.\"\n\nEuropean Commission. \"Taxpayer Identification Number (TIN).\"",
  "url": "https://www.investopedia.com/terms/t/tax-indentification-number-tin.asp"
}