{
  "term": "What Does a Notary Do? Duties and Where to Notarize a Document",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA notary is an impartial witness to the signing or authentication of a legal document.\n\nA notary is a publicly commissioned official who serves as an impartial witness during the signing of legal documents. Notaries help prevent fraud and ensure that transactions, like real estate deeds, affidavits,wills, trusts,powers of attorney, and bills of sale, are carried out with the proper documentation and authentication.\n\nA notary, or notary public, plays an essential role in legal and transactional matters by verifying that a document was signed correctly and by the right parties.Notarizationinvolves several steps, including:\n\nNotaries are prohibited from refusing service based on race, nationality, religion, or gender, ensuring a fair and unbiased process.\n\nAccording to the National Notary Association (NNA), notaries were used as far back as 2750 B.C.E. in Egypt and Sumeria. Called scribes by the Egyptians, these writers and witnesses documented much of the history of the ancient world. The Roman Empire usednotariiandscribaeto witness and document everything from speeches to weather and to create official documents. The first recognized notary was Tiro, a Roman servant who developed a shorthand for recording speeches.\n\nThe Chinese also used scribes to document events, teachings, log resource and labor data, and help the state function with detailed accounting.\n\nNotaries accompanied Christopher Columbus on his voyages to assure King Ferdinand and Queen Isabella that all discoveries were valid.\n\nWriter Mark Twain was a notary, while Salvador Dali, Leonardo Da Vinci, and Calvin Coolidge, the 30th president of the United States, were the sons of notaries. Coolidge remains the only president sworn into office by a notary, his father.\n\nWomen were not allowed to be notaries until the 1900s but now outnumber male notaries, according to the NNA.\n\nThe steps to becoming a notary vary from state to state. Broadly, notaries must be at least 18 years old and reside in the state where they are licensed.\n\nCosts to become a notary include training, supplies, a bond, and the oath of office. Notaries cannot give legal advice and can be fined for doing so. They are also not to act in situations where they have apersonal interest.\n\nRequirements vary, but in general, most states require you to:\n\nAdditionally, many states do not allow someone to become a notary if they have a prior felony or misdemeanor conviction.\n\nMany notaries provide their services and create listings or web pages with contact information. Many packaging stores, postal centers, postal services, and copy centers have notaries employed also. Some places you can get a document notarized are:\n\nAdditionally, some states offer Remote Online Notarization (RON) services, which allow you to notarize documents online. Many states adopted RON during the COVID-19 pandemic, and it remains an option in several regions. To find a remote notary, check with your Secretary of State’s office.\n\nA notary serves as an official witness to the signing of documents. Their main role is to confirm that all parties involved are who they say they are and that they are signing the document willingly. Notaries help ensure that the document is authentic and prevent fraudulent transactions by verifying identities and documenting the process.\n\nTo become a notary, you need to meet your state's requirements, then go through a learning and application process. You also may be required to take an exam. Once you pass, you're sworn into office as a notary.\n\nCosts vary by state, but generally, expenses include training, required materials (such as a notary seal), and application fees. In some states, notaries must re-certify periodically, adding to the cost.\n\nNotaries have served an essential function in government and society for thousands of years. From documenting crop yields in the past to verifying documents and signatures over the internet, notaries continue to ensure that information provided can be trusted.\n\nAll states and counties have notaries. You can find a notary in many businesses—you might even find one living next door. If you live in a remote area or cannot otherwise find a notary, many states have enacted legislation to make it easier to have your documents notarized through remote technologies.\n\nCommonwealth of Massachusetts. \"Apply to Become a Notary Public.\"\n\nNational Notary Association. \"Notary History.\"\n\nPrinceton University. \"Scribal Identity in Burials of Early China and Ancient Egypt.\"",
  "url": "https://www.investopedia.com/terms/n/notary.asp"
}