{
  "term": "What Are Smart Contracts on the Blockchain and How Do They Work?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA smart contract is a self-executing program that automates the actions required in a blockchain transaction. Once completed, the transactions are trackable and irreversible. The best way to envision a smart contract is to think of a vending machine—when you insert the correct amount of money and push an item's button, the program (the smart contract) activates the machine to dispense your chosen item.\n\nSmart contracts permit trusted transactions and agreements to be carried out among disparate, anonymous parties without the need for a central authority, legal system, or external enforcement mechanism.\n\nWhile blockchain technology has come to be thought of primarily as the foundation for Bitcoin​, it has evolved far beyond underpinning a virtual currency.\n\nSmart contracts were first proposed in 1994 by Nick Szabo, an American computer scientist who conceptualized a virtual currency called \"Bit Gold\" in 1998, 10 years before Bitcoin was introduced. Szabo is often rumored to be the real Satoshi Nakamoto, the anonymous Bitcoin inventor, which he has denied.\n\nSzabo defined smart contracts as computerized transaction protocols that execute the terms of a contract.He wanted to extend the functionality of electronic transaction methods, such as POS (points of sale), to the digital realm.\n\nIn his paper, Szabo also proposed the execution of a contract for synthetic assets, such as combining derivatives and bonds. Szabo wrote, \"These new securities are formed by combining securities (such as bonds) and derivatives (options and futures) in a wide variety of ways. Very complex term structures for payments...can now be built into standardized contracts and traded with low transaction costs, due to computerized analysis of these complex term structures.\"\n\nSmart contracts do not contain the legal language or even the terms of a contract between two parties. They are scripts that contain functions, module imports, and other programming that automate the actions between two parties.\n\nMany of Szabo's predictions in the paper came true in ways preceding blockchain technology. For example, derivatives trading is now mostly conducted through computer networks using complex term structures.\n\nBecause smart contracts execute agreements, they can be used for many different purposes. One of the simplest uses is ensuring transactions between two parties occur, such as the purchase and delivery of goods. For example, a manufacturer needing raw materials can set up payments using smart contracts, and the supplier can set up shipments. Then, depending on the agreement between the two businesses, the funds could be transferred automatically to the supplier upon shipment or delivery.\n\nIt's important to understand that the connections between blockchain transactions and real-world transfers are still being developed. For instance, if you use some ether to order an item from a retailer that uses an e-commerce blockchain that can communicate with Ethereum, it must still be packed up and shipped by a person. In this case, a smart contract would likely transfer your cryptocurrency to the retailer and initiate another script that notifies the shipping department of a sale.\n\nReal estate transactions, stock and commodity trading, lending, corporate governance, supply chain, dispute resolution, and healthcare are only a few examples where smart contracts are theorized to have use.\n\nThe primary benefit of smart contracts is similar to the benefit of blockchain technology—they remove the need for third parties. Other benefits of this technology are:\n\nSome of the downfalls of smart contracts are:\n\nThe simplest example of a smart contract is a transaction between a consumer and a business, where a sale is made. The smart contract could execute the customer's payment and initiate the business's shipment process.\n\nThe purpose of smart contracts is to further remove the need for a trusted third party to conduct actions between parties that do not trust each other.\n\nIt depends on the blockchain and how it is programmed. Generally speaking, smart contracts have state variables (data), functions (what can be done), events (messages in and out), and modifiers (special rules for specific users). Some may have additional elements depending on what they are designed to do.\n\nSmart contracts are code written into a blockchain that executes the actions two parties agree to outside the chain. By automating these actions, the need for an intermediary or trust between the parties is removed.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/s/smart-contracts.asp"
}