{
  "term": "What Does Tax Deductible Mean, and What Are Common Deductions?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA tax deductible is an expense that an individual taxpayer or a business can subtract fromadjusted gross income (AGI). The deductible expense reducestaxable incomeand therefore reduces the amount ofincome taxesowed.\n\nInvestopedia / Michela Buttignol\n\nThe term “expensable” means “eligible to be claimed as an expense.”\n\nTax deductibles serve as incentives provided by governments to encourage certain behaviors. Governments tend to want people to do things that are deemed beneficial to individuals or society as a whole. The purpose of tax deductibles is to reduce a taxpayer’s taxable income, ultimately lowering their tax liability, if people do these things.\n\nSpecific tax deductibles are discussed more, but in general, governments want to promote specific actions such as charitable giving, investment inretirement savings, homeownership, education, and healthcare payments. The government wants people to engage in all of these as they contribute to economic growth,social welfare, and personal financial stability.\n\nAdditionally, tax deductibles can help individuals retain more of their hard-earnedincome. This also serves as the point of encouraging responsible financial planning. Individuals are incentivized via tax deductibles to continue earning wages and contributing a smaller amount of taxes that also contribute to society.\n\nTax deductibles offer several advantages for individuals and businesses. First, they serve as powerful incentives for specific behaviors. Not only is there a financial incentive for the taxpayer, but society can also benefit from those who help foster economic growth, social welfare, and individual well-being.\n\nThe entire purpose of tax deductibles is to provide financial relief by lowering taxable income. By subtracting eligible expenses from their income, taxpayers can effectively retain more of their earnings. This had the added benefit of stimulating theeconomy, as the taxpayer now has greater disposable income that they can pump into the economy.\n\nTax deductibles also have the benefit of promoting fairness and equity within the tax system. It recognizes and accounts for individual circumstances and responsibilities. For instance, deductions for medical expenses acknowledge the financial burden of healthcare costs, particularly for individuals with chronic illnesses or disabilities. Similarly, deductions for business expenses incentivizeentrepreneurshipand innovation (for those who may be creating jobs in your local community).\n\nTax deductibles also have a number of downsides. Deductibles often contribute to complexity and inefficiency within the tax system. The proliferation of various deductions, each with its own eligibility criteria, limits, and rules, can make tax compliance burdensome for taxpayers and businesses. The complexity of tax deductibles can create opportunities for taxpayers to make many accidentaltax errors.\n\nThough it overlaps with an advantage, tax deductibles can exacerbate economic distortions by influencing individuals’ financial decisions. For example, deductions for mortgage interest may incentivize excessive borrowing for homeownership, contributing to housing bubbles and financial instability. Similarly, deductions for certain business expenses may encourage wasteful spending ortax avoidance strategiesthat prioritize deductions over genuine business growth or productivity.\n\nLastly, though the promotion of equity was an advantage, tax deductibles can also exacerbate income inequality. There are opportunities for tax deductibles to disproportionately benefit higher-income individuals. For instance, think back to the mortgage interest deduction example. This tax deductible only impacts those who have the financial security of owning a home; therefore, someone struggling to make rent payments may not receive this tax benefit.\n\nDeductibles incentivize desired behaviors, fostering economic growth and welfare.\n\nLower taxable income offers financial relief and stimulates spending.\n\nDeductions promote fairness by considering individual circumstances and responsibilities.\n\nThey encourage entrepreneurship and innovation while recognizing healthcare burdens.\n\nDeductibles can increase tax system complexity.\n\nDeductions influence financial decisions, potentially distorting markets.\n\nDeductibles may worsen income inequality, favoring higher earners.\n\nComplexity breeds errors, burdening taxpayers and businesses.\n\nU.S. individual taxpayers may use either thestandard deductionor fill out a list of all of their deductible expenses, depending on which results in a smaller taxable income. Whether a taxpayer uses the standard deduction or itemizes deductible expenses, the amount is subtracted directly from adjusted gross income.\n\nThe vast majority of Americans have taken the standard deduction since 2018, when that figure was nearly doubled while many allowable deductions were eliminated or capped.\n\nItemizing deductible expenses rather than taking the standard deduction requires filing one more piece of paper. ASchedule Aform, used to record the various claimed deductions, must be attached to the main tax form,Form 1040orForm 1040-SR.\n\nThe process requires a good deal of recordkeeping throughout the year, including saving receipts or other proof of expenditures. Common itemized deductions include medical and dental expenses, state and local taxes, mortgage interest, charitable contributions, unreimbursed job expenses, and certain miscellaneous deductions like investment expenses or casualty losses.\n\nFilers who take the standard deduction can file Form 1040.Those who are age 65 or older can use Form 1040-SR. It’s nearly identical to Form 1040 but with larger print.\n\nBusiness deductibles are considerably more complex than individual deductibles and require a great deal more recordkeeping. A business or self-employed individual must list all of the income that was received and all of the expenses that were paid out in order to report the real profit of the business. That profit is the gross taxable income of the business.\n\nExamples of ordinary business deductibles include payroll, utilities, rent, leases, and other operational costs. Additional deductibles includecapital expensessuch asdepreciatingequipment or real estate.\n\nPermissible deductibles vary by the structure of the business.Limited liability companies (LLCs)andcorporationsdiffer in the types and amounts of deductions available to their owners.\n\nThe standard deduction nearly doubled with the Tax Cuts and Jobs Act of 2017. In the first year of the act’s implementation, 2018, about 90% of taxpayers used the standard deduction rather than itemize deductions.\n\nThere are several types of retirement accounts that offer tax benefits, including traditional IRAs, 401(k)s, 403(b)s, orSEP IRAs. Each type of account has its own eligibility requirements, contribution limits, and tax treatment.\n\nThe key point for this article is that contributions to certain retirement accounts can be tax deductible. For example, if you earn $50,000 in a year and contribute $5,000 to a traditional IRA, you can deduct the $5,000 from your taxable income.\n\nThe IRS sets annual contribution limits for retirement accounts, which can vary depending on the type of account and your age. For example, in 2024, the contribution limit for traditional and Roth IRAs is $6,000 for individuals under age 50 and $7,000 for those ages 50 and older (due to catch-up contributions). Employer-sponsored retirement plans like 401(k)s have higher contribution limits, often determined by the plan’s terms and IRS regulations.\n\nIt’s also important to note that the tax deductibility of contributions to retirement accounts may be subject to income limits and eligibility criteria. For instance, if you or your spouse are covered by a retirement plan at work, the tax deduction for traditional IRA contributions may be reduced or phased out at certain income levels.\n\nBothtax creditsandtax deductionscan help taxpayers pay less in taxes, but there are distinct differences between the two.\n\nA tax credit is a straight subtraction from your tax bill. For example, a $10 tax credit will reduce your tax bill by $10. A tax deduction lowers your taxable income, and therefore lowers the total amount you owe.\n\nA tax deduction reduces your taxable income, while a tax credit reduces your tax bill dollar for dollar.\n\nAll tax deductibles (or the standard deduction) are subtracted from your gross income in order to arrive at an adjusted gross income, which is the amount that is subject to taxes.\n\nTaxpayers who itemize deductions rather than take the standard deduction add a Schedule A form to Form 1040. This form is used to list the expenses being deducted.\n\nThe standard deduction is a specific dollar amount that taxpayers may use to reduce their taxable income if they do not choose to itemize their deductible expenses.\n\nA tax deduction lowers your taxable income, which reduces your total amount of taxes owed. That can result in a refund if you overpaid taxes during the year.\n\nYou should take the standard deduction or itemize deductions, depending on which results in a lower tax bill.\n\nYou may have to estimate your allowable deductions, at least roughly, to figure that out. Also, keep in mind that you have to maintain records and receipts of deductible expenses throughout the year in order to back up the numbers you enter on Schedule A.\n\nThere may be some years when you have good reason to itemize your deductions. For example, if you have very high unreimbursed medical expenses for one year, they could amount to tax savings greater than the standard deduction.\n\nA deductible is an expense that a taxpayer or business can subtract from adjusted gross income, thus reducing the amount of taxes they owe. The IRS provides lists, requirements, and amounts of all available deductibles.\n\nMost taxpayers use the standard deduction when filing taxes, which for 2024 is $14,600 for single taxpayers and married couples filing separately, $29,200 for married couples filing jointly, and $21,900 for heads of households.\n\nTaxpayers with very high deductible expenses may opt to itemize their deductibles. In that case, the Schedule A form must be attached to the main tax form.\n\nTax Foundation. “Nearly 90% of Taxpayers Are Projected to Take the TCJA’s Expanded Standard Deduction.”\n\nInternal Revenue Service. “Be Tax Ready—Understanding Tax Reform Changes Affecting Individuals and Families.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2023.”\n\nInternal Revenue Service. “IRS Provides Tax Inflation Adjustments for Tax Year 2024.”\n\nInternal Revenue Service. “About Schedule A (Form 1040), Itemized Deductions.”\n\nInternal Revenue Service. “1040 (and 1040-SR) Instructions,” Page 16.\n\nInternal Revenue Service. “Publication 535: Business Expenses,” Pages 3–5 and 12–13.\n\nInternal Revenue Service. “Guide to Business Expense Resources.”\n\nInternal Revenue Service. “Publication 542: Corporations,” Pages 9–15.\n\nInternal Revenue Service. “Publication 535: Business Expenses.”\n\nInternal Revenue Service. “IRA Deduction Limits.”\n\nInternal Revenue Service. “Credits and Deductions for Individuals.”\n\nInternal Revenue Service. “Definition of Adjusted Gross Income.”",
  "url": "https://www.investopedia.com/terms/d/deductible.asp"
}