{
  "term": "What Is a Commercial Mortgage-Backed Security (CMBS)?",
  "definition": "Commercial mortgage-backed securities (CMBS) are fixed-income investment products that are backed by mortgages on commercial properties rather than residential real estate. CMBS can provide liquidity to real estate investors and commercial lenders alike.\n\nBecause there are no rules for standardizing the structures of CMBS, their valuations can be difficult. The underlying securities of CMBS may include a number of commercial mortgages of varying terms, values, and property types—such as multi-family dwellings and commercial real estate. CMBS can offer less of a pre-payment risk thanresidential mortgage-backed securities (RMBS), as the term on commercial mortgages is generally fixed.\n\nAs with collateralized debt obligations (CDO) and collateralized mortgage obligations (CMO), CMBS are in the form of bonds. The mortgage loans that form a single commercial mortgage-backed security act as the collateral in the event of default, with principal and interest passed on to investors.\n\nThe loans are typically contained within a trust, with different terms, property types, and amounts. The underlying loans that are securitized into CMBS include loans for properties such as apartment buildings and complexes, factories, hotels, office buildings, office parks, and shopping malls, often within the same trust.\n\nA mortgage loan is typically what is considered a non-recourse debt—any consumer or commercial debt that is secured only by collateral. In case of default, the lender may not seize any assets of the borrower beyond the collateral.\n\nBecause CMBS are complex investment vehicles, they require a wide range of market participants—including investors, a primary servicer, a master servicer, a special servicer, a directing certificate holder, trustees, andrating agencies. Each of these players performs a specific role to ensure that CMBS performs properly.\n\nThe total U.S. issuance of commercial mortgage-backed securities in 2024, according to research by theSecurities Industry and Financial Markets Association.\n\nThe mortgages that back CMBS are classified into tranches according to their levels of credit risk, which typically are ranked from senior—or highest quality—to lower quality. The highest quality tranches will receive both interest and principal payments and have the lowest associated risk. Lower tranches offer higher interest rates, but the tranches that take on more risk also absorb most of the potential loss that can occur as the tranches go down in rank.\n\nThe tranches are usually divided as follows::\n\nThe lowest tranche in a CMBS structure represents the tranche with the most risk—and possibly some level of speculation—in the portfolio. Thesecuritizationprocess that's involved in designing a CMBS's structure meets some needs of both banks and investors. It allows banks to issue more loans in total, and it gives investors access to commercial real estate with various terms of risk and reward profiles in line with their various investment objectives, for instance, some tranches might generate more yield than traditional government bonds with an equivalent amount of risk.\n\nHence, investors should understand, that in the event of a default, bankruptcy, or liquidation, the highest tranches must be fully paid off, with interest, before the lower tranches receive any funds. It is called the tranches' credit seniority order.\n\nIn addition to the underlying mortgages, there are other terms in a CMBS contract that can determine whether it will be a profitable investment. The following are some factors that investors may consider:\n\nTypically, only very wealthy investors invest in CMBS because there are not many options here for the average investor. It's difficult to find mutual funds orexchange-traded funds (ETF) that invest solely in this asset class, though many real estate mutual funds invest a portion of their portfolios into CMBS.\n\nIn December 2016, the Securities and Exchange Commission (SEC) andFinancial Industry Regulatory Authority (FINRA)introduced new regulations to mitigate some of the risks of CMBS by creating margin requirements for covered agency transactions, including collateralized mortgage obligations.\n\nAs with other types of debt securities, investors assume certain risks when they purchase a CMBS. However, there are some features that make them popular for borrowers and investors.\n\nMost CMBS loans come with fixed interest rates, meaning that repayments will not fluctuate over the lifetime of the loan. This is a benefit for commercial borrowers, who cannot count on their revenues increasing with the loan terms. Floating rate CMBS loans do exist, although these tend to have high default rates.\n\nA CMBS loan is non-recourse, meaning that lenders cannot hold borrowers personally responsible if they fail to repay the loan.However, there are some circumstances, such as fraud or misrepresentation, that would give investors recourse against the borrower.\n\nWhen a mortgaged property is sold, the new owner is able to assume the previous owner's loan for a fee. This makes it easier to buy and sell properties without taking out a new loan.\n\nBorrowers must pay a penalty if they pay off the loan early, in order to compensate investors for the interest they would have received in later years.These penalties are typically riskier than the prepayment penalties for residential mortgages.\n\nSome CMBS contracts include a defeasance clause, meaning that if the borrower pays off the loan early, they must replace the lost interest and collateral with similar securities. For example, if a borrower prepays their loan, they may be required to purchase Treasury securities with enough cash flow to compensate investors for the lost interest. Defeasance requirements are spelled out in the contract and can be quite complex.\n\nIn most cases, borrowers are not personally responsible for failure to make payments.\n\nWhen a mortgaged property is sold, the loan can be passed on to new buyers.\n\nTypically have fixed interest rates\n\nHigh prepayment penalties to discourage borrowers from paying a loan early.\n\nBorrowers may be required to provide alternative collateral if they wish to pay a loan early.\n\nA residential mortgage-backed security, or RMBS, is a security backed by a bundle of residential loans for homes or apartments. A CMBS is backed by commercial real estate, such as office buildings, storefronts, malls, or other business spaces.\n\nThe main risk for a CMBS investor is the possibility of a default in the underlying loans. Because these are non-recourse loans, the borrower cannot be held personally responsible if the loan defaults.\n\nFor investors, the main benefit of a CMBS is a reliable cash flow based on a fixed or floating interest rate. Moreover, prepayment penalties help discourage borrowers from early payments, ensuring that the cash flow will continue for the full term of the loan.\n\nA commercial mortgage-backed security (CMBS) is a type of security backed by a bundle of commercial real estate loans. As borrowers make payments, the money is used to repay investors of the CMBS.\n\nSIFMA. \"US Mortgage Backed Securities Statistics.\"\n\nJanus Henderson Group. \"Commerical Mortgage-Backed Securities: A Securitized Products Primer (CMBS).\" Pages 4-5.\n\nJanus Henderson Group. \"Commercial Mortgage-Backed Securities: A Securitized Products Primer (CMBS).\" Page 5.\n\nFinancial Industry Regulatory Authority. \"Regulatory Notice 16-31.\"\n\nJanover CMBS Loans. \"Are CMBS Loans Fixed Rate?\"\n\nJanus Henderson Group. \"Commercial Mortgage-Backed Securities: A Securitized Products Primer (CMBS).\" Pages 5-6.\n\nJanus Henderson Group. \"Commercial Mortgage-Backed Securities: A Securitized Products Primer (CMBS).\" Page 6.",
  "url": "https://www.investopedia.com/terms/c/cmbs.asp"
}