{
  "term": "What Is an Arm's Length Transaction? Its Importance, With Examples",
  "definition": "In an arm's length transaction, unrelated and unaffiliated buyers and sellers conduct business, independently and without affecting each other's decisions.\n\nAn arm's lengthtransactionrefers to a business deal in which the involved parties act voluntarily and independently of one another.\n\nArm's length transactions occur when all parties act in their own self-interest and are not subject to pressure from any party. They ensure that there is no collusion between the buyer and seller. In the interest of fairness, both parties usually have equal access to information related to the deal.\n\nArm's length transactions are commonly used in real estate deals because the sale affects not only those who are directly involved in the deal but other parties as well, includinglenders.\n\nIf two strangers are involved in the sale and purchase of a house, the final agreed-upon price is likely close to thefair market value (FMV), assuming that both parties have equal bargaining power and the same information about the property.\n\nThe seller would want a price that's as high as possible, and the buyer would want a price that is as low as possible. Otherwise, the agreed-upon price is not likely to differ from the property's actual FMV.\n\nAs noted above, the buyer and seller aren't the only ones involved in an arm's length transaction. This type of transaction also has a direct impact on thefinancingneeded from a bank as well as municipal and local taxes. The transaction can also influence comparable prices in the market.\n\nFamily members andcompanies with related shareholdersgenerally don't engage in arm's length sales. Instead, the deals between them are non-arm's length transactions.\n\nSuch a transaction, which is also known as an arm-in-arm transaction, refers to a business deal in which buyers and sellers have an identity of interest. Put simply, buyers and sellers have an existing relationship that is either business-related or personal.\n\nAn existing relationship tends to influence the terms of a non-arm's length transaction. For instance, it's unlikely that a transaction involving a father and his son would yield the same result as a deal between strangers because the father may choose to give his son adiscount.\n\nIf the sale of a house between father and son is taxable, tax authorities may require the seller to pay taxes on the gain he would have realized had he sold to a neutralthird party. They would disregard the actual price paid by the son.\n\nIn the same way, international sales between non-arm's-length companies, such as two subsidiaries of the same parent company, must be made using arm's length prices. This practice, known astransfer pricing, assures that each country collects the appropriate taxes on the transactions.\n\nTax laws throughout the world are designed to treat the results of a transaction differently when parties are dealing at arm's length and when they are not.\n\nAs noted above, one of the main benefits of arm's length transactions is that the transaction is fair and equitable. This is especially true when it comes toreal estatedeals.\n\nWhen the buyer and seller have no previous relationship, the terms of the deal—notably, the sale price—should accurately reflect market conditions, e.g., the FMV, rather than be influenced by other factors.\n\nFMV is the best possible price that an unrelated, neutral, and impartial seller and buyer are willing to accept and pay to close the deal. The following are some of the factors that are used to determine the FMV of a home:\n\nOther factors also work into the FMV of a home, including interest rates and the condition of the overall economy.\n\nHere's a hypothetical example to show how arm's length transactions work. We can use the example above of the father (John) and son (Henry) and the real estate transaction.\n\nAssume that John is selling his home and puts the house up for sale for $350,000. He gets an offer for that amount based on the FMV. The potential buyer looked at some of the factors affecting the value, including the location, amenities, and comparable homes. If the sale goes through, it's considered an arm's length transaction.\n\nBut Henry throws John a loop by saying he needs a new place and would like to buy the home for himself. He offers a lower price of $275,000 since it's his father who's selling the house. If John decides to accept, he would be conducting a non-arm's length transaction.\n\nThe term “arm’s length transaction” refers to transactions that are conducted between parties who act independently from one another and are not associated with one another outside of the transaction in question.\n\nBy contrast, a transaction would not be “arm’s length” if the buyer and seller were personally related—such as family members or personal friends. Transactions between related businesses, such as those made between a parent company and its subsidiary, would also not be arm’s length.\n\nThe question of whether or not a transaction is arm’s length matters because it can have legal and tax implications. For example, when a multinational corporation engages in transactions with its affiliated companies throughout the world, it must ensure that those transactions are made at fair market values to ensure that the correct taxes are paid in each jurisdiction.\n\nSimilarly, conglomerates and holding companies can potentially run into legal and regulatory challenges if the companies within their organizations do not transact business with one another at arm’s length. Ultimately, arm’s length transactions are intended to encourage fair and reasonable business practices and to protect the public at large.\n\nConsider the case of a mother who wishes to sell her car to her son. She might choose to give her son a discount on the car, even though she could obtain a higher price if she sold it to an arms-length buyer. In this scenario, the transaction is not arm’s length, because the buyer and seller are family members.\n\nAlthough this example is benign, other examples could be more harmful. For instance, the founder of a publicly traded company might engage innepotismby appointing one of their family members to an important position within the company, even though other more qualified candidates were available. This decision could harm the company’s shareholders.\n\nEvery buyer and seller wants to get the best price possible for their financial transactions. One of the best ways to do so is to conduct an arm's length transaction.\n\nBeing at arm's length means there are no relationship issues that could influence the price and the decision to either accept or reject an offer.\n\nThose who execute non-arm's length transactions may not get the best price, which can also affect the overall market and lending decisions.\n\nCornell Law School, Legal Information Institute. \"Arm's Length.\"\n\nInternal Revenue Service. \"Allocation of Income and Deductions Under IRC 482.\"",
  "url": "https://www.investopedia.com/terms/a/armslength.asp"
}