{
  "term": "What Is Brand Loyalty?",
  "definition": "Investopedia / Michela Buttignol\n\nCompanies rely on a brand-loyal consumer base and repeat purchases to grow revenue.\n\nAccording to Harvard Business Review (HBR), companies with high scores on brand loyalty and customer loyaltymarket researchmetrics growrevenues2.5 times faster than industry peers and deliver two to five times thereturnstoshareholders.\n\nBrand loyalty is a consumer's commitment to repeat purchases of a particular brand regardless of price. Companyprofitabilityrelies on repeat business with existing clients and proves less expensive than marketing to attract new customers.\n\nBrand-loyal customers believe a certain brand represents higher quality and better service than competitors. Once established, brand loyalty is retained if the product quality and service level remain high. Brand loyalty differs fromcustomer loyalty programs, which require offering low prices and regular discounts to maintain best-deal-on-the-market status.\n\nMost established brand-name products operate in highly competitive markets, jockeying formarket sharewith new and old rival products. Marketing departments employ various tactics to create and maintain brand loyalty, including monitoring buying trends, analyzing spending data, and designing advertising campaigns targeting customer segments.\n\nExisting brand-loyal customers purchase 67% more than new customers so maintaining the brand-loyal segment is less expensive than marketing to new customers.\n\nBrand loyalty is said to have started in the 18th century when an American merchant would hand out copper coins to repeat customers.\n\nAccording to data compiled by Brand Keys for 2024, brand loyalty leaders and the products for which they hold the highest consumer favor include:\n\nCompanies rely on the following metrics to measure brand loyalty:\n\nThe Harvard Business Review (HBR) has intimated that financial accounting andshareholder primacyaffect how companies treat loyal customers. HBR argues that quarterly earnings and reporting undermine how loyalty affects profitability. Two profitability strategies—shareholder primacy vs. customer capitalism—have affected how customer metrics like brand loyalty are ranked as profit drivers.\n\nIn the 1950s, Peter Drucker referred to as “the father of business consulting” by Forbes and “the greatest management thinker of the last century\" by GE ChairJack Welch, said that “the true purpose of a business is to create and keep customers.\" Conversely, in the 1970s,Milton Friedmansaid that companies exist to maximize shareholder value, the argument HBR said introduced \"the age of shareholder primacy.\"\n\nIn 2019, CEOs from the Business Roundtable, includingTim Cookof Apple,Jeff Bezosof Amazon,Mary Barraof General Motors,Robert F. Smithof Vista Equity Partners, and Larry Fink of BlackRock, broke with decades of corporate orthodoxy by stating that “the purpose of a corporation” is no longer to advance only the interests of shareholders. Instead, companies must deliver value to customers indirectly by supporting customer values on issues like protecting the environment and dealing ethically with suppliers.\n\nBrand loyalty is commonly based on image and experience while customer loyalty is money-based, relying on prices and discounts. Brand-loyal customers believe that a certain brand represents higher quality and better service than any competitor regardless of pricing. Customer loyalty requires companies to maintain low prices and offer regular discounts.\n\nBrand ambassadors are professional marketers that companies hire to serve as spokespersons for their products.\n\nCorporate social responsibility (CSR)is a business model that helps a company be socially accountable to itself, its stakeholders, and the public. According to the Journal of Consumer Psychology, customers act favorably toward a company that engages in CSR.\n\nBrand loyalty occurs when companies can retain customers across product lines. Instead of investing capital to land new clients, companies with high brand loyalty have the advantage of deploying resources to improve their products or enhance their customer service to repeat consumers.\n\nHarvard Business Review. “Are You Undervaluing Your Customers?”\n\nCapital One Shopping Research. \"Brand Loyalty Statistics.\"\n\nCapital One Shopping Research. \"eCommerce Statistics.\"\n\nThe New York Times. \"Trading Stamps: A Long History.\"\n\nBrand Keys. \"2024 Loyalty Leaders.\"\n\nCustomer Gauge. \"How To Measure Customer Loyalty in 2025.\"\n\nThe New York Times. “Shareholder Value Is No Longer Everything, Top C.E.O.s Say.”\n\nJohnson, Zachary S. and et al. \"Good Guys Can Finish First: How Brand Reputation Affects Extension Evaluations.\"Journal of Consumer Psychology, vol. 29, no. 4, October 2019, pp. 565-583.",
  "url": "https://www.investopedia.com/terms/b/brand-loyalty.asp"
}