{
  "term": "What Is Tangible Personal Property and How Is It Taxed?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\n\"Tangible personal property\" is a tax term that refers topersonal propertythat can be felt or touched and physically relocated, such as furniture, office equipment, machinery, and livestock.\n\nTangible personal property is used by companies as part of their operations.\n\nIt is always depreciated over either a five- or seven-year period usingstraight-line depreciationbut is eligible foraccelerated depreciationas well. It is taxed in several countries, and in many states of the U.S.\n\nTangible personal property, or TPP, includes items such as furniture, machinery, cell phones, computers, and collectibles. It can be touched, unlikeintangible personal property.\n\nTPP does not includereal property, as real property is immovable.\n\nIntangibles, on the other hand, consist of things that cannot be seen or touched, such as patents and copyrights.\n\nMany states impose taxes on TPP. These taxes are in addition to the taxes on real property such as land and buildings used to help fund various services such as schools, roads, and emergency medical services.\n\nTPP taxes are regulated at the state level but are levied primarily by local governments. They can vary considerably by jurisdiction.\n\nSome states don't charge a TPP tax. Those that do may only apply it to certain items, such as tangible personal property that is valued above a certain threshold or only used for business purposes.\n\nTPP can be subject toad valorem taxes, meaning the amount of tax payable depends on each item's fair market value.\n\nIn most states, a business that owned TPP on January 1 must file a tax return form with the property appraisal office no later than April 1 of the same year. Keep in mind, though, that dates may vary by location.\n\nThe property appraiser places a value on the property, and the tax amount due is calculated by multiplying the property value by the tax rate set by the tax authorities.\n\nSome counties and cities require the filer to list all property on the tax form and to provide thefair market valueand cost for each item.\n\nIn these cases, the county will also provide a valuation table that can be used to estimate the value of the property based on its age and useful life.\n\nSome states only apply a tax on TPP in the year the property was purchased.\n\nTangible personal property tax rules vary considerably, even among neighboring municipalities.\n\nTangible personal property tax is paid by a landlord or company to its local government, but landlords or company owners can claim a deduction for it on federal income tax returns.\n\nTo claim the deduction, the tax must only apply to personal property owned and bought for the business’ operation, be based on its fair market value, and be charged on an annual basis (as opposed to one time only).\n\nAs noted, tangible assets are physical items that can be touched and seen, such as machinery and inventory. They're typically used for a company's operations and are subject to depreciation over their useful life (e.g., machinery that breaks down and needs fixing).\n\nIntangible assets, on the other hand, lack physical substance but have value due to their legal or economic benefits. Examples of intangible assets include patents,trademarks, copyrights, and goodwill.\n\nThese assets may lose value, but they generally don't depreciate. Instead, for tax purposes, intangible assets are generally amortized over their useful life or a statutory period defined by the IRS (usually 15 years for most intangibles).\n\nAmortization allows businesses to deduct the cost of these assets over time, similar to depreciation for tangible assets, thereby reducing taxable income gradually.\n\nAnother distinction between tangible and intangible assets lies in their tax treatments. Tangible assets are often subject to different tax rules and recovery periods.\n\nAdditionally, the initial cost basis, which is the starting point for depreciation or amortization, can vary depending on whether the asset was purchased, produced, or acquired through other means.\n\nProperly categorizing assets ensures compliance with tax laws and maximizes allowable deductions.\n\nTax regulations can also impose specific rules for the capitalization of costs associated with acquiring or creating both types of assets.\n\nFor tangible assets, costs such as installation, transportation, and testing may be capitalized, while for intangible assets, legal fees, registration costs, and other expenditures directly related to securing the intangible property are included in the asset's basis.\n\nAll of this is to say that the distinction between tangible personal property and intangible property matters to the IRS.\n\nIn Florida, anyone who has a proprietorship, partnership, or corporation; is a self-employed agent or contractor; or leases, lends, or rents property and owned tangible personal property on Jan. 1, must complete Form DR-405 and submit it to their local property appraiser by April 1.\n\nIf the TPP is valued above $25,000, the entity or person starts paying tax on it. The property appraisal office usually mails a letter to the company notifying it to file taxes on its property.\n\nIf the company or landlord believes the letter is not applicable, they can return the letter to the office along with another letter explaining why taxes on TPP do not apply to the business.\n\nMany states aim to eliminate or reduce personal property taxes.\n\nAs of December 2024, 14 states levied no taxes on tangible personal property:\n\nTen other states and the District of Columbia allowed a tax exemption for small amounts of tangible personal property. These states are:\n\nStates have eliminated the TPP tax because the compliance burden is arduous for the vast majority of businesses and generates small amounts of revenue (except when applied to large businesses and utilities).\n\nTPP is depreciated over its useful life. The IRS provides guidelines for different classes of property under theModified Accelerated Cost Recovery System (MACRS).\n\nThis system outlines specific depreciation methods and recovery periods depending on the type of asset:\n\nThe most commonly used depreciation methods under MACRS are the General Depreciation System (GDS) and the Alternative Depreciation System (ADS).\n\nGDS usually provides faster depreciation with methods like the double-declining balance, while ADS offers a longer recovery period with a straight-line method. The latter is often used for tax-exempt and foreign-use property.\n\nSection 179 of the IRS Code allows businesses to expense the full purchase price of qualifying TPP in the year it is placed in service, rather than capitalizing and depreciating it over time.\n\nFor tax year 2024, the maximum deduction limit is $1,220,000, with a phase-out threshold of $3,050,000.\n\nThis provision is designed to encourage businesses to invest in new equipment by providing immediate tax relief.\n\nTo qualify for Section 179 expensing, the TPP must be acquired for use in a trade or business, newly purchased (not acquired from a related party or through a gift or inheritance), and placed in service during the tax year.\n\nBonus depreciation allows businesses to deduct a significant percentage of the cost of qualifying property in the year it is placed in service.\n\nTheTax Cuts and Jobs Act of 2017allowed businesses to take a 100% bonus depreciation on new and used TPP acquired and placed in service after September 27, 2017, and before January 1, 2023.\n\nPer the act, this provision continues to phase out by 40% in 2025 and 20% in 2026, with no bonus depreciation available in 2027, unless Congress extends it.\n\nTPP consists of anything that can be felt or touched and physically relocated. That can include big items such as cars, refrigerators, livestock, and gasoline storage tanks and pumps at retail service stations, as well as small items such as a printer, cell phone, or jewelry.\n\nAn intangible asset is something of value that is not physical in nature. Classic examples include brands, goodwill, patents, trademarks, and copyrights. These are worth a great deal to companies but cannot be held or touched. Sometimes they are more difficult to value than tangible property.\n\nPennsylvania is one of the states that doesn’t levy TPP taxes.\n\nTangible personal property, or TPP, is personal property that can be felt or touched and physically relocated. That covers a lot of items, from machinery, equipment, and livestock to jewelry and cell phones.\n\nIn many states, these items are subject to ad valorem taxes. How tangible personal property is taxed can vary considerably, not just by state but also by county and city.\n\nSome jurisdictions rely heavily on this tax, whereas others have completely banned it or offer various exemptions.\n\nCornell Law School Legal Information Institute. \"Tangible Personal Property.\"\n\nTax Foundation. \"Personal Property De Minimis Exemptions Slash Compliance Burdens at Trivial Cost.\"\n\nInternal Revenue Service. \"Publication 17, Your Federal Income Tax.\"\n\nInternal Revenue Service. \"Tangible Property Regulations - Frequently Asked Questions.\"\n\nInternal Revenue Service. \"Intangibles.\"\n\nInternal Revenue Service. \"Topic No. 703, Basis of Assets.\"\n\nFlorida Department of Revenue. \"Tangible Personal Property: Tangible Personal Property Appraisal Guidelines.\"\n\nFlorida Department of Revenue. “Tangible Personal Property—Questions and Answers.”\n\nMultiState. \"States Continue to Move Away From Taxing Personal Property.\"\n\nTax Foundation. \"Tangible Personal Property De Minimis Exemptions by State, 2024.\"\n\nInternal Revenue Service. \"Publication 946, How to Depreciate Property.\"\n\nInternal Revenue Service. \"Instructions for Form 4562.\"\n\nThe Tax Adviser. \"Bonus Depreciation Phaseout Planning.\"\n\nInternal Revenue Service. \"Tax Cuts and Jobs Act: A Comparison for Businesses.\"",
  "url": "https://www.investopedia.com/terms/t/tangible-personal-property.asp"
}