{
  "term": "What Is Software as a Service (SaaS)? Definition and Examples",
  "definition": "Michela Buttignol / Investopedia\n\nSaaS is a licensing model in which access to software is provided on a subscription basis. The software is located on external servers rather than on servers located in-house.\n\nSoftware as a service is commonly accessed through a web browser with users logging into the system with a username and password. The user can access the program via the Internet rather than each user having to install the software on their computer.\n\nThe rise of SaaS coincided with the rise ofcloud-based computing. Cloud computing offers technology services through the Internet. This often includes access to data storage, networking, and servers.\n\nCompanies looking to update the software on their computers had to purchase compact discs before SaaS. The discs contained the updates and they then had to download them onto their systems. Updating software was a time-consuming endeavor for large organizations.\n\nUsers can log in through the Internet or a web browser and connect to the service provider’s network to access the particular service with SaaS. Technology companies, financial services companies, entertainment, and utilities have led the business world in adopting SaaS technology.\n\nSaaS can trace its origins to a concept called time-sharing, developed in the late 1950s and early 1960s to make more use of expensive processor time more cost-effective.\n\nOrganizations made the shift to individual ownership of personal computers using on-premise software as hardware and computing became less costly. They were impeded by ongoing software and hardware maintenance of the individual computers, however.\n\nThe growth of the Internet saw the inception of the “online cloud” in the mid-1990s. The online cloud allows organizations to access software from anywhere. Salesforce became the forerunner in the SaaS space by 1999 and both startups and industry giants were eager to move toward it, including Microsoft, Oracle, and SAP.\n\nThe SaaS provider hosts the customer’s software and delivers it to approved end-users over the Internet. It gives customers network-based access to a single copy of an application that the provider created specifically for SaaS distribution. New features or updates are rolled out to all customers when they're released.\n\nSaaS has become ubiquitous withpure playcompanies like Adobe, Salesforce, Shopify, and Intuit leading the way. The SaaS market is expected to exceed $675 billion in 2024.\n\nSaaS offers a variety of advantages over traditional software licensing models but it has some drawbacks as well.\n\nThere's less demand for the company to invest in new hardware because the software doesn't live on the licensing company’s servers. It's easy to implement, easy to update and debug, and it can be less expensive than purchasing multiple software licenses for multiple computers.\n\nSaaS has numerous applications, including email services, auditing functions, automating sign-up for products and services, managing documents, andcustomer relationship management (CRM)systems, a database of client and prospect information. SaaS-based CRMs can be used to hold company contact information, business activity, product purchase history, and sales leads.\n\nThe SaaS model works well for enterprise-level services such as human resources. These types of tasks are often collaborative, requiring employees from various departments to share, edit, and publish material when they're not in the same office.\n\nDrawbacks to the adoption of SaaS center around data security and speed of delivery. Data is stored on external servers so companies must ensure that it's safe and can't be accessed by unauthorized parties. Security is especially important to SaaS business users in theaerospace and defense sector.\n\nSlow Internet connections can reduce performance, especially if the cloud servers are accessed from far distances. Internal networks tend to be faster than Internet connections. SaaS solutions also suffer from a loss of control and a lack of customization due to their remote nature.\n\nEasy to implement, update, and debug\n\nGoogle Docs is Google’s free online word processor launched in 2006. Individuals can simply log in through a web browser for instant access. Google Docs allows you to write, edit, and even collaborate with others from any location.\n\nDropbox was founded in 2007. It's a cloud storage service that lets businesses store, share, and collaborate on files and data. Users can back up and sync photos, videos, and other files to the cloud and access them from any device no matter their location.\n\nSaaS has expanded since its inception and supports home offices and entertainment daily as users log on to Netflix, Zoom, DocuSign, Adobe, Shopify, and Slack.\n\nConcerns arise regarding security and privacy as companies adopt cloud-based models for software products. Management was once responsible for the updates on in-house software but corporations must now rely on third-party management of their encryption, identity and access management (IAM), data privacy, and downtime or incident response. They must also depend on an adequate level of communication with technical assistance.\n\nSaaS products are commonly more cost-effective for a company than traditional software licenses because setup and installation aren't necessary. SaaS providers rely on subscription-based pricing models for customers, such as tier-level pricing per person or group or a flat-rate annual fee. Users can also choose an ad-based model where the SaaS earns revenue through advertising within the cloud space.\n\n“As a service” products fit into one of three main categories: SaaS, IaaS, and PaaS.\n\nSaaS uses the Internet to deliver subscription software services that are managed by third-party vendors. Well-known SaaS examples include Dropbox, Google Workspace, and Salesforce.\n\nInfrastructure as a service (IaaS) offers access to resources such as servers, storage, and memory. It allows organizations to purchase resources as necessary. Some common IaaS examples include Amazon Web Services (AWS), Microsoft Azure, and Rackspace.\n\nPlatform as a service (PaaS) provides a software development platform over the web. It allows developers to concentrate on software creation without concerning themselves with storage and infrastructure.\n\nSaaS marketing uses standardmarketingpractices to promote and acquire leads for cloud-based software applications and information services.\n\nB2BSaaS simply refers to companies that sell software services to other businesses. These products help organizations optimize a wide variety of functions including marketing, sales, and customer service.\n\nMonthlyrecurring revenue(MRR) is an important metric for SaaS businesses. It uses a monthly subscription pricing model. The calculation of MRR is simple: Multiply the average monthly revenue per customer by the number of customers for that month.\n\nSaaS or software as a service uses cloud computing to provide users with access to programs via the Internet. SaaS allows each user to access programs, typically through a subscription service, without having to install software in-house.\n\nSaaS has many business applications including file sharing, customer retention management, supply chain management, and human resources. It's used by applications such as Netflix, Slack, Dropbox, and Google Workspace.\n\nSalesforce. \"The History of Salesforce.\"\n\nGartner. \"Gartner Forecasts Worldwide Public Cloud End-User Spending to Surpass $675 Billion in 2024.\"\n\nGoogle. “15 Milestones, Moments and More for Google Docs’ 15th Birthday.”\n\nDropbox. \"Our Mission Is to Design a More Enlightened Way of Working.\"",
  "url": "https://www.investopedia.com/terms/s/software-as-a-service-saas.asp"
}