{
  "term": "What Is the General Agreement on Tariffs and Trade (GATT)?",
  "definition": "The General Agreement on Tariffs and Trade (GATT), signed in 1947 by 23 countries, is a treaty minimizing barriers to international trade by eliminating or reducing quotas,tariffs, and subsidies. It was intended to boost economic recovery after World War II.\n\nGATT was expanded and refined over the years, leading to the creation in 1995 of theWorld Trade Organization (WTO), which absorbed the organization created to implement GATT. By then, 125 nations were signatories to its agreements, which covered about 90% of global trade.\n\nThe Council for Trade in Goods (known as the Goods Council) is now responsible for GATT. It consists of representatives from all WTO member countries. The chairperson of the Goods Council is Ambassador Clare Kelly of New Zealand. The council has 10 committees that address subjects including market access, agriculture, subsidies, and anti-dumping measures.\n\nInvestopedia / Michela Buttignol\n\nGATT was created to form rules to end or restrict the prewar protectionist period's most costly and undesirable features, namely quantitative trade barriers such as trade controls and quotas.\n\nThe agreement also provided a system for arbitrating commercial disputes among nations. The framework enabled several multilateral negotiations to reduce tariff barriers. GATT was regarded as a significant success in the postwar years.\n\nOne of GATT's key achievements was trade without discrimination. Every signatory member was to be treated as equal to any other. This principle is known as themost-favored-nation principle, and it was carried through into the WTO.\n\nA practical outcome of this was that once a country had negotiated a tariff cut with some other countries (usually its most importanttrading partners), this same cut would automatically apply to all GATT signatories. Escape clauses did exist, whereby countries could negotiate exceptions if their domestic producers would be particularly harmed by tariff cuts.\n\nMost nations adopted the most-favored-nation principle in setting tariffs, which largely replaced quotas. Tariffs (preferable to quotas but still a trade barrier) were, in turn, cut steadily in successive rounds of negotiations.\n\nThe most-favored-nation principle concerning tariffs started with GATT and continues to this day.\n\nPresident Trump is looking to implement an additional 25% tariff on all imports from Canada and Mexico. Originally scheduled for Feb. 1, they were delayed by one month while each respective country took steps to reduce border security and drug trafficking.\n\nGATT held eight rounds of meetings, the first beginning in April 1947 and the last ending in December 1993. Each conference had significant achievements and outcomes.\n\nThis series of meetings and tariff reductions would continue, resulting in new GATT provisions in the process. In 1964, GATT began to work toward curbingpredatory pricingpolicies (known asdumping). Then in the 1970s, an arrangement regarding international trade in textiles, known as theMultifibre Arrangement (MFA), came into force. The next big event was the Uruguay Round, which lasted from 1986 to 1993, with the agreements signed in 1994, and which created theWTO.\n\nThe average tariff rate fell from around 22% when the General Agreement was first signed in Geneva in 1947 to around 5% by the end of the Uruguay Round. As the years passed, the member countries continued to take on global issues, including addressing agriculture disputes and working to protectintellectual property.\n\nThe latest round of negotiations among WTO members, known as the Doha Development Round, began in 2001 and is ongoing. Its aim is to improve the trading prospects of developing countries by introducing lower trade barriers and revised trade rules.\n\nGATT’s primary goal was to eliminate the protectionist policies that hindered international trade in the years before and during World War II. By reducing tariffs and quotas and encouraging nations to engage in mutually beneficial trade, GATT aimed to restore global economic stability, which was seen as a crucial step in postwar economic recovery.\n\nYes, GATT can be considered a form of free trade agreement. Its primary objective was to push the world towards a system where goods and services could be traded freely across borders without the restrictions of tariffs, quotas, or discriminatory practices. By focusing on reducing trade barriers, GATT sought to create a level playing field for all participating nations.\n\nGATT, though largely successful in reaching its goal, was said to lack a coherent institutional structure. In short, it was a legal agreement acting as an international organization. The World Trade Organization incorporates the principles of GATT and is better positioned to carry them out because, among other things, it is better versed in issues like intellectual property, has a faster dispute settlement system, and wields more power.\n\nThe world would be a very different place without GATT. Its free trade ethos put an end to a dark period of protectionism and economic hardship that led to World War II, paving the way for decades of economic growth and increased globalization.\n\nWorld Trade Organization. “The Text of the General Agreement on Tariffs and Trade.”\n\nEncyclopœdia Britannica. “General Agreement on Tariffs and Trade.”\n\nWorld Trade Organization. “Current WTO Chairpersons.”\n\nWorld Trade Organization. “Council for Trade in Goods.”\n\nWorld Trade Organization. “Fiftieth Anniversary of the Multilateral Trading System.”\n\nWorld Trade Organization. “Basic Purpose and Concepts: 1.6 Most-Favoured-Nation Treatment.”\n\nAssociated Press. \"Trump agrees to pause tariffs on Canada and Mexico after they pledge to boost border enforcement.\"\n\nWorld Trade Organization. “On the Effects of GATT/WTO Membership on Trade.”\n\nWorld Trade Organization, Documents Online. “Statement Made by H.E. Mr. Toru Haguiwara, Ambassador Extraordinary and Plenipotentiary of Japan at the Public Session on 19 January 1956.”\n\nCornell Law School, Legal Information Institute. “General Agreement on Tariffs and Trade (GATT).”\n\nWorld Trade Organization. “The Doha Round.”\n\nInstitute for Agriculture and Trade Policy. “WTO and GATT — Are They the Same?”\n\nGeorgetown Law Library, Research Guides, Treatise Finders, and Tutorials. “From the GATT to the WTO: A Brief Overview.”",
  "url": "https://www.investopedia.com/terms/g/gatt.asp"
}