{
  "term": "What Is a Markup in Investing and Retailing?",
  "definition": "A markup is the difference between an investment's lowest currentoffering priceamong broker-dealers and the price charged to the customer for said investment. Markups occur when brokers act as principals, buying and selling securities from their own accounts at their own risk rather than receiving a fee for facilitating a transaction. Most dealers are brokers, and vice versa, and so the termbroker-dealeris common.\n\nMarkups also appear in retail settings, where retailers mark-up the selling price of merchandise by a certain amount or percentage in order to earn a profit. A pricing method whereby a retailer establishes a selling price by adding a markup to total variable costs is called thevariable cost-plus pricingmethod.\n\nMarkups occur when certainmarketable securitiesare available for purchase by retail investors from dealers who sell the securities directly from their own accounts. The dealer's only compensation comes in the form of the markup, the difference between the security's purchase price and the price the dealer charges to the retail investor. The dealer assumes some risk as the market price of the security could drop before being sold to investors.\n\nIn business, the markup is theprice spreadbetween the cost to produce a good or service and its selling price. In order to ensure a profit and recover the costs to create a product or service, producers must add a markup to their total costs. They will express the markup as either a fixed amount or a percentage over the cost.\n\nAmarkdown, on the other hand, occurs when a broker purchases a security from a customer at a price lower than its market value. Markdowns also occur when a dealer charges a customer a lower price for a security than the current bid price among dealers. Dealers might offer lower prices to customers in order to stimulate additional buying, which will offset their initial losses by earning them extra commissions.\n\nFor retailers, a price markdown is a deliberate reduction in the selling price of a good. There are several reasons why a retailer may decide to markdown its goods. Forseasonal merchandise, the retailer may be eager to clear the shelves of old merchandise to make room for the next season's goods. They may slash prices to do so, even if it means they take a loss on the sale. Some manufacturers may come out with new models of products each year or every few years, in which case they will offer markdowns on older products rather than risk being stuck withobsolete inventory.\n\nMarkups are a legitimate way for broker-dealers to make a profit on the sale of securities. Securities, such as bonds, bought or sold on the market are offered with a spread. The spread is determined by the bid price, what someone is willing to pay for the bonds, and the ask price, which is what someone is willing to accept for the bonds.\n\nWhen a dealer acts a principal in the transaction, he can mark up the bid price, which creates a widerbid-ask spread. The difference between the market spread and the dealer’s marked-up spread is the profit.\n\nIn lieu of charging a flat fee, brokers acting as principals can be compensated from the markup (gross profits) of securities held and later sold to customers.\n\nThe dealer is only required to disclose thetransaction fee, which is typically a nominal cost. In doing so, the buyer isn’t privy to the dealer’s original transaction or the markup. From the buyer’s perspective, the only cost for the bond purchase is the small transaction fee. Should bond buyers try to immediately sell the bonds on the open market, they would have to make up the dealer’s markup on the spread or incur a loss. Thelack of transparencyplaces the burden on the bond buyers to determine whether they are receiving a fair deal.\n\nDealers compete with each other by reducing the amount of their markups. It is possible for bond buyers tocompare the price the dealer paid for the bondwith its actual price.Bond buyerscan have access to bond transaction details through various sources, such as Investinginbonds.com, which reports all information related to bond transactions daily.",
  "url": "https://www.investopedia.com/terms/m/markup.asp"
}