{
  "term": "What Is a Merchant Bank? Functions, Services, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA merchant bank is a financial institution that conducts underwriting, loan services, financial advising, and fundraising services for large corporations andhigh-net-worth individuals (HNWI).\n\nMerchant banks specialize in providing services for private corporations. Unlike retail orcommercial banks, merchant banks do not typically provide financial services to the general public. Unlike investment banks, they focus on private companies, not public companies. Examples of large merchant banks include JPMorgan Chase, Goldman Sachs, and Citigroup.\n\nInvestopedia / Michela Buttignol\n\nMerchant banks are non-depository financial institutions and companies that deal with international finance formultinational corporations. These banks differ from other types of financial institutions in that they offer financial services such as private equity, fundraising, and business loans to private companies.\n\nAs such, most of their services are not targeted at the general public. While they may offer some banking services to wealthy individuals, merchant banks are more oriented toward corporate clients. They may have a retail banking arm, but they do not provide, for example,checking accounts.\n\nThe term merchant bank describesinvestment banksin the United Kingdom. Still, it has a more narrow definition in the U.S. Merchant banks may act like investment banks in the U.S. Still, they tend to focus on services tailored to multinational corporations and high-net-worth individuals who do business in more than one country.\n\nUnlike investment banks, merchant banks in the U.S. do not focus on publicly held companies.\n\nMerchant banks provide financial and advisory services to help corporate clients conduct business. They often work with companies that may not be large enough to raise funds from the public through aninitial public offering(IPO).\n\nMerchant banks traditionally perform international financing and underwriting includingreal estate, trade finance, and foreign investment. They may also issueletters of credit(LOCs).\n\nMerchant banks can also provide more creative forms of financing. They can help corporations issue securities throughprivate placement, which requires less regulatory disclosure and are sold to sophisticated investors.\n\nIf a multinational corporation operates in many different countries, a merchant bank can finance business operations in all of those countries and manage thecurrency exchanges. When a company seeks to make a major purchase in another country, it will seek a merchant bank that can transfer the funds to make the purchase using a letter of credit.\n\nCompany ABC–based in the U.S., wants to buy Company XYZ in Germany. ABC would hire a merchant bank to facilitate the process. That bank would advise Company ABC on how to structure thetransaction. It may also help ABC in thefinancingand underwriting process.\n\nUsing the example above, the sellers in Germany would receive a letter of credit issued by the merchant bank hired by Company ABC as payment for the purchase. The merchant can also help Company ABC work through the legal and regulatory issues required to do business in Germany.\n\nAlthough merchant banks generally don't deal with the general public, some of the biggest merchant banks also have retail and commercial banking operations.\n\nMerchant and investment banksare similar. Investment banks underwrite and sell securities to the general public through IPOs. The bank’s clients are large corporations that are willing to invest the time and money necessary to register securities for sale to the public. Investment banks also provide advisory services to companies aboutmergers and acquisitions(M&A) and provide investment research to clients.\n\nWhile merchant banks are fee-based, investment banks have a two-fold income structure. They may collect fees based on the advisory services they provide to their clients, but may also be fund-based, meaning they can earnincomefrominterestand other leases.\n\nRegardless of how a company sells securities, there are some minimumdisclosurerequirements to inform investors. Both IPOs and private placements can require a company audit by an externalcertified public accountant(CPA) firm, which provides an opinion on thefinancial statements. Potential investors can use this information about the risks and potential rewards to make decisions about buying or selling the securities.\n\nUnderwrite and sell securities for private placements.\n\nClients tend to be private, pre-IPO companies.\n\nUnderwrite and sell securities to the public.\n\nIncome based on fees and advisory services.\n\nMost clients are large public companies.\n\nA merchant bank account is a bank account for business clients. These accounts are set up to receive debit and credit cards or other forms of electronic payment.\n\nMerchant services providers are financial intermediaries between a bank and its business clients. They may help businesses handle payment processing, cash advances, online transactions, check writing and cashing, or other necessary services to maintain cash flow.\n\nMerchant banks are non-depository institutions that do not provide the same types of consumer services that are offered by a retail bank. Although merchant banks may also serve wealthy individuals, their services are more focused on providing financing and investment to commercial enterprises.\n\nMerchant banks are institutions that provide loans and capital for business enterprises. They may also provide consulting services, or help their clients structure large international transactions. Merchant banks provide different services from both retail and investment banks. They may have retail banking divisions, but they typically don't provide banking services to the general public.\n\nRobinhood. \"What Is a Merchant Bank?\"\n\nInternational Trade Administration. \"Letter of Credit.\"\n\nU.S. Securities and Exchange Commission. \"Private Placements Under Regulation D.\"\n\nTKO Miller. \"How Do Investment Banks Get Paid?\"",
  "url": "https://www.investopedia.com/terms/m/merchantbank.asp"
}