{
  "term": "What Is Proof of Work (PoW) in Blockchain?",
  "definition": "Proof of work (PoW) is a blockchain consensus mechanism that requires significant computing effort from a network of devices. The concept was adapted from digital tokens by Hal Finney in 2004 through the idea of \"reusable proof of work\" using the 160-bit secure hash algorithm 1 (SHA-1).\n\nFollowing its introduction in 2009, Bitcoin became the first widely adopted application of Finney's PoW idea (Finney was also the recipient of the first bitcoin transaction). Proof of work is also the mechanic used in many othercryptocurrencies.\n\nProof of work is a concept used in some public blockchains to demonstrate that a program did the work required to propose a new block for the chain. It is commonly called aconsensus mechanismbecause, eventually, network consensus is reached after there is proof the work was done honestly (in this case, \"honestly\" means there were no attempts to alter data).\n\nProof of work is provided by sending the information in a block through a hashing algorithm, then adjusting variable fields until a hexadecimal number is reached that has a lower value than the network'sdifficulty target. This serves as proof that the program expended the computational effort to \"hash\" the block until a solution was reached.\n\nHere's a quick rundown of theproof of work processon the Bitcoin blockchain.\n\nFirst, the worker, which is called a miner, creates a temporary file (a block). If it wins the competition to solve for a winning hash, this file will be stored on the blockchain. The block has the four following fields:\n\nThe block header contains the following fields:\n\nThe mining program assembles this block and places the transactions it has prioritized in the transaction field. It continuously adjusts thenonceand the extra nonce (which is part of the coinbase transaction in theMerkle tree) and sends the information in the block through a hashing algorithm.\n\nIt repeats this process until it finds a solution, which is a value less than or equal to the difficulty target. The difficulty target is set so that a certain number of hashes per second must be attempted before a solution is found. For example, on May 17, 2024, block 843,900 had a difficulty target of 83.148T, or 83.148 trillion attempts per second per miner.\n\nThe winninghashfor that block was:\n\n000000000000000000033028b3c8296ed776653032030cd01290f4345f5a9b6e\n\nThis hash provided proof to the network that the miner did the work. The block was added to the blockchain, and the network began its process of reaching consensus.\n\nConsensus, the attribute most commonly associated with blockchain proofs, is reached after the block is closed and added to the chain. While working on proposing new blocks and generating winning hashes, each miner also validates each new block as it is added. Each miner broadcasts to the network that the block it confirmed is valid.\n\nNew blocks use the previous block's header hash, creating a chain of proof, which leads to network consensus. This is why these proofs are called consensus mechanisms—because they form the basis of how consensus is reached.\n\nThe two most popular consensus mechanisms are proof of work andproof of stake. Bitcoin's top competitor, Ethereum, used proof of work on its blockchain until September 2022, when its highly-anticipated transition to proof of stake was made. Here are some of the key differences between the two.\n\nValidation is done by a network of miners\n\nBitcoin paid as a reward and for transaction fees\n\nCompetitive nature uses lots of energy and computational power\n\nValidation is done by participants who offer ether as collateral\n\nEther is paid for transaction fees only\n\nLess computational power and energy used\n\nConsensus is reached faster because there is no difficulty\n\nProof of work mining is a competitive process, with many participants hoping for a profitable outcome. Because minable cryptocurrency has market value, businesses have emerged and overtaken most of the computational power used by proof of work blockchains.\n\nFor example, on May 17, 2024, FoundryDigital had the most hashing power on the Bitcoin network, 175 exa hashes per second (EH/s) out of a network total of 673 EH/s.Foundry Digital is owned by Digital Currency Group, a venture firm that has funded or invested in hundreds of cryptocurrency projects.\n\nBitcoin and other cryptocurrencies that use proof of work were designed to be used and hosted by individuals for their benefit. However, individuals have been pushed out of the processes by businesses that have centralized them for profit.\n\nPoW requires nodes on a network to provide evidence that they have expended computational power (i.e., work) to achieve consensus in a decentralized manner and to prevent bad actors from overtaking the network. Proof of stake requires collateral in the form of staked cryptocurrency to become a trusted participant.\n\nBitcoin Cash and Litecoin both use proof of work as consensus mechanisms.\n\nCurrent financial systems are built around a need for trust. But when it comes to finances, it has been the case time and again that some people cannot be trusted to do the right thing. A proof removes the need to trust that others are acting honestly because it is code. Code is not tempted by money, so if it is written with good intentions and cannot be altered, it can replace our need to trust people we don't know.\n\nProof of work is a consensus mechanism used by many cryptocurrencies to validate transactions on their blockchains and award tokens for participating in the network. It is a competitive process that uses publicly available transaction information to attempt to generate a hexadecimal number less than the network target for that mining period.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author owns BTC.\n\nRPOW Archived. \"Reusable Proofs of Work.\"\n\nDigital Currency Group. \"Our Portfolio.\"",
  "url": "https://www.investopedia.com/terms/p/proof-work.asp"
}