{
  "term": "What Is a Government Security? T-Bills, T-Bonds, and More",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA government security is an investment issued by a government that funds its operations and projects.\n\nA government security is like an IOU. It is a debt instrument issued in exchange for your money, which is used to pay for the government's ongoing operations and social programs. These include infrastructure, military spending, and social programs. Government securities (Treasury bonds,bills, and notes) come with the promise of full repayment at maturity and may also pay you periodic coupon or interest payments. They are considered conservative, low-risk investments. The minimum investment for most securities is $100.\n\nGovernment securities are debt instruments of a sovereign government. They sell these products to finance day-to-day governmental operations and provide funding for special infrastructure and military projects. These investments work in much the same way as a corporate debt issue. Corporations issue bonds as a way to gaincapitalfor buying equipment, funding expansion, and paying off other debt. By issuing debt, governments can avoid hiking taxes or cutting other areas of spending in the budget each time they need additional funds for a project.\n\nAfter issuing government securities, individual and institutional investors will buy them to either hold until maturity or sell to other investors on the secondary bond market. Investors buy and sell previously issued bonds in the market for a variety of reasons. They may be looking to earn interest income from the bond's periodiccouponpayments or to allocate a portion of their portfolio into conservative risk-free assets. These investments are often considered risk-free because when it comes the time for redemption at maturity, the government can always print more money to satisfy the demand.\n\nGovernment securities come in a variety of forms, but the best-known types are the ones issued by the U.S. Treasury—Treasury bonds, bills, and notes.\n\nAs already mentioned, the United States is only one of many countries that issues government securities to fund operations. U.S. Treasury bills, bonds, and notes are considered risk-free assets due to their backing by the American government. Italy, France, Germany, Japan, and many other nations also float government bonds.\n\nHowever, government securities issued by foreign governments can carry the risk of default, which is the failure of paying back the principal amount invested. If a country's government collapses or there's instability, adefaultcan occur. When purchasing foreign government securities, it's important to weigh the risks, which can include economic, country, and political risks.\n\nAs an example of such default risk, one needs to look no further than 1998 when Russia defaulted on its debt.Investors were shocked by their losses as the country devalued the ruble. This downturn came on the heel of—and was in some part brought about by—theAsian financial crisisof the same decade. The Asian crisis was a series of currency devaluations by many nations throughout Asia that sent shock waves around the financial globe.\n\nAlthough U.S. government securities orTreasurysare risk-free investments, they tend to pay lower interest rates as compared to corporate bonds. As a result, fixed-rate government securities can pay a lower rate than other securities in a rising rate environment, which is called interest rate risk. Also, the low rate of return may not keep up with rising prices in the economy or theinflationrate.\n\nWhile U.S. government securities are commonly called Treasurys, other government securities have their own names. Securities issued by the U.K. are calledgilts, those in France are called OATs, and those issued by Japan are calledJGBs.\n\nThe U.S. Treasury Department issues government securities through auctions to institutional investors for buying and selling.Retail investorscan purchase government securities directly from theTreasury Department’s website, banks, or through brokers. Since most U.S. government securities have thefull faith and creditof the U.S. government, default on these products is unlikely.\n\nThe purchase of foreign government bonds—also known asYankee bonds—is a bit more complicated than buying the American version of the securities. Investors must work with brokers who have international experience and may need to meet specific qualifications. Some investors will assume the heightened aspects ofpolitical riskalong withcurrency risk, credit risk, and default risk to reap the greater yields. Some bonds will require the creation of offshore accounts, and have high minimum investment levels. Also, some foreign bonds fall into the category of junk bonds, due to the risk attached to their purchase.\n\nThe Federal Reserve (the Fed) controls the flow of money through many policies, one of which is the selling of government bonds. As they sell bonds, they reduce the amount of money in the economy and push interest rates upward. The government can also repurchase these securities, affecting themoney supplyand influencing interest rates. Calledopen market operations(OMO) the Federal Reserve (the Fed) buys bonds on the open market, reducing their availability and pushing the price of the remaining bonds up.\n\nAs bond prices rise, bond yields fall driving interest rates in the overall economy lower. New issues of government bonds are also issued at lower yields in the market further driving down interest rates. As a result, The Fed can significantly impact the trajectory of interest rates and bond yields for many years.\n\nThe supply of money changes with this buying and selling, as well. When the Fed repurchases Treasuries from investors, the investors deposit the funds in their bank or spend the money elsewhere in the economy. This spending, in turn, stimulates retail sales and spurs economic growth. Also, as money flows into banks through deposits, it allows those banks to use those funds to lend to businesses or individuals, further stimulating the economy.\n\nGovernment securities can offer a steady stream of interest income\n\nDue to their low default risk, government securities tend to be safe-haven plays\n\nSome government securities are exempt from state and local taxes\n\nGovernment securities can be bought and sold easily\n\nGovernment securities are available through mutual funds and exchange-traded funds\n\nGovernment securities offer low rates of return relative to other securities\n\nThe interest rates of government securities don't usually keep up with inflation\n\nGovernment securities issued by foreign governments can be risky\n\nGovernment securities often pay a lower rate in a rising-rate market\n\nHere are some of the most commonly issued government securities.\n\nSavings bonds offer fixed interest rates over the term of the product. Should an investor hold a savings bond until its maturity they receive the face value of the bond plus anyaccrued interestbased on the fixed interest rate. Once purchased, a savings bond cannot be redeemed for the first 12 months it is held. Also, redeeming a bond within the first five years means the owner will forfeit the months of accrued interest.\n\nTreasury bills (T-Bills) have typical maturities of 4, 8, 13, 26, and 52 weeks. These short-term government securities pay a higher interest rate return as the maturity terms lengthen. For example, as of Aug. 1, 2024, the yield on the four-week T-bill was 5.28% while the one-year T-bill yielded 4.57%.\n\nTreasury notes(T-Notes) have two, three, five, or 10-year maturities, making them intermediate-term bonds. These notes pay a fixed-rate coupon or interest payment semiannually and will usually have $1,000 face value. Two and three-year notes have $5,000 face values.\n\nYields on T-Notes change daily. However, as an example, the 10-year yield closed at 3.89% on Aug. 1, 2024. Over a 52-week range, the yield varied between 4.1% and 3.3%.\n\nTreasury bonds (T-Bonds)have maturities of between 10 and 30 years. These investments have $1,000 face values and pay semiannual interest returns. The government uses these bonds to fund deficits in the federal budget. Also, as mentioned earlier, the Fed controls the money supply and interest rates through the buying and selling of this product.\n\nThe Department of the Treasury sells federal government securities directly to the public at TreasuryDirect.gov. Municipal securities (munis) are available through most broker-dealers, such as Fidelity.\n\nGovernment securities typically pay less interest than other bonds, because of the low default risk. In addition, some government securities offer tax advantages. As of summer 2024, the yields on short-term Treasurys ranged from 4.8% to 5.3%\n\nThe total debt owed by the federal government reached $35 trillion in early 2024. The vast majority of that debt is held by the public, while $7.17 trillion is held by the government itself.\n\nGovernment securities refer to the bonds issued by government bodies, such as Treasury bonds and municipal notes. Although although they have low yields, they are also considered extremely safe due to the low default risk.\n\nTreasuryDirect. \"FAQs About Treasury Marketable Securities,\" Select \"What Is the Minimum Purchase Amount for Treasury Marketable Securities?\"\n\nInstitute of Modern Russia. \"20 Years of Russian Default, A Plan to Seize \"Superprofits,\" What Russia Is Doing in Africa.\"\n\nU.S. Department of the Treasury. \"Daily Treasury Bill Rates Data.\"\n\nU.S. Department of the Treasury. \"Daily Treasury Yield Curve Rates.\"\n\nU.S. Department of the Treasury. \"What Is the National Debt?\"",
  "url": "https://www.investopedia.com/terms/g/governmentsecurity.asp"
}