{
  "term": "What Is an ATM and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nAn automated teller machine (ATM) is an electronic banking outlet that allows customers to complete basic transactions without the aid of a branch representative or teller. Anyone with a credit card or debit card can access cash at most ATMs, either in the U.S. or other countries.\n\nATMs are convenient, allowing consumers to perform quick self-service transactions such as deposits, cash withdrawals,bill payments, and transfers between accounts.\n\nFees are commonly charged for cash withdrawals by the bank where the account is located, by the operator of the ATM, or by both. Some or all of these fees can be avoided by using an ATM operated directly by the bank network that holds the account. Using an ATM abroad can cost more than using one in the U.S. due to exchange rates or transaction fees.\n\nThe first ATM appeared at a branch of Barclays Bank in London in 1967, though there are reports of a cash dispenser in use in Japan in the mid-1960s.The interbank communications networks that allowed a consumer to use one bank’s card at another bank’s ATM followed in the 1970s.\n\nWithin a few years, ATMs had spread around the globe, securing a presence in every major country. They now can be found even in tiny island nations such as Kiribati and the Federated States of Micronesia.\n\nATMs are also known automated bank machines (ABMs), cashpoints, or cash machines.\n\nNumber of ATMs in use around the world.\n\nThere are two main types of ATMs. Basic units only allow you to withdraw cash and receive updated account balances.\n\nThe more complex machines accept deposits, facilitateline of creditpayments and transfers, and access account information. To access the advanced features of the complex units, you often must be an accountholder at the bank that operates the machine.\n\nYou can now buy and sell Bitcoin and other crypto tokens viaBitcoin ATMs, Bitcoin ATMsare internet-connected terminals that will dispense cash in return for crypto. They may also accept cash or credit card to purchase crypto. There are now more than 28,000 Bitcoin ATMs located around the world.\n\nThe design of each ATM may be different, but they all contain the same basic parts:\n\nFull-service machines often have slots for depositing paper checks or cash.\n\nTo use an ATM, you typically insert your bank cards and follow the prompts to withdraw cash, which is dispensed through a slot. ATMs require you to use a plastic card—either a bankdebit cardor a credit card—to complete a transaction. Your identity is authenticated by a PIN before any transaction can be made.\n\nMany cards come with a chip, which transmits data from the card to the machine. These work in the same way as a bar code that is scanned by a code reader.\n\nBanks place ATMs inside and outside of their branches. Other ATMs are located in high-traffic areas such as shopping centers, grocery stores, convenience stores, airports, bus and railway stations, gas stations, casinos, restaurants, and other locations.\n\nMost ATMs in banks are multifunctional, while off-site ATMs are generally only for cash withdrawals.\n\nAccount holders can typically use their bank’s ATMs at no charge, but an ATM owned by another bank usually charges a fee. According to MoneyRates.com, the average total fees to withdraw cash from an out-of-network ATM was $4.55 in 2022. Some banks will reimburse their customers for the fee, especially if there is no corresponding ATM available in the area.\n\nATM fees can add up for users who make withdrawals regularly. For example, if you make weekly withdrawals at an ATM that charges $4 and is not from your bank, you would pay more than $200 a year in ATM fees.\n\nATMs make it easier for you to access your checking or savings accounts from almost anywhere in the world when you travel.\n\nTravel experts recommend using foreign ATMs as a source of cash abroad, as they generally receive a more favorableexchange ratethan they would at most currency exchange offices.\n\nHowever, the accountholder’s bank may charge atransaction feeor a percentage of the amount exchanged. Many ATMs don't list the exchange rate on the receipt, making it difficult to track spending.\n\nThe amount that you can withdraw from an automated teller machine (ATM) per day, per week, or per month will vary based on your bank and account status at that bank. For instance, some banks limit daily cash withdrawals to $300. But most Citibank accounts allow up to $1,500, depending on your account.You may be able to get around these limits by calling your bank to request permission or upgrading your banking status by depositing more funds.\n\nIf you are a bank’s customer, you may be able to deposit cash or checks via one of their ATMs. To do this, you may simply need to insert the checks or cash directly into the machine. Other machines may require you to fill out a deposit slip and put the money into an envelope before inserting it into the machine. Be sure toendorse the back of any checksand note “For Deposit Only” to be safer.\n\nThe first ATM in the U.S. was installed by Chemical Bank in Rockville Center (Long Island), New York, in 1969 (two years after Barclays installed the first ATM in the U.K.). By the end of 1971, more than 1,000 ATMs were installed worldwide.\n\nATM, or automated teller machine, is a machine that lets you get cash from your bank account without visiting a teller. Some ATMs are simple cash dispensers, while others allow a variety of transactions such as check deposits, balance transfers, and bill payments. Before you make a withdrawal, make sure you understand what fees you will have to pay.\n\nWise. \"Using ATMs Abroad: How To Avoid Unfair Exchange Rates and Hidden Fees.\"\n\nBarclays. “From the Archives: The ATM Is 50.”\n\nThe Atlantic. “A Brief History of the ATM.”\n\nThe World Bank, World Bank Open Data. “Automated Teller Machines (ATMs) (Per 100,000 Adults).”\n\nATM Marketplace. “50 Little-Known Facts About ATMs.”\n\nCoin ATM Radar. “Bitcoin ATM Installations Growth (United States).”\n\nChase. \"Can You Deposit Cash at an ATM?\"\n\nNavy Federal Credit Union. \"Forget the Fees: Don't Pay Extra for Your ATM Transactions.\"\n\nCitibank. \"Compare Benefits: Options to Fit Your Needs.\"\n\nNCR. “A History of ATM Innovation.”",
  "url": "https://www.investopedia.com/terms/a/atm.asp"
}