{
  "term": "What Is the Depository Trust and Clearing Corporation (DTCC)?",
  "definition": "The Depository Trust and Clearing Corporation (DTCC) is an American financial services company founded in 1999 that provides clearing and settlement services for the financial markets. When the DTCC was established in 1999, it combined the functions of the Depository Trust Company (DTC) and the National Securities Clearing Corporation (NSCC).The NSCC is currently a subsidiary of the DTCC.\n\nThe DTCC processes trillions of dollars of securities on a daily basis. As the centralized clearinghouse for various exchanges and equity platforms, the DTCC settles transactions between buyers and sellers of securities and plays a critical role in automating, centralizing, standardizing, and streamlining the world's financial markets.\n\nFor example, when an investor places an order through their broker—and the trade is made between that broker and another broker or similar financial professional—information about that trade is sent to the NSCC (or an equivalent clearinghouse) for clearinghouse services.\n\nAfter the NSCC has processed and recorded the trade usingcontinuous net settlement (CNS), they provide a report to the brokers and financial professionals involved. This report includes their net securities positions after the trade and the money that is due to be settled between the two parties.\n\nAt this point, the NSCC provides settlement instructions to the Depository Trust Company (DTC), a securities depository. The DTC transfers the ownership of the securities from the selling broker's account to the account of the broker who made the purchase. The DTC is also in charge of transferring funds from the buying broker's account to the account of the broker who made the sale. The broker is then responsible for making the appropriate adjustments to the client's account. This entire process typically happens the same day the transaction occurs. The process for institutional investors is similar to the process for retail investors.\n\nThe DTCC settles the vast majority of securities transactions in the U.S. Settlement is an important step in the completion of securities transactions.By ensuring that trades are executed properly and on time, the settlement process contributes to investor confidence and reduces market risk; timely and accurate trades guarantee that investors won't lose their money with solvent brokerage firms or other intermediaries.\n\nThe DTCC provides clearance, settlement, and information services for a wide range of securities products, including government and mortgage-backed securities, corporate and municipal bonds, derivatives, mutual funds, money market instruments, alternative investment products, and insurance products.\n\nAt times, clearing corporations may earnclearing feesby acting as a third party to a trade. For example, a clearinghouse may receive cash from a buyer and securities or futures contracts from a seller. The clearing corporation then manages the exchange and collects a fee for this service. The size of the fee is dependent on the size of the transaction, the level of service required, and the type of instrument being traded. Investors who make several transactions in a day can generate significant fees. In the case of futures contracts specifically, clearing fees can accumulate for investors because long positions can spread the per-contract fee out over a longer period of time.\n\nThe National Securities Clearing Corporation, currently a subsidiary of the DTCC, was originally founded in 1976.Before the NSCC was founded, stock exchanges would close once a week to complete the lengthy task of processing paperstock certificates. The large volume of trading overwhelmed brokerage firms, and many chose to close every Wednesday (in addition to shortening trading hours on other days of the week).\n\nBrokers had to physically exchange certificates, which required them to employ people to carry certificates and checks. The process for transferring securities also relied heavily on physical recordkeeping. The exchange of physical stock certificates was difficult, inefficient, and increasingly expensive.\n\nTo overcome this problem, two changes were made: First, it was recommended that all paper stock certificates were stored in one centralized location and that the process become automated by keeping electronic records of all certificates that indicated changes of ownership and other securities transactions. This eventually led to the development of the Depository Trust Company (DTC) in 1973.\n\nSecond,multilateral nettingwas proposed. In a multilateral netting process, multiple parties arrange for transactions to be summed (rather than settling them individually). All of this netting activity is centralized to reduce the amount of invoicing and payment settlements. In response to this proposal of multilateral netting, the NSCC was formed in 1976.\n\nThe Depository Trust Company (DTC) is a subsidiary of the DTCC and is responsible for settling securities trades, moving securities for NSCC net settlements, processing corporate actions, underwriting, and other services. The DTC's settlement services result in reduced costs and increase efficiencies by serving as the central repository for millions of active securities and facilitating ownership changes for securities.\n\nThe National Securities Clearing Corporation (NSCC), another subsidiary of the DTCC, provides clearing, settlement, risk management, and other financial services. Regulated by the Securities Exchange Commission (SEC), the NSCC also provides multilateral netting, whereby transactions among several parties are summed up centrally, rather than individually.\n\nThe DTCC is an American financial services company that provides clearing and settlement services for the financial markets. Through its subsidiaries, it provides clearing, asset servicing, settlements, and other financial services.\n\nThe Participants of the Clearing Agencies hold the DTCC's common shares and are, therefore, its owners.\n\nThe DTCC is the parent institution of the Depository Trust Company (DTC), a securities depository. A member of the U.S. Federal Reserve System, the DTC provides settlement services, asset servicing, and clearing services.\n\nThe Depository Trust and Clearing Corporation (DTCC) is a financial services company that provides clearing and settlement services for financial markets. It is also instrumental in the automation, centralization, standardization, and streamlining of said markets. For its subsidiaries, including the Depository Trust Company (DTC) and the National Securities Clearing Corporation (NSCC), it oversees operations and manages financial risks.\n\nDTCC. \"DTCC Digital Museum,\" Select \"1990s\" > \"1999.\"\n\nDTCC. \"National Securities Clearing Corporation (NSCC).\"\n\nDTCC. \"Settlement and Asset Services.\"\n\nDTCC. \"Advancing Financial Markets. Together,\" Pages 2-4.\n\nDTCC. \"Understanding the Settlement Process.\"\n\nDTCC. \"DTCC Digital Museum,\" Select \"1970's\" > \"1976.\"\n\nRodrigues, Usha. \"Dictation and Delegation in Securities Regulation.\"Indiana Law Journal,vol. 92 no. 2, Spring 2017, p. 439.\n\nDTCC. \"The Depository Trust Company (DTC).\"\n\nDTCC. \"DTCC Common Stock Reallocation,\" Page 3.",
  "url": "https://www.investopedia.com/terms/d/dtcc.asp"
}