{
  "term": "What Is Total Debt Service (TDS) Ratio? Example and Calculation",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe total debt service (TDS) ratio—total debt obligation divided by gross income—is a financialmetricthat lenders use to determine whether or not to extend credit, primarily in the mortgage industry. To calculate the percentage of a prospective borrower'sgross incomealready committed to debt obligations, lenders consider all required payments for both housing and non-housing bills.\n\nThe housing factor in the TDS calculation includes everything paid for the home, from mortgage payment, real estate taxes, andhomeowners insuranceto association dues and utilities. The non-housing factor includes everything else, from auto loans, student loans, and credit card payments to child support and alimony.\n\nWhen applying for amortgageor any other type of loan, all borrowers should be aware that the total debt service (TDS) ratio is a key factor driving approval or rejection—and it is just as important as a stable income, timely bill payment, and a strongcredit score.\n\nRemember, the lower your TDS ratio, the better your chances of approval. Borrowers with higher TDS ratios are more likely to struggle to meet their debt obligations than borrowers with lower ratios.\n\nAll lenders will compare your TDS to theirbenchmarkTDS range—usually from 36% to no more than 43%—before they decide whether you can manage an additional monthly payment on top of all other bills. Many lenders prefer a ratio of 36% or less for loan approval; most do not give mortgages to borrowers with TDS ratios that exceed 43%.\n\nLenders prefer borrowers with total debt service (TDS) ratios of 36% or less; borrowers with TDS ratios that exceed 43% are rarely approved for mortgages.\n\nTo see how your TDS ratio will be determined, just add up monthly debtobligationsand divide them by gross monthly income. Here's a hypothetical example: an individual with a gross monthly income of $11,000 and monthly debt obligations of $4,225 ($2,225 for a mortgage; $1,000 for a student loan; $350 for a motorcycle loan; $650 for a credit card balance).\n\nDivide the total debt obligation of $4,225 by income of $11,000 (in the percentage formula below) to get a TDS ratio of 38.4%, which is not much higher than the low benchmark (36%) and well below the max (43%). This individual would most likely get a mortgage.\n\nThe total debt service (TDS) ratio can also be calculated in Excel:\n\nThe total debt service (TDS) ratio is very similar to another debt-to-income ratio used by lenders—thegross debt service(GDS) ratio. The difference between TDS and GDS is that GDS does not factor any non-housing payments—such as credit card debts or car loans—into the equation.\n\nBecause it reflects housing expenses only, the GDS ratio is also referred to as thehousing expense ratio. GDS may be used in other personal loan calculations, but it is most commonly used in the mortgage lending process. (You may also hear GDS referred to as Housing 1 ratio and TDS as Housing 2 ratio.)\n\nIn practice, the TDS ratio, the GDS ratio, and a borrower’s credit score are the key components analyzed in theunderwritingprocess for a mortgageloan. (Borrowers should generally strive for a GDS ratio of 28% or less.)\n\nRemember, there are several other factors in addition to the total debt service (TDS) and gross debt service (TDS) ratios that lenders take into consideration when determining whether to advance credit to certain borrowers.\n\nFor instance, a small lender—one with less than $2 billion inassetsand 500 or fewer mortgages in the past 12 months—may offer a qualified mortgage to a borrower with a TDS ratio exceeding 43%.\n\nOf course, all lenders consider credit histories andcredit scores. People with high credit scores tend to manage their debts more responsibly; they hold a reasonable amount of debt, make payments on time, and keepaccount balanceslow.\n\nLarger lenders may also be more likely to approve mortgages for borrowers with large savings accounts, especially if they can make larger down payments. Lenders may also consider granting additionalcreditto borrowers with whom they have long-standing relationships.\n\nTo calculate TDS: first, add up all monthly debtobligations; then, divide that total by gross monthly income in this percentage formula: (DEBT divided by INCOME) multiplied by 100. If you prefer to calculate in Excel, the formula looks like this: =SUM(debt/income)*100.\n\nTo be approved for a mortgage, you should have a TDS ratio of no more than 43% (the maximum most lenders allow)—but ideally, your TDS should be as close as possible to 36% (the low end of the benchmark range that lenders prefer).\n\nTDS and GDS are similar ratios, but the difference is that GDS does not factor any non-housing payments—such as credit card debts or car loans—into the equation.\n\nChase.com. “What Do Lenders Consider a Good Debt-To-Income Ratio?”",
  "url": "https://www.investopedia.com/terms/t/totaldebtserviceratio.asp"
}