{
  "term": "What Does Upstart Mean in the Workplace?",
  "definition": "An upstart is a person who has risen in social rank and/or economic status, but who has yet to be widely accepted by other individuals in the newly found social and economic class.\n\n\"Upstart\" is also the name of an online money lending platform founded in 2012 that provides personal loans using non-traditional credit variables, including education and employment status instead of standardcredit ratings.The term \"upstart\" should also not be confused with astartup, which is a newly formed business venture.\n\nAn upstart is a person who has jumped up in social rank or economic class suddenly. For example, an individual could go from the proverbial rags to riches following an inheritance or following a lucky investment in the stock market. The upstart, who has quickly risen in economic status, has yet to learn the social skills necessary to be accepted by other people in their new class. Instead of being humbled by this and asking for instruction or attempting to learn, the upstart becomes arrogant and presumptuous, which turns off associates in the new social class. If the upstart is consistently rejected, they may become increasingly stubborn and opinionated as they are spurned.\n\nAs in the case of a person who has suddenly become wealthy, the upstart may respond by acting superior to others. Especially if the new position requires the upstart to manage or lead people, this change can be disastrous if the upstart does not have the skills needed to do well in the role, while still having an inflated attitude about being a leader.\n\nWhile an upstart can make for a bad manager, they can make for an even worse employee. As an upstart gains money and position, they are less inclined to self-correct and work as a team player, and more inclined to view their own work more positively than they view others. This can cause a great deal of disharmony and bad feelings in the workplace, as the upstart’s manager and co-workers begin to resent the upstart.\n\nIf the upstart is unable to correct and restore healthy working relationships, then they will likely fail in the job, even if they have the technical skills to succeed.\n\nSome synonyms of upstart include arriviste, nouveau-riche, parvenu, andsocial climber.\n\nThe earliest known use of the term is found in the Middle English period (1150—1500). Specifically, the first evidence of its use as a verb is from 1303, in the writing of the poet and historian Robert Mannyng. The word upstart is formed within English, by derivation.\n\nA startup can be seen as an entrepreneurial venture or company in the initial stages of business and funded by venture capital, angel investors, crowdfunding, loans, or even family and friends. The word \"upstart\", in this context, can have a close meaning, referring to a new company that is starting to run without significant external funding. The word upstart, however, comes with a negative connotation: it implies that the business is attempting to gain recognition or success without the proper experience and lacking credibility. The word startup, on the other hand, can be associated with innovation and potential for growth.\n\nAn upstart in the workplace denotes an individual—usually, a young person—who has just started in a new position, but who behaves as if they are more important or skillful than the other employees. The arrogant and dismissive attitude of an upstart can lead todisharmony in the workplace and disgruntled employees. The term upstart should be confused with \"startup\" (which has a positive connotation) or with the lending platform under the same name.\n\nOxford English Dictionary. \"upstart.\"\n\nThe Content Authority. \"Upstart vs Startup: When To Use Each One? What To Consider.\"",
  "url": "https://www.investopedia.com/terms/u/upstart.asp"
}