{
  "term": "What Is a Flow-Through (Pass-Through) Entity, Types, Pros & Cons",
  "definition": "A flow-through entity is a legal business that passes any income it makes straight to its owners, shareholders, or investors. Only these individuals and not the entity itself are taxed on the revenues as a result. Flow-through entities are a common device used to avoiddouble taxationthat happens with income from regular corporations.\n\nFlow-through entities are sometimes referred to as disregarded entities because the Internal Revenue Service (IRS) effectively ignores them for tax purposes. Their owners, shareholders, and investors pay taxes on the income that flows or passes through to them instead.\n\nBoth businesses and individuals are taxable entities. They're liable to pay taxes on the money they earn.\n\nIndividuals payincome taxon their wages and companies paycorporate taxon their revenues but businesses that are set up as flow-throughs aren't subject to the corporate income tax. The income generated by a flow-through or a pass-through entity is instead treated solely as income of the investors, stockholders, or owners. Earnings directly pass or \"flow through\" to the individuals and so does the tax liability.\n\nThese individual stakeholders pay taxes on business income as though it is personal income and it's taxed at their ordinary income rate. The owners can also apply losses of the company against their personal income.\n\nFlow-through businesses generally face the same tax rules as C corporations for inventory accounting, depreciation, and other provisions that affect the measurement of business profits but they're effectively taxed only once. Earnings generated by C corporations aresubject to double taxation. Income is taxed at the corporate rate first and it's then taxed again when it's paid out as dividends to shareholders or when shareholders realize capital gains from retained earnings.\n\nFlow-through entities are commonly grouped into sole proprietorships,S corporations, income trusts, and limited liability companies. They can also be limited, general, and limited liability partnerships.\n\nA sole proprietor reports all their business income on their personal income tax return. The IRS considers this form of company to be a flow-through given that the business isn't taxed separately.\n\nS corporation profits flow through to shareholders who report the income on Schedule E of their personal tax returns.S corporation owners don't pay the Self-Employed Contributions Act (SECA) tax on their profits but they're required to pay themselves \"reasonable compensation\" which is subject to the regular Social Security tax.\n\nA flow-through entity can be an investment corporation, a mortgage investment corporation, a mutual fund corporation, a partnership, or atrustin Canada.\n\nFlow-throughs are disregarded entities for tax purposes but partnerships and S corporations are still required to file an annualK-1 statementjust as regular public companies do.\n\nThe greatest advantage of a flow-through or pass-through entity is tax treatment.\n\nRegular incorporated businesses pay a flat corporate income tax on profits before they distribute those earnings to stockholders and owners. These shareholders must report their dividends or other distributions on their personal tax returns so the same dollars are effectively taxed twice.\n\nA flow-through entity allows profits to avoid the initial corporate tax round. A flow-through is exempt from business taxes. It passes earnings straight through to stakeholders who will owe taxes on that money but the money is taxed only once.\n\nA flow-through entity also affords owners and investors an extra deduction on their personal taxes in some cases. It also gets passed through if the business suffers a loss and can be used to reduce overall taxable income.\n\nOne important potential downside to a business that elects to operate as a flow-through entity is that the owners will still be taxed on income that they don't directly receive. Investors are still required to report their share of the profits and they could owe taxes on them if the business doesn't distribute its profits to owners in the form of dividends but plows them back into the company.\n\nSome pass-through entities' owners may also become subject toself-employment taxwhen they avoid corporate tax.\n\nYes, a flow-through entity is the same as a pass-through entity.\n\nYes, a disregarded entity pays taxes but it's often a single-person business or company so it's not treated or taxed separately from its owner by the IRS. It reports its income on the owner's personal tax return.\n\nDisregarded entities pay two types of taxes, similar tosole proprietorships: a flat rate self-employment tax and an income tax that's assessed at a variable rate depending on the individual owner's tax bracket.\n\nA single-memberLLCis automatically a disregarded entity but it can request to be taxed differently.\n\nYes, a disregarded entity can have employees. The \"disregarded entity\" status is recognized only for purposes of federal income taxes. It doesn't affect employment and a disregarded entity with workers might have to pay employment taxes.\n\nThe IRS and courts have ruled that a single-member LLC, one of the most common types of disregarded entities, cannot classify an owner as both an employee and a partner, however.\n\nFlow-through entities can save you from double taxation on a company's profits. Sole proprietorships, partnerships, LLCs, and S corps can take advantage of pass-through taxation but it's possible for owners of or investors in a pass-through entity to be taxed on income they didn't receive. This can happen if the income is put back into the business.\n\nSome flow-through entities such as sole proprietors are also subject to self-employment tax so it's important to understand thetax implications of your situation.\n\nTax Policy Center. \"What are Flow-Through Enterprises and How Are They Taxed?\" Page 1.\n\nInternal Revenue Service. \"Forming a Corporation.\"\n\nU.S. Small Business Administration. \"Choose a Business Structure.\"\n\nInternal Revenue Service. \"About Schedule E (Form 1040), Supplemental Income and Loss.\"\n\nInternal Revenue Service. \"S Corporation Compensation and Medical Insurance Issues.\"\n\nGovernment of Canada Revenue Agency. \"What Is a Flow-Through Entity?\"\n\nInternal Revenue Service. \"Tax Information for Partnerships.\"\n\nInternal Revenue Service. \"S Corporations.\"\n\nInternal Revenue Service. \"Topic No. 404, Dividends.\"\n\nInternal Revenue Service. \"Sole Proprietorships.\"\n\nInternal Revenue Service. \"Single Member Limited Liability Companies.\"\n\nInternal Revenue Service. \"Limited Liability Company (LLC).\"",
  "url": "https://www.investopedia.com/terms/f/flow-through.asp"
}