{
  "term": "What Is Implied Authority? Definition, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nImplied authority allows an agent to act on behalf of an organization in ways that are not explicitly stated but are understood to be necessary for carrying out their role.\n\nImplied authority is the unstated power an agent has, allowing them to handle tasks and make decisions needed to perform their job for the organization. Undercontract law, implied authority figures have the ability to make a legally binding contract on behalf of another person or company.\n\nImplied authority is an authority that is not express or written into a contractlike actual authority, but it is the authority an agent is assumed to have in order to transact the business for a principal. Implied authority is incidental to express authority since not every single detail of an agent's authority can be spelled out in the written contract. For example, in real estate, express authority means the agent has been given the authority to act on behalf of the principal.\n\nImplied authority applies to the insurance company agent who is given the authority to solicit applications forlife insuranceon behalf of the insurer. When the insurer gives the agent express authority, it also gives the agent the implied authority to telephone prospects on its behalf to arrange sales appointments. Implied authority also applies in a situation where a person is wearing a uniform or nametag bearing the logo or trademark of a business or organization.\n\nExpress and implied authority are often used in the real estate industry.\n\nIf a server at a restaurant tells you they can give you a free beverage with the purchase of an entree, they have made a contract with you on behalf of the restaurant business they are representing. The server's authority is implied by the fact that they have been chosen as the soleemployeeof the business designated to do business with you. Whether or not other employees ultimately get involved in the transaction is immaterial because it is expected that they will be the only people required to complete your business transaction.\n\nIn such a situation, if a restaurant manager came to your table and informed you that the server made a mistake and tried to take back the \"free beverage with paid entree\" offer, the business would actually be in direct violation of a legally enforceable contract made between you, the client, and their employee. They may certainly penalize the employee if they choose, but implied authority legally obliges them to honor the terms of the agreement. The same principle applies to more complex or extreme legal circumstances.\n\nBy contrast, \"expressed authority\" is clearly stated and granted by the principal to the agent either orally or in writing...and \"apparent authority,\" sometimes called \"ostensible authority,\" exists where a principal's actions could result in a third party (as a reasonable person) believing the agent had authority even where it may not be expressed or implied.",
  "url": "https://www.investopedia.com/terms/i/implied-authority.asp"
}