{
  "term": "What Is a Maturity Date? Definition and Classifications",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA maturity date is the date a note, draft, acceptance bond, or other debt instrument on which the borrower must repay the principal and any accrued interest.\n\nA maturity date is the date on which the principal and interest on a note, draft, acceptance bond, or otherdebt instrumentare due to the creditor. It also refers to the termination or due date on which an installment loan must be paid back in full. It signifies the date at which the relationship between the debtor and creditor or the investor and debt issuer ends.\n\nThe maturity date can be found on the certificate of the instrument. The principal investment is repaid to the investor on the maturity date and regular interest payments made to them cease on this date.\n\nAlthough investing and borrowing may be different, there are some commonalities between these two ventures. One of these is what's called a maturity date, which is the date at which the relationship between the investor and issuer, or the borrower andcreditor, ends.\n\nMaturity dates define the lifespan of a security or loan, informing investors and creditors when they receive their principal back. For instance:\n\nMaturity dates also define the period during which investors receive interest payments. Forderivativecontracts, such as futures or options, maturity dates are sometimes used to refer to the contract'sexpiration date.\n\nIt is important to note that some debt instruments, such asfixed-income securities, are oftencallable. For callable securities, including callable bonds, issuers maintain the right to pay back the principal before its maturity date. Before buying any fixed-income securities, investors should determine whether the bonds are callable or not.\n\nWith callable fixed income securities, the debt issuer can elect to pay back the principal early, which can prematurely halt interest payments made to investors.\n\nBonds with longerterms to maturitytend to offer highercoupon rates(the annual amount of interest paid to the bondholder) than similar-quality bonds with shorter terms to maturity.\n\nThe risk of the government or a corporation defaulting on the loan increases over longer periods of time. Additionally, theinflationrate grows higher over time. These factors must be incorporated into therates of returnfixed-income investors receive.\n\nA bond's price grows less volatile the closer it comes to maturity.\n\nMaturity dates are used to classify bonds and other types of securities into one of the following three broad categories:\n\nThis classification system is used widely across the finance industry. This means that the maturity dates of bonds, CDs, and debts (like loans and mortgages) can all be either short-term, medium-term, or long-term.\n\nHere's a hypothetical example to show how maturity dates work. Let's say an investor bought a 30-year Treasury bond in 1996 with a maturity date of May 26, 2016. Using theConsumer Price Index (CPI)as the metric, the hypothetical investor experienced an increase in U.S. prices, or rate of inflation, of over 218% during the time they held the security.\n\nAs the bond grew closer to its maturity date, itsyield to maturity (YTM)—which is the anticipated return on the bond at maturity—and coupon rate began to converge. Once the bond matured, the investor received the full principal balance back, and the investment was considered closed.\n\nThe bond documents will include a lot of information, including the final maturity date. Typically, investors can find the final maturity date in the Authorization, Authentication, and Delivery section of the bond documents.\n\nBonds with longer terms tend to offer higher interest rates. This higher interest rate goes hand in hand with additional risks for investors.\n\nIf a company goes bankrupt and defaults on its bonds, bondholders have a claim on that company's assets. But the type of bond (securedorunsecured) determines the priority of a bondholder's claim. A company going through bankruptcy will also have other creditors.\n\nThe maturity date of a bond or other debt instrument determines when the principal investment is repaid to investors. At this point, interest payments made to investors stop. Conservative investors may appreciate the clear time table outlining when their principal will be paid back. When used in the context of loans, a maturity date refers to the time when the borrower must pay back a loan in full.\n\nInvestor.gov. \"Corporate Bonds.\"\n\nTreasuryDirect. \"Treasury Bonds.\"\n\nInternal Revenue Service. \"Understanding Bond Documents.\" Page 132.\n\nInvestor.gov. \"Corporate Bonds.\"",
  "url": "https://www.investopedia.com/terms/m/maturitydate.asp"
}