{
  "term": "What Is a Trading Halt? Definition, How It Works, and Causes",
  "definition": "A trading halt is a temporary suspension of trading for a particularsecurityor securities at one exchange or across numerous exchanges. Trading can be halted in anticipation of a news announcement, to correct an order imbalance, as a result of a technical glitch, due to regulatory concerns or because the price of the security or an index has moved rapidly enough to trigger a halt based on exchange rules. When a trading halt is in effect,open ordersmay be canceled andoptionsstill may be exercised.\n\nTrading halts are different from a trading suspension ordered by theSecurities and Exchange Commission (SEC). Under U.S. securities law, the SEC may suspend public trading in any stock for up to 10 days to protect investors and the public interest.\n\nA trading halt can be regulatory or non-regulatory. Regulatory halts are those applied when there is doubt the security continues to meet listing standards to give market participants time to assess important news, as in the event of a U.S. Food and Drug Administration decision on a new drug application, for example.\n\nA trading halt ensures wide access to the news likely to move the price and prevents those who receive it first from profiting from others late to the information. Othermaterial developmentsthat may warrant a regulatory trading halt include corporate acquisitions and restructurings, regulatory or legal decisions or changes in management.\n\nA regulatory trading halt in a security by its primary U.S. exchange is honored by other U.S. exchanges.\n\nA non-regulatory trading halt can occur on the New York Stock Exchange (NYSE) (but not the Nasdaq) to correct a large imbalance between buy and sell orders.Such trading halts typically last no more than a few minutes until order balance is restored, and thetrading resumes.\n\nCompanies will often wait until the market closes to release sensitive information to the public, to give investors time to evaluate the information and determine whether it is significant. This practice, however, can lead to a large imbalance between buy orders and sell orders in the lead-up to the market opening. In such an instance, anexchangemay decide to institute an opening delay, or a trading halt, immediately at the market opening. These delays are usually in effect for no more than a few minutes while the balance between buy orders and sell orders is restored.\n\nA federal U.S. securities law also grants theSecurities and Exchange Commission (SEC)the power to impose a suspension of trading in any publicly traded stock for up to 10 days.The SEC will use this power if it believes that the investing public is put a risk by continued trading of the stock. Typically, it will exercise this power when a publicly traded company has failed to file periodic reports like quarterly or annual financial statements.\n\nU.S. securities exchanges have standing rules for market-wide trading halts in instances were dramatic price declines threaten market liquidity. Cumulative declines of 7% and 13% from the prior's day closing level in the &P 500 index trigger a 15 minute market-wide trading halt if they occur before 3:25 p.m. ET. A 20% decline in the S&P 500 from the prior's day close halts the stock market for the remainder of the trading day no matter when it happens.\n\nCircuit breakers can also apply to trading in any stock under U.S. trading rules. For stocks priced above $3 and included in the S&P 500 or the Russell 1000 indices, as well as certain exchange-traded products like ETFs, trading is halted for five minutes after sudden moves of more than 5% and lasting more than 15 seconds—up or down—from the average price over the prior 5 minutes. For other stocks priced above $3 the sudden price move required for a trading halt is 10%, while those priced between $0.75 and $3 are halted after a sudden gain or loss of 20% or more.\n\nU.S. Securities and Exchange Commission. “Trading Suspensions.\"\n\nU.S. Securities and Exchange Commission. \"Fast Answers: Trading Halts and Delays.\"\n\nFINRA. \"When Trading Stops: What You Need to Know About Halts, Suspensions and Other Interruptions.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Delinquent Filings.\"\n\nInvestor.gov. \"Stock Market Circuit Breakers.\"\n\nLimit Up Limit Down. \"Overview.\"",
  "url": "https://www.investopedia.com/terms/t/tradinghalt.asp"
}