{
  "term": "What Is a 12b-1 Fee on a Mutual Fund and What Is It Used for?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA 12b-1 fee is an annual marketing or distribution fee on a mutual fund. The 12b-1 fee is considered to be an operational expense and, as such, is included in a fund'sexpense ratio. It is generally between 0.25% and 0.75% (the maximum allowed) of a fund's net assets. The fee gets its name from a section of theInvestment Company Act of 1940.\n\nBack in the early days of themutual fundbusiness, the 12b-1 fee was thought to help investors. It was believed that by marketing a mutual fund, its assets would increase and management could lower expenses because ofeconomies of scale. This has yet to be proven. With mutual fund assets passing the $10 trillion mark and growing steadily, critics of this fee are seriously questioning the justification for using it. Today, the 12b-1 fee is mainly used to reward intermediaries for selling a fund's shares. As a commission paid to salespersons, it is currently believed to do nothing toenhance the performance of a fund.\n\nIn 2015, theSecurities and Exchange Commission(SEC) began examining the use of 12b-1 fees to determine if the rules for charging these fees are being adhered to and the presence of such fees is being properly disclosed.\n\nThe 12b-1 fee can be broken down into two distinct charges: the distribution and marketing fee and the service fee. Total 12b-1 fees charged by a fund are limited to 1% annually. The distribution and marketing piece of the fee is capped at 0.75% annually, while the service fee portion of the fee can be up to 0.25%.\n\nClass Bandclass Cshares of broker-sold funds typically have 12b-1 fees, but they may also be charged onno-load mutual fundshares and class A broker-sold shares.\n\nClass A shares, which usually charge afront-end loadbut noback-end load, may come with a reduced 12b-1 expense but normally don't come with the maximum 1% fee. Class B shares, which typically carry no front-end but charge a back-end load that decreases as time passes, often come with a 12b-1 fee. Class C shares usually have the greatest likelihood of carrying the maximum 1% 12b-1 fee. The presence of a 12b-1 fee frequently pushes the overall expense ratio on a fund to above 2%.\n\nThe Calamos Growth Fund is an example of a fund that carries a smaller 0.25% 12b-1 fee on its class A shares and charges the maximum 1% 12b-1 fee on its class C shares.\n\nThe distribution fee covers marketing and payingbrokerswho sell shares. They also go toward advertising the fund and mailing fund literature andprospectusesto clients. Shareholder service fees, another form, specifically pay for the fund to hire people to answer investor inquiries and distribute information when necessary, though these fees may be required without the adoption of a 12b-1 plan. Another category of fees that can be charged is known as \"other expenses.\" Other expenses can include costs associated with legal, accounting, and administrative services. They may also pay for transfer agent and custodial fees.",
  "url": "https://www.investopedia.com/terms/1/12b-1fees.asp"
}