{
  "term": "What Is Equity Risk Premium, and How Do You Calculate It?",
  "definition": "Equity risk premium is the excess return that investing in the stock market provides over a risk-free rate. This excessreturncompensates investors for taking on the relatively higher risk of equity investing. The size of the premium varies and depends on thelevel of riskin a particular portfolio. It also changes over time as market risk fluctuates.\n\nStocks are generally considered high-risk investments. Investing in the stock market comes with certain risks, but it also has the potential for big rewards.\n\nSo, as a rule, investors are compensated with higher premiums when they invest in the stock market. Whatever return you earn above a risk-free investment such as a U.S.Treasury bill(T-bill) or a bond is called an equity risk premium.\n\nAn equity risk premium is based on the idea of therisk-reward tradeoff. It is a forward-looking figure and, as such, the premium is theoretical. But there's no real way to tell just how much an investor will make since no one can actually say how well equities or the equity market will perform in the future.\n\nInstead, an equity risk premium is an estimation as a backward-looking metric. It observes the stock market and government bond performance over a defined period of time and uses that historical performance to the potential for future returns. The estimates vary wildly depending on the time frame and method of calculation.\n\nBecause equity risk premiums require the use of historical returns, they aren't an exact science and, therefore, aren't completely accurate.\n\nTo calculate the equity risk premium, we can begin with thecapital asset pricing model(CAPM), which is usually written asRa= Rf+ βa(Rm- Rf),where:\n\nSo, the equation for equity risk premium is a simple reworking of the CAPM which can be written asEquity Risk Premium = Ra- Rf= βa(Rm- Rf)\n\nIf we are simply talking about the stock market (a = m), then Ra= Rm. The beta coefficient is a measure of a stock's volatility—or risk—versus that of the market.\n\nThe market's volatility is conventionally set to 1, so if a = m, then βa= βm= 1. Rm- Rfis known as themarket premiumand Ra- Rfis the risk premium. Ifais an equity investment, then Ra- Rfis the equity risk premium. If a = m, then the market premium and the equity risk premium are the same.\n\nThe equity risk premium isn't a generalizable concept even though certain markets in certain time periods may display aconsiderable equity risk premium.\n\nEconomists argue that too much focus on specific cases has made a statistical peculiarity seem like an economic law. Several stock exchanges have gone bust over the years, so a focus on the historically exceptional U.S. market may distort the picture. This focus is known assurvivorship bias.\n\nThe majority of economists agree, though, that the concept of an equity risk premium is valid. Over the long term, markets compensate investors more for taking on the greater risk of investing in stocks.\n\nIn 2024, the S&P 500 with dividends returned 26.1% whereas a Baa rated corporate bond returned 8.7% and a 3-month T-bill returned 5.1%. From 2014 to 2023, the average return of the S&P 500 with dividends was 11.91%, for a Baa rated corporate bond it was 4.32%, and for a 3-month T-bill, it was 1.27%.\n\nThe equation noted above summarizes the theory behind the equity risk premium, but it doesn't account for all possible scenarios.\n\nThe calculation is fairly straightforward if you plug in historical rates of return and use them to estimate future rates. But how do you estimate the expected rate of return if you want to make a forward-looking statement?\n\nOne method is to use dividends to estimate long-term growth, using a reworking of theGordon Growth Model:k = D / P + g\n\nAnother is to use growth in earnings, rather than growth in dividends. In this model, the expected return is equal to the earnings yield, the reciprocal of theprice-to-earnings ratio(P/E ratio):k = E / P\n\nThe drawback of both of these models is that they do not account for valuation. That is, they assume the stocks' prices are never correct. Since we can observe stock market booms and busts in the past, this drawback is not insignificant.\n\nFinally, the risk-free rate of return is usually calculated using U.S. government bonds, since they have a negligible chance of default. This can mean T-bills or T-bonds.\n\nTo arrive at a real rate of return, that is, adjusted for inflation, it is easiest to useTreasury inflation-protected securities(TIPS), as these already account for inflation. It is also important to note that none of these equations account for tax rates, which can dramatically alter returns.\n\nAnother way to calculate the equity risk premium is through the survey method. The survey method involves collecting expectations for future equity returns from finance professionals, analysts, portfolio managers, and academics.\n\nThe survey questions typically ask participants to provide their forecasts for the average annual return on a broad stock market index over a specified period, such as the next five to 10 years.\n\nOnce the responses are collected, the average expected return on equities is calculated. With this info, the current risk-free rate is determined.\n\nThe equity risk premium is then derived by subtracting the risk-free rate from the average expected return on equities. For example, if the survey indicates an average expected return of 8% and the current risk-free rate is 3%, the equity risk premium would be 5%.\n\nThis method has several advantages. It is forward-looking, capturing current market sentiment and future expectations, making the premium more relevant.\n\nAlso, by gathering insights from market professionals, the method leverages the expertise of people who are deeply engaged in the market and may have a better sense of the equity risk premium.\n\nHowever, there are some downsides to the survey method. The results can be influenced by biases, and the accuracy of the equity risk premium estimate depends on the quality and representativeness of the survey sample.\n\nA small or unrepresentative sample can skew results. Plus, during periods of market stress or euphoria, respondents' expectations may be overly pessimistic or optimistic meaning the survey may be subject to emotions and unfair volatility.\n\nAnother option is the risk premium model, also known as the building block approach. The building block involves estimating the equity risk premium by summing up various risk premiums that investors demand for bearing different types of risks. Each component reflects the additional return investors expect for taking on specific types of risk beyond the risk-free rate.\n\nFor example, if the risk-free rate is 3%, and investors require additional returns of 4% for business risk, 1% for financial risk, and 1% forliquidity risk, the total expected return on equities would be calculated as 3% (risk-free rate) + 4% (business risk) + 1% (financial risk) + 1% (liquidity risk) = 9%.\n\nUnder this method, investors can specifically identify different types of risks, and then assign what they think the appropriate return is for each risk. This gives investors a more dynamic opportunity to evaluate risk at a more granular level, though it may be difficult to assess or assign risk premiums for each intricate type of risk.\n\nLast, let's touch on theFama-French Three-Factor Model. This model extends the traditional CAPM by adding two additional factors to better explain asset returns.\n\nBesides the market risk factor, the model includes size risk and value risk. These additional factors account for the tendencies of smaller companies to outperform larger ones and value stocks to outperform growth stocks.\n\nFor example, suppose the risk-free rate is 2%, the expected market return is 8%, the SMB premium is 3%, and the HML premium is 4%. If an asset has betas of 1.2 for the market premium, 0.5 for SMB, and 0.7 for HML, the expected return would be 13.5%. This would be calculated as:\n\n2% + 1.2 beta * (8% - 2%) + (0.5 * 3%) + (0.7 * 4%) = 13.5%\n\nThe Fama-French model provides a more nuanced understanding of the factors that can influence equity returns. Its main advantage is being able to capture additional dimensions of risk. However, the model assumes that the factors are consistently priced across different periods and markets which isn't always the case.\n\nThe equity risk premium in the U.S. based on U.S. exchanges will perpetually fluctuate. As of 2024, the risk premium is 5.5%. This is themarket risk premium investorswill achieve by investing in the stock markets. The level has hovered between 5.3% and 5.7% since 2011.\n\nYes, equity risk premium can be negative. This occurs when the returns expected from stock market investments are below the risk-free rate. In this scenario, an investor would earn more from a risk-free asset than they would by investing in the stock market.\n\nThe higher the equity risk premium, the more you will earn from investing in stocks than you would by investing in risk-free assets. This makes investing in stocks more enticing; however, since the equity risk premium is based on historical data, the returns are not guaranteed.\n\nInvestors take risks to earn the highest possible return within their risk tolerances. Calculating the equity risk premium can indicate to investors how much more return they'll achieve than if they opted for a risk-free rate. However, this is not a true mechanism to gauge potential returns as the calculation relies on historical data, which is never indicative of future performance.\n\nRodney White Center, University of Pennsylvania, Wharton. \"Is the United States a Lucky Survivor: A Hierarchical Bayesian Approach,\" Page 1.\n\nBarbara Friedberg Personal Finance. \"Historical Stock and Bond Returns - Predict Future Investment Performance.\"\n\nStatista. \"Average Market Risk Premium in the United States From 2011 to 2024.\"",
  "url": "https://www.investopedia.com/terms/e/equityriskpremium.asp"
}