{
  "term": "What Is the Unemployment Rate?",
  "definition": "The unemployment rate is the percentage of the labor force that does not have a job but is actively pursuing employment.\n\nThe U.S. unemployment rate is released on the first Friday of every month for the preceding month. The current and past editions of the report are available from theBureau of Labor Statistics (BLS). The unemployment rate is the percentage of the labor force without a job. It is a lagging indicator and generally rises or falls with changing economic conditions.\n\nIn the U.S., the most commonly cited nationalunemploymentrate is the U-3, which the BLS releases as part of its monthly employment situation report. It defines unemployed people as those willing and available to work and who have actively sought work within the past four weeks.\n\nThe national unemployment rate for May 2025. The rate remained flat from the previous month.\n\nAccording to the BLS, those with temporary, part-time, or full-time jobs are considered employed, as are those who perform at least 15 hours of unpaid work for a family business or farm. Many people who want to work but cannot or become discouraged after looking for work without success are not considered unemployed, but categorized as outside the labor force.\n\nThe unemployment rate isseasonally adjustedto account for predictable variations, such as extra hiring during the holidays. The BLS also provides the unadjusted rate.\n\nThe BLS publishes five alternative measures: U-1, U-2, U-4, U-5, andU-6. U-6 is often called the real unemployment rate, but U-3 is the only official unemployment rate. The others are measures of labor underutilization.\n\nU-1:The U-1 unemployment rate includes those unemployed for 15 weeks or more as a percent of the civilianlabor force. The U-1 unemployment rate as of May 2025 was 1.5%.\n\nU−1=(Unemployed for 15 weeks+Labor Force)×100\\begin{aligned}U-1=\\bigg(\\frac{\\text{Unemployed for 15 weeks+}}{\\text{Labor Force}}\\bigg)\\times 100\\end{aligned}U−1=(Labor ForceUnemployed for 15 weeks+​)×100​\n\nU-2:Those who lost jobs and completed temporary jobs as a percent of the civilian labor force account for the U-2 unemployment rate.This rate for May 2025 was 2%.\n\nU−2=[Lost Jobs+Completed Temp JobsLabor Force]×100\\begin{aligned}U-2=\\bigg[\\frac{\\text{Lost Jobs}+\\text{Completed Temp Jobs}}{\\text{Labor Force}}\\bigg]\\times 100\\end{aligned}U−2=[Labor ForceLost Jobs+Completed Temp Jobs​]×100​\n\nU-4:Unemployed people, plus discouraged workers, as a percent of the labor force, make up the U-4 unemployment rate, which was 4.5% as of May 2025. This category includes people who lack the necessary qualifications or education and believe work is unavailable in their field.\n\nU−4=Unemployed+Discouraged WorkersLabor Force+Discouraged Workers×100\\begin{aligned} U-4=\\frac{\\text{Unemployed}+\\text{Discouraged Workers}}{\\text{Labor Force}+\\text{Discouraged Workers}}\\times 100\\end{aligned}U−4=Labor Force+Discouraged WorkersUnemployed+Discouraged Workers​×100​\n\nU-5:Unemployed people, discouraged workers, plus those marginally attached to the labor force, as a percent of the labor force, make up the U-5 rate. The U-5 rate for May 2025 was 5.1%. The marginally attached include discouraged workers and anyone who would like a job and has looked for one in the past 12 months but actively gave up searching. As with U-5, the denominator is expanded to include the marginally attached, who are not technically part of the labor force.\n\nU−5=Unemployed+Marginally AttachedLabor Force+Marginally Attached×100\\begin{aligned}U-5=\\frac{\\text{Unemployed}+\\text{Marginally Attached}}{\\text{Labor Force}+\\text{Marginally Attached}}\\times100\\end{aligned}U−5=Labor Force+Marginally AttachedUnemployed+Marginally Attached​×100​\n\nU-6:This metric is the BLS's most comprehensive and includes unemployed people, people who are marginally attached to the labor force, plus those who are employed part-time for economic reasons, as a percentage of the labor force. The denominator for this ratio is the same as in U-5. The rate for May 2025 was 7.8%.\n\nU−6=Unemployed+MA+PTERLabor Force+MA×100where:MA=Marginally attachedPTER=Part-time for economic reasons\\begin{aligned} &U-6=\\frac{\\text{Unemployed}+\\text{MA}+\\text{PTER}}{\\text{Labor Force}+\\text{MA}}\\times 100\\\\&\\textbf{where:}\\\\&\\text{MA}=\\text{Marginally attached}\\\\&\\text{PTER}=\\text{Part-time for economic reasons}\\end{aligned}​U−6=Labor Force+MAUnemployed+MA+PTER​×100where:MA=Marginally attachedPTER=Part-time for economic reasons​\n\nEmployment statistics are produced by the BLS, an agency within the Department of Labor (DOL). Every month, the Census Bureau, part of the Department of Commerce (DOC), conducts theCurrent Population Survey (CPS)using a sample of approximately 60,000 households, or about 110,000 individuals.\n\nThe survey includes information on race, ethnicity, age, veteran status, and gender. The sample is rotated so that 75% of the households remain constant from month to month and 50% from year to year. The surveys include industry information, occupations, average earnings, andunionmembership. For those who are jobless, interviewers also ask whether they quit or were fired, or were laid off.\n\nThe survey excludes individuals under the age of 16 and those who are in the Armed Forces. People in correctional facilities, mental healthcare facilities, and similar institutions are also excluded.\n\nInterviewers ask questions that determine employment status, but do not ask whether respondents are employed or unemployed. Nor do the interviewers assign employment status; they record the answers for the BLS to analyze.\n\nUnemployment is one of the most closely-watched indicators for economic health, along withgross domestic product (GDP)and theconsumer price index (CPI). The unemployment rate has an inverse relationship with the stock market and inflation, two key metrics for the overall economy.\n\nAlow unemployment ratetends to be associated with an increased average wage, due to the reduced labor supply. Thiscan result in inflation, as employers raise prices to account for increased labor costs. Low unemployment also tends to be accompanied by increased stock prices, because the workforce has more disposable income.\n\nThe unemployment rate in the United States was 4.2% for May 2025.\n\nLow unemployment is not considered healthy, as lower rates can be seen as inflationary due to pricing pressure on salaries; however, high unemployment is not considered healthy, as higher rates can be seen as a financial strain on consumer spending. In general, most experts deem unemployment between 3% and 5% to be ideal, though there is no single consensus on what constitutes healthy unemployment.\n\nU-3 is the headline unemployment number seen in the news. It looks at out-of-work Americans looking for employment within the past four weeks. The more comprehensive U-6 includes everyone in U-3 plus those with only temporary work and people considered marginally attached to the labor force.\n\nThe Bureau of Labor Statistics surveys approximately 60,000 households in person or over the phone. The responses are later aggregated by race, ethnicity, age, veteran status, and gender, all of which—along with geography—add greater detail to the employment picture.\n\nIn assessing an economy's health, the nation's unemployment rate plays a major factor in setting monetary policy and making strategic economic decisions. There are various ways to calculateunemployment, however, the general public is most familiar with the U-3 rate. The calculation for this iteration of the unemployment rate is to divide the number of unemployed individuals by the total workforce.\n\nFederal Reserve Bank of St. Louis, FRED Economic Data. “Unemployment Rate (UNRATE).”\n\nU.S. Bureau of Labor Statistics. \"Table A-15. Alternative Measures of Labor Underutilization.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Unemployed.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Not in the labor force.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Employed.\"\n\nU.S. Bureau of Labor Statistics. \"Labor Force Statistics from the Current Population Survey: Frequently Asked Questions,\" Select \"How are seasonal fluctuations taken into account?\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Discouraged workers.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Marginally attached to the labor force.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS),\" Select \"Alternative measures of labor underutilization (U-1 through U-6).\"\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment,\" Select \"Who is counted as employed?\"\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment,\" Select \"Who is counted as unemployed?\"\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment,\" Select \"What are the basic concepts of employment and unemployment?\"\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment,\" Select \"Where do the statistics come from?\"\n\nInvestment Monitor. \"Why Low Unemployment Rates Are a Bad Thing.\"",
  "url": "https://www.investopedia.com/terms/u/unemploymentrate.asp"
}