{
  "term": "What Is the Central Limit Theorem (CLT)?",
  "definition": "The Central Limit Theorem (CLT) surmises that the average of the sample means and standard deviations equals the population mean and standard deviation.\n\nThe Central Limit Theorem is useful when analyzing large data sets because it assumes that the sampling distribution of the mean will be normally distributed and typically form abell curve. The CLT may be used in conjunction with thelaw of large numbers, which states that the average obtained from a large group of independent random samples converges to the true value.\n\nAccording to the central limit theorem, the mean of a sample of data will be closer to the mean of the overall population in question as the sample size increases, notwithstanding the actual distribution of the data. The concept can hold true regardless of whether the distribution of the population is normal or skewed.\n\nAs a general rule, sample sizes of 30 or more are typically deemed sufficient for the CLT to hold, meaning that the distribution of the sample means is fairly normally distributed. In addition, the more samples one takes, the more the graphed results should take the shape of a normal distribution.\n\nThe central limit theorem is often used in conjunction with the law of large numbers, which states that the average of the sample means will come closer to equaling the population mean as the sample size grows. This concept can be extremely useful in accurately predicting the characteristics of very large populations.\n\nAlthough this concept was first developed by Abraham de Moivre in 1733, it was not formalized until 1920, when the Hungarian mathematician George Pólya dubbed it the central limit theorem.\n\nThe central limit theorem has several key components. They largely revolve around sampling technique.\n\nThe CLT can help examine the returns of an individual stock or broader stock indices because the analysis is simple, due to the relative ease of generating the necessary financial data. Consequently, investors often rely on the CLT to analyze stock returns, construct portfolios, and manage risk.\n\nSuppose, for example, that an investor wishes to analyze the overall return for a stock index that consists of 1,000 different equities. In this scenario, the investor may simply study a random sample of stocks to arrive at an estimated return for the total index. To be safe in this instance, at least 30 to 50 randomly selected stocks across various sectors should be sampled for the central limit theorem to hold.\n\nThe central limit theorem is useful when analyzing large data sets because it allows one to assume that the sampling distribution of the mean will be normally distributed in most cases. This allows for easier statistical analysis and inference. For example, investors can use central limit theorem to aggregate individual security performance data and generate distribution of sample means that represent a larger population distribution for security returns over some time.\n\nThe central limit theorem doesn't have a formula used in its practical application. Its principle is simply applied. With a sufficiently large sample size, the sample distribution will approximate a normal distribution, and the sample mean will approach the population mean. It suggests that if we have a sample size of at least 30, we can begin to analyze the data as if it fit a normal distribution.\n\nA sample size of 30 or more is fairly common across statistics as the minimum for applying the central limit theorem. The greater your sample size, the more likely the sample will be representative of your population set.\n\nIn probability theory and statistics, the law of large numbers states that the larger the sample size, the more likely its mean is to reflect the mean of the entire population.\n\nIn business, the law of large numbers can have a different meaning, specifically that as a company grows in size, maintaining its rate of growth in percentage terms becomes more difficult.\n\nThe central limit theorem (CLT) holds that as a sample size gets larger, its mean will increasingly approximate the mean in a normal distribution. This concept can be useful in many applications, such as analyzing investment returns, because it requires only a sufficient sample size (generally interpreted as 30 or more data points) rather than the entire population.\n\nBoston University School of Public Health. \"Central Limit Theorem.\"\n\nHans Fischer. \"A History of the Central Limit Theorem,\" Page 1.\n\nThe Mathematics Enthusiast. \"Studying Moments of the Central Limit Theorem, Benjamin A. Stark.\"\n\nUniversity of Massachusetts Amherst. \"What Is Central Limit Theorem? Properties, Best Practices, Examples & Everything to Know.\"\n\nEmory University. \"Final Summary: The Central Limit Theorem.\"\n\nMascha, Edward J., and Thomas R. Vetter. \"Significance, Errors, Power, and Sample Size: The Blocking and Tackling of Statistics.\"Anesthesia & Analgesia,vol 126, no. 2,February 2018, pp. 691-698.",
  "url": "https://www.investopedia.com/terms/c/central_limit_theorem.asp"
}