{
  "term": "What Is a Subprime Mortgage? Credit Scores, Interest Rates",
  "definition": "A subprime mortgage is one that’s normally issued to borrowers with low credit ratings. A primeconventional mortgageisn’t offered, because the lender views the borrower as having a greater-than-average risk of defaulting on the loan.\n\nLending institutions often charge interest on subprime mortgages at a much higher rate than on prime mortgages to compensate for carrying more risk. These are often adjustable-rate mortgages (ARMs), so the interest rate can potentially increase at specified times.\n\n“Subprime” doesn’t refer to the interest rates often attached to these mortgages but rather thecredit scoreof the individual taking out the mortgage. Borrowers withFICO credit scoresbelow 620 will often be stuck with subprime mortgages and their corresponding higher interest rates.\n\nIt can be useful for people with low credit scores to wait for a period of time and build up their credit histories before applying for a mortgage so they might qualify for a prime loan.\n\nThe interest rate associated with a subprime mortgage depends on four factors: credit score, the size of the down payment, the number of late payment delinquencies on a borrower’s credit report, and the types of delinquencies found on the report. Amortgage calculatoris a good resource for determining how different interest rates would affect a monthly payment.\n\nDifferent lenders will use different rules for what constitutes a subprime loan, but FICO scores below 640, 620, or 600 have typically been classified as subprime cut-offs in the past. The Consumer Financial Protection Bureau classifies credit scores between 619 and 580 as subprime.\n\nMortgage applicants are typically graded from A to F, with A scores going to those with exemplary credit and F scores going to those with no discernible ability to repay a loan at all. Prime mortgages go to A and B candidates, whereas lower-rated candidates must typically resign themselves to subprime loans if they’re going to get loans at all.\n\nLenders aren’t legally obligated to offer you the best available mortgage terms or even let you know that they’re available, so consider applying for a prime mortgage first to find out if you do indeed qualify.\n\nThe2008 housing market crashwas largely due to widespread defaults on subprime mortgages. Many borrowers were given what were known asNINJA loans, an acronym derived from the phrase “no income, no job, and no assets.”\n\nThese mortgages were often issued with no down payment required, and proof of income was not necessary either. A buyer might state earnings of $150,000 a year but did not have to provide documentation to substantiate the claim.\n\nThese borrowers thenfound themselves underwater in a declining housing market, with their home values lower than the mortgage they owed. Many of these NINJA borrowers defaulted because the interest rates associated with the loans were “teaser rates,” variable rates that started low and ballooned over time, making it very hard to pay down the mortgage principal.\n\nEven after the financial crash,subprime mortgages didn't go away. Wells Fargo began offering mortgages to individuals with credit ratings in the low 600s again in 2014. The nonprofit, community advocacy, and homeownership organization Neighborhood Assistance Corporation of America continued its Achieve the Dream tour in 2018, hosting events nationwide to help people apply for “non-prime” loans, effectively the same as subprime mortgages.\n\nTheCoronavirus Aid, Relief, and Economic Security (CARES) Act, signed into law on March 27, 2020,provided some temporary reliefto those who found themselves unable to make their mortgage payments due to the initial financial fallout from the coronavirus pandemic.\n\nIf backed by the federal government or an agency like Freddie Mac or Fannie Mae, mortgage lenders or loan servicers were not allowed to foreclose on homeowners until July 31, 2021. Additionally, those who experienced financial hardship due to the pandemic could request and obtain a loanforbearancefor up to 180 days without penalty.\n\nTheAmerican Rescue Plan(ARP) Act of 2021, signed by President Biden, also provided additional support. The nearly $2 trillion coronavirus rescue package contained additional funding, which provided relief to those behind on mortgages, rent, and utility bills. The legislation issued:\n\nHomeowners in need of assistance with mortgage payments should consult the National Low Income Housing Coalition's website, whichprovides a searchable listof all the programs currently available.\n\nA subprime loan is a type of loan offered at a rate above prime to individuals who do not qualify for prime-rate loans. Quite often, traditional lenders turn down subprime borrowers because of their low credit ratings or other factors that suggest they have a reasonable chance of defaulting on the debt repayment.\n\nBecause subprime borrowers are riskier, they carry higher interest rates than prime loans. The specific amount of interest charged on a subprime loan is not set in stone. Different lenders may not evaluate a borrower’s risk in the same manner. This means a subprime loan borrower has an opportunity to save some money by shopping around. Still, by definition, all subprime loan rates are higher than the prime rate.\n\nWhile any financial institution could offer a loan with subprime rates, there are lenders that focus on subprime loans with high rates. Thesemortgage lendersarguably give borrowers who have trouble getting low interest rates the ability to access capital to invest, grow their businesses, or buy homes. At the same time, the higher interest rates on subprime loans can translate into tens of thousands of dollars in additional interest payments over the life of a loan.\n\nFor borrowers, the higher interest rates will mean a costlier loan over time, which may be harder to service for a borrower who already has financial troubles. On a systemic level, defaults on subprime loans have been identified as a key factor in the 2008-09 financial crisis.\n\nLenders are often seen as the biggest culprits, freely granting loans to people who couldn't afford them because of free-flowing capital following thedot-com bubbleof the early 2000s. Still, borrowers who bought homes they truly could not afford contributed as well.\n\nMost experts agree that subprime mortgages were an important part of the financial crisis. When it comes to the subprime mortgage part of the crisis, there was no single entity or individual at whom one could point the finger. Instead, this crisis involved the interplay between the world's central banks, homeowners, lenders, credit rating agencies, underwriters, and investors.\n\nSubprime mortgages are offered to borrowers with low credit ratings. They are viewed as a greater risk to the lender and, therefore, come with higher interest rates. Depending on the borrower's personal situation, it may be beneficial to wait until their credit score improves before taking out a mortgage so that they may obtain better interest rates.\n\nFederal Deposit Insurance Corporation. \"Crisis and Response: An FDIC History, 2008-2013,\" Page 1.\n\nFederal Deposit Corporation. \"Interagency Guidance on Subprime Lending.\"\n\nMyFico. \"Prime vs. Subprime Loans: How Are They Different?\"\n\nConsumer Financial Protection Bureau. \"Borrower Risk Profiles.\"\n\nReuters. \"Wells Fargo Edges Back into Subprime as U.S. Mortgage Market Thaws.\"\n\nNeighborhood Assistance Corporation of America. \"NACA Continues 'Achieve the Dream' Tour.\"\n\nU.S. Congress. \"H.R.748 - CARES Act.\"\n\nU.S. Congress. \"H.R. 1319: American Rescue Plan Act of 2021.\"",
  "url": "https://www.investopedia.com/terms/s/subprime_mortgage.asp"
}