{
  "term": "What Is Property, Plant, and Equipment (PP&E)?",
  "definition": "PP&E assets are fixed, tangible business assets that likely can't be converted to cash within a year.\n\nProperty, plant, and equipment (PP&E), a key component of a company's financial health, is one category of long-term tangible assets businesses hold, such as vehicles and equipment.\n\nPP&E can be physically touched, unlike a patent or copyright, which is why they're also referred to asfixed assets. PP&E can't be quickly sold to raise cash in a financial crisis and is noncurrent in financial terms with a useful life of more than a year.\n\nPP&E is measured by adding the gross value of these assets to capital expenditures and then subtracting the accumulated depreciation that's been calculated and adjusted in each accounting period. The equation looks like this:\n\nAssume Company A owns a building valued at $1,000,000. The building has depreciated by $600,000 over time. The company must purchase another building for $1,000,000. The combined depreciation for both buildings is $30,000. The equation would look like this:\n\n$1,000,000 + $1,000,000 – $600,000 - $30,000 = $1,370,000\n\nExxon Mobil’s Sept. 30, 2018 balance sheet provides another example of the calculation and its portrayal of a company's financial health. PP&E is recorded at $249.153 billion and this contributes a significant percentage of the corporation’s total assets of $354.628 billion.\n\nBusinesses own numerous assets, including real estate, vehicles, machinery, andintellectual property. These assets contribute to and can be critical to the company's financial well-being and balance sheet. Accounting for assets can be complicated because they're divided into several categories for accounting purposes. PP&E is one of these categories.\n\nPP&E provides a snapshot of a company's financial stability and strength. A business won't commit money to purchase these assets if it has any qualms about its future because they can't easily be liquidated to raise cash. However, they can be used to secure loans.\n\nExcept for land, PP&E value is modified over time as the assets age. Thisdepreciationis calculated during each reporting period, and the measurements are cumulative. The result over time is referred to asaccumulated depreciation.Land appreciates rather than depreciates, so it's accounted for at market value.\n\nPP&E should only be used by a company if it can establish an asset's cost with reasonable accuracy.\n\nRecording PP&E begins with the actual cost of an asset and then adds the cost of any improvements or additions made to it over time. The calculation equation defines the asset's contribution tobook value,which is the number reported on the balance sheet.\n\nKeep in mind that this is only one component of the value of a company's assets. It doesn't reflect the overall, true value of all assets combined.Intangible assetssuch as copyrights and patents aren't included here. Nor does PP&E consider the value of current assets that can be converted to cash within a year.\n\nPP&E is a company's property, plant, and equipment—notably, vehicles, real estate, equipment, and machinery that can't easily or quickly be sold to raise cash. PP&E is critical to a company's financial health because these assets are a key requirement for the company to remain in business. Although they can't be quickly or easily sold, these assets can be used as collateral for loans.\n\nThe resulting number of the PP&E equation tells investors whether the company believes in itself. A business that invests in these assets expects to be functional and healthy for the long term. However, PP&E should always be considered in tandem with other balance sheet factors.\n\nU.S. Securities and Exchange Commission. \"Exxon Mobil Corporation, Form 10-Q, For the Quarterly Period Ended September 30, 2018.\" Page 5.\n\nPwC. \"Property, Plant, Equipment and Other Assets Guide.\" Pages 2-8.\n\nInternal Revenue Service. \"Topic No. 704, Depreciation.\"\n\nInternal Revenue Service. \"Part 1. Organization, Finance, and Management Chapter 35. Financial Accounting Section 6. Property and Equipment Accounting 1.35.6 Property and Equipment Accounting.\"",
  "url": "https://www.investopedia.com/terms/p/ppe.asp"
}