{
  "term": "What Is OTCQX? Definition, Criteria for Stocks, and Other Tiers",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe OTCQX is the top tier of the three marketplaces for theover-the-counter(OTC) trading of stocks. The OTCQX is provided and operated by theOTC Markets Group. Stocks that trade on this forum must meet more stringent qualification criteria compared to the other tiers, which are theOTCQB/OTCBB and the Pink Sheets.\n\nThe over-the-counter (OTC) market is a decentralized market wheresecurities, not listed on major exchanges, are traded directly by a network ofdealers. Instead of providing an order matchmaking service as with the NYSE, these dealers carry inventories of securities to facilitate any buy or sell orders.Penny stocks,shell companies, and companies in bankruptcy cannot qualify for a listing on the OTCQX.\n\nThe OTCQX roster, also called the OTCQX Best Market, includes a large number ofblue-chipstocks from Europe, Canada, Brazil, and Russia. These large foreign stocks are frequently global household names.\n\nCompanies trading on the OTCQX must follow standards to improve transparency. The OTCQX excludes companies that are most likely to be associated with stockpromotersand other shady operations. The OTCQX sets standards that a company must meet for inclusion. A company must meet high financial standards, be current in its disclosure, and have sponsorship from a professional third-party advisor. Listed companies report to a U.S. regulator such as theSecurities and Exchange Committee(SEC) or theFederal Deposit Insurance Corporation(FDIC).\n\nThe OTCQX marketplace is run by OTC Link, an electronic inter-dealer quotation and trading system developed by OTC Markets Group. OTC Link is registered with the SEC as abroker-dealerand also as analternative trading system(ATS). OTC Link enables broker-dealers to not only post and disseminate their quotes, but to also negotiate trades through the system’s electronic messaging capability. This feature allows it to replace theOver-the-Counter Bulletin Board(OTCBB), which was a quotation-only system.\n\nThe OTCQX Marketplace provides some advantages toinvestors. It separates out the superior companies from the numerous OTC companies that are financially challenged, those involved in questionable activities, or both. It enables investors to participate in the growth of foreign blue chips. Investors may view real-time Level 2 quotes with detailed market data and market depth.\n\nAll broker-dealers that trade OTCQX,OTCQB, andOTC Pinksecurities have to beFinancial Industry Regulatory Authority(FINRA) members. Further, they must register with the SEC and are subject to state securities regulations.\n\nIn this way, as with exchange-traded securities, investors trading OTC securities are protected from an unethical broker-dealer’s illegal practices by the same SEC and FINRA rules such asBest Execution, Limit Order Protection, Firm Quotes, and Short Position Disclosure.\n\nThe reason large and prestigious companies list on the OTCQX rather than on a major exchange, such as theNYSE, is mainly to avoid the high costs associated with listing shares. Another reason is to bypass the expenses incurred in meeting the stringent ongoing disclosure and legal requirements that come with maintaining their listings. In contrast, the application fee for international and U.S. companies that meet the OTCQX requirements is much smaller.\n\nTo be eligible for a listing on the OTCQX U.S. Premier Tier a U.S. company must meet specific and additional requirements. Requirements include a minimumbid priceof $1 for the preceding 90 business days and meeting the financial criteria for continued listing on theNasdaqCapital Market.\n\nThe Premier Tier is designed to identify large, high-quality issuers that would qualify to list on a national stockexchange. The comparable OTCQX International Premier tier is for foreign companies that meet specific qualifications of the NYSE’s worldwide standards.\n\nWhile stocks trading on the OTCQX have many of the same protections as more established, larger stocks, they are still considered to be speculative. There is also no guarantee that any item trading here will be of higher quality than stocks trading on other over-the-counter tiers, or even another OTC marketplace. As such, traders would be well served to implement robustdue diligencebefore committing theircapital.\n\nU.S. Securities and Exchange Commission. \"Over-the-Counter Market.\"\n\nOTCIQ. \"OTCQX U.S. Fact Sheet.\"\n\nEMCO Hanover Group. \"OTCQX Requirements & Fees.\"",
  "url": "https://www.investopedia.com/terms/o/otcqx.asp"
}