{
  "term": "What Is a Written Premium in the Insurance Industry?",
  "definition": "Written premium is an accounting term in theinsuranceindustry used to describe the total amount that customers are required to pay for insurance coverage on policies issued by a company during a specific period of time. Written premiums factor in the amount ofpremiumcharged for a policy that has already become effective, regardless of what portions have been earned. Written premiums are the principal source of an insurance company's revenues.\n\nPeople pay for insurance coverage to protect themselves against financial loss. For example, if a policyholder has a car accident and is insured for it, the insurance company is obligated to foot the bill. In exchange for taking on this risk, the company charges its customers premiums.\n\nPremiums for insurance companies are like sales for retailers. Insurance companies sell as many premiums as possible and then use the money they generate to cover losses and expenses, hopefully with enough left to turn aprofit.\n\nWritten premiums calculate the total amount customers agree to pay for insurance policies sold during theaccounting period. For example, if an insurance company over the course of itsfiscal year(FY) sells 1,000 new contracts that require each customer to pay $1,000 in premiums, its written premiums for that period would be $1 million.\n\nWritten premiums are different frompremiums earned, which are the amount of premiums that a company books asearningsfor providing insurance against various risks during the year. Insured policyholders pay premiums in advance, so insurers do not immediately consider premiums paid for an insurance contract as profit. The insurer can change the status of the premium from unearned to earned only when its full obligation is fulfilled.\n\nWritten premiums may be measured as agrossornetnumber.\n\nThe gross figure does not factor in deductions from the commission paid to agents who sell the policies, legal expenses associated with settlements, salaries, taxes, clerical expenses, andreinsurance, which is when insurance companies opt to transfer some of their risk to another insurer.\n\nAlternatively, written premiums can be measured as net, a figure that takes into account associated costs linked to a policy. Net premiums written represents how much of the premiums the company gets to keep for assuming risk. As such, looking at changes to net premiums written from year to year is a useful way to gauge the health of insurance companies.\n\nWritten premiums are the principal source of an insurance company's revenues and thus appear on the top line of theincome statement. The insurance industry iscyclical(along with thebusiness cycle) and competitive, with numerous participants fighting formarket shareprimarily on the basis of price.\n\nWhen there is excessunderwriting capacityin the industry, prices are pressured downwards. Meanwhile, when there is a shortage of capacity, insurers can exercise a measure ofpricing powerin premiums.",
  "url": "https://www.investopedia.com/terms/w/written-premium.asp"
}