{
  "term": "What Is Relevant Cost in Accounting, and Why Does It Matter?",
  "definition": "Relevant cost is amanagerial accountingterm that describes avoidable costs that are incurred only when making specific business decisions. The concept of relevant cost is used to eliminate unnecessary data that could complicate the decision-making process. As an example, relevant cost is used to determine whether to sell or keep a business unit.\n\nThe opposite of a relevant cost is asunk cost, which has already been incurred regardless of the outcome of the current decision.\n\nRelevant costs are costs related to a decision. These costs are not static, will vary depending on which path is taken, and can be avoided.\n\nThe decision could result in higher expenses or lower expenses as well as higher or lower revenue. Generally, the cost can be deemed worthwhile if it pays off and results in a higher overall profit.\n\nRelevant costs can be thought of as future expenses that are incurred only if an opportunity is pursued. They are studied by companies to determine if one decision is more cost-effective than another.\n\nRelevant costs are future potential expenses, whereas sunk costs are existing expenses that have already been made.\n\nAssume a passenger rushes up to the ticket counter to purchase a ticket for a flight that is leaving in 25 minutes. The airline needs to consider the relevant costs to make a decision about the ticket price. Almost all of the costs related to adding the extra passenger have already been incurred, including the plane fuel, airport gate fee, and the salary and benefits for the entire plane’s crew. Because these costs have already been incurred, they are \"sunk costs\" orirrelevant costs.\n\nThe only additional cost is the labor to load the passenger’s luggage and any food that is served mid-flight, so the airline bases the last-minute ticket pricing decision on just a few small costs.\n\nA big decision for a manager is whether to close a business unit or continue to operate it, and relevant costs are the basis for the decision.\n\nAssume, for example, a chain of retail sporting goods stores is considering closing a group of stores catering to the outdoor sports market. The relevant costs are the costs that can be eliminated due to the closure as well as the revenue lost when the stores are closed. If the costs to be eliminated are greater than the revenue lost, the outdoor stores should be closed.\n\nMake vs. buy decisionsare often an issue for a company that requires component parts to create a finished product.\n\nFor example, a furniture manufacturer is considering an outside vendor to assemble and stain wood cabinets, which would then be finished in-house by adding handles and other details. The relevant costs in this decision are thevariable costsincurred by the manufacturer to make the wood cabinets and the price paid to the outside vendor. If the vendor can provide the component part at a lower cost, the furniture manufacturer outsources the work.\n\nA special order occurs when a customer places an order near the end of the month, and prior sales have already covered thefixed costof production for the month.\n\nIf a client wants a price quote for a special order, management only considers the variable costs to produce the goods, specifically material andlabor costs. Fixed costs, such as a factory lease or manager salaries, are irrelevant because the firm has already paid for those costs with prior sales.\n\nIf the business decides not to produce the order, the costs associated with its production are consideredavoidable costs.\n\nRelevant costs are sometimes also called avoidable costs or differential costs.\n\nRelevant costs are avoidable and can differ depending on which action is taken.\n\nAll costs in a business are important. Relevant costs stand out because they haven’t been incurred yet, can be avoided, and are only pursued if it’s believed the action will be profitable. Companies keep track of these costs and jobs could be in jeopardy if they don’t pay off.\n\nRelevant costs are future expenses related to a specific decision. They can be avoided and differ depending on which choice is taken. Sunk costs, on the other hand, are existing expenses that have already been incurred and are unrecoverable.\n\nRelevant costs are avoidable costs that are incurred only when making specific business decisions. Many of the decisions company management make have a financial impact, such as, for example, choosing whether to shut down an operation or pursue an opportunity. The option taken has financial implications in terms of expenses and revenues and it's up to management to work out, using all available data, which path is likely to be more profitable.",
  "url": "https://www.investopedia.com/terms/r/relevantcost.asp"
}