{
  "term": "What Is Included in the M2 Money Supply?",
  "definition": "The Federal Reserve's M2 weekly measurement estimates the U.S. liquid money supply.\n\nM2 is the U.S.Federal Reserveestimate of liquid assets, including cash on hand, money deposited in checking accounts, savings accounts, and other short-term saving vehicles such as money market funds and certificates of deposit (CDs).M2 includes the Fed'sM1figure, which historically only measured currency stock, checking account values, and travelers' checks. Savings deposits, once a component of M2, were moved to M1 in 2020.\n\nThe Fed estimates the money supply in various ways. These measures are typically classified as \"M\" s and fall along a spectrum from narrow to broadmonetary aggregates. M2 is a more comprehensive calculation than M1 and includes highlyliquidassets not intended to be routinely used as cash. Consumers and businesses don't usually use time deposits when making purchases or paying bills, but they could convert them to cash quickly.\n\nEconomists use the broader M2 number when discussing the money supply because modern economies often involve transfers between different account types. For example, a business may periodically transfer $10,000 from amoney market accountto a checking account. This transfer would increase M1, which doesn’t include money market funds, while keeping M2 stable since it contains both accounts.\n\nM2 is a critical factor in forecastinginflation. Inflation and current interest rates have major ramifications for the general economy, as they heavily influence job availability, consumer spending, business investment, currency strength, and trade balances.\n\nThe Federal Reserve releases M1 and M2 numbers every Thursday at 4:30 p.m.\n\nThe Federal Reserve's dual mandate is price stability and maximum sustainable employment. One way to maintain price stability is to manipulate the M2 money supply.The M2 numbers provide insight into direction, extremity, and efficacy of the Federal Reserve's ongoing policy.\n\nIn January 2000, M2 equaled $4.7 trillion and was over $22 trillion in March 2025. The most extreme growth occurred from February 2020 to June 2020 during the COVID-19 pandemic when M2 jumped from $15.3 trillion to $18 trillion. Other large increases have coincided with economic weakness, during which the Fed employed expansionarymonetary policy.\n\nM3 was the broadest form of money until 2006 and consisted of M2 plus institutional money funds, large time deposits, repurchase agreements, and Euro accounts. M3 was discontinued because the Federal Reserve Board decided that the aggregate did not improve upon the information provided with M2.\n\nWhen there is more cash available, more is spent. This may lead to inflationary pressure. The Federal Reserve constricts the money supply when the inflation rate rises.\n\nSmall time deposits are those with terms greater than 7 days and values less than $100,000 at all depository institutions.\n\nThe Federal Reserve tracks liquid assets to steer monetary policy. M2 numbers are released weekly and provide economists with insights into inflationary levels.\n\nFederal Reserve Bank of St. Louis. \"M2 and Components.\"\n\nBoard of Governors of the Federal Reserve System. \"An Update to Measuring the U.S. Monetary Aggregates.\"\n\nFederal Reserve Bank of St. Louis. \"M1 and Components.\"\n\nBoard of Governors of the Federal Reserve System. \"Monetary Aggregates and Monetary Policy at the Federal Reserve: A Historical Perspective.\"\n\nBoard of Governors of the Federal Reserve System. \"Performance Evaluation of Statistical Release H.6: Money Stock Measures.\"\n\nFederal Reserve Bank of Chicago. \"The Federal Reserve's Dual Mandate.\"\n\nFederal Reserve Bank of St. Louis. \"M2 (WM2NS).\"",
  "url": "https://www.investopedia.com/terms/m/m2.asp"
}