{
  "term": "What Is the Record Date and Why Is It Important? Plus an Example",
  "definition": "The record date, or date of record, is the cutoff date established by a company to determine which shareholders are officially on the books and are therefore eligible to receive an upcoming dividend.\n\nWhen a company pays a dividend, it uses the record date to lock in its official list of shareholders who will receive the dividend. Understanding the record date is crucial for investors if they want to avoid missing out on dividends.\n\nThe record date is set with the equally important ex-dividend date, which is the date at which new buyers of a stock will no longer be eligible to be listed as a shareholder by the date of record. It's also the date at which the stock usually begins trading without the upcoming dividend priced in.(Ex-dividend literally means \"without dividend.\")\n\nThe record date is essential because of its relation to another key date, theex-dividend date. On and after the ex-dividend date, buyers of the stock won't receive the next dividend. The sellers will receive it on the payable date, which comes in the days following the ex-dividend and record dates.\n\nThe company's record date and ex-dividend date should be known before trading dividend-paying stocks. Under rules regarding stock-sale transaction settlements that took effect in May 2024, the ex-dividend date is set as either the record date or one business day before the record date if the record date is not a business day.The change was made because of new rules from the U.S. Securities and Exchange Commission that required all stock transactions to be settled within one day of the transaction. (This is known as T+1, or the transaction day plus one.)\n\nSo now when an investor buys a stock at least one business day before its record date, and the record date is a business day, the trade will be settled on the record date, and the buyer would be the shareholder of record at the cutoff for receiving the dividend.\n\nDifferent rules apply when the dividend is 25% or more of the stock value, which is relatively rare. In that case, the ex-dividend date is the first business day following the payable date, according to the Financial Industry Regulatory Authority.In other words, you're entitled to dividends or distributions worth 25% or more of the share price if you buy the stock at least a day before the payable date.\n\nTo ensure you're in the record books and receive the dividend, you need to buy the stock at least a full business day before the date of record or a full day before the ex-dividend date if the date of record doesn't fall on a business day.\n\nAssume company Alpha has declared a dividend of $1, payable on May 1, to shareholders of record as of April 10. That makes the record date April 10 and the ex-dividend date April 10—if April 10 is a business day. If April 10 is not a business day, the record date is still April 10, but the ex-dividend date is the last business day preceding it.\n\nIf investors want to receive the dividend from Alpha, they must buy the stock before its ex-dividend date. If April 10 is a business day and they buy Alpha shares on April 9, their trade would be settled on April 10; since they would be a shareholder of record as of April 10, they would receive the dividend.\n\nHowever, if April 10 is not a business day and April 9 is a business day, that would make April 9 the ex-dividend date. So in that case, if they bought Alpha shares on April 9, their trade wouldn't be settled until after April 10—too late to receive the dividend.\n\nThe record date and the ex-dividend date are both critical for dividend-paying stocks. The record date is when the company determines the roster of shareholders who receive the dividend. The ex-dividend date is the first day at which new buyers no longer have the right to the payout.\n\nNo, you wouldn't receive it. To qualify for the dividend, you need to be a shareholder of record on the record date. This means buying at least one day before the record date.\n\nIf you buy a stock on or after the ex-dividend date you will not be entitled to the dividend. Instead, the seller receives the dividend since they would be listed as the shareholder of record on the record date.\n\nYou are still entitled to the dividend if you sell a stock on its record date. Since the ex-dividend date has already passed, it's the seller, not the buyer, who's on the books as the shareholder on the record date.\n\nThe record date, also known as the date of record, is when a company offering a dividend or distribution establishes its list of shareholders who will receive the payout. You must also buy the shares at least one day before the ex-dividend date to be listed as a shareholder on the date of record.\n\nYou must be on the books as a shareholder on the record date to collect a dividend. For North America's T+1 settlement system, this means buying at least a day before the record date.\n\nU.S. Securities and Exchange Commission. \"Ex-Dividend Dates: When Are You Entitled to Stock and Cash Dividends.\"\n\nFinancial Industry Regulatory Authority. \"11140. Transactions in Securities 'Ex-Dividend,'Ex-Rights,\" or 'Ex-Warrants.'\"",
  "url": "https://www.investopedia.com/terms/r/recorddate.asp"
}