{
  "term": "What Is Turnover in Business, and Why Is It Important?",
  "definition": "Turnover describes how quickly assets in a company are replaced within a specific period.\n\nTurnover is the pace that a company replaces assets within a certain period. It can include selling inventory, collecting receivables, or replacing employees. It can also represent the percentage of an investment portfolio that is replaced.\n\nTurnover might also mean something different, depending on the area you’re in. For instance, in Europe and Asia,overall turnoveris a synonym for a company’s totalrevenues.\n\nTurnover ratioscalculate how quickly a business conducts operations. This measures efficiency and how well it is using its resources.\n\nTwo of the largest assets owned by a business are usually accounts receivable and inventory, if any is kept. Both of these accounts require a significant cash investment, and it is important to measure how quickly a business collects cash. Turnover ratios are used by fundamental analysts and investors to assist them in determining if a company is managing its finances and assets correctly.\n\nCommon types of turnover ratios include:\n\nCompanies can better assess the efficiency of their operations by looking at a range of these ratios. Good turnover ratios can be high, midrange, or low, depending on what a company is measuring. For instance, a low accounts receivable turnover ratio means a company’s collection procedures or credit-issuing policies might need to be fixed. However, the same company might be a retailer with a high inventory turnover ratio, which can indicate strong sales.\n\nAccounts receivable represents the total dollar amount of unpaid customer invoices at any point in time. Assuming that credit sales are sales not immediately paid in cash, theaccounts receivable turnoverformula is credit sales divided by average accounts receivable. The averageaccounts receivableis simply the average of the beginning and ending accounts receivable balances for a particular period, such as a month or year.\n\nThe accounts receivable turnover formula tells you how quickly you collect payments compared to your credit sales. For example, if credit sales for the month total $300,000 and the accounts receivable balance is $50,000, then the turnover rate is six. The goal is to maximize sales, minimize the receivable balance, and generate a large turnover rate.\n\nAccounts payable turnover(sales divided by average payables) is a short-termliquiditymeasure that measures the rate at which a company pays back its suppliers and vendors.\n\nTheinventory turnoverformula, which is stated as thecost of goods sold (COGS)divided by average inventory, is similar to the accounts receivable formula.\n\nWhen you sell inventory, the balance is moved to the cost of sales, which is an expense account. The goal as a business owner is to maximize the amount ofinventorysold while minimizing the inventory that is kept on hand. For example, if the cost of sales for the month totals $400,000 and you carry $100,000 in inventory, your turnover rate is four, which indicates that you sold your entire inventory four times that month.\n\nInventory turnover, also known as sales turnover, helps investors determine the level of risk that they will face if providing operating capital to a company. Retailers tend to have thehighest inventory turnover. The speed can be a factor of the industry in general or indicate a well-run company.\n\nThe reciprocal of the inventory turnover ratio (1/inventory turnover) is thedays’ sales of inventory (DSI). This tells you how many days it takes, on average, to completely sell and replace a company’s inventory.\n\nTurnover is a term that is also used for investments. In this context, turnover measures the percentage of an investment portfolio that is sold in a set period.\n\nFor instance, assume amutual fundhas $100 million in assets under management, and the portfolio manager sells $20 million in securities during the year. The rate of turnover is $20 million divided by $100 million, or 20%. A 20%portfolio turnoverratio could be interpreted to mean that the value of the trades represented one-fifth of the assets in the fund. However, it might also indicate a need to investigate further and determine why the mutual fund needed to replace 20% of its holdings in one year. In some cases, the fund’s manager might be churning the portfolio, or replacing holdings to generate commissions.\n\nPortfolios that are actively managed should have a higher rate of turnover, while a passively managed portfolio may have fewer trades during the year. The actively managed portfolio will generate more trading costs, which reduce therate of returnon the portfolio. Investment funds with excessive turnover are often considered to be low quality.\n\nTheasset turnoverratio measures how well a company generates revenue from itsassetsduring the year.\n\nAsset Turnover=Total SalesBeginning Assets+Ending Assets2where:Total Sales=Annual sales totalBeginning Assets=Assets at start of yearEnding Assets=Assets at end of year\\begin{aligned} &\\text{Asset Turnover} = \\frac{ \\text{Total Sales} }{ \\frac { \\text{Beginning Assets}\\ +\\ \\text{Ending Assets} }{ 2 } } \\\\ &\\textbf{where:}\\\\ &\\text{Total Sales} = \\text{Annual sales total} \\\\ &\\text{Beginning Assets} = \\text{Assets at start of year} \\\\ &\\text{Ending Assets} = \\text{Assets at end of year} \\\\ \\end{aligned}​Asset Turnover=2Beginning Assets+Ending Assets​Total Sales​where:Total Sales=Annual sales totalBeginning Assets=Assets at start of yearEnding Assets=Assets at end of year​\n\nYou can also use just the assets at the end of the period instead of the average for the year to calculate the ratio. Investors use this ratio to compare similar companies in the same sector or group.\n\nTurnover is how fast something is replaced. Employee turnover, for example, is how fast employees leave the company and are then replaced by new employees. (As a company, you typically want to have low employee turnover.)\n\nThere are several different business turnover ratios, including accounts receivable, inventory, asset, portfolio, and working capital. These turnover ratios indicate how quickly the company replaces them.\n\nWorkplace turnover generally refers to the rate at which employees leave and join a company. It is commonly called the employee turnover ratio and is generally an indicator of employee morale. It is also associated with the high costs of replacing exiting employees.\n\nProfitrefers to a company’s total revenues minus its expenses. Turnover is how quickly a company has sold its inventory, collected payments compared with sales, or replaced assets over a specific period. Generally speaking, turnover looks at the speed and efficiency of a company’s operations. Profit looks at how much money the company makes after expenses.\n\nTurnover can be either an accounting concept or an investing concept. In accounting, it measures how quickly a business conducts its operations. In investing, it looks at what percentage of a portfolio is sold in a set period.\n\nA business will have many types of turnover to measure, but the most common areinventory and accounts receivable. Accounts receivable turnover shows how quickly a business collects payments. Inventory turnover shows how fast a company sells its entire inventory. Investors can look at both types of turnover to assess how efficiently a company is run.",
  "url": "https://www.investopedia.com/terms/t/turnover.asp"
}