{
  "term": "What Are Accruals? How Accrual Accounting Works, With Examples",
  "definition": "Accruals reflect money earned or owed that hasn't changed hands yet. When you buy something on credit or get paid for work a month after you do it, those are accruals in action. Other examples include tax and energy bills, wages, and products sold in installments.\n\nAlmost every business deals with this timing mismatch between when things happen and when money changes hands. That's where accrual accounting comes in—it's a way to record these transactions when they happen rather than when the money moves. It's the preferred method of theInternational Financial Reporting Standards (IFRS)andgenerally accepted accounting principles (GAAP)because it gives a clearer picture of how a business is doing.Without it, it would be like trying to judge your finances only by looking at what's in your checking account right now, without considering your bills or the money others owe you.\n\nBusinesses are rarely cash-only these days. They often sell products or services now and get paid later. Inaccrual accounting, these uncollected revenues need to be accounted for. The same applies to expenses. If a company incurs an expense, it needs to be recorded even if it hasn’t been paid yet.\n\nAn example of an accrued expense is a tax bill. The tax relates to the prior year’s earnings and isn’t payable immediately. Accrued revenue, meanwhile, could be a product or service that’s sold on credit.\n\nWithout accruals, companies would only show income and expenses related to cash flows or money coming in and out of their bank accounts. With that method, if a company got paid the following year for work it did the prior year, its financial statements wouldn't reflect the actual level of economic activity within each specific reporting period. The same could occur with expenses not being allocated to the correct period they were incurred.\n\nThe main alternative to accrual accounting is thecash basis of accounting. Cash accounting is pretty straightforward—you only record money when it enters or leaves your bank account.\n\nThe accrual method requires that companies record revenue when cash is received and expenses after they are paid. That makes cash accounting more common among smaller companies.\n\nAccrual accounting is usually required for larger companies. This method requires more accounting but provides a more accurate picture of a business's activity and finances.\n\nSuppose a company collects payment from a customer for a service but hasn’t yet paid its expenses for the job, and it's the end of the tax year. This happens all the time, and cash accounting can make the company look more profitable than it actually is.\n\nWith accrual accounting, accountants must enter, adjust, and track revenues and expenses from when they are earned or incurred to when they are paid.\n\nDouble-entryaccounting is employed, meaning each transaction must have a debit and a credit entry. In terms of revenues that have been earned but not yet paid, ajournalentry would be made, debiting the \"accounts receivable\" listed on the balance sheet and crediting the \"revenue\" account on the income statement. This move increases revenue andaccounts receivablein the company’s financial statement.\n\nFor expenses incurred but not yet paid, the accountant would debit the \"expenses\" account on the income statement and credit the \"accounts payable\" account on thebalance sheet. This increases a company's expenses andaccounts payable, where a firm's short-term obligations are logged.\n\nAlso known as accrued liabilities, these are expenses incurred but not paid for during an accounting period, such as utility bills. Electricity is generally not paid upfront. It’s possible the electricity consumed in October won’t be paid until December. This needs to be recorded as an accrued expense.\n\nSome expenses are paid upfront before they are fully consumed. These are called prepaid expenses and are logged as an asset. An example of a prepaid expense is aretainerfor a lawyer or consultant.\n\nAccrued revenues occur when a company delivers a good or service but hasn’t yet been paid. For example, a company might sell goods on credit.\n\nIn this case, the customer receives the order immediately but pays the entire balance over time. Under accrual accounting, the outstanding money should be recorded in an accrued revenue receivable account representing an asset.\n\nCompanies can also demand payment before delivering a good or service to a customer. For example, online retailers require payment before shipping; subscriptions are often paid in advance.\n\nIn these cases, the company sets up a deferred revenue account (a liability) to show it has received the cash but still needs to deliver the good or service.\n\nIt’s common for companies and customers to prepay or pay later for goods and services. Here are some examples.\n\nUtilities are commonly provided before being paid for. For instance, a company uses electricity to power its operations and pays for this consumption later when the meters have been read and the bill arrives.\n\nUnder accrual accounting, the company consuming the electricity would make a journal entry to record the cost of this yet-to-be-paid-for service as an accrued expense, debiting the \"expense\" account and crediting the \"accounts payable\" account.\n\nConversely, the utility company supplying the electricity would report the revenue it earned when it started earning it by debiting the \"accounts receivable\" account on the balance sheet and crediting the \"revenue\" account on the income statement.\n\nTaxes, interest, wages, and bonuses also tend to be paid later. A company could pay interest on a bond it issued semiannually, pay taxes on money earned months ago, and pay wages and bonuses after work has been done. In accrual accounting, these accrued expenses need to be accounted for in the period they were incurred.\n\nIt’s common to prepay or pay later for goods and services. Accruals represent money earned or spent but not yet paid for.\n\nIn accrual accounting, these transactions must be recorded on the income statement and balance sheet before money changes hands. If companies only document income and expenses after they are paid, their financial statements could be misleading and might not adequately reflect the period referenced. That’s why GAAP and IFRS prefer accrual accounting.\n\nU.S. Chamber. \"What Are Generally Accepted Accounting Principles (GAAP)?\"\n\nInternational Financial Reporting Standards (IFRS). “Conceptual Framework for Financial Reporting.” Pages A22-A23.\n\nCornell University, Legal Information Institute. \"Cash Method of Accounting.\"",
  "url": "https://www.investopedia.com/terms/a/accruals.asp"
}