{
  "term": "What Is a Quid?",
  "definition": "Quid is an informal name that references the British pound sterling.\n\nA quid represents 100 pence in the United Kingdom's monetary system. It's thepound sterling (GBP)that's been in use there for more than 12 centuries and is the world's oldest currency today. The nickname \"quid\" is believed to stem from the Latin phrase “quid pro quo,” which translates to \"something for something.\"\n\nThe term \"quid\" began sometime in the late 17thcentury, but the link with the British currency is unclear.Some scholars believe that Italian immigrants extracted the term from \"scudo,\" the name for gold and silver coins of various denominations used in Italy from the 16thcentury through the 19thcentury.\n\nThe word origin may be traced back to Quidhampton, a village in Wiltshire, England, once home to a Royal Mint paper mill. Anypaper moneymade in this mill might have been called a quid. The pound sterling has a rich history of more than 12 centuries as the world's oldest currency still in use.\n\nThe modern pound sterling, whether in coins or bills, contains no silver but retains the word often associated with silver, \"sterling.\"\n\nHistorians trace the pound sterling back to 775 A.D., when Anglo-Saxon kings used silver pennies, called sterlings, as currency. A collection of 240 equaled 1 pound of sterlings, hence the name \"pound sterling.” In Latin, Libra means \" weight,\" and Libra Pondo translates to pound weight, which is why the British pound bears a \"L\" or £ symbol.\n\nThe use of a single-pound coin, or sovereign, began in 1489 under King Henry VII.In addition to the United Kingdom, the British pound has served as currency in many colonies of the British Empire, including Australia, New Zealand, and Canada.\n\nThe U.K. is made up of England, Northern Ireland, Scotland, and Wales.\n\nTwo hundred forty pence in one pound sterling remained the standard for nearly 1,200 years until 1971 when the British Parliament instituteddecimalizationto make 100 pence equal to one pound sterling.\n\nFrom 775 to 1971, British coins were made into manydenominationsno longer circulating, including pennies, halfpennies, farthings, half-crowns, and double-florins. In 2023, the U.K.. has eight coins and four notes circulating:\n\nBy this point, you know that quid is simply a slang term that refers to a specific currency. Because it has an engrained nature in language, the phrase 'quid' is used throughout literacy and has ties to several more common phrases. Some examples of these phrases include:\n\nQuid is the common slang term for the British pound and the word is almost never pluralized. Other terms that refer to a pound include Smacker, Fiver for the £5 note, Tenner for the £10 note, and Dosh.\n\nA quid equals £1, or one pound sterling.\n\nQuid is a slang term for the pound sterling issued by the United Kingdom. The pound is the name of the currency issued by the U.K., like the \"dollar\" is for the currency issued by the United States.\n\nThe value of a quid compared to the Euro varies with exchange rates. As of June 2024, it's approximately €1.19, but checking current rates is recommended as this amount will fluctuate potentially daily.\n\nNo, coins and banknotes are labeled with their denomination in pounds sterling, such as \"£1,\" \"£5,\" \"£10,\" etc. The term \"quid\" is purely colloquial.\n\nThe British pound sterling (GBP) is the oldest currency used today. It is often referred to by its nickname, quid. A quid equals £1, or one pound sterling.\n\nWorld Economic Forum. \"A Short History of the British Pound.\"\n\nBBC. \"A Short History of the Pound.\"\n\nGovernment of the Netherlands. \"Which Countries Make Up the United Kingdom?\"\n\nWorld Economic Forum. \"A Short History of the Britich Pound.\"\n\nThe Royal Mint. \"UK's Circulating Coin Mintage Figures.\"\n\nBank of England. \"Current Banknotes.\"",
  "url": "https://www.investopedia.com/terms/q/quid.asp"
}