{
  "term": "What Is a Cost-of-Living Adjustment (COLA) and How Does It Work?",
  "definition": "Investopedia / Michela Buttignol\n\nA cost-of-living adjustment (COLA) is an increase made toSocial Securitybenefits andSupplemental Security Income (SSI)to counteract the effects of inflation and rising prices in the economy.\n\nCOLAs are typically equal to the percentage increase in theConsumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W)for a specific period. TheConsumer Price Index (CPI)represents the average prices of a basket of goods and is used to measure inflation.\n\nThe COLA was 3.2% for 2024. Someone who received $10,000 in Social Security benefits in 2023 would see their 2024 annual benefit increase to $10,320. TheCOLA for 2025 is 2.5%, meaning that someone who received $10,000 in 2024 benefits would receive $10,250 the following year.\n\nInflation was high during the 1970s so compensation-related contracts, real estate contracts, and government benefits used COLAs to protect against inflation.The U.S. Bureau of Labor Statistics (BLS) determines the CPI-W that theSocial Security Administration (SSA)uses to compute COLAs. The formula applies the percentage increase in the CPI-W from the third quarter of one year to the third quarter of the following year. This information is updated regularly on the SSA website.\n\nCongress ratified a COLA provision to offer automatic yearly COLAs based on the annual increase in the CPI-W that went into effect in 1975. Social Security benefits were increased when Congress approved special legislation before 1975. COLAs were based on the increase in the CPI-W from the second quarter of 1974 to the first quarter of 1975 in that year.\n\nThey were based on the increases in the CPI-W from the first quarter of the previous year to the first quarter of the current year from 1976 to 1983. COLAs have been dependent on the CPI-W from the third quarter of the previous year to the third quarter of the current year since 1983.\n\nInflation levels ranged from 3.3% to 11.3% in the 1970s. The COLA increase was 8% and the inflation rate was 9.1% in 1975.\n\nThe COLA reached the highest level in history at 14.3% in 1980 when the inflation rate was 13.5%.\n\nDrastically lower inflation rates prompted small COLA increases averaging 2% to 3% per year during the 1990s. That continued into the early 2000s when even lower inflation rates resulted in no COLA increases at all in 2010, 2011, and 2016.\n\nThe COLA for 2023 was 8.7%, due to the 8% inflation levels witnessed in 2022. The COLA fell to 3.2% in 2024 and dropped again to 2.5% for 2025.\n\nCOLA is reliant on two components: the CPI-W and the employer-contracted COLA percentage. CPI determines the rate of inflation and is compared yearly. Recipients don't receive a COLA when consumer prices drop or if inflation hasn't been high enough to substantiate a COLA increase. There's no COLA increase if there's no CPI-W increase.\n\nThe hold-harmless provision in theSocial Security Actprevents the benefit amount for some Social Security beneficiaries from decreasing from one year to the next if there's an increase in their standardMedicare Part Bpremiums. The Part B premium will be reduced to ensure that the nominal value of the Social Security benefit will be the same if the increase in Part B premiums causes the beneficiaries' Social Security amount to be less.\n\nFew individuals are typically held harmless but they may be impacted by this provision in years where there's no Social Security COLA. There was a 2% Social Security COLA in 2018 and 28% of Part B enrollees were held harmless. There was virtually no COLA in 2016 and 70% of enrollees were held harmless from the Part B premium increase.\n\nSome employers such as the U.S. military occasionally give a temporary COLA to employees who are required to perform work assignments in cities with a higher cost of living than their home city. This COLA expires when the work assignment is completed.\n\nThe COLA adjustment for 2025 is 2.5%. An individual's annual benefit would increase to $10,250 in 2025 if they received $10,000 in Social Security benefits in 2024.\n\nTake your monthly payment and multiply it by 0.025 to calculate your COLA increase for 2025 then add this number to the amount you received in 2024. This will show you the amount you'll receive in 2025.\n\nYes, everyone on Social Security will get the COLA increase. The purpose of COLA is to ensure that benefits are not eroded because of inflation.\n\nSocial Security and Supplemental Security Income are both subject to cost-of-living increases. The idea is to provide an increase in benefits equal to the pace of inflation. The COLA increase for 2025 is 2.5%, a sharp drop from the 8.7% COLA in 2022. There was no adjustment in 2009, 2010, or 2015.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index.\"\n\nSocial Security Administration. \"Social Security Announces 2.5% Benefit Increase for 2025.\"\n\nSocial Security Administration. \"Historical Background and Development of Social Security.\"\n\nSocial Security Administration. \"Cost-of-Living Adjustment (COLA) Information for 2024.\"\n\nSocial Security Administration. “Cost-of-Living Adjustment Must Be Greater Than Zero.”\n\nSocial Security Administration. “Cost-of-Living Adjustments.”\n\nFederal Reserve Bank of St. Louis, FRED. \"Inflation, Consumer Prices for the United States.\"\n\nSocial Security Administration. “Latest Cost-of-Living Adjustment.”\n\nCongressional Research Service. \"The Interaction Between Medicare Premiums and Social Security COLAs.\" Page 11.\n\nU.S. Department of Defense. “Volume 7A, Chapter 68: Cost of Living Allowance Outside the Continental United States (OCONUS COLA) and Temporary Lodging Allowance (TLA).” Page 68-4.",
  "url": "https://www.investopedia.com/terms/c/cola.asp"
}