{
  "term": "What Is a Trademark?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA trademark legally recognizes a company's brand ownership.\n\nA trademark is a distinct signifier, be it a word, symbol, or ensignia, that identifies a particular product and sets it apart legally from other products on the market. A trademark exclusively identifies a product as belonging to a particular company and recognizes the company's ownership of the brand. Trademarks are considered a form ofintellectual property.\n\nA trademark prevents others from using a company's or an individual's products or services without their permission. Trademark laws prohibit a business from using a symbol orbrandname if it looks or sounds similar, or has a similar meaning to one that already exists for a similar entity. For example, a soft drink company can't legally use a symbol that looks like that of Coca-Cola and it can't use a name that sounds like Coke.\n\nTrademarks in the United States are registered through the United States Patent and Trademark Office (USPTO) and identified with the ® symbol.Unregistered trademarks can be recognized with the ™ symbol and are also protected. By using this symbol, the trademark owner indicates they are using common law to protect their interests.\n\nTrademark holders have the right to the trademark for the life of the product or service, with exceptions. The user is required to make continuous, lawful use of the trademark to take advantage of trademark laws. A company or individual must regularlymanufacture, produce, market, and sell a product with a particular trademark for the trademark law to be enforceable. This can be done every five years by filing a Section 8 declaration through the USPTO. Failure to file can result in the loss of registration.\n\nAservice markis similar to a trademark and identifies and distinguishes the source of a service rather than a physical product, although the term trademark is often used to refer to both trademarks and service marks.\n\nTrademarks can be bought and sold, much like other property. Trademarks can belicensedto other companies for an agreed-upon time or under certain conditions. LEGO has partnered with certain moviefranchises, for example. The company licenses many famous sub-brands, such as Star Wars and DC Comics, to produce themed LEGO products featuring their characters.\n\nTrademarks are an effective way to market brand names. Some brands, like Kleenex, are so prominent that they have almost replaced the original word for the item or service, like asking for a Kleenex instead of a tissue. Kimberly-Clark owns the Kleenex trademark and launched the brand in 1924 as a disposable tissue for removing cosmetics. In 1930, the company launched the brand again, this time as a substitute for handkerchiefs.\n\nConsumer goods and pharma giant Johnson & Johnson began making sterile gauze dressings as early as 1887. But it wasn't until 1920 that the company launched its BAND-AID Brand adhesive bandage. This trademarked name is commonly used to denote an adhesive first-aid product.\n\nTrademarks are distinctly different from patents and copyrights. Apatentgrants the design, process, and invention rights to its inventor. The inventor must make full disclosure of the invention—the design and the process—through the USPTO. This gives the inventor full protection over the product or service in question for a certain period. Anyone can make use of the invention by producing, marketing, and selling it after the patent expires.\n\nThis is common in the pharmaceutical industry. A drug company that patents a drug has exclusive rights over it for a certain period before other companies can market and sellgenericversions to the public.\n\nCopyrights give protection to the owners of intellectual property.Copyrightowners and those they authorize can exclusively reproduce the associated work for monetary gain for a specific period.Books, software, artwork, films, music, and designs are examples of work that can be covered by copyrights. To get a copyright and preventcopyright infringement, the filer must make an application with the U.S. Copyright Office.\n\nIntellectual property rights are considered \"creations of the mind,\" according to the World Trade Organization (WTO).These rights may vary from one country to another.\n\nAnintangible assetis an asset, such as a trademark or copyright, with no physical presence. That contrasts withtangible assets, such as a building, a piece of machinery, or a fleet of trucks.\n\nAccording to the International Trademark Association, trademarks may be valued by estimating future profits of a good or service, comparing the item to the value of similar goods, determining the cost of replacing the trademark with a similar trademark, or measuring the estimatedroyaltiesexpected from the trademark.\n\nA trademark can be a valuable asset for a business, especially if it is widely known and respected. For that reason, companies go to great lengths to protect their trademarks and make sure they remain legally enforceable.\n\nUnited States Patent and Trademark Office. \"What Is a Trademark?\"\n\nUnited States Patent and Trademark Office. \"Why Register Your Trademark?\"\n\nUnited States Patent and Trademark Office. \"Keeping Your Registration Alive.\"\n\nUnited States Patent and Trademark Office. \"Registration Maintenance/Renewal/Correction Forms.\"\n\nKimberly-Clark. \"Kleenex Brand Story.\"\n\nJohnson & Johnson. \"The First BAND-AID Brand Adhesive Bandage.\"\n\nUnited States Patent and Trademark Office. \"General Information Concerning Patents.\"\n\nFood and Drug Administration. \"Frequently Asked Questions on Patents and Exclusivity.\"\n\nU.S. Copyright Office. \"Frequently Asked Questions.\"\n\nU.S. Copyright Office. \"How Long Does Copyright Protection Last?\"\n\nWorld Trade Organization. \"What Are Intellectual Property Rights?\"\n\nPenn Libraries, University of Pennsylvania. \"Copyright Resources to Support Publishing and Teaching.\"\n\nInternational Trademark Association. \"Assignments, Licensing, and Valuation of Trademarks.\"",
  "url": "https://www.investopedia.com/terms/t/trademark.asp"
}