{
  "term": "What Is the Real Effective Exchange Rate (REER) and Its Equation?",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe real effective exchange rate (REER) is theweighted averageof a country's currency in relation to an index or basket of other major currencies. The weights are determined by comparing the relative trade balance of a country's currency against that of each country in the index.\n\nAn increase in a nation's REER is an indication that its exports are becoming more expensive and its imports are becoming cheaper, reducing its trade competitiveness.\n\nA nation's currency may be considered undervalued, overvalued, or inequilibriumwith those of other nations that it trades with. A state of equilibrium means that demand and supply are equally balanced and prices will remain stable.\n\nA country's REER measures how well that equilibrium is being held.\n\nREER is determined by taking the average of the bilateral exchange rates between one nation and its trading partners and then weighting it to take into account the trade allocation of each partner.\n\nThe Bank for International Settlements website providesupdated effective exchange rate indiceson a daily and monthly basis.\n\nREER=CERn×CERn×CERn×100where:CER = Country exchange rate\\begin{aligned} &\\text{REER}=\\text{CER}^n\\times\\text{CER}^n\\times\\text{CER}^n\\times100\\\\ &\\textbf{where:}\\\\ &\\text{CER = Country exchange rate}\\\\ \\end{aligned}​REER=CERn×CERn×CERn×100where:CER = Country exchange rate​\n\nSome calculations use bilateral exchange rates while other models use real exchange rates. The latter adjusts the exchange rate for inflation.\n\nRegardless of the way in which REER is calculated, it is an average that indicates when a currency isovervaluedin relation to one trading partner orundervaluedin relation to another partner.\n\nA country's REER is an important measure when assessing its trade capabilities.\n\nREER can be used to measure theequilibriumvalue of a country's currency, identify the underlying factors of a country's trade flow, and analyze the impact that other factors, such as competition and technological changes, have on a country and ultimately on the trade-weighted index.\n\nFor example, if the U.S. dollar exchange rate weakens against the euro, U.S. exports to Europe will become cheaper. European businesses or consumers buying U.S. goods need to convert their euros to dollars to buy our exports. If the dollar is weaker than the euro, it means Europeans can get more dollars for each euro. As a result, U.S. goods get cheaper due solely to the exchange rate between the euro and the U.S. dollar.\n\nThe U.S. has a substantial trading relationship with Europe. Because of this, the euro to U.S. dollar exchange would have a larger weighting in the index. A big move in the euro exchange rate would impact the REER more than if another currency with a smaller weighting strengthened or weakened against the dollar.\n\nLet's say the U.S. had a foreign trading relationship with only three parties: the eurozone, Great Britain, and Australia. That means the U.S. dollar has a trading relationship with the euro, the British pound, and the Australian dollar.\n\nIn this hypothetical example, the U.S. does 70% of its trading with the eurozone, 20% with Great Britain, and 10% with Australia. The basket of currencies in this case would also hold the same percentages, with the euro at 70%, the British pound at 20%, and the Australian dollar at 20%.\n\nA move in the euro would have a greater impact on the basket than a move in the Australian dollar. If one of the exchange rates moved significantly but the weighted average of the basket didn't change, it could mean that the other currencies moved in the opposite direction, offsetting the move of the first currency.\n\nA spot exchange rate is the current price to exchange one currency for another for delivery on the earliest possible value date. (Thevalue dateis the effective date for a financial transaction involving an asset that fluctuates in price.)\n\nAlthough the spot exchange rate is for delivery on the earliest date, the standardsettlement datefor most spot transactions is two business days after the transaction date.\n\nThe spot exchange rate, therefore, is a current market price. The REER is an indicator of the value of a currency in relation to its trading partners.\n\nFactors besides trade can impactthe REER. The real effective exchange rate doesn't take into account price changes, tariffs, or other factors that may affect trade between nations. If prices are higher in one country compared with another, the trade might decrease in the country with higher prices, impacting its REER. The weighting used in the REER calculation then has to be adjusted to reflect any changes in trade.\n\nIn addition, the central bank of each nation adjusts its monetary policy, which can lower or raise interest rates in the home country. The flow of money could increase to countries with higher rates as investors chase yield, thus strengthening the currency exchange rate. The REER would be impacted, but it would have little to do with trade and more to do with the interest rate markets.\n\nEconomists use REER to evaluate a country's trade flow and analyze the impact that factors such as competition and technological changes are having on a country and its economy.\n\nFirst, weigh each nation's exchange rate to reflect its share of the home country's foreign trade. Multiply all of the weighted exchange rates. Then multiply the total by 100.\n\nThe real exchange rate is the current price businesses and consumers will pay to buy a foreign product using their home currencies. For example, if the current U.S. exchange rate between the U.S. and Britain was $138 U.S. dollars for one pound, an American consumer would need $1.38 to buy one pound worth of goods.\n\nWhen Americans exchange dollars for pounds, the amount they receive is based on the real exchange rate.\n\nThenominal effective exchange rate(NEER) and the real effective exchange rate (REER) are both indicators of a nation's competitiveness in relation to its trading partners.\n\nNEER is the average rate at which one nation's currency is valued in comparison with a basket of other currencies, weighted for the percentage of trade that each currency represents to that nation.\n\nThe NEER can be adjusted to compensate for the inflation rate in the home country. That adjusted number is the REER.\n\nAn increase in a nation's REER means businesses and consumers have to pay more for the products they export, while they are paying less for the imported products. It is losing its trade competitiveness.\n\nThe real effective exchange rate (REER) is a measure of the relative strength of a nation's currency in comparison with those of the nations it trades with. It is used to judge whether the nation's currency is undervalued, overvalued, or fairly valued.\n\nBank for International Settlements. \"Effective exchange rate indices.\"\n\nInternational Monetary Fund. \"What is real effective exchange rate?\"",
  "url": "https://www.investopedia.com/terms/r/reer.asp"
}