{
  "term": "What Was Form 1040EZ, and Why Is It No Longer Used?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm 1040EZ, which is no longer used, was the shortest and most straightforward version of Form 1040.\n\nIRS Form 1040EZ: Income Tax Return for Single and Joint Filers with No Dependents was the shortened version of theInternal Revenue Service (IRS)Form 1040. This form was for taxpayers with basic tax situations and offered a fast and easy way to file income taxes.\n\nThe form was discontinued as of the 2018 tax year in favor of the redesignedForm 1040.\n\nTo use the form, a taxpayer had to have taxable income of less than $100,000, less than $1,500 of interest income, and claim no dependents.Other requirements for filing the Form 1040EZ included:c\n\nForm 1040EZ was ultimately scrapped due to the limitations of the form. The IRS opted for the building block approach of allowing taxpayers to more easily add allowances or credits as applicable to their return. In addition, Form 1040EZ had several other drawbacks.\n\nFirst, the form could only be used by those who earned less than a certain amount of income. The types of eligible income was also limited. Anyone who had income from sources other than wages, salaries, tips, taxable scholarships, or fellowship grants could not use Form 1040EZ. This precluded any taxpayer who received foreign income (or filed using a foreign address) from using the form. In addition, any taxpayer hoping to claim a dependent could also not use Form 1040EZ.\n\nWith Form 1040EZ, taxpayers were not allowed to itemize their deductions nor were they able to take other types of deductions, such as the student loan interest deduction or deductions forindividual retirement account (IRA)contributions.\n\nForm 1040EZ had only a few credits ordeductionsavailable to taxpayers. Filers were able to include anearned income creditand elect nontaxable combat pay.\n\nFor most tax years, Form 1040 had 80% more lines than form 1040EZ. One significant difference was that Form 1040 had fields to include information about dependents, while 1040EZ did not allow individuals to claimdependents. Similar to the standard form, the EZ version had sections to record wages, salaries and tips, and taxable interest under $1,500. The filer was also able to include unemployment compensation payments.\n\nThe first year that Form 1040EZ was introduced.\n\nForm 1040EZ allowed filers to claim income from wages, tips, salaries, taxable grants or scholarships, the Alaska Permanent Fund, and unemployment compensation.\n\nForm 1040, in contrast, had at least 16 income categories.Categories available on the standard form includeddividendpayments, retirement account distributions, and farm and rental income. Form 1040 also allowed the entry ofSocial Security benefits, alimony, and other forms of income. This form also had a long list of deductions, ranging from education costs to healthcare savings plan contributions.\n\nIn 2018, the IRS replaced Forms 1040A and 1040EZ with a redesigned Form 1040. This new Form 1040 included six new numbered schedules in addition to the existing ones like Schedule A. Many people may only need to file the simplified Form 1040. Others can file Form 1040 with additional forms for their specific needs.\n\nThe 1040EZ tax form was eliminated in 2018 and was replaced with the redesigned Form 1040.\n\nNo. The IRS no longer publishes Form 1040EZ.\n\nForm 1040EZ was used by taxpayers with no dependents who were under age 65 and earned less than $100,000 per year. This form had fewer tax credits and deductions than the full-length 1040 form.\n\nForm 1040Awas a simplified tax form for taxpayers with an income below $100,000 who did not exercise any incentive stock options throughout the year.All three forms were eliminated in the 2018 tax year, and replaced with a redesigned Form 1040.\n\nThe IRS previously allowed for taxpayers to select a specific Form 1040 to use based on the complexity of their tax return. The simplest form was Form 1040EZ. However, the form was discontinued in 2018. Since then, all taxpayers must use Form 1040 (or Form 1040-SR, for those age 65 or older) as part of their annual filing.\n\nInternal Revenue Service. \"All Taxpayers Will File Using 2018 Form 1040; Forms 1040-A and 1040-EZ No Longer Available.\"\n\nInternal Revenue Service. \"2017 Instruction 1040EZ.\"\n\nInternal Revenue Service. \"2017 Form 1040.\"\n\nInternal Revenue Service. \"2017 Form 1040EZ.\"\n\nInternal Revenue Service. \"1982 Instructions for Preparing Forms 1040EZ and 1040A.\"\n\nInternal Revenue Service. \"Here Are Five Facts About the New Form 1040.\"\n\nInternal Revenue Service. \"2017 Instruction 1040A.\"",
  "url": "https://www.investopedia.com/terms/1/1040ez.asp"
}