{
  "term": "What Is Groupthink? Definition, Characteristics, and Causes",
  "definition": "Groupthink describes the tendency of a group of individuals to make socially acceptable decisions rather than base them on specific and confirmable information.\n\nGroupthink is a phenomenon that occurs when a group of individuals reaches a consensus without critical reasoning or evaluation of the consequences or alternatives. Groupthink is based on a common desire not to upset the balance of a group of people.\n\nThis desire creates a dynamic within a group whereby creativity and individuality tend to be stifled in order to avoid conflict.\n\nIn a business setting, groupthink can causeemployeesand supervisors to overlook potential problems in the pursuit of consensus thinking. Because individual critical thinking is de-emphasized or frowned upon, employees may self-censor and not suggest alternatives for fear of upsetting the status quo.\n\nYale University social psychologist Irving Janis coined the term groupthink in 1972. Janis theorized that groups of intelligent people sometimes make the worst possible decisions based on several factors. For example, the members of a group might all have similar backgrounds that could insulate them from the opinions of outside groups.\n\nSomeorganizationshave no clear rules upon which to make decisions. Groupthink occurs when a party ignores logical alternatives and makes irrational decisions.\n\nGroupthink is not always problematic. In the best cases, it allows a group to make decisions, complete tasks, and finish projects quickly and efficiently. In the worst cases, it leads to poor decision-making and inefficient problem-solving.\n\nJanis identified eight signs, symptoms, or traits of groupthink, all of which lead to flawed conclusions. In summary, the group may have an illusion of invincibility and consider that nothing the group decides to do can go wrong.\n\nThe eight traits of groupthink, according to Janis, are:\n\nCollectively, these behaviors may make members of a group excessively optimistic about their success, ignoring any possiblenegative outcomes. Members are convinced their cause is right and just, so they ignore any moral quandaries of the group's decisions. The group body tends to ignore the suggestions of anyone outside the group.\n\nAny dissenters are pressured to come around to the consensus. After the pressure is exerted, members censor themselves to prevent further shunning. Once decisions are made, the group assumes them to be unanimous.\n\nTime constraints may exacerbate all of these issues, and any decisions that need to be made fast may not undergodue diligence.\n\nGroupthink is a dynamic that can lead to bad decisions and even disasters; it is a phenomenon in which a group of individuals may consider themselves infallible.\n\nJanis also identified certain factors that may contribute to or exacerbate problems related to groupthink. One of the key factors is group identity: when there is a strong sense of shared identity, group members may place a higher value on in-group perspectives and disregard those perspectives from outside the group. Leadership influences may also be a factor: members may be more likely to ignore their own misgivings if the group has a powerful or charismatic leader.\n\nInformation levels and stress may also contribute to groupthink by causing group members to act irrationally. If members of the group lack information or feel that other members are better-informed, they may be more likely to defer to others in group decision-making. High-stress situations can also contribute to poor decisions by reducing the opportunities for careful discussion.\n\nThese issues may be exacerbated by extrinsic factors, such as the perception of an external threat to the group or isolation from outside sources of information. Group members might be unable to make rational decisions when they believe they are under urgent pressure for immediate action.\n\nGroupthink can be exacerbated by a strong leader or a strong sense of pressure to make an immediate decision.\n\nGroupthink may cause people to ignore or reject important information, ultimately leading to poor decisions and errors in leadership.These errors can sometimes result in disaster or unethical behavior because the key decision-makers are unaware of potential risks and contrarian viewpoints have been silenced.\n\nGroupthink is particularly dangerous in political situations where decisions are made through collective deliberation, and no single member of the group has enough knowledge to make an informed decision.Members of the group may feel pressure to conform to the consensus or pressure other members to conform. This may result in the false perception that the group is unanimous, creating even more pressure for group members to hide their misgivings.\n\nEven in highly cohesive groups, there are steps that can be taken to lessen the impact of groupthink on collective decision-making. Groupthink arises out of a natural pressure for conformity, so the problem can be alleviated by assigning one member to act as a \"devil's advocate,\" intentionally raising every possible objection. Since this is an assigned role, the devil's advocate need not worry about the perception of being opposed to the group.\n\nGroup members may avoid speaking out to avoid contracting the group's leadership. To avoid that problem, leaders should step back from early discussions to allow lower-ranked members to air their views first. After discussion, leaders should consider holding a \"second-chance\" discussion for any objections that were not raised before.\n\nAfter the space shuttle Challenger exploded 73 seconds after liftoff on the morning of Jan. 28, 1986, investigators discovered that a series of poor decisions led to the deaths of seven astronauts. The day before the launch, engineers from Morton Thiokol, the company that built the solid rocket boosters, had warned flight managers at NASA that the O-ring seals on the booster rockets would fail in the freezing temperatures forecast for that morning. The O-rings were not designed for anything below 53 degrees Fahrenheit.\n\nNASA personnel overrode the scientific facts presented by the engineers who were experts in their fields and fell victim to groupthink. When flight readiness reviewers received the go-ahead for launch from lower-level NASA managers, no mention was made of Morton Thiokol's objections. The shuttle launched as scheduled, but the result was disastrous.\n\nOther events that may be possible groupthink-involved failures include the Bay of Pigs invasion, Watergate, and the escalation of the Vietnam War.\n\nThe eight traits of groupthink define how the invasion of Iraq began. Leaders in the White House believed they had the moral high ground, silenced any dissenters, stereotyped Iraq as the villain, and pressured the country's legislators to take action.\n\nGroupthink is the tendency for a group to make decisions based on social conformity rather than thinking critically about all of the consequences a decision might have before deciding.\n\nGroupthink is most likely to occur in highly cohesive groups with a strong sense of shared identity, where there is a strong pressure to arrive at the correct decision. This pressure may lead some members of the group to withhold key information in order to avoid undermining the sense of group agreement. A strong or charismatic leader is also a major contributor to groupthink since members will be under pressure to agree with the leader's decisions.\n\nGroupthink occurs when people converge on the same idea with little critical thinking or opposition within the ranks. While groupthink can signal solidarity and may show respect or deference to more senior leaders, it also shuts down dissenting voices and alternative opinions. This means that wrong ideas or bad strategies can become amplified and ultimately implemented. Groupthink, therefore, can lead to suboptimal or even disastrous outcomes.\n\nIrving Janis. \"Victims of Groupthink: A Psychological Study of Foreign-Policy Decisions and Fiascoes.\" Houghton Mifflin Company, 1972.\n\nIrving L. Janis. \"Groupthink,\" Pages 85-88.\n\nBang, Dan, and Chris D. Frith. \"Making Better Decisions in Groups.\"Royal Society Open Science, vol. 4, no. 8, August 2017.\n\nLunenburg, Fred C. \"Group Decision Making: The Potential for Groupthink.\"International Journal of Management, Business, and Administration,vol. 13, no. 1, 2010, pp. 4.\n\nNew York Times. \"NASA's Curse? Groupthink Is 30 Years Old, and Still Going Strong.\"\n\nThe Grimshaw Review of International Affairs. \"The Descent Into Chaos: A Theoretical Analysis of the Iraq War.\"",
  "url": "https://www.investopedia.com/terms/g/groupthink.asp"
}