{
  "term": "What Is a Trustee? Definition, Role, and Duties",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA trustee manages and ultimately distributes assets in a trust to one or more beneficiaries.\n\nA trustee is a person or firm that holds title to property or other assets in a trust and administers them according to the wishes of the trust creator.\n\nA trustee may be appointed for various purposes, such as to manage a trust created by a grantor after the grantor dies (and for bankruptcy, certain types of retirement plans or pensions, or to manage assets for someone like a minor).\n\nTrustees have a fiduciary responsibility to the trust's beneficiary or beneficiaries. This means a trustee must act in the best interests of the beneficiaries as they manage the trust's assets.\n\nA trustee is a person or organization that has been designated as trustee by the trust grantor (ortrustor) and that holds the legal title to an asset or group of assets in the trust.\n\nA trustee is granted this legal title through the trust document. The people or entities who benefit from the trust are calledbeneficiaries.\n\nAtrustis a legal entity created by a grantor. It holds certain assets that the grantor transfers to it. The trust document gives the assigned trustee title to those assets or property once the grantor dies and instructions for what to do with them.\n\nFor example, a trust might be created to provide legal protection for the grantor's assets and ensure they are distributed according to the terms of the trust after the grantor's death. The trustee is charged with ensuring that the grantor's wishes are fulfilled.\n\nA trustee is thus responsible for properly managing all property and other assets placed in the trust for the beneficiaries.\n\nA trustee's specific duties are unique to the trust agreement and are dictated by the type of assets held in the trust.\n\nFor instance, if a trust holds various rental properties intended to be used for income, it will be the trustee's duty to ensure those those properties are managed, maintained, occupied, and generating income.\n\nTrustees are also required to financially manage and oversee accounts within a trust when it is made up of other investments, such asequitiesin abrokerage account.\n\nTrustees have afiduciary dutyto the trust's beneficiaries, which means the trustee is required to put aside personal interest, beliefs, and biases to do what's best for them.\n\nAll trustees have general guidelines to follow and responsibilities, regardless of the specifics in the trust agreement. Trustees generally assume the following duties:\n\nIf you are selecting a trustee, you can choose someone you know. It might be best, however, to find someone with experience.\n\nA trustee should understand the trust being set up and know what their responsibilities are.\n\nFor example, if the trust includes assets intended for your family's future generations, you'd want to appoint someone who understands how to manage wealth for capital appreciation as well as income.\n\nThere are generally three types of trustees:\n\nA trustee administers, manages, and distributes the assets in a trust after the grantor dies.\n\nAn executor administers and manages the estate of someone who has died, and distributes the assets left to heirs through a will.\n\nAn individual can name one person for each role or could appoint one to perform both roles.\n\nLike a trustee, an executor can be a trust company, a bank, a trusted friend, or a family member.\n\nTrustees and executors must both follow the laws in their state when performing their duties.\n\nChoosing a trustee might be one of the most challenging tasks when creating a trust. It's tough to know which person or entity can best administer your assets according to your wishes. Here are some considerations for choosing a trustee:\n\nA wealth management and trust company has finance professionals, attorneys, and accountants and will administer a trust to the letter.\n\nYour trust can be set up to pay any fees they may charge. You'll be able to rest knowing your assets are in the hands of someone who will act in the beneficiaries' best interests.\n\nYou can choose a trusted friend or family member, but you'll need to ensure they are up to the task of administering your trust.\n\nAdditionally, they'll need an iron will to withstand the drama and resentment that could possibly arise when a family member is in charge of large sums of money and won't give any out on demand.\n\nThis person must be willing and able to continue the task as long as the trust exists. Lastly, you'll need to consider and appoint an alternate in case something happens to the primary trustee.\n\nThis ensures that your trust is administered by someone you choose rather than of the court's choosing.\n\nA trust attorney can also be an excellent choice for trustee. They'll be familiar with trust laws in your state and be a reliable trustee.\n\nHowever, if one of your intentions as the grantor is to grow wealth within the trust, a lawyer may not have the appropriate investment capabilities or understand how to manage wealth.\n\nA trustee administers a trust based on the instructions of the grantor in the trust document. They must communicate with beneficiaries, allocate funds to investments, distribute payments according to instructions, and much more.\n\nA trustee has been given the responsibility of ensuring that a grantor's assets are managed and distributed the way the grantor intended them to be. A trustee has a fiduciary duty to act in the best interests of the beneficiaries, rather than in their own interest.\n\nA trustee must administer the trust per the grantor's instructions, be loyal to the beneficiaries, and deal with beneficiaries impartially.\n\nA trustee is someone who has been granted a fiduciary responsibility to care for the assets placed in a trust on behalf of the trust's beneficiaries.\n\nAll states have laws governing trusts and how they must be administered. So it's essential for the person you designate as trustee to understand trusts and be up to the task.\n\nIf you don't know someone capable of being a trustee, you can find wealth management companies, banks, trust companies, and attorneys specializing in trust administration for the job.\n\nAmerican Bar Association. \"Guidelines for Individual Executors & Trustees.\"\n\nFidelity. \"Trustee vs. Executor: What's the Difference?\"",
  "url": "https://www.investopedia.com/terms/t/trustee.asp"
}