{
  "term": "What Are Transaction Costs? Definition, How They Work, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTransaction costs are expenses incurred when buying or selling a good or service, outside the cost of the good or service itself. Transaction costs represent the labor required to bring a good or service to market orto connect a buyer with a seller. There are entire industries dedicated to facilitating these types of exchanges.\n\nTransaction costs can include things like brokers'commissionsand spreads, which are the differences between the price the dealer pays for a security and the price the buyer pays. Other examples are commissions paid to professionals such as real estate agents.\n\nThe transaction costs to buyers and sellers are the payments that facilitators such as banks,brokers, and agent receive for their roles in connecting buyers and sellers. For example, the fees paid to a brokerage for executing a trade are a transaction cost. There are also transaction costs in buying and selling real estate, which include the agent's commission and closing costs, such astitle searchfees, appraisal fees, and government fees. Another type of transaction cost is the time and labor associated with transporting goods or commodities across long distances.\n\nTransaction costs are important to investors because they are one of the key determinants of net returns. Transaction costs diminish returns, and over time, high transaction costs can mean thousands of dollars lost from not just the costs themselves but also because the costs reduce the amount of capital available to invest.\n\nFees, such asmutual fundexpense ratios, have the same effect. Differentasset classeshave different ranges of standard transaction costs and fees. All else being equal, investors should select assets whose costs are at the low end of the range for their types.\n\nThough similar in nature, ongoing fees and transaction costs are technically different. Ongoing fees are fees that are charged periodically over the life of the product or service. These fees are typically associated with products or services that require ongoing maintenance or management such as being involved in an investment fund. Transaction costs are fees that are charged each time a specific transaction occurs. Both types of fees may be percentage based on a related dollar amount or related to a fixed dollar amount.\n\nThis distinction is important, especially when reviewing what your broker offers. Though you may go to great lengths to avoid transaction costs, your broker may still impose quarterly ongoing fees that can not be avoided as long as your brokerage account is open. In addition, there may be opportunities to forgo one type of transaction cost in exchange for an ongoing fee. For instance, some brokers may charge an annual fee for accounts that have no or low transaction costs.\n\nSometimes, it is impossible to avoid transaction costs because these costs are an inherent part of being involved in a certain market or activity. When that is the case, you can minimize fees and maximize your net profit through the careful choice of your broker or agent.\n\nWhen transaction costs diminish, an economy becomes more efficient, and more capital and labor are freed to produce wealth. A shift of this nature does not come without growing pains, as the labor market must adjust to its new environment.\n\nOne type of transaction cost is a barrier to communication. When an otherwise perfectly matched seller and buyer have absolutely zero means of communication, the transaction costs of a deal are too high to be overcome. A bank serves the role of the middleman by connecting savings with investments and a prosperous economy justifies the income of the bank for the transaction cost of compiling information and linking parties.\n\nHowever, new technologies have greatly reduced barriers to communication. Consumers no longer need large institutions and their agents to make educated purchases. Many industries based on facilitating these types of transactions are changing rapidly.\n\nFor example, insurance agents are being replaced by a wide range oftechnology startupsthat run websites either selling or promoting insurance policies. The easy access to information and communication that the internet provides has created fundamental shifts in many jobs, such as the real estate agent, stockbroker, and car salesman.\n\nTransaction costs can change because of shifting industry norms, but in some cases, they are impacted by government or judicial action. For example, a 2024 settlement in a lawsuit against the National Association of Realtors (NAR) proposed eliminating the standard 6% commission rate that was split between buyer's and seller's agents. If the new rules from the settlement are formally adopted, both buyers and sellers will have the option to negotiate commissions separately with their agents/brokers, which could create lower transaction costs in real estate purchases. How compensation offers are made would also change.\n\nWith the reduction in transaction costs, the effective prices of many goods and services have gone down due to a reduction in barriers to communication between everyday individuals.\n\nThis is seen in the consumer goods industry as well. Traditionally, retailers and merchandisers served the role of middlemen by pairing consumers with manufacturers. With the rise ofe-commercetransactions and direct-to-consumer companies, however, many consumer goods are available without the transaction cost of a retail markup, which lowers the cost of those goods as well. However, this can result in other costs that consumers don't pay at brick-and-mortar retailers, such as shipping fees for online purchases.\n\nIf you're not quite sure where to start when evaluating your transaction fees, consider guidance from the SEC regarding the best questions to ask.\n\nMutual funds are a common example of a service that comes with associated transaction costs. This is often found in the form of a load fee, which pays the brokers as an incentive for choosing one mutual fund over another. According to Fidelity, the load for mutual funds ranges from 1% to 2%. Fidelity also notes that financial advisors may receive payment via commission or an annual percentage of your entire portfolio. The annual percentage often ranges between 0.5% and 2.0%.\n\nAnother cost that investors must pay for a mutual fund is called a 12b-1 fee. This fee may range from 0.25% to 1% depending on whether the fee is front-loaded or back-loaded.As opposed to many other types of mutual fund fees, this fee is usually a one-time transaction. Though it's often disclosed as a marketing fee, the 12b-1 fee is often paid to the broker who sold you the fund.\n\nYes, transaction costs charged for buying and selling goods are often legal. Because there are intermediaries that facilitate the transfer of a good or service from one party to the other, these fees often are paid to the party that helped make the exchange occur. Government entities or regulatory bodies also may impose transaction costs to help the facilitation of future goods. However, those same governments and regulatory bodies may impose limits on the type or size of transaction costs that can be charged within an industry.\n\nIn many cases, transaction fees cannot be eliminated. This is especially true where intermediaries are needed such as buying or selling securities. To minimize the amount of fees paid, consider minimizing the number of transactions you enter into and lump transactions together to potentially minimize the per-transaction charges. In addition, consider seeking brokers that offer free trades for select types of contracts.\n\nConsider the implications of high transaction costs over time. Assume you begin investing $10,000 per year for 30 years and earn a steady 6% per year. Your gross ending value will be approximately $838,000. However, if your annual fund expense is 1%, you will pay over $140,000 of fees over the life of your investment. This would reduce your ending portfolio value to less than $700,000.\n\nTransaction costs are often necessary to reward intermediaries to facilitate the exchange of a good. This is especially prevalent in the investment world where brokers, regulatory agencies, or other entities impose fees on trades or transactions. Be mindful of the fees your broker charges, and consider implementing strategies such as bulk trades, passive investing, or fewer contracts to minimize these fees.\n\nNational Association of Realtors. \"Settlement Factsheet.\"\n\nU.S. Securities and Exchange Commission. \"How Fees and Expenses Affect Your Investment Portfolio.\"\n\nFidelity. \"ETFs vs. Mutual Funds: Cost Comparision.\"",
  "url": "https://www.investopedia.com/terms/t/transactioncosts.asp"
}