{
  "term": "What Is an Activity Cost Driver?",
  "definition": "An activity cost driver is an action that triggers higher or lowervariable costsfor a business. Sometimes referred to as a causal factor, it is associated with the managerial accounting concept ofactivity-based costing (ABC). Companies can monitor activity cost drivers to boost efficiency and company profits.\n\nIn ABC, an activity cost driver influences the costs of labor, maintenance, or other variable costs. ABC is a branch ofmanagerial accountingthat allocates the indirect costs, oroverheads, of an activity.Multiple cost drivers may be associated with an activity. Types of cost drivers include:\n\nIf business owners can identify the cost drivers, they can more accurately estimate the true cost of production and determine the per-item andbatch-level costs.\n\nWhen a factory machine requires periodic maintenance, the maintenance cost is allocated to the products produced by the machine. For example, the cost driver selected is machinery hours.\n\nAfter every 1,000 machine hours, there is a maintenance expense of $500. Therefore, every machine hour results in a $.50 (500 ÷ 1,000) maintenance cost allocated to the product being manufactured based on the cost driver of machine hours.\n\nUsing cost drivers simplifies the allocation of manufacturing overhead and helps determine the true cost of one product. Management uses the cost of a product to determine the price of the product. For this reason, the selection of accurate cost drivers directly affects an entity’s profitability and operations.\n\nActivity-based costing (ABC) is a more accurate way of allocating direct and indirect costs. ABC calculates the cost of each product by identifying the resources consumed by a business activity, such as electricity or man-hours.\n\nManagement selects cost drivers as the basis for manufacturing overhead allocation. No industry standards are stipulating or mandating cost driver selection. Company management selects cost drivers based on the variables of the expenses incurred during production.\n\nCost drivers are the activities that trigger business expenses and variable costs associated with the driver can be tied directly to each product or service.\n\nActivity-based costing (ABC) is a method of assigning overhead and indirect costs—such as salaries and utilities—to products and services. Doing this helps to get a better grasp on costs, allowing companies to form a more appropriate pricing strategy.\n\nExamining activity cost drivers helps companies reduce unnecessary expenses and pinpoint the costs of an individual product or service. Businesses that can assign variable costs may develop a better pricing strategy and increase profits.\n\nHarvard Business Review. \"Tapping the Full Potential of ABC.\"",
  "url": "https://www.investopedia.com/terms/a/activity-cost-driver.asp"
}