{
  "term": "What Are Blue Chip Stocks and Are They Good Investments?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA blue chip stock is stock issued by a large, well-established, financially-sound company with an excellent reputation. Normally, such companies have operated for many years, have dependable earnings, and usually pay dividends to investors.\n\nA blue chip company typically has amarket capitalizationin the billions. It's generally themarket leaderor among the top three companies in its sector, and, more often than not, is a household name.\n\nFor all of these reasons, blue chip stocks can make good investments and are among the most popular stock purchases for investors. Some examples of blue chip stocks are IBM Corp., Coca-Cola Co., Microsoft, American Express, McDonald's, and Boeing Co.\n\nWhiledividendpayments are not absolutely necessary for a stock to be considered a blue chip, most blue chips have long records of paying stable or growing dividends.\n\nA blue chip stock is generally a component of the most reputable market indexes or averages, such as theDow Jones Industrial Average, the Standard & Poor's (S&P) 500, and the Nasdaq-100 in the United States, the TSX-60 in Canada, or theFTSEIndex in the United Kingdom.\n\nHow big a company needs to be to qualify forblue chipstatus is open to debate. A generally accepted benchmark is a market capitalization of $10 billion, although market or sector leaders can be companies of all sizes.\n\nFor example, the T. Rowe Price Blue Chip Growth Fund doesn't have a specific guideline for what type of company qualifies outside of its focus on large-cap and mid-cap companies that are well-established in their industries. Its top ten holdings have market capitalizations that range from over $670 billion (Tesla) to over $2.4 trillion (Microsoft).\n\nBlue chips get their name from the game of poker, where a blue chip has the highest value and is the most attractive to players.\n\nBlue chips are considered safe investments due to their longstanding financial stability. They may have survived difficult challenges andmarket cyclesover the years. However, thebankruptciesof General Motors andLehman Brothers, as well as a number of leading European banks during theglobal recessionof 2008, are proof that even the best companies may struggle—and even fail—during periods of extreme stress.\n\nWhether or not blue chip stocks (or any other securities) represent a good investment depends on an investor's financial needs, investment objectives, diversification goals, risk tolerance, and investment style.\n\nNonetheless, blue chips can play an important role in a portfolio. They provide a useful combination of growth and value characteristics that can balance the ups and downs caused by economic distress and market volatility.\n\nThe companies are consistent, top performers with solid fundamentals. And income from dividends is usually dependable. Reinvesting dividends harnesses the power of compounding, which is always a plus.\n\nThe Coca-Cola Company has paid dividends to investors for over 120 years, since 1893.\n\nWhile blue chip stocks are appropriate for use as core holdings within a larger portfolio, they generally shouldn't be the entire portfolio. A diversified portfolio usually contains some allocation to bonds and cash. Within a portfolio's allocation to stocks, an investor should consider owning mid-caps and small-caps as well.\n\nYounger investors can generally tolerate the risk that comes from having a greater percentage of their portfolios in stocks, including blue chips, while older investors may choose to focus more on capital preservation through the addition of investments in bonds and cash.\n\nBlue chip stocks are the titans of their sectors—industry-defining companies that are well-known, well-capitalized, long-term stable plays with solid financial prospects. Many blue chip stocks appear on the Dow Jones Industrial Average and the S&P 500. They also appear on the non-benchmark compiled list known as theNifty Fifty.\n\nMany of the largest companies in the S&P 500 or the Dow 30 are blue chips, such as IBM, JPMorgan Chase, Walmart, Microsoft, and American Express.\n\nThe term \"blue chip stock\" comes from the world of poker, where chips used in gambling have different colors to represent different dollar amounts. A blue chip is typically the one with the highest value of all, surpassing white chips and red chips.\n\nAn investor can buy blue chip stocks individually, or by buying mutual funds or exchange-traded funds (ETFs) that invest in them. In some cases, funds and ETFs will hold a variety of stocks and asset classes, including blue chips. In other cases, the funds or ETFs might be focused exclusively on blue chips, such as an ETF that tracks the Dow Jones Industrial Average (which comprises 30 of the largest blue chip stocks).\n\nBlue chip stocks are aptly named because they're issued by the best companies in an industry/sector and usually have rock-solid financials and enviable valuations.\n\nTypically, blue chips demonstrate a history of exceptional performance and attractive returns for generations of investors. That's why they can be an excellent addition to a portfolio (depending on your investment goals and style).\n\nYet, they're not immune to market downturns and economic upheaval. That's something all investors considering blue chips should bear in mind.\n\ncompaniesmarketcap.com. \"Top Assets by Market Cap.\"\n\nT. Rowe Price. \"Blue Chip Growth Fund.\"\n\nDividend.com. \"Fifteen Companies That Have Paid Dividend for More Than 100 Years.\"",
  "url": "https://www.investopedia.com/terms/b/bluechipstock.asp"
}