{
  "term": "What Is Disclosure? How It Works and Laws on Transparency",
  "definition": "VioletaStoimenova / Getty Images\n\nDisclosure refers to the timely release of information useful to an audience. In investing, disclosure is often about a company, and the information being disclosed may influence an investor's decision. For example, a disclosure may reveal both positive and negative news, data, and operational details that impact its business.\n\nFederal government-mandated disclosure came into being in the U.S. with the passage of theSecurities Act of 1933and the Securities Exchange Act of 1934. Both laws were responses to the stock market crash of 1929 and the Great Depression that followed.\n\nThe public and politicians alike blamed a lack of transparency in corporate operations for intensifying if not outright causing the financial crisis. Since then, additional legislation such as the Sarbanes-Oxley Act of 2002 extended public-company disclosure requirements and government oversight of them. As mandated by the SEC, disclosures include those related to a company's financial condition, operating results, and management compensation.\n\nThe SEC requires specific disclosures because the selective release of information places individual shareholders at a disadvantage. For example,insiderscan use material nonpublic information for personal gain at the expense of the general investing public. Clearly outlined disclosure requirements ensure companies adequately disseminate information so that all investors are on an even playing field.\n\nCompanies are not the only entities subject to strict disclosure regulations. Brokerage firms, investment managers, and analysts must also disclose any information that might influence and affect investors. To limitconflict-of-interestissues, analysts and money managers must disclose any equities they personally own.\n\nDisclosure of information is often required. Withholding certain types of information and choosing to profit off of it is prohibited by security regulatory bodies.\n\nThe SEC requires all publicly-traded companies to prepare and issue two disclosure-related annual reports, one for the SEC itself and one for the company's shareholders. These reports are filed as documents called10-Ksand must be updated by the company as events change substantially.\n\nAny company seeking to go public must disclose information as part of a two-part registration that includes a prospectus and a second document that contains other material information. That information includes the company's ownstrengths, weaknesses, opportunities, and threats(SWOT) analysis of the competitive environment it operates within.\n\nThe SEC imposes stricter disclosure requirements for firms in the securities industry. For example, company officers of investment banks must make personal disclosures regarding the investments they own and investments owned by their family members.\n\nThere are several main types of financial disclosure:\n\nIn Microsoft'sForm 10-Kfor the fiscal period ending June 30, 2023, the word \"disclosure\" appears 33 times. Here are some examples of what the company disclosed in its annual report.\n\nThe company identified potential risks associated with its operations. For example, the company included the following paragraph in its annual report:\n\nDisclosure and misuse of personal data could result in liability and harm our reputation.As we continue to grow the number, breadth, and scale of our cloud-based offerings, we store and process increasingly large amounts of personal data of our customers and users. The continued occurrence of high-profile data breaches provides evidence of an external environment increasingly hostile to information security. Despite our efforts to improve the security controls across our business groups and geographies, it is possible our security controls over personal data, our training of employees and third parties on data security, and other practices we follow may not prevent the improper disclosure or misuse of customer or user data we or our vendors store and manage.\n\nAs part of SEC filing requirements, Microsoft has a specific section (Item 4) related to mine safety disclosures. The company stated this disclosure section was not applicable to them.\n\nMicrosoft did have a number of quantitative and qualitative disclosures about market risk, as do many companies. For example, here are four specific risks the company stated:\n\nDisclosure refers to the process of providing detailed information about an organization’s performance, position, and cash flows. This information typically includes financial statements, notes to the financial statements, and other relevant data that helps stakeholders understand the health and operational results of the entity along with some risks that may come along.\n\nDifferent types of financial disclosure include annual reports, quarterly reports, earnings releases, and regulatory filings.\n\nFinancial disclosures must be made periodically according to regulatory requirements. Publicly traded companies in the U.S. are generally required to file annual reports (Form 10-K) and quarterly reports (Form 10-Q) with the SEC.\n\nFailing to disclose financial information can lead to significant consequences, including regulatory penalties, legal action, and damage to a company’s reputation. Regulatory authorities such as the SEC may impose fines or sanctions for non-compliance with disclosure requirements.\n\nDisclosure involves providing detailed and transparent information about an organization’s performance and position. It is often required to ensure transparency, enable investors and stakeholders to make informed decisions, and maintain trust in financial markets.",
  "url": "https://www.investopedia.com/terms/d/disclosure.asp"
}