{
  "term": "What Is Supranational? Definition, Criticism, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA supranational organization is a multinational union or association in which member countriescede authority and sovereigntyon at least some internal matters to the group, whose decisions are binding on its members. In short, member states share in decision-making on matters that will affect each country's citizens.\n\nThe EU, United Nations, and the World Trade Organization (WTO) are all supranational groups, to one degree or another. In the EU, each member votes on policies that will affect each other member nation.\n\nSuch supranational organizations are seen by many as a better way to govern the affairs of nations, with an eye to preventing conflict and promoting cooperation, particularly on economic and military matters. Some critics, particularly those with nationalist tendencies, resent following internationally agreed rules and charge that adhering to the decisions of supranational organizations amounts to surrendering the sovereignty of member states and their people.\n\nThe creation of supranational groups marked an evolution of — or a break from, depending on your point of view — the Westphalian system in which nation-states were sovereign and answered to no one—whether in domestic affairs or international affairs, except in the case of violence or treaties.\n\nSupranational thinking gained in prominence in the wake of the two world wars in the first half of the 20th century. To avoid more tragic, costly wars, nations were increasingly willing to cede sovereignty on some issues—usually related to trade and business—to a vote of the members of a supranational organization.\n\nThe EU, the closest thing to a truly supranational union the world has ever seen, was created in the 1950s to prevent neighboring countries from going to war. Its first iteration was the European Coal and Steel Community.\n\nThe best example of a supranational entity—and the closest thing to a true supranational union the world has ever seen—is the EU. In the Europe Declaration of 1951, the founders of the first iteration of the EU—the European Coal and Steel Community—claimed to be creating a true supranational institution and thus laying the true foundation of an organized Europe.\n\nFollowing World War II, Albert Einstein even advocated for a supranational organization that would control military forces. Einstein suggested the organization include the U.S., Soviet Union, and Great Britain but such an organization was never formed.\n\nThe EU has evolved dramatically in the seven decades since the founding of the European Coal and Steel Community but its growth hasn't come without pain.A populist backlash over economic insecurity and globalization led people of Great Britain to take the unprecedented step of voting to leave the EU in 2016.\n\nCouncil of the EU and the European Council. \"What the Council Does.\"\n\nCouncil of the EU and the European Council. \"Voting System.\"\n\nEuropean Union. \"History of the European Union 1945-59.\"\n\nEuropean Union, EUR-Lex. \"Treaty Establishing the European Coal and Steel Community, ECSC Treaty.\"\n\nForeign Policy in Focus. \"Einstein’s Postwar Campaign to Save the World From Nuclear Destruction.\"\n\nEuropean Union. \"History of the EU.\"\n\nEuropean Union. \"History of the European Union 2010-19.\"",
  "url": "https://www.investopedia.com/terms/s/supranational.asp"
}