{
  "term": "What Is Regulation CC? Definition, Purpose, and How It Works",
  "definition": "Regulation CC is one of the banking regulations set forth by theFederal Reserve. Regulation CC implements theExpedited Funds Availability Act (EFAA)of 1987 and the Check Clearing for the 21st Century Act (Check 21). These laws set specific requirements for the timely availability of deposits that are made by customers into transaction accounts. These laws addressed the lengths of hold times banks previously placed on checks deposited by customers.\n\nRegulation CC is designed to require financial institutions to correctly process deposited checks on a timely basis. Unpaid checks are also required to be immediately returned to the paying bank.\n\nCongress instituted the Expedited Funds Availability Act of 1987 because of concerns regarding the length of timeholdswere being placed on checks by banks after customers had deposited them. The Expedited Funds Availability Act created a maximum hold period for checks. Regulation CC put into effect the disclosure and funds-availability provisions of the legislation.\n\nRegulation CC requires financial institutions to provide account-holding customers with disclosures that indicate when deposited funds will be available for withdrawal.\n\nAs part of the policies to regulate thecheck-clearingsystem, the Board of Governors of the Federal Reserve adopted rules to hasten the return of unpaid checks.\n\nCheck-return rules and same-daysettlementrules are outlined and implemented under Regulation CC. The intent of those rules is to reduce risks to depository banks regarding the availability of funds for withdrawal after checks are deposited. The check-return rule better ensures that banks can discover whether or not the checks were returned as unpaid. Same-day settlement decreases the disparity between private sector banks and reserve banks when checks are presented for payment.\n\nOther rules and policies implemented under Regulation CC include theCheck Clearing for the 21st Century Act (Check 21). This legislation was created by Congress as a means to improve efficiency in the payment system. The act reduced certain legal impediments toelectronic checkprocessing. The act allowed for the creation of a substitute for paper checks in electronic check processing as a legal equivalent for original checks.\n\nThe act lets banks send checks electronically instead of requiring them in paper form when processing funds with banks they have agreements in place with. This also lets banks send substitute checks to banks with which they do not have electronic processing agreements.\n\nThe enactment of this act under Regulation CC has allowed check collection among banks in the United States to become predominantly electronic-based. This has also given banks the ability to offer their customers other types of electronic-based services.\n\nWhen you deposit cash or checks into your checking or savings account at a bank, Regulation CC specifies how soon you can have access to your deposited funds. Additionally, Regulation CC requires that your bank discloses to you the schedule of when your funds will be available for withdrawal.\n\nFor example, cash deposits must be available for withdrawal no later than the business day after the business day on which it was deposited.Government checks and some other types of checks also have similar rules. The bank must notify you of the schedule of when your deposits will be available.\n\nThe Check 21 Act enabled banks to send checks electronically, rather than as a paper check, to banks they have agreements with. If there are no agreements, the banks may send a substitute check, which is a new type of paper instrument, which is the equivalent of a paper check.\n\nAs a result of these system improvements, the nation's interbank check-collection processes have become almost entirely electronic. Thus, the reserve banks have been able to reduce the number of their paper-check processing offices from 45 in 2003 to a single office in 2010.\n\nFor checks collected through the Federal Reserve Banks, the accounts of institutions collecting funds are credited for the value of deposits and the accounts of institutions paying funds are debited for the value of checks to be paid. Most checks are collected and settled within one business day.\n\nRegulation CC improves the service banks give to their depositors by regulating the time that funds become available for withdrawal from transaction accounts, depending on their origin, amount, and other factors. Banks are required to disclose the schedule of times when holds are released to their customers.\n\nAdditionally, Regulation CC streamlined the ability of the nation's banking system to process checks electronically, which reduced human error, sped up the process, and drastically lowered the number of check-processing offices throughout the country, from 45 locations in 2003 to one location since 2010.\n\nBoard of Governors of the Federal Reserve System. “Regulation CC (Availability of Funds and Collection of Checks).”\n\nThe Federal Reserve Board. \"A Guide for Financial Institutions: Compliance With Regulation CC.\"\n\nBoard of Governors of the Federal Reserve System. \"Compliance Guide to Small Entities: Regulation CC: Availability of Funds and Collection of Checks.\"\n\nBoard of Governors of the Federal Reserve System. “Check Services.”",
  "url": "https://www.investopedia.com/terms/r/regulation-cc.asp"
}