{
  "term": "What Is Level 2? Definition on Nasdaq, How It Works, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nFirst introduced in 1983 as the Nasdaq Quotation Dissemination Service (NQDS), Level 2 is a subscription-based service that provides real-time access to the NASDAQorder book. It is intended to display market depth and momentum totradersandinvestors.﻿﻿\n\nThe service provides price quotes frommarket makersregistered in everyNASDAQ-listed andOTCBulletin Board securities. The Level 2 window shows the bid prices and sizes on the left side and ask prices and sizes on the right side.\n\nLevel 2 provides users with depth of price information, including all the available prices that market makers andelectronic communication networks (ECN)post.﻿﻿\n\nLevel 1offers enough information to satisfy the needs of most investors, providing the inside or best bid and ask prices.﻿﻿ However, active traders often prefer Level 2 because it displays thesupply and demandof the price levels beyond or outside of thenational best bid offer(NBBO) price. This gives the user a visual display of the price range and associated liquidity at eachprice level. With this information, a trader can determine entry and orexit pointsthat assure theliquidityneeded to complete the trade.\n\nPrice movement on Level 2 is not necessarily an actual reflection of the recorded trades; Level 2 is just a display of the available price and liquidity. This is an important distinction becausehigh-frequency tradingprograms frequently adjust Level 2 bid and ask prices violently to shake the trees and panic onlookers despite the lack of actual executed trades. This practice is common in momentum stocks.\n\nMany ECNs, which are the automated systems that match buy and sell orders for securities, offer the ability for traders to post reserve orders and hidden orders. ECNs generally display the best available bid and ask quotes from multiple market participants, and they also automatically match and execute orders.\n\nECNs offer a reserve order option, which is composed of a price and display size along with the actual size. This order only shows the specific display size on Level 2 as it hides the true size of the entire order.\n\nHidden orders, which are an option where investors can hide large orders from the market on the ECN, function in a similar way but are invisible on Level 2. This allows for more discretion in determining prices. The best way for users to determine the status of reserve or hidden orders is to check the time and sales for trades at the indicated prices.\n\nThe main benefit of using Level 2 quotes is getting access to a wealth of information related to the market. This information can be used in various ways for profit-making. For example, you canascertain liquidity volumes and order sizesfor a stock traded on Nasdaq. You can also identify trends using information about bid and ask orders.\n\nThere are six important columns in a Level 2 quote for a given stock. The first one isMMID. This column identifies the four-letter identification for market makers. The second column isBidor the price that the market maker is willing to pay for that stock. The third column isSize.This column is the number of orders placed by the market maker at that size.\n\nThe remaining three columns on the right hand side are similar. The sole exception isAsk, which is the price that the market maker is willing to sell that stock price. Traders can use the difference between the bid and ask prices to determine pricing pressure and implement trading strategies.\n\nNASDAQ. \"Nasdaq Level 2 (NQDS).\" Accessed Nov. 9, 2020.\n\nU.S. Securities and Exchange Commission. \"Nasdaq Market Center Description,\" Page 3. Accessed Nov. 9, 2020.",
  "url": "https://www.investopedia.com/terms/l/level2.asp"
}