{
  "term": "What Is an Impression in Online Advertising, How to Count Them",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nAn impression is a metric used to quantify the number of digital views or engagements of a piece of content, usually an advertisement, digital post, or web page. Impressions are also referred to as an \"ad view.\"\n\nThey are used inonline advertising, which often pays on a per-impression basis. Counting impressions is essential to how web advertising is accounted for and paid for in search engine marketing, as well as measuring the performance of social media campaigns.\n\nImpressions are not a measure of whether an advertisement has been clicked on, but how many times it was displayed orhad potential \"eyeballs\" on it, which leads to some debate as to how accurate the metric is.\n\nBroadly, one impression is equal to each occurrence of a web page, ad, or piece of content being found and loaded. Because it is accessible to both measure and understand, it has become the most convenient and economical way to determine whether an advertisement is being seen or not.\n\nBut exactly how that figure is interpreted is up for debate. Some online advertising experts believe that there is no exact way to count impressions since a count can be skewed by a single person registering the same ad in several page views, for example.\n\nThere are several more ways for total impression numbers to be skewed, which leads advertisers to view any impression figure with a bit of skepticism. In general, most advertisers and publishers decide beforehand how impressions are counted and accounted for.\n\nAdvertisers may decide on whether a campaign is successful or not based on another form of reporting, such as engagement (broadly, how an ad viewer interacts with an ad).\n\nFrequently, impressions are measured bycost per mille (CPM), where mille refers to 1,000 impressions (or cost per thousand). A banner ad might have a CPM of $5, meaning that the website owner receives $5 every time an ad on their website is displayed 1,000 times.\n\nThe owner of a website may be paid for each ad impression. Other advertising arrangements may only pay the website owner when a visitor clicks on the ad or clicks on the ad and makes a purchase.\n\nTypically, advertisers pay less for anad campaignbased solely on impressions and more for campaigns based onclick-throughsandconversions.\n\nThe reason for this difference in pay rates is that an ad that causes its viewer to take action resulting in a sale is more valuable to the advertiser than one that does not. Still, impressions are useful when running public relations campaigns that are designed to build an image or create awareness about a company or product.\n\nThe exact way impressions are counted is somewhat technical. Ad servers provide a barely visible image (or \"pixel\") that can be found on each publisher page. When a page with that pixel image loads, an impression is made.\n\nSeveral things can skew impression counts. For one, estimates have that around 49.6% of all web traffic is from bots. Impression counts make no distinction between a human ad viewer and a bot.\n\nAds can also fail to load, or the incorrect ad may load. Such errors may or may not be accounted for. There is also outright fraud, with unscrupulous website developers using several methods to game the system (one estimate is that about a third of online activity is fraudulent).\n\nNonetheless, impressions remain a popular way to measure engagement, whether in advertising, social media, or analyzing web traffic.\n\nAn example of an ad impression would be someone opening a webpage or app and seeing an advertisement. This happens when any Internet platform is opened or accessed and the ad is visible, however, it does not mean the same as engagement. A viewer may see the ad but choose to ignore it.\n\nThe average cost per impression for social media platforms ranges between $2 and $5. For Google Ads, it ranges between $3 and $6. Display networks are lower, at around $2.\n\nAn impression is when an individual sees a link to your advertisement while online, such as reading through a webpage. This may be scrolled through or need to be expanded to see. A click is when an individual clicks a link online that goes to your site.\n\nWith so much advertising online now, businesses need a way to measure the success of their marketing. One way they do this is through impressions, which measure how often digital content is displayed. Though impressions are easy to utilize, the accuracy is questioned due to bots and duplicate views.\n\nDespite impressions being widely used, companies tend to pay more for campaigns with clicks or conversions, which have proven to be more impactful in growing sales.\n\nImperva Community. \"Imperva’s 11th Annual Bad Bot Report 2024.\"\n\nImperva. \"Five Key Takeaways from the 2024 Imperva Bad Bot Report.\"\n\nSpider AF. \"What Is the Average Cost Per Impression?\"",
  "url": "https://www.investopedia.com/terms/i/impression.asp"
}