{
  "term": "What Is a Reverse Auction? How It Works, Example, and Risks",
  "definition": "A reverse auction is a type ofauctionwhere sellers bid for the lowest price to sell their goods and services to a buyer. It is the opposite of a regular auction, where asellerputs up an item and buyers placebidsuntil the close of the auction, and the item goes to the highestbidder.\n\nIn a reverse auction, the buyer puts up a request for a required good or service. Sellers then place bids for the amount they are willing to be paid for the good or service, with the winner being the seller prepared to accept the lowest amount.\n\nReverse auctions gained popularity with the emergence of internet-based online auction tools that enabled multiple sellers to connect with a buyer on a real-time basis. Today, reverse auctions are used by large corporations and government entities as a competitive procurement method forraw materials, supplies, and services likeaccountingandcustomer service.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nBidding for government contracts is an example of reverse auctions. In this type of auction, governments specify requirements for the project, and bidders, which are approved contractors, come up with a cost structure to finish the project.\n\nFor instance, when the U.S. Department of Defense (DoD) has a need for a certain service or good—such as, say, 50 fighter jets—it posts a message reaching out to potential suppliers. In this message, the DoD outlines what it needs and by when and invites interested contractors to submit price proposals within a set time frame. The winner is generally the party willing to do the job specified for the lowest price.\n\nReverse auctions are a way for companies and governments to invite competition and push down the price for a good or service that they need.\n\nIt is important to note that the reverse auction does not work for every good or service. Goods and services that can be provided by only a few sellers are not necessarily ideal for reverse auctions. In other words, a reverse auction works only when there are many sellers that offer similar goods and services to ensure the integrity of a competitive process.\n\nIn addition, there could be a tendency to focus on the lowest bids by sellers with less regard for the quality of the goods or services. The adage “cheap for a reason” has the potential to apply in such instances where a buyer suffers from the suboptimal quality of the lowest-priced set of goods or services purchased through a reverse auction.\n\nLast but not least, a buyer must be thorough in communicating all of the specifications to the auction participants. A failure to do so could leave the purchaser with a winning bid that does not capture all of the sought-after attributes.\n\nIn a reverse auction, a buyer puts out a request for a specific good or service, inviting businesses to compete against each other with bids for the amount they are willing to accept to deliver what is being requested by the specified time line. In the end, the contract goes to the seller prepared to accept the lowest amount.\n\nReverse auctions help buyers to lower purchase costs through increased competition and avoid having to individually negotiate with several different suppliers.\n\nReverse auctions generally work best when there are many sellers in the market and price is a key factor.\n\nForward auctions are the opposite of a reverse auction. In a forward auction, the auction is initiated by the seller and the buyers bid the price up.\n\nReverse auctions can make a lot of sense when there are many sellers in the market and price is the most important factor. They save time and money, which is no small thing for a business, although sometimes this can come at the cost of sacrificing quality.\n\nDetailed contract specifications should rule out suboptimal quality goods and services winning bids. However, depending on the good or service in question, sometimes it is better and generally more efficient over the long run to pay a little more for greater quality.\n\nThe old adages “you get what you pay for” and “cheap for a reason” apply here. For some goods and services, this may not be an issue. For others, it is a game changer.\n\nU.S. Department of Defense, Office of Small Business Programs. “Guide to Working With DoD Page.”",
  "url": "https://www.investopedia.com/terms/r/reverse-auction.asp"
}