{
  "term": "What Is a Black Box Model? Definition, Uses, and Examples",
  "definition": "In science, computing, and engineering, a black box is a device, system, or object which produces useful information without revealing any information about its internal workings. The explanations for its conclusions remain opaque or “black.”\n\nFinancial analysts, hedge fund managers, and investors may use software that is based on a black-box model in order to transform data into a useful investment strategy.\n\nAdvances in computing power,artificial intelligence, and machine learning capabilities are causing a proliferation of black box models in many professions, and are adding to the mystique surrounding them.\n\nBlack box models are eyed warily by potential users in many professions. As one physician writes in a paper about their uses in cardiology: \"Black box is shorthand for models that are sufficiently complex that they are not straightforwardly interpretable to humans.\"\n\nMany things can be described as black boxes: a transistor, an algorithm, and even the human brain.\n\nThe opposite of a black box is a system made up of inner workings that are available for inspection. This is commonly referred to as a white box, although it is sometimes called a clear box or a glass box.\n\nWithin financial markets, the increasing use of black box methods poses a number of concerns.\n\nA black box model is not inherently risky, but it does raise some governance and ethical questions.\n\nInvestment advisors who use black box methods can conceal the true risk of the assets they recommend under the guise of protectingproprietary technology. That leaves both investors and regulators without the facts that they need to accurately assess the risk that is being undertaken.\n\nDo the benefits of black box methods offset the drawbacks? Opinions differ.\n\nThe use of black box models to analyze investments has gone in and out of style over the years, usually depending on whether the financial markets are up or down.\n\nDuring volatile patches in the financial markets, black box strategies are singled out for their potentially destructive nature. The risk levels being undertaken may not be evident until extreme losses reveal them.\n\nAdvances in computing power, big data applications,artificial intelligence, and machine learning capabilities are increasing the use and adding to the mystique surrounding black box models that use sophisticated quantitative methods.\n\nHedge funds and some of the world’s largest investment managers now routinely use black box models to manage their investment strategies.\n\nThe use of the black box model in psychology can be traced to B.F. Skinner, father of the school of behaviorism. Skinner argued that psychologists should study the brain's responses, not its processes.\n\nThere have been several notable instances that included extreme losses in portfolios devoted to black box strategies. Black box strategies were not to blame for these events. However, investors who were dependent on those strategies suffered from them, as did many other investors who were caught in the storm.\n\nMachine learning techniques that have greatly contributed to the growth and sophistication of black box models are closely related, particularly relevant to machine learning.\n\nIn fact, it has been argued that the workings of black box predictive models that are created from algorithms can become so complex that no human could work through all of the variables involved in making a prediction.\n\nThe black box model is used in engineering to build predictive models that exist in computer code rather than in physical form.\n\nThe variables can then be observed, analyzed, tested, and revised without the expensive and time-consuming process of actually building them in the real world.\n\nA black box model designed for use in the financial markets is a software program that analyses market data and produces a strategy for buying and selling based upon that analysis.\n\nThe user of the black box can understand the results but cannot see the logic behind them. When machine learning techniques are used in the model's construction, the inputs are in fact too complex for a human brain to interpret.\n\nThe black box model of consumer behavior is drawn from the academic field of behavioral psychology.\n\nBehavioral psychologists view the human brain as a black box. The human mind responds to stimuli. In order to change behavior, the stimuli must be changed, not the mind that reacts to the stimuli.\n\nThis theory has been adopted by marketers as a way to analyze the consumer decision-making process. The analysis attempts to understand and influence buying decisions by observing the consumer's response to certain stimuli.\n\nIn the field of artificial intelligence, a black box model uses amachine-learning algorithm to make predictionswhile the explanation for that prediction remains unknowable and untraceable.\n\nA white box model attempts to incorporate restraints that make the machine learning process more transparent.\n\nTransparency, or \"interpretability,\" could be an ethical and legal objective in models used in healthcare, banking, or insurance, among other industries.\n\nBlack box models are increasingly being used to create software not only for applications in the investing world but for use in healthcare, banking, engineering, and other fields.\n\nThe black box model is developing in tandem with machine learning capabilities, and both are increasing in the complexity of their processes.\n\nIn fact, they are becoming more opaque. That is, we are relying on their results without understanding how those results are produced.\n\nScience Direct. \"Opening the Black Box: The Promise and Limitations of Explainable Machine Learning in Cardiology.\"\n\nNational Library of Medicine. \"Who, What, and When: Skinner’s Critiques of Neuroscience and His Main Targets.\"\n\nFederal Reserve History. \"Stock Market Crash of 1987.\"\n\nFederal Reserve History. \"Near Failure of Long-Term Capital Management.\"\n\nCFA Institute, Research and Policy Center. \"Flash Crashes.\"\n\nNational Library of Medicine. \"The October 2014 United States Treasury Bond Flash Crash and the Contributory Effect of Mini Flash Crashes.\"",
  "url": "https://www.investopedia.com/terms/b/blackbox.asp"
}