{
  "term": "What Is Wall Street? Role in Investing and Why It's Famous",
  "definition": "Wall Street is literally a street located in New York City at the southern end of Manhattan. Figuratively, Wall Street is much more. It's synonymous with the financial industry and the firms within it. This connotation has its roots in the fact that so many brokerages andinvestment bankshistorically have established their headquarters in and around the street. All the better to be close to theNew York Stock Exchange (NYSE).\n\nBeing on or near Wall Street is no longer considered essential for financial institutions. In fact, these days they are located all around the country. However, the term \"Wall Street\" still means business—the investment business—and the interests, motivations, and attitudes of its players.\n\nWall Street and its surrounding southern Manhattan neighborhood—known to locals as the Financial District—remain an important location where a number of financial institutions are based. The financial district is iconic with the bronze Arturo Di Modica statue of theCharging Bull. However, the globalization and digitization of finance and investing have led to the rise of many U.S. broker-dealers, registered investment advisors, and investment companies located elsewhere.\n\nStill, Wall Streetremains a collective name for thefinancial markets, the companies that trade publicly, and the investment community itself. Stock exchanges, investment banking firms, commercial banks, brokerages and broker-dealers, financial services, andunderwritingfirms all symbolize Wall Street.\n\nIt's a globally recognized expression that, to some extent, ever refers to the U.S. financial system. Both the NYSE (the largest equities-based exchange in the world) and the Federal Reserve Bank of New York—arguably the most important regional bank of theFederal Reserve System—are based in the Wall Street area.\n\nWall Street is often shortened to \"the Street,\" which is how the term is frequently used by those in financial circles and the media. For example, when reporting a company's earnings, an analyst might compare a company's revenues to what the Street was expecting. In this case, the analyst is comparing the company's earnings to what financial analysts and investment firms were expecting for that period.\n\nWall Street has had an important impact both economically and culturally.\n\nThe U.S. is the largest economy in the world and New York City is its financial center. As such,Wall Street's global importanceis unparalleled.\n\nWall Street consists of some of the largest financial institutions in the world and employs hundreds of thousands of people. It's home to the NYSE and Nasdaq stock exchanges, two of the largest stock exchanges in the world. On these exchanges are listed some of the biggest companies, including Amazon, Google, Apple, and Exxon.\n\nThe economic importance of Wall Street extends throughout the American and international economies, as many financial firms do business worldwide, extend loans to a variety of businesses and individuals, and finance large-scale, global projects.\n\nWall Street's cultural influence extends to movies, TV shows, books, and more. Films such asWall Street, Margin Call, Boiler Room, Barbarians at the Gate, and more from previous decades, highlight what the fast-paced life is like on Wall Street. They display an exciting, wealthy, and interesting lifestyle.\n\nLarge players on Wall Street have become celebrity icons.Warren Buffett, Jamie Dimon, Carl Icahn,Bernie Madoff, George Soros, and Larry Fink are names familiar to many. In the imaginations of some in contemporary society, the term Wall Street may evoke a sense of power, the elite, and often, unscrupulous behavior.\n\nDuring times of economic trouble, such as thefinancial crisis of 2008, Wall Street sometimes becomes a scapegoat and the ills of the economy are blamed on the assumed greed associated with it. No other financial term has become so woven into the global culture.\n\nWall Street got its namefrom the wooden wall Dutch colonists built in lower Manhattan in 1653 to defend themselves from the British and Native Americans. The wall was taken down in 1699, but the name stuck.\n\nGiven its proximity to New York's ports, the Wall Street area became a bustling center of trade in the 1700s. Its origins as a financial center began in 1792, when 24 of the most prominent brokers and merchants in the U.S. signed theButtonwood Agreement. They reportedly gathered on Wall Street, under a buttonwood tree, to do business.\n\nThe agreement outlined the common commission-based form of trading securities. In effect, it was an effort to establish a members-only stock exchange. Some of the first securities traded were war bonds and the stocks of such institutions as the Bank of New York.\n\nOut of this acorn of an agreement, the oak that became the NYSE grew. In 1817, the Buttonwood brokers renamed themselves The New York Stock and Exchange Board. The organization rented out spaces for trading in several locations until 1865, when it settled on a location of its own, at the corner of Wall and Broad Streets.\n\nThe location of the beating heart of Wall Street, the NYSE, is a 1903 Neo-Classical structure of white marble. An adjacent annex, constructed in 1922, is located at 11 Wall Street, and another subsidiary building is at 20 Broad Street. These three buildings fill the block bounded by Wall Street on the north, Broad Street on the East, Exchange Place on the south, and New Street on the west.\n\nAs the U.S. grew, several other major exchanges established headquarters in the Wall Street area. These included theNew York Mercantile Exchange, the New York Board of Trade, the New York Futures Exchange (NYFE), and theAmerican Stock Exchange, now known as the NYSE American Options.\n\nTo support the exchanges and to be where the action was, banks, brokerage firms, and financiers clustered offices around Wall Street. In the late 19th and early 20th centuries, the House of Morgan, officially J.P. Morgan & Co.—the forerunner to JP Morgan Chase and Morgan Stanley—was directly opposite the NYSE, at 23 Wall Street.\n\nAfter World War I, New York City surpassed London to become the world's largest and most significant financial center.\n\nWall Street is often compared and contrasted to Main Street. The term \"Main Street\" is used as a metaphor for individual investors, small businesses, employees, and the overall economy. It's derived from the common name for the principal street of a town where most of the local businesses are located.\n\nThere is often a perceived conflict between the goals, desires, and motivations of Main Street and Wall Street. Wall Street tends to represent big businesses and financial institutions, while Main Street represents mom-and-pop shops, small companies, and individuals.\n\nEvents that happened on or around Wall Street often have impacted not just the investment industry, but the global economy and society. Here are some significant moments in Wall Street history.\n\nOn July 8, 1889, Charles Dow, Edward Jones, and Charles Bergstresser launchedThe Wall Street Journal, a four-page afternoon newspaper devoted to objective financial and business news. The three men were reporters, but Dow was also a numbers-cruncher who came up with the idea of creating a benchmark list of companies and their stock prices to represent the entire stock market.\n\nSoon, theJournalwas publishing theDow Jones Industrial Average (DJIA)index along with hundreds of prices of company stocks, bonds, and futures, and theaverage prime ratefor bank loans. For nearly a century, before the advent of real-time internet listings, theJournalwas the paper of record for the financial markets.\n\nIt evolved into a six-day-a-week periodical (that's been online since 1996). TheJournalis a leading and well-respectedsource of financial and business journalism.\n\nThe three founders operated out of offices in lower Manhattan. The fact that they chose to name their new publicationThe Wall Street Journalindicates that Wall Street already was something of an umbrella term for the world of finance and its denizens. Over the years, the paper helped fix this meaning in the public's mind.\n\nIt was around noon on Sept. 16, 1920. A horse-drawn cart pulled up at 23 Wall Street right in front of the headquarters of J.P. Morgan & Co. A bustling corner of the neighborhood, it was especially crowded with those headed out for lunch. The cart suddenly exploded. It had been packed with dynamite and filled with sash weights that sailed through the air.\n\nAt that time, it was the worst domestic bombing in U.S. history. Ultimately, 40 people were killed or died from their injuries, and another 300 were injured. The J.P. Morgan building's interior was gutted. Marks from the shrapnel still are visible on the exterior.\n\nNo one claimed credit and the case was never solved. But because the explosion occurred in front of the Morgan building, known as a symbol of American capitalism, the bombing was ultimately decided to have been an act of terrorism performed by “Reds”—anarchists and communist sympathizers. A stack of anarchist flyers found in a mailbox a block away from Wall Street supported this theory.\n\nAs a result, the authorities arrested hundreds of suspected Reds and deported those of foreign nationality. The bombing also encouraged the nativist sentiments that developed in the U.S. during the 1920s, which led to tighter restrictions on immigration.\n\nThestock market crash of 1929remains the worst financial crisis in U.S. history. In a pre-digital trading era, its epicenter was the NYSE.\n\nThe crash began on October 24 when, after nearly a decade of unparalleled, uninterrupted growth, the stock market opened lower than the previous session. Equities' prices continued to drop throughout the day and, as the news spread, crowds began to gather outside the Exchange.\n\nThey groaned as the market closed down again that day, cheered brokers during the next two days when the market seemed to rally, and then panicked on October 28 and October 29, when the declines resumed. Inside the stock exchange, the scene was sheer pandemonium as prices fell too fast for ticker tapes and blackboards to record them.\n\nUltimately, the DJIA was to fall 89% from its September 1929 peak,wiping outboth corporate and individual wealth.\n\nThe crash ushered in theGreat Depression. A quarter of America’s working population lost their jobs as the U.S. economy went into a tailspin. Economies throughout Europe followed suit. In the end, the stock market crash and the ensuing decade-long depression directly impacted nearly every segment of society and altered an entire generation's perspective of, and relationship to, the financial markets.\n\nOn what is known as Black Monday, Oct. 19, 1987, the S&P 500 Index and Dow Jones Industrial Average plunged more than 25% in value, leading exchanges around the world to drop in a similar frenzy. The week prior, indices had fallen an approximate 10%, priming the pump for the ensuing panic. Up until that time, a bull market had been in control since 1982.\n\nThanks to the actions of chairman Alan Greenspan and the Federal Reserve, a seeming disaster on a global scale was averted. But the crash brought to light the potential for disruption that the then-new technique of computer programs instigating large-scale amounts of trading might cause (even though enormous amounts of trading were handled by humans that day, as well).\n\nThe exact cause of this short-term crash has never been pinpointed. However, afterwards, exchanges implemented circuit breaker rules to prevent program trading from spurring runaway selling. It was hoped that this and other trading curbs would allow the markets time to stabilize and give regulators (and investors) the chance to take appropriate steps.\n\nThe global financial crisis of 2007-2008 resulted from years of deregulation, easy credit, predatory mortgage lending, the collapse of the subprime mortgage market, and the unregulated use of derivatives. It led to theGreat Recession. The root cause of the crisis was unethical and exploitative behavior by banks, investment banks, and insurance firms.\n\nBorrowers with unsatisfactory credit were given mortgage loans without concern for their ability to pay them off and without their comprehension of the risks involved with the loans. As rates rose, those borrowers' mortgage rates reset higher and they couldn't afford to make monthly payments. What's more, as home prices fell dramatically, homeowners couldn't sell their houses for enough to cover their loans. This caused massive numbers of defaults.\n\nRisky derivative securities had been created with the subprime mortgage loans sold by banks. In addition, banks and other large investors used customer deposits to invest in these derivatives. With the defaults on home loans, the derivatives plunged in value.\n\nMany financial institutions had ties to the loans, derivatives, and credit default swaps, an insurance product that investors in the derivatives bought to protect against the risk of default. Thus, they found themselves in severe trouble after the housing market bubble burst.\n\nFrom housing industry crash to a U.S. financial industry on the brink of collapse to the near ruin of other financial systems across the globe. It was the worst financial crisis since the stock market crash of 1929.\n\nThe U.S. government had no choice but to bail out financial institutions that had always been considered “too big to fail.”\n\nOccupy Wall Street was a 2011 protest movement against social and economic inequality that was centered in Zuccotti Park, located in Manhattan's Financial District. It began on September 17, as hundreds of protesters camped out in the park. The police forcibly removed and arrested them two months later, on November 15. During the intervening period, there were marches and speeches, calling for more balanced income distribution, better-paying jobs, bank reform, and less corporate influence in politics. \"We are the 99%,\" was the Occupy protestors' slogan.\n\nRegulatory measures were put into place to address the lack of government oversight that was considered to have led to the crisis that began in 1929. Among other things, the Securities Act of 1933 required financial institutions to provide investors with all significant information about securities being offered for sale. It also prohibited fraud in securities sales. The Securities Exchange Act of 1934 established theSecurities and Exchange Commission (SEC)and gave it significant power over the securities industry. This included the authority to regulate brokerage firms and to require financial reporting by publicly traded companies.\n\nIn 2010, Congress passed the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank). It created new government agencies with financial system oversight. The idea behind the act was to address the risky behaviors of financial institutions and the dearth of regulatory oversight that led to the crisis. One area of grave concern was the predatory mortgage lending that had occurred. Another focus was the stability of financial institutions. The act made it possible to liquidate or restructure firms, if necessary, to prevent the use of taxpayer funds to keep them afloat.\n\nThe act's Volker Rule restricted the investing practices of banks and regulated derivative securities. It also set up the SEC Office of Credit Ratings to ensure that credit agencies henceforth issued appropriate ratings for institutions, rather than the fabricated favorable ratings that were part of the lead-up to the crisis.\n\nThe Economic Growth, Regulatory Relief, and Consumer Protection Act signed in 2018 by President Trump addressed criticisms of Dodd-Frank and rolled back some of its provisions. Among other things, it exempted banks with assets of less than $10 billion from the Volker Rule requirements, gave consumers the ability to freeze their credit files at no cost, and eased capital requirements for banks that didn't offer lending or traditional banking services.\n\nSpeculation refers to the act of investing in securities that have a high risk-reward profile with the goal of obtaining substantial gains, despite the risk of substantial losses. An investor who speculates is likely focused on price fluctuations. They may believe that the market has inaccurately priced a security and they're trying to capitalize on that disparity. Wall Street speculators tend to be professional traders as opposed to retail investors who buy and hold stocks or other assets for the long term.\n\nThe major U.S. stock markets, including the NYSE and theNasdaq, are normally open 9:30 a.m. to 4 p.m. Eastern time, Monday through Friday. However, there are also extended-hour sessions earlier and later.\n\nBlack Wall Streetwas a nickname given to the Greenwood District of Tulsa, Oklahoma, one of the largest and most prosperous African-American business communities in the U.S. in the early 20th century. From May to June, 1921, its 35 blocks were destroyed during the Tulsa Race Riot. It was quickly rebuilt, with over 80 businesses reopening by 1922. More generally, Black Wall Street can also refer to any area of African-American high economic or financial activity.\n\nGetting ajob on Wall Streetoften starts in college. Majors like finance, business administration and management, economics, accounting, and mathematics are natural fits for the investment industry. Firms will consider degrees in other areas too, like marketing or engineering. Try to get an internship at a Wall Street firm or similar institution for at least one summer. AMaster of Business Administration (MBA)can also be attractive to financial institutions, as can tech industry experience. It's also important to target what type of Wall Street job you'd be best suited for. They break down into three main areas:\n\nWall Street is both an actual street and a symbol. It's home to a variety of financial and investment firms, along with institutions like the NYSE and the Federal Reserve Bank of New York. Globally, it's come to connote the U.S. financial and investment communities and industries, plus its interests, attitudes, and behavior.\n\nHistory.com. \"Wall Street Timeline.\"\n\nCNBC. \"This Single-Paged Document Started the New York Stock Exchange 225 Years Ago.\"\n\nLibrary of Congress. \"Wall Street and the Stock Exchanges: Historical Resources.\"\n\nNational Park Service. \"New York Stock Exchange.\"\n\nThe Wall Street Journal. \"130 Years of History as Seen in the Pages of The Wall Street Journal.\"\n\nTerrorism on American Soil. \"Propaganda by the Deed: The Wall Street Bombing of 1920.\"\n\nEncyclopedia Britannica. \"Wall Street Bombing of 1920.\"\n\nHistory.com. \"Stock Market Crash of 1929.\"\n\nFranklin D. Roosevelt Presidential Library and Museum. \"Great Depression Facts.\"\n\nEncyclopedia Brittanica. \"Black Wall Street.\"\n\nJstor Daily. \"The Devastation of Black Wall Street.\"",
  "url": "https://www.investopedia.com/terms/w/wallstreet.asp"
}