{
  "term": "What Is Student Loan Forgiveness?",
  "definition": "As the student loan crisis continues, many have sought relief in the form of student loan forgiveness. What is student loan forgiveness and which loans are eligible? The answers are constantly changing as political forces battle over the right to forgive student debt.\n\nStudent loan forgiveness releases borrowers from their obligation to repay part or all of their federal student loan debt. These borrowers have taken out loans to pay for their post-secondary education.\n\nForgiveness is available for some types of loans, but eligibility is limited to borrowers in certain public service, educational, or military professions, in addition to income-driven repayment (IDR) plans.\n\nPresident Biden announced a new IDR plan on June 30, 2023, in response to the same-day Supreme Court decision that halted his previous student loan forgiveness plan. Called the Saving on a Valuable Education plan (SAVE), it offers enhanced financial benefits to student loan borrowers.Three important features of the plan launched during the summer of 2023, while the full regulations were scheduled to take effect on July 1, 2024.\n\nOn June 24, 2024,two federal district courts blocked key components of the SAVE plan, including reduced payments from 10% of disposable income to 5% and any loan forgiveness that has not already been granted.\n\nOn July 18, the 8th Circuit Court of Appeals upheld the June lawsuits and halted the SAVE plan. Current enrollees are being placed in an administrative forbearance until a final rule is determined. During this time, no payments are required and no interest will accrue. Applications for the SAVE plan are also on hold until a final decision has been made.\n\nThe Department of Education also outlined options for borrowers who were nearing Public Service Loan Forgiveness (PSLF)—borrowers can either \"buy back\" months of PSLF credit if they reach 120 months of payments while in forbearance or switch to a different IDR plan.\n\nLoan forgivenessmeans a debt (or part of a debt) is eliminated or canceled—relieving the borrower of the obligation to repay it. Although any student loan can theoretically be forgiven, student loan forgiveness (also known as cancellation) generally applies to U.S. government-issued or government-backed loans.\n\nIn other words, forgiveness programs don't apply to anyprivately issued loans, such as those from a commercial bank or lenders likeSallie Mae, even if those loans are earmarked for students.\n\nFor borrowers with eligible loans, forgiveness may be an option. Individuals who want their loans forgiven must apply and continue making payments until theymeet the requirements of the forgiveness program.\n\nThe highly publicized collapse of several for-profit colleges and the pandemic-induced 2020 economic crisis intensified longstanding concerns about the mounting burden of student debt. Broad loan forgiveness for all borrowers, not just those who work in public service, participate in a repayment plan, or have been defrauded by their college, has become a widely debated political issue.\n\nOnly direct loans made by the federal government (currently known as the William D. Ford Federal Direct Loan Program)are eligible for student loan forgiveness. Non-federal loans (those issued by private lenders and loan companies) aren’t part of this program.\n\nIf you don't have a William D. Ford direct loan and, instead, borrowed through the FFEL Program or the now-defunct Perkins Loan Program, you are allowed to consolidate those debts into adirect consolidation loan. The new consolidated loan is then eligible for Public Service Loan Forgiveness (PSLF).\n\nBear in mind that your studentloan servicerhandles the repayment of your federal student loans, so you'll have to work with your servicer to enroll in a repayment plan or change your current one.You can usually do this online at the servicer’s website. You can also visitFederal Student Aidto find assistance.\n\nIn addition, if you work for a federal agency, your employer may repay a portion of your loans (up to $10,000 of your loans per year, with a maximum of $60,000) through the federal student loan repayment program.\n\nThe size of U.S. student loan debt as of June 2024.\n\nThe PSLF program is designed specifically for people who work in public service jobs for either the government or anot-for-profit organization. You may also be able to get all or part of your loan forgiven due to specified volunteer work, military service, or medical practice.\n\nTo havedebt forgiven under the PSLF program, you must first make 120 qualifying payments (which means paying the minimum amount due on time). These payments must be made while you are working for a qualified employer—generally, a federal, state, or local government or a nonprofit organization withtax-exempt status.\n\nIn effect, you qualify after 10 years on the job and 10 years of monthly payments (120 payments overall).\n\nPotentially eligible positions includethose in nursing, government, police and fire departments, and social work. Only payments made after Oct. 1, 2007, qualify for the purposes of determining eligibility.\n\nAs of July 18, 2024, under the Biden administration, the U.S. Department of Education has approved $168.5 billion in student loan debt relief for over 4.76 million borrowers, a significant number of whom were victims of for-profit college fraud.\n\nTo apply for PSLF, both you and your employer need to complete and file the program’sPublic Service Loan Forgiveness (PSLF) & Temporary Expanded PSLF (TEPSLF) Certification & Application. First, consolidate your FFEL Program loans and Perkins loans into a direct consolidation loan, if applicable. After the consolidation is complete, you must then submit a PSLF form to your loan servicer.\n\nFederal Student Aid, an office of the Education Department, recommends resubmitting your form annually or whenever you change employers.\n\nIf you aren’t working in a public service position, you may still be able to get a portion of your student debt forgiven—but it will take longer. Federal IDR plans, designed to help graduates who would have trouble making payments within the standard 10-year time frame, also allow for some debt forgiveness after a certain period.\n\nIf your school misled you or engaged in other misconduct in violation of certain state laws, you may be eligible for a loan discharge, officially known as “borrower defense to repayment” forgiveness.\n\nApplicable to any William D. Ford Direct Loan Program loan,borrower defenseoriginally involved the cancellation of all your current federal student loan debt if you could demonstrate that you had been defrauded or substantially deceived by the college you attended. Originally implemented in 1994, borrower defense applies mainly to private, for-profit schools that engage in dubious practices.\n\nIn June 2015, for example, the Department of Education promised debt relief to students of the Corinthian Colleges chain, which abruptly closed campuses and declared bankruptcy in the wake of federal and state investigations into its operations.\n\nDuring the Trump administration, however, then-Education Secretary Betsy DeVos allegedly attempted to dismantle the program by delaying claims processing, denying claims without due process, increasing the burden of proof, or offering only partial forgiveness, calculating relief via a complex methodology that awarded applicants $0.\n\nUnder the Biden administration, the Education Department announced in March 2021 that it would rescind “the formula for calculating partial relief” and instead forgive thestudent loansin borrower defense applications entirely and promptly.\n\nTo have your loans discharged under the borrower defense program, you must file a claim by submitting an application on the Department of Education’s website, along with evidence that the school broke the law, significantly misled you, or misrepresented itself.\n\nThe approximate amount of student loans canceled for students defrauded by their schools.\n\nIf you work or volunteer for certain organizations, you may be eligible for additional programs that will forgive or reduce your student debt. Here are some examples:\n\nAlthough their end results are similar, student loan forgiveness isn't quite the same as student loan discharge. Loan forgiveness usually occurs when you're no longer required to make payments because you're in acertain government or nonprofit job.\n\nLoan discharge often occurs when the borrowerdeclares bankruptcy, dies, or becomespermanently disabled. A discharge can also happen in cases of borrower defense where an educational institution is guilty of fraud or misleading a student in a meaningful way.\n\nStudent loan forgiveness terms are subject to change with the shifting political winds. So,Mark Kantrowitz, president of Cerebly Inc., warns borrowers against betting their financial future on the hope of debt forgiveness, especially the kind that’s tied to public service.\n\nFor one thing, there’s a rigid time limit. “Public service loan forgiveness occurs after 10 years of full-time service. It is an all-or-nothing benefit, so borrowers who stop working before reaching the 10-year mark will get no forgiveness,” Kantrowitz says.\n\nIncome-based repayment can also have a downside. More interest will accrue on your loan because the repayment is stretched over a longer period of time.\n\n“Loan payments under IBR and PAYE can benegatively amortized, digging the borrower into a deeper hole,” Kantrowitz explains. “Borrowers who expect to have a significant increase in their income a few years into repayment should perhaps prefer a repayment plan like extended repayment or graduated repayment, where the monthly payment will be at least as much as the new interest that accrues, and the loan balance will not increase.”\n\n“Remember, payments change annually based on income. When your income rises, your payment can, too,” saysReyna Gobel, author ofGraduation Debt: How to Manage Student Loans and Live Your Life.Even if you succeed in lowering monthly payments, don’t go on a spending spree with the newly available funds, Gobel adds.\n\n“If you’re currently racking up more debt because you expect these plans in the future: Stop! You never know what will or won’t exist for graduates if the law changes in the future. Ask yourself, ‘Could I afford to repay this on a regular Extended Repayment Plan?’ If not, you could be getting yourself into very high debt and a difficult situation.”\n\nIncreases disposable income/spending\n\nCan accelerate accrual of interest (IDR plans)\n\nGetting student loans forgiven has two basic steps. First, you consolidate all your loans into one debt (if you have any federal student loans that aren't direct loans). Then, you apply for forgiveness by filing a special form: the Federal Student Aid’s Public Service Loan Forgiveness (PSLF) & Temporary Expanded PSLF (TEPSLF) Certification & Application.\n\nFor those on IDR plans, your payments are calculated as you go, and your loan servicer will alert you when you've reached the amount needed for forgiveness.\n\nThe U.S. government (and, by extension, the nation's taxpayers) pays for student loan forgiveness. Most student loan lenders are huge institutions, such as commercial banks or the government (specifically, the Department of Education). Until 2010, student loans were usuallyoriginated by a private lenderbut guaranteed by the government. The Health Care and Education Reconciliation Act of 2010 ended the practice, replacing such guarantees with direct lending from the federal government.\n\nYes, studentloan interest can be forgiven—if the loan itself is forgiven. Generally, however, you can’t get loan interest forgiven by itself. If you want to pay less in student loan interest, consider refinancing the debt. In addition, some lenders will knock a bit off your loan’s current rate if you makeautomatic paymentseach month, in what’s known as anAutomated Clearing House (ACH)discount.\n\nWhile the SAVE plan is being evaluated, all borrowers are being placed in anadministrative forbearance, which means that payments are paused.Since administrative forbearance isn't the choice of the borrower, interest rates are set to 0% to prevent interest from accruing. Administrative forbearance differs from general forbearance, which must be applied for in times of economic distress. General forbearance allows borrowers to pause payments, but their loans still accrue interest.\n\nOnly federal student loans are eligiblefor forgiveness, typically through an IDR plan, PSLF, or because of school fraud or closure.Private student loansaren't eligible for federal forgiveness.\n\nIf you have federal student loans and have defaulted, you're eligible for the Fresh Start program, which will transfer your defaulted loans to a servicer and return them to in repayment status. At this point you will once again be eligible for federal student aid and other government loans. The deadline to enroll in the Fresh Start program is Sept. 30, 2024. Visit Federal Student Aid to apply.\n\nAll is not perfect with forgiveness plans. The kinds of jobs that may make you eligible for PSLF often pay significantly less than private-sector positions. You might be able to repay your loans more quickly by getting a job with a higher earning potential, even if it doesn’t qualify you for loan forgiveness. New IDR plans offer an opportunity for even those in the public sector to take advantage of forgiveness.\n\nIf you do have all or part of your student loans forgiven, be aware that theInternal Revenue Service (IRS)may consider the forgiven debt to be income, so you may have to pay tax on that amount.Fortunately, this won’t be a problem for the next few years: Under theAmerican Rescue Plan Actof 2021, any forgiven student loan debt won’t be considered taxable income for the 2021–2025 tax years.\n\nIf you choose to participate in any loan forgiveness program, be sure to obtain written verification of the amount and terms of the loan forgiveness.\n\nThe White House: Biden Administration. \"Fact Sheet: President Biden Announces New Actions to Provide Debt Relief and Support for Student Loan Borrowers.\"\n\nU.S. District Court for the District of Kansas. \"State of Alaska, et al., v. United States Department of Education, et Al.\" Page 7.\n\nU.S. District Court for the Eastern District of Missouri. \"State of Missouri v. Joseph Biden Jr.\" Page 3.\n\nU.S. Department of Education. \"Department of Education Updates on Saving on a Valuable Education (SAVE Plan).\"\n\nFederal Student Aid. \"Federal Versus Private Loans.\"\n\nFederal Student Aid. “Public Service Loan Forgiveness (PSLF).”\n\nFederal Student Aid. \"Who’s My Student Loan Servicer?\"\n\nU.S. Office of Personnel Management. \"Student Loan Repayment: Overview.\"\n\nBoard of Governors of the Federal Reserve System. \"Consumer Credit - G.19.\"\n\nU.S. Department of Education. \"Biden-Harris Administration Approves Additional $1.2 Billion in Student Debt Relief for 35,000 Public Service Workers.\"\n\nFederal Student Aid. \"The Saving on a Valuable Education (SAVE) Plan Offers Lower Monthly Loan Payments.\"\n\nFederal Student Aid. \"Repayment Plans.\"\n\nNational Association of Student Personnel Administrators. \"What You Need to Know About Borrower Defense to Repayment.\"\n\nFederal Student Aid. “Information About Debt Relief for Corinthian Colleges Students.”\n\nState of California Department of Justice: Office of the Attorney General. \"People of the State of California v. United States Department of Education and Betsey Devos.\" Page 2.\n\nFederal Student Aid. \"Rescission of Borrower Defense Partial Relief Methodology (EA ID: GENERAL-21-51).\"\n\nU.S. Department of Education. \"Department of Education Announces Action to Streamline Borrower Defense Relief Process.\"\n\nFederal Student Aid. “Borrower Defense Loan Discharge.”\n\nAmeriCorps. \"Segal AmeriCorps Education Award.\"\n\nAmeriCorps. \"Education Award Find Out More.\"\n\nArmy National Guard. “Proudly Serve the Guard While Paying off Your Student Loan Debt.”\n\nFederal Student Aid. “Teacher Loan Forgiveness.”\n\nFederal Student Aid. \"What’s the Difference Between Forgiveness, Cancellation, and Discharge?\"\n\nFederal Student Aid. \"Student Loan Forgiveness.\"\n\nU.S. Congress. \"H.R.4872 - Health Care and Education Reconciliation Act of 2010.\" Pages 46–53.\n\nFederal Student Aid. \"Student Loan Forbearance.\"\n\nFederal Student Aid. \"Get Out of Default With Fresh Start.\"\n\nInternal Revenue Service. \"What if My Debt Is Forgiven?\"\n\nU.S. Congress. “H.R.1319 — American Rescue Plan Act of 2021.”",
  "url": "https://www.investopedia.com/terms/s/student-loan-forgiveness.asp"
}