{
  "term": "What Is a Rival Good? Difference From Non-Rival Good, With Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA rival good is a product that can only be consumed by one person, preventing another person from consuming it at the same time\n\nA rival good is a product consumed by one person, which prevents it from being used by another. Most common household products and supermarket foods are rival goods. For instance, a bar of soap or a bottle of beer can only be consumed by a single person. Competition to obtain the good can createdemandand drive up its price.\n\nA rival good can't be used by two people at the same time. The rivalry isn't between two products or companies (like say, Coke and Pepsi), but rather, between two individuals over a single can of soda. If someone drinks the soda, it is no longer available for anybody else to consume.\n\nBecause it can only be used by one person, competition to purchase it is created.Consumersbecome rivals in an attempt to obtain it. How much competition depends on availability. If there are many soda cans on supermarket shelves, it's easy to get another one, provided there are thousands of people who aren't eager to buy them at that moment.\n\nIf the product is rare, such as a limited edition designer t-shirt, consumers may engage in aprice warand be willing to pay more to get their hands on it. Competition for this type of rival good is also compounded by the availability of apparel in sizes that meet each consumer’s needs. Manufacturers may only produce limited quantities for certain sizes.\n\nRival goods can be durable (like food) and nondurable. Common examples of nondurable rival goods include clothing, electronic goods, cars, plane tickets, and houses. Some can be reused by another consumer at a later stage like a skateboard after the current owner is finished with it.\n\nTheCOVID-19pandemic led to a shortage in toilet paper, driven by panic-buying and leading some businesses to increase prices for thisconsumer staple.\n\nThe competitive nature of rival goods can increase their value to the individuals who seek them. This is especially true for thetravel, hospitality, and entertainment industries. Goods that are rival in consumption can include seats on an airplane or for a Broadway performance.\n\nWhen demand is high for rival goods, businesses can exert morepricing power. Limited availability coupled with demand gives businesses pricing power.\n\nDemand for rival goods drives retail sales during holiday periods as consumers race to buy gifts before they sell out or while certaindiscountsare available. This type of shopping behavior has been used to retailers’ advantage, particularly duringBlack Fridaysales events.\n\nProcuring a rival good impacts its overall supply, potentially leading to price increases and a lack of availability.\n\nGoods are either classified as rival or non-rival. A rival good is something that can only be possessed or consumed by a single user. A good that can be consumed or possessed by multiple users is said to be a non-rival good.\n\nInternet sites and radio stations are examples of non-rival goods. This means that many people can access them at the same time and they can be consumed over and over again without impacting their quality or running the risk thatsupplywill be depleted.\n\nAnother example of a non-rival good is a streaming service likeNetflix. Signing up gives you access to shows, movies, and other content. Although you've subscribed to the service, it doesn't interfere or prevent other consumers from accessing the same content offered by the company.\n\nNon-excludable goods are products that cannot exclude a certain individual or group from using them. A public road is a non-excludable good. Everyone has access to a public road, even if they are just walking on it rather than driving a vehicle.\n\nThe opposite of a non-excludable good is an excludable good, which is a good that some people are restricted from using. Excludable goods are private goods, while non-excludable goods are public goods. A rival good is a type of excludable good because it can only be possessed or consumed by a single user.\n\nEconomists define goods based on the level of excludability and potential rivalry to obtain them.\n\nThe free-rider problem is a phenomenon of the free-market system. It occurs when some members of a community fail to contribute their fair share to the costs of a shared resource. The free-rider problem creates a burden on a shared resource as a result of its use or overuse.\n\nThefree-rider problemcreates an opportunity for private goods. All non-excludable goods suffer from the free-rider problem. They become economically infeasible to produce, creating a market for private goods.\n\nEconomists define products as rival or non-rival goods as a way to analyze patterns of consumption and the workings of the law of supply and demand.\n\nA rival good is restricted in its availability, which can cause demand to outstrip supply and its price to increase. A non-rival good is relatively unaffected by demand as it can be consumed by many people at the same time.\n\nNC State University. \"How the Coronavirus Created a Toilet Paper Shortage.\"\n\nPennState, College of Earth and Mineral Sciences. \"EBF 200 Introduction to Energy and Earth Sciences Economics: Public Goods and Common Pools.\"",
  "url": "https://www.investopedia.com/terms/r/rival_good.asp"
}