{
  "term": "What Is a Qualified Professional Asset Manager (QPAM)?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA qualified professional asset manager (QPAM) is a registered investment adviser (RIA) who assists institutions with financial investments.\n\nA qualified professional asset manager (QPAM) is aregistered investment adviser(RIA) who assists institutions with financial investments. QPAMs focus on retirement accounts, such as pension plans. A retirement plan managed by a QPAM means they can transact in areas otherwise prohibited by theEmployee Retirement Income Security Act(ERISA).\n\nThe QPAMexemptionfrom ERISA regulation is widely used by parties who conduct transactions with accounts holdingretirement planfunds.ERISA prohibits certain transactions when an ERISA-governed plan or fund transacts business with an entity with conflicts of interest.\n\nWhen a QPAM is used, the restriction is lifted withplan sponsorsandfiduciaries. QPAMs represent pension plans when they want to engage inprivate placements. QPAMs vet the private placement for the pension fund.\n\nA QPAM is a registered investment adviser with defined clientassets under management(AUM) andshareholder's equity. In 2024, the U.S. Department of Labor redefined these thresholds:\n\nThe qualifications for a qualified professional asset manager are codified in Prohibited Transaction Class Exemption 84-14 issued by theDepartment of Labor.\n\nTheInvestment Advisers Act of 1940is a U.S. federal law that regulates and defines the role and responsibilities of an investment advisor and monitors those who advise pension funds, individuals, and institutions.\n\nQualified professional asset managers may also assist investment plans withinvesting in real estateor other alternative investments.\n\nThe Employee Retirement Income Security Act (ERISA) is a federal law that protects the retirement savings of United States employees. The law outlines rules thatqualified plansmust follow to ensure that plan fiduciaries do not misuse plan assets.\n\nAs of 2024, the U.S. Department of Labor plans to maintain a list of QPAMs relying on the ERISA exemption on its website.\n\nA QPAM is a registered investment adviser that assists institutions in investing in retirement accounts. A QPAM can benefit from exemptions required by ERISA. Banks and insurance companies may qualify as QPAMs if registered with the Securities and Exchange Commission.\n\nU.S. Department of Labor. \"U.S. Department of Labor Announces Final Amendment to QPAM Exemption.\"\n\nU.S. Department of Labor. \"Amendment to Prohibited Transaction Class Exemption 84-14 for Transactions Determined by Independent Qualified Professional Asset Managers (the QPAM Exemption).\"\n\nDuane Morris. \"U.S. ERISA QPAM Excemption.\"",
  "url": "https://www.investopedia.com/terms/q/qpam.asp"
}