{
  "term": "What Is a Wholly-Owned Subsidiary? How It Works and Examples",
  "definition": "A wholly-owned subsidiary is a business entity whose common outstanding shares are all owned by a parent company.\n\nA wholly owned subsidiary is owned by its parent company, which can control the subsidiary's decisions and operations. Companies generally become wholly-owned subsidiaries through an acquisition. While wholly-owned subsidiaries are controlled and owned by parent companies, they are legal entities in their own right and offer some tax advantages.\n\nInvestopedia / Paige McLaughlin\n\nA wholly-owned subsidiary may help the parent company maintain operations in diverse geographic areas and markets or related industries. These factors help the parent hedge against changes in the market, as well as geopolitical and trade practices.\n\nBecause the parent company owns all the shares of a wholly-owned subsidiary, there are no minority shareholders. The subsidiary operates with the permission of the parent company, which may or may not have direct input into the subsidiary’s operations and management. This may make it anunconsolidated subsidiary.\n\nDespite being owned by another entity, a wholly-owned subsidiary may maintain its own management structure, clients, and corporate culture.\n\nNevertheless, when a company is acquired, its employees worry about layoffs or restructuring. That happens often, as one of the potential benefits to both companies is the opportunity to cut costs by consolidating certain departments.\n\nAlthough subsidiaries are separate entities, they may share some executives or board members with their parent company.\n\nFrom an accounting standpoint, a wholly-owned subsidiary remains a separate company, so it keeps its own financial records and bank accounts and tracks its own assets and liabilities. Any transactions between the parent company and the subsidiary must be recorded by each entity.\n\nBothGenerally Accepted Accounting Principles(GAAP) andInternational Financial Reporting Standards(IFRS) require companies to report the financial data of their subsidiaries if the parent company is publicly traded.This information can be found in the parent company's consolidated financial statements.\n\nA parent company has operational and strategic control over its wholly-owned subsidiaries. How that control is exercised has a great deal to do with the success or failure of the partnership.\n\nWhen a company hires its own staff to manage the subsidiary, forming common operating procedures is generally less complicated than leaving the established leadership in place.\n\nA parent company that acquires a subsidiary overseas or in an industry that's new to it might take a less heavy-handed approach, leaving current management in place.\n\nThe parent company is likely to apply its own data access and security directives for the subsidiary to lessen the risk of losing intellectual property to other companies. Using compatible financial systems, sharing administrative services, and creating similar marketing programs help reduce costs for both companies.\n\nA parent company can also direct how its wholly-owned subsidiary’s assets are invested.\n\nAcquiring a wholly-owned subsidiary may force the parent company to pay a high price for the subsidiary's assets, especially if other companies are bidding on the same business.\n\nThere can be a difficult transition period as well. Establishing relationships with vendors and local clients takes time, which may hinder the operations of both companies. Cultural differences can become an issue when hiring staff for an overseas subsidiary.\n\nUltimately, the parent company assumes all the risks associated with owning a subsidiary. That risk may increase when local laws differ significantly from the laws in the parent company's country.\n\nThere are tax advantages for wholly-owned subsidiaries that may be lost if the acquiring company simply absorbs the assets of an acquired company.\n\nWhen a parent company acquires a subsidiary by purchasing all of the outstanding shares, the acquisition is considered a qualified stock purchase for tax purposes. Moreover, any losses by the subsidiary can be used to offset the profits of the parent company, resulting in a lower tax liability.\n\nSometimes, a subsidiary can undertake tasks that the parent company cannot accomplish on its own. For example, a non-profit entity can create a for-profit subsidiary in order to raise revenue. While the subsidiary would be subject to federal income taxes, the parent company would remain exempt.\n\nTax-exempt organizations can have for-profit subsidiaries.\n\nParent companies can use losses from one subsidiary to offset taxes on profits from another.\n\nThe parent company inherits the acquired company's clients and goodwill, which would be hard to recreate from scratch.\n\nRunning a subsidiary can be difficult if the acquired company has a different management culture.\n\nAcquiring another company can be expensive, especially if other companies are competing for it.\n\nRisks may be higher if the subsidiary is located in a different jurisdiction.\n\nA subsidiary is a company whose stock is more than 50% owned by a parent company or a holding company. That gives the parent company a controlling interest in the subsidiary's operations, management, and profits. However, the subsidiary still has financial obligations to its minority shareholders.\n\nA wholly-owned subsidiary is 100% owned by the parent company, with no minority shareholders.\n\nThe Volkswagen Group is an example of a wholly-owned subsidiary system. The parent company owns the automotive brands Audi, Bentley, Porsche, Lamborghini, and Volkswagen.\n\nOther examples include Marvel and Lucasfilm, which are wholly ownedsubsidiariesof The Walt Disney Company.\n\nAholding companyexists only as a legal entity to hold stock in other companies. A parent company has its own operations. For example, Berkshire Hathaway is a holding company whose business is acquiring shares of other companies. Pepsi is a parent company whose core business is producing Pepsi soft drinks, but it owns several subsidiaries, including Sodastream, Gatorade, and Aquafina.\n\nWholly-owned subsidiaries maintain separate accounts from their parent companies, but their finances are usually reported together. If a public company has wholly-owned subsidiaries, the financial data for the subsidiaries will be reported along with that of the parent on the company's consolidated balance sheet.\n\nA company with multiple subsidiaries can use the losses of one subsidiary to offset the profits of another, thereby reducing its overall tax bill. Moreover, non-profit entities can establish for-profit subsidiaries without endangering their tax-exempt status.\n\nAcquiring a wholly-owned subsidiary can be a relatively cost-efficient way for a company to expand its product line or its geographic reach. It may acquire a competitor, thus expanding its own market share, or invest in a part of its own supply chain, making its production process more efficient.\n\nThe difficulty comes after the deal is done. Combining some operations is efficient, and replacing some management may be necessary. However, these changes must be implemented while minimizing disruption to the subsidiary as much as possible.\n\nFinancial Accounting Foundation. \"GAAP and Public Companies.\"\n\nThe Walt Disney Company. \"The Walt Disney Family of Companies.\"",
  "url": "https://www.investopedia.com/terms/w/whollyownedsubsidiary.asp"
}