{
  "term": "What Is Translation Exposure? Risk Defined, With Example",
  "definition": "Translation exposure (also known astranslation risk) is the risk that a company's equities, assets, liabilities, or income will change in value as a result ofexchange ratechanges. This occurs when a firm denominates a portion of its equities, assets, liabilities, or income in a foreign currency. It is also known as \"accounting exposure.”\n\nAccountants use various methods to insulate firms from these types of risks, such as consolidation techniques for the firm's financial statements and using the most effectivecost accountingevaluation procedures. In many cases, translation exposure is recorded in financial statements as an exchange rate gain (or loss).\n\nTranslation exposure is most evident in multinational organizations since a portion of their operations and assets will be based in a foreign currency. It can also affect companies that produce goods or services that are sold in foreign markets even if they have no other business dealings within that country.\n\nIn order to properly report the organization's financial situation, the assets and liabilities for the whole company need to be adjusted into the home currency. Since an exchange rate can vary dramatically in a short period of time, this unknown, or risk, creates translation exposure. This risk is present whether the change in the exchange rate results in an increase or decrease of an asset's value.\n\nTranslation risk can lead to what appears to be a financial gain or loss that is not a result of a change in assets, but in the current value of the assets based on exchange rate fluctuations. For example, should a company be in possession of a facility located in Germany worth €1 million and the current dollar-to-euro exchange rate is 1:1, then the property would be reported as a $1 million asset.\n\nIf the exchange rate changes and the dollar-to-euro ratio becomes 1:2, the asset would be reported as having a value of $500,000. This would appear as a $500,000 loss on financial statements, even though the company is in possession of the exact same asset it had before.\n\nTranslation risk can occur at any time a business operates in regions that use different currencies.\n\nThere is a distinct difference between transaction and translation exposure.Transaction exposureinvolves the risk that when a business transaction is arranged in a foreign currency, the value of that currency may change before the transaction is complete.\n\nShould the foreign currency appreciate, it will cost more in the business’s home currency. Translation risk focuses on the change in a foreign-held asset’s value based on a change in exchange rate between the home and foreign currencies.\n\nA variety of mechanisms are in place that allow a company to use hedging to lower the risk created by translation exposure. Companies can attempt to minimize translation risk by purchasing currencyswapsor hedging throughfutures contracts.\n\nIn addition, a company can request that clients pay for goods and services in the currency of the company's country of domicile. This way, the risk associated with local currency fluctuation is not borne by the company but instead by the client who is responsible for making the currency exchange prior to conducting business with the company.",
  "url": "https://www.investopedia.com/terms/t/translationexposure.asp"
}