{
  "term": "What Is a Research Report? How They're Produced and Impact",
  "definition": "A research report is a document prepared by ananalystor strategist who is a part of the investment research team in a stock brokerage orinvestment bank. A research report may focus on a specific stock or industry sector, a currency, commodity or fixed-income instrument, or on a geographic region or country. Research reports generally, but not always, have actionable recommendations such asinvestment ideasthat investors can act upon.\n\nResearch reports are produced by a variety of sources, ranging frommarket researchfirms to in-house departments at large organizations. When applied to the investment industry, the term usually refers to sell-side research, or investment research produced by brokerage houses.\n\nSuch research is disseminated to the institutional and retail clients of thebrokeragethat produces it. Research produced by the buy-side, which includes pension funds, mutual funds, andportfolio managers, is usually for internal use only and is not distributed to external parties.\n\nFinancial analysts may produce research reports for the purpose of supporting a particular recommendation, such as whether to buy or sell a particular security or whether a client should consider a particular financial product. For example, an analyst may create a report in regards to a new offering being proposed by a company. The report could include relevant metrics regarding the company itself, such as the number of years they have been in operation as well as the names of keystakeholders, along with statistics regarding the current state of the market in which the company participates. Information regarding overall profitability and the intended use of the funds can also be included.\n\nEnthusiasts of the Efficient Market Hypothesis (EMH) might insist that the value of professional analysts' research reports is suspect and that investors likely place too much confidence in the conclusions such analysts make. While a definitive conclusion about this topic is difficult to make because comparisons are not exact, some research papers do exist which claim empirical evidence supporting the value of such reports.\n\nOne such paper studied the market for India-based investments and analysts who cover them. The paper was published in the March 2014 edition of the International Research Journal of Business and Management. Its authors concluded that analyst recommendations do have an impact and are beneficial to investors at least in short-term decisions.\n\nWhile some analysts are functionally unaffiliated, others may be directly or indirectly affiliated with the companies for which they produce reports. Unaffiliated analysts traditionally perform independent research to determine an appropriate recommendation and may have a limited concern regarding the outcome.\n\nAffiliated analysts may feel best served by ensuring any research reports portray clients in a favorable light. Additionally, if an analyst is also an investor in the company on which the report is based, he may have a personal incentive to avoid topics that may result in a lowered valuation of the securities in which he has invested.",
  "url": "https://www.investopedia.com/terms/r/research-report.asp"
}