{
  "term": "What Are Shares? How They Compare to Stocks",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nShares are units of ownership in a company. The terms \"shares\" and \"stocks\" are often used interchangeably, but they are technically different. \"Stock\" is the financial instrument a company issues, and a \"share\" is a single instance of that financial instrument.\n\nWhen establishing a corporation, owners may choose to issue stock to raise capital. Companies then divide their stock into shares, which are sold to investors. These investors are generally investment banks or brokers that, in turn, sell the shares to other investors individually or through instruments like a mutual fund or exchange-traded fund.\n\nShares are the equivalent of ownership in a corporation. Because they represent ownership, not debt, there is no legal obligation for the company to reimburse the shareholders if something happens to the business. However, some companies may distribute payments to shareholders through dividends. Others may elect not to do so, preferring to put all revenues towards operation, growth, and securing the company's future.\n\nGenerally, a company’s board of directors is given a specific number of shares that can be issued. These are called authorized shares. Issued shares are the number of shares sold to shareholders and counted for ownership purposes. So, a corporation might have 10 million authorized shares but only issue 8 million.\n\nBecause shareholders’ ownership is affected by the number of authorized shares, shareholders may vote to limit that number as they see appropriate. When shareholders want to increase the number of authorized shares, they meet to discuss the issue and establish an agreement. When they agree to increase or decrease the number of authorized shares, a formal request is made to the state through filing articles of amendment.\n\nThe shares of publicly traded companies are listed on public exchanges, generally through a process called an initial public offering (IPO). This is an expensive, highly regulated, and lengthy process in which a company goes through fund-raising phases and scrutiny by regulators.\n\nPrivate company shares are generally issued through company stock options or as other incentives to certain employees. These shares are still regulated but usually do not meet theSecurities and Exchange Commission'scriteria to be listed on an exchange.\n\nThe issue and distribution of shares in public and private markets are regulated by the Securities and Exchange Commission (SEC). Share trading on the secondary market is overseen by the SEC and theFinancial Industry Regulatory Authority (FINRA).\n\nAs mentioned, any company can issue shares, but publicly traded companies are more likely to divide their stock into two different types of shares.\n\nMany companies issuecommon stock, which is divided into shares. These are generally called common shares. These provide the purchasers—called shareholders—with a residual claim on the company and its profits, providing potential investment growth through both capital gains and dividends.\n\nCommon shares also come withvoting rights, giving shareholders more control over the business.\n\nThese rights allow the shareholders of a company to vote on specific corporate actions, elect members to the board of directors, and approve issuing new securities or payment of dividends. In addition, common stock can includepreemptive rights, ensuring that shareholders may buy new shares and retain their percentage of ownership when the corporation issues new stock.\n\nPreferred stockscan also be divided into shares, commonly called preferred shares. Compared to common shares, preferred shares typically do not offer much market appreciation in value or voting rights in the corporation. However, this type of stock typically has set payment criteria, like a dividend paid out regularly, making the stock less risky than common stock.\n\nBecause preferred stock takes priority over common stock if the business files for bankruptcy and is forced to repay its lenders, preferred shareholders receive payment before common shareholders but after bondholders. This priority treatment reduces the risk even further compared to common shares.\n\nIf a company wanted, it could issue it's equity as one simple ownership stake and not divide its equity offering. There are obvious reasons why a company wouldn't want to do this; here are some of the benefits of dividing its stock into individual pieces:\n\nA company could technically issue only one share of stock. There would be significant drawbacks to doing so.\n\nFractional shares are portions of a single full share of a company's stock. Traditionally, investors could only purchase whole shares, butfractional sharesallow investors to buy a slice of a stock based on a dollar amount rather than the number of shares.\n\nFor example, if a stock trades at $1,000 per share, an investor with only $100 to invest could purchase 0.1 shares of that stock. The goal of fractional shares is to make it more accessible for a broader range of investors to buy and sell stock, particularly those with limited capital.\n\nHowever, it's important to note that not all brokers offer fractional shares, and there can be limitations on which stocks are available for fractional investing. Additionally, while fractional shareholders typically have proportional rights to dividends, they may not always have voting rights, depending on the broker and the specific arrangement.\n\nMarket capitalization is a measure of a company's total value in the stock market. It's directly related to the number of shares of stock a company issues.\n\nMarket capitalizationis calculated by multiplying the total number of outstanding shares by the current price per share. When a company issues more shares, it increases the total number of outstanding shares. If the share price remains constant, this would lead to an increase in market capitalization. If a company buys back its own shares (reducing the number of outstanding shares) and the share price remains the same, the market cap would decrease.\n\nLet's look at an example. A company's stock is trading at $50. The company has 100,000 outstanding shares of stock. Therefore, the company's market capitalization is $5 million. If the price of the stock goes up to $60, the company's market capitalization is now $6 million. If the price stays at $60 and the company issues an additional 10,000 shares, the company's 110,000 total outstanding shares have a market capitalization of $6,600,000.\n\nThe reason this is important is because the value of a company isn't inherently in the price per share, it is in the total number of shares multiplied by the stock price. Let's look at another example. Imagine Company A and Company B, each with a stock price of $100. However, Company A has twice as many shares outstanding compared to Company B. This means it has twice the market capitalization (i.e. it is twice as big) even though the stock price is the same.\n\nLast, let's touch on the different stages of shares. At the beginning of the article, we talked about the authorized number of shares. The authorized number of shares is the maximum number of shares that a company is legally permitted to issue.\n\nA company can have a different amount of shares issued.Shares issuedrefers to the total number of shares that a company has actually sold or distributed to shareholders. This is always equal to or less than the number of authorized shares. When a company first goes public through an initial public offering, it issues a certain number of shares. Over time, it may issue additional shares through secondary offerings or employee stock options\n\nLast, the company can have an even different number ofshares outstanding. Shares outstanding represent the number of shares that are currently held by all shareholders. This includes company insiders, institutional investors, and the general public. This number is equal to the number of issued shares minus any shares held as treasury stock.\n\nLet's look at an example. Consider a technology startup. At its founding, the company set its authorized shares at 100 million in its charter. As it grew and went public, it issued 50 million shares through its IPO and subsequent offerings. The company then repurchased 5 million shares that are now held as treasury stock. The company has 100 million authorized shares, 50 million issued shares, and 45 million outstanding shares.\n\nYes, you can buy one share of stock. One share is typically the minimum number of shares you can buy at some brokerage firms that do not offer fractional shares.\n\nA stock is an equity instrument issued by a corporation that represents ownership of that company. A share is one unit of that ownership. You would say \"I own 10 shares of Apple stock\" for example.\n\nA stock split occurs when a company divides its existing shares into multiple shares. This increases the number of shares outstanding while proportionally decreasing the price per share. For example, in a 2-for-1 split, each share becomes two shares, each worth half the original price.\n\nEarnings per share (EPS) is calculated by dividing a company's net income by its number of outstanding shares. It's a key metric for assessing a company's profitability on a per-share basis. A higher EPS generally indicates higher profitability.\n\nShares are units of stocks issued by a corporation that represent ownership. They are sold to investors and traders to raise capital for the company. Many businesses issue stocks and shares when they need funds for research and development, expansion, or other growth opportunities.\n\nU.S. Securities and Exchange Commission. \"What We Do.\"\n\nFinancial Industry Regulatory Authority. \"What We Do.\"",
  "url": "https://www.investopedia.com/terms/s/shares.asp"
}