{
  "term": "What Is Price Discrimination, and How Does It Work?",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nPrice discrimination is a selling strategy that charges customers different prices for the same product or service. The seller charges each customer the maximum price they'll pay in pure price discrimination. For example, discounts for students or senior citizens are examples of price discrimination.\n\nPrice discrimination is practiced based on the seller's belief thatcustomers in certain groupscan be asked to pay more or less based on certain demographics or on how they value the product or service in question. Price discrimination is most useful to sellers when the profit they earn as a result of separating the markets is greater than the profit that they would have earned had they kept the markets combined.\n\nWhether price discrimination works and how long the various groups will be willing to pay different prices for the same product depends on the relative elasticities of demand in the sub-markets. Consumers in a relativelyinelasticsub-market may pay a higher price. Those in a relativelyelasticsub-market pay a lower price.\n\nCompanies try to identify different market segments such as domestic and industrial users with different price elasticities. Microsoft makes its Office 365 software available for a lower price to educators and educational institutions than to other users.\n\nPrice discrimination isn't illegal in the way that discrimination based on race, religion, gender, and similar factors is, at least not as it's commonly practiced.\n\nMarkets must be kept separate by time, physical distance, or nature of use for price discrimination to be effective. Consumers who purchase at a lower price in the elastic sub-market could otherwise resell at a higher price in the inelastic sub-market. Companies that dominate a particular market and use price discrimination strategies within their various sub-markets are known asdiscriminating monopolies.\n\nPrice discrimination has a long history but tools such asartificial intelligenceare changing the speed and effectiveness with which it's applied.\n\nA 2021 article in theHarvard Business Reviewnoted, \"We're in a new era of supercharged price discrimination, made possible by two major scientific and technological trends. First, AI algorithms—often trained on highly detailed behavioral data—enable organizations toinferwhat people are willing to pay with unprecedented precision. Second, recent developments inbehavioral science—often invoked with the tagline \"nudge\"—provide organizations greater ability toinfluencetheir customers' behaviors.\"\n\nThere are three types of price discrimination: first-degree or perfect price discrimination, second-degree, and third-degree. These degrees are also referred to as personalized pricing (first-degree pricing), product versioning or menu pricing (second-degree pricing), and group pricing (third-degree pricing).\n\nFirst-degree discrimination or perfect price discrimination occurs when a business charges the maximum possible price for each unit consumed. Prices vary among units so the firm captures all available consumer surplus or the economic surplus for itself.\n\nMany industries involving client services practice first-degree price discrimination. A company charges a different price for every good or service sold.\n\nSecond-degree price discrimination occurs when a company charges a different price for different quantities consumed such as quantity discounts on bulk purchases.\n\nThird-degree price discrimination occurs when a company charges a different price to different groups of consumers. A theater might divide moviegoers into seniors, adults, and children. Each pays a different price when seeing the same movie. This type of price discrimination is the most common.\n\nMany industries use price discrimination strategies including the airline industry, the arts/entertainment industry, and the pharmaceutical industry. Examples include issuing coupons, applying specific discounts such as age-based price cuts, and creating loyalty programs for repeat customers.\n\nPeople buying airline tickets several months in advance typically pay less than those purchasing at the last minute. Airlines raise ticket prices in response when demand for a particular flight is high.\n\nThe airline will reduce the cost of available tickets to try to generate sales and fill empty seats when tickets for a particular flight aren't selling well. Many passengers prefer flying home late on Sunday so those flights tend to be more expensive than flights leaving early Sunday morning. Airline passengers will typically pay more for additional legroom, too.\n\nThe word \"discrimination\" doesn't typically refer to something illegal or derogatory in most cases when it's applied to prices. It refers to firms being able to change the prices of their products or services dynamically as market conditions change, charging different users different prices for similar services or charging the same price for services with different costs.\n\nNeither practice violates any U.S. laws. They would become unlawful only if they created or led to specific economic harm.\n\nNot in all cases. Different customer segments have different characteristics and different price points that they're willing to pay. People with lower price points could never afford it if everything were priced at the \"average cost.\" Those with higher price points could hoard if they wanted to.\n\nThis is known asmarket segmentation. Economists have also identified market mechanisms in which fixing static prices can lead to market inefficiencies from both the supply and demand sides.\n\nEconomists have identified three conditions that must be met for price discrimination to occur. The company must have sufficient market power. It has to identify differences in demand based on conditions or customer segments. It must have the ability to protect its product from being resold by one customer group to another.\n\nPrice discrimination is a widespread practice across many industries and it's often invisible to the consumer. The buyers of a particular product or service may be unaware that the price they're paying is higher or lower than what the seller is charging other buyers.\n\nMicrosoft. \"Office 365 Education.\"\n\nHarvard Business Review. \"How AI Can Help Companies Set Prices More Ethically.\"\n\nCFI Education. \"Price Discrimination.\"",
  "url": "https://www.investopedia.com/terms/p/price_discrimination.asp"
}