{
  "term": "What Is a Paper Trade? Definition, Meaning, and How to Trade",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nPaper trades don’t involve actual investing. They’re learning sessions that take place before would-be investors attempt real trading.\n\nThe term \"paper trade\" dates back to a time when aspiring traders traded only on paper without actually investing so they could learn the ropes. It was well before onlinetrading platformsbecame the norm.\n\nA paper trader records all trades by hand while learning to keep track of hypothetical trading positions, portfolios, andprofits or losses. Most practice trading now involves the use of an electronic stock market simulator, which looks and feels like an actual trading platform.\n\nAs the name implies, paper trading is the term that the investmentindustryuses to describe the process of learning how to trade. It allows day traders and other individuals, such as new and novice investors, to learn the basics of buying and selling stocks without using real money. In essence, paper trading is a type of trading simulator that is done on paper.\n\nTo get the most benefits from paper trading, investment decisions and placing trades should follow real trading practices and objectives. The paper investor should consider the samerisk-returnobjectives, investment constraints, and trading horizon as they would use with a live account. For example, it would make little sense for a risk-averse long-term investor to practice numerous short-term trades like aday trader.\n\nPaper transactions can be applied to many market conditions. For instance, a trade placed in a market characterized by high levels of marketvolatilityis likely to result in higher slippage costs due to wider spreads compared to a market that is moving in an orderly manner.Slippageoccurs when a trader obtains a different price than expected from the time the trade is initiated to the time the trade is made.\n\nInvestors and traders can use simulated trading to familiarize themselves with various order types such asstop-loss, limit orders, and market orders. Charts, quotes, and news feeds are available on many platforms as well.\n\nThe development of online trading platforms andtrading softwareincreased the ease and popularity of paper trading. Today's simulators allow investors to trade live markets without committing actual capital, and the process can help individuals gauge whether their investment ideas have merit. Online brokers such as TradeStation, Fidelity, andTD Ameritrade's thinkorswim, now at Charles Schwab, offer clientspaper trading simulators.\n\nFor example, TD Ameritrade's paperMoney® was designed to help customers try options and differentinvestment strategieswithout the worry of losing any money.Nearly everything about the simulator was the same as their feature-rich thinkorswim trading platform, except the investor was not trading real money. Investopedia provides afree simulatorfor trading stocks.\n\nPaper trading should simulate actual trading so start with $1,000 in your paper trading account if that's the amount you intend to use with a live account.\n\nThe main benefit of paper trading is that it eliminates the risk of loss. That's because paper trading involves the use of so-called paper or fake money. As such, you don't have to use (your own) real money to trade stocks or othersecurities.\n\nPaper trading allows you to study and test differenttrading strategiesand techniques before you go live with the real thing. You canfamiliarize yourself and practicewith as many tools as possible and decide which ones make the most sense for you, your comfort level, and your goals.\n\nPaper trading isn't perfect as it doesn't involve the use of real securities. As such, itmay provide a false sense of securityand often results in distorted investment returns. In other words, nonconformity with the real market happens because paper trading does not involve theriskof real genuine capital.\n\nSince there is no risk of loss with paper trading, there is also no potential for areturn. If a trader makes a good move using a paper trade, there's no chance that they'll be able to realize the gain because they aren't using real money.\n\nPaper trading allows for basic investment strategies, such asbuying low and selling high, which are more challenging to adhere to in real life, but are relatively easy to achieve while paper trading.\n\nNo risk of loss of (real) money\n\nAllows new and novice investors to practice trading\n\nInvestors can test and choose the best trading strategies and techniques\n\nMay provide false sense of security with distorted returns\n\nNo chance of earning real returns\n\nAllows for basic strategies, which are more challenging in live trading\n\nPaper and live trading allow investors to make decisions on their own—without having to consult with an investment professional, such as abrokeror dealer. This allows them to make judgments and come to their own conclusion about trends in the market.\n\nBut there are key differences between the two that set them apart. The most obvious difference is that paper trading doesn't come with the risks and rewards that come with buying and sellingassetswith real money. Traders can stand to lose and profit from using live accounts compared to using paper trading.\n\nHaving said that, live trading requires traders to have some grasp and knowledge of how themarketswork in order to be successful. This allows them to find ways to minimize any losses that may arise as a result of mistakes. And if any losses do occur, they may have the ability to recover quickly without sinking even further.\n\nKeep in mind, though that investors may exhibit different emotions and judgments when risking real money. This can lead them to different behavior when operating a live account. Consider a real trade by a new forex trader who enters along positionwith the euro against the U.S. dollar ahead ofnonfarm payrolldata. If the report is much better than expected and the euro drops sharply, then the trader may double down in an attempt to recoup losses in a paper trade, as opposed to taking the loss as would be advisable in a real trade.\n\nPaper trading can be very effective because it allows individuals to test out newtrading strategies, tools, and techniquesbefore they actually put them into practice with live trading.\n\nPaper trading is a way for investors to learn and practice buying and selling stocks and other securities before they start doing so with real money. While it doesn't use real money, paper trading does involve the use of real strategies and tools to get the same results. Keep in mind that there are no real returns and losses realized by the investor.\n\nPaper trading is a form of stock simulation in that it involves buying and selling stocks without using real money. This type of simulation involves writing out trading requests on paper. Nowadays, paper trading can be done using electronic simulators online.\n\nTrading can be very risky as the potential for loss is huge. But the same can be said about the possibility of making big returns. One way to help mitigate losses while raising the potential for gains is to try paper trading. This form of stock simulation allows you to test out and practice how to buy and sell stocks without putting up any capital before you do so in real life using a real account. In order for it to work, you must be realistic. Buy and sell the stocks you would in real life using the same amount of capital you'd deposit into a real account.\n\nAmeritrade. \"Paper Trading: Practice Trading with the paperMoney Virtual Stock Market Stimulator.\"",
  "url": "https://www.investopedia.com/terms/p/papertrade.asp"
}