{
  "term": "What Is a SIC Code, Who Needs a SIC Code, and How to Find Yours",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nStandard Industrial Classification (SIC) codes are four-digit numerical codes used to categorize U.S. companies by the industries in which they operate. Companies are required to use them in certain government filings.\n\nSIC codes were created by the U.S. government in 1937 to help classify and analyze economic activity across various industries and government agencies.\n\nThe United States Department of Labor maintains anonline databasethat can be used to identify the right SIC code for a business.\n\nThe Standard Industrial Classification codes were supposed to be replaced in 1997 by a system of six-digit codes called theNorth American Industry Classification System(NAICS).The NAICS codes were adopted in part to standardize industry data collection and analysis between Canada, the United States, and Mexico, which had entered into the North American Free Trade Agreement.\n\nNevertheless, many government agencies, including the Securities & Exchange Commission, continue to use SIC codes. That forces most companies, particularly public companies, to use both systems.\n\nThe SIC code system remains the most widely used industry classification system. The NAICS code system has been unable to fully replace it due to the SIC system's long history, and the reluctance of businesses and other organizations that have been long-term users of SIC codes to switch over to a new classification system.\n\nThe U.S. government stopped updating SIC codes as far back as 1987, but private data organizations stepped in and continued to update the SIC system, including adding very specific additional classifications.\n\nAs a result, at the most defined levels, there are now more than 10,000 six-digit SIC codes, compared with 1,066 NAICS codes.\n\nU.S. companies now have both a SIC code and a NAICS code.\n\nThe SIC system classifies the economy into 11 major divisions:\n\nThese are then divided into 83 two-digit major groups and further subdivided into 416 three-digit industry groups and then into more than 1,000 four-digit industries.\n\nEvery company has a primary SIC code that indicates its main line of business. The first two digits of the SIC code identify the major industry group, the third digit identifies the industry group, and the fourth digit identifies the specific industry.\n\nTheSecurities and Exchange Commission(SEC) uses SIC codes. The SIC codes are listed in a company's electronic data gathering, analysis, and retrieval system filings (called EDGAR) to indicate the company's industry.\n\nBusinesses and the government use SIC codes in a number of ways.\n\nThere are many different ways to find the most appropriate SIC code for your company.\n\nEach digit in a SIC code has a meaning. To read a SIC code, each set of digits should be independently evaluated to determine the overall meaning of the code.\n\nThe first two numbers of a SIC code identify the business's major sector. Though the number of major groups fluctuates, there are typically fewer than 100 in all. These major groups all fit into one of the 11 major divisions, and these first two digits define what industry the company is in.\n\nThe third digit further refines the business classification and is often referred to as the business industry group. For example, if code 23xx refers toapparel companies:\n\nThe last digit of a SIC code is the most specific identifier of a company. Factoring in this last digit, there are now more than 1,000 possible combinations.\n\nFor example, SIC code 2050 (emphasis on the final digit) represents bakery products, while SIC code 2052 represents cookie & cracker manufacturers.\n\nThis fourth digit further refines the business classification into a very specific business category.\n\nApple Inc.'s SEC filings show its SIC code as 3571 (electronic computers). The first two digits—35—identify its major industry group as \"Industrial and Commercial Machinery and Computer Equipment,\" while the third digit—7—narrows its industry group down to \"Computer and Office Equipment\" and the final digit—1—classifies it as \"electronic computers.\"\n\nNote that if the first two digits are between 20 and 39, these companies are classified in the manufacturing division or segment of the economy.\n\nBelow is an image of the Standard Industrial Codes, along with their meaning, for the banking industry (taken from the SEC's website).\n\nThe United States Securities and Exchange Commission issues a standard code list that can be used to identify the appropriate SIC code for a company. The code list is reviewed and updated by the Division of Corporation Finance.\n\nAll companies have a SIC code, though some may not know it. That is, their business can be categorized by one of the more than 1,000 SIC codes that are in existence.\n\nEvery public company has a SIC code and uses it when filing certain reports to government agencies including the Securities & Exchange Commission. The SEC uses the company's SIC code to assign review responsibility for required company filings.\n\nSIC code 6500 represents the entire real estate industry. SIC code 6510 identifies real estate operators. SIC code 6512 further refines the classification to nonresidential buildings, while 6513 further refines the classification to operators of apartment buildings.\n\nSIC code stands for standard industrial classification (SIC) code. This four-digit number is a shorthand descriptor of the type of business a company is engaged in.\n\nStandard Industrial Classification (SIC) codes for U.S. businesses were supposed to have been phased out some 27 years ago. This shorthand, four-digit descriptor of the industry in which a company operates was to have been replaced by another classification system, the North American Industry Classification System (NAICS).\n\nThat didn't quite happen. Many U.S. government agencies, notably the Securities & Exchange Commission, still use SIC codes and require businesses to identify themselves by their SIC codes.\n\nOffice of Statistical Standards. \"History of the Standard Industrial Classification,\" Page 1.\n\nCensus Bureau. \"North American Industry Classification System.\"\n\nU.S. Securities and Exchange Commission. \"Division of Corporation Finance: Standard Industrial Classification (SIC) Code List.\"\n\nUnited States Department of Labor. \"Standard Industrial Classification (SIC) System Search.\"\n\nNAICS Association. \"NAICS & SIC Crosswalks.\"",
  "url": "https://www.investopedia.com/terms/s/sic_code.asp"
}