{
  "term": "What Are Menu Costs? Definition, How They Work, and Example",
  "definition": "Liao Pan / China News Service / VCG / Getty Images\n\nMenu costs are a type of transaction cost incurred by firms when they change their prices. Menu costs are onemicroeconomicexplanation offered byNew Keynesianeconomists for macroeconomicprice-stickiness, which may cause an economy to fail to adjust to changing macroeconomic conditions.\n\nMenu costs are the costs incurred by a business when it changes the prices it offers to its customers. A classic example is a restaurant that has to physically print new menus when it changes the prices of its dishes.\n\nThe main takeaway from menu costs is that some prices are sticky. That is, firms are hesitant to change their prices until there is a sufficient disparity between the firm'scurrent priceand theequilibriummarket price to justify the expense of incurring the menu cost.\n\nFor example, a restaurant should not change its prices until the price change will result in sufficient additional revenue to cover the cost of printing new menus. In practice, however, it may be difficult to determine the equilibrium market price or to account for all menu costs, so it is hard for firms and consumers to behave precisely in this manner.\n\nThe concept of menu costs was originally introduced by economists Eytan Sheshinski and Yoram Weiss in 1977. Sheshinski and Yoram argued that in aninflationaryenvironment, the prices firms charge will not rise continuously but in repeated, discrete jumps that occur when the expected increase in revenue justifies incurring the fixed cost of changing the price.\n\nNew Keynesian economists later applied the argument as a general theory ofnominal pricerigidity. Economists used it as an explanation for price-stickiness and its role in propagatingmacroeconomicfluctuations. The most direct application was a 1985 paper by Gregory Mankiw, who argued that even small menu costs could produce enough price rigidity to have a major macroeconomic impact.\n\nGeorge Akerlof and Janet Yellen put forward the idea that firms will not want to change their prices due tobounded rationality, unless the benefit is more than a small amount. This bounded rationality leads to inertia in nominal prices and wages, which can cause output to fluctuate at constant nominal prices and wages.\n\nWhen menu costs are high in an industry, price adjustments are usually infrequent. They generally only occur when theprofit marginbegins to erode to a point where avoiding menu costs results in a greater amount of lost revenue.\n\nHow expensive it is to change prices depends on the type of firm and the technology in use. For example, it may be necessary to reprint menus, update price lists, contact a distribution and sales network, or manually re-tag merchandise on the shelf. Even when there are few apparent menu costs, changing prices may make customers apprehensive about buying at the new price. This purchasing hesitancy can result in a subtle type of menu cost in terms of lost potential sales.\n\nMenu costs may be small in some industries, but there is often sufficient friction and cost at scale to exert influence on the business decision of whether to reprice or not. In a 1997 study, store-level data from five multi-store supermarket chains was examined to directly measure menu costs. The study found that menu costs per store averaged more than 35% ofnet profit margins. This means that the profitability of items needed to drop more than 35% to justify updating the final price of the items.\n\nThe authors argued that menu costs may cause considerable nominal rigidity in other industries or markets—essentially, a ripple effect through suppliers and distributors—thus, amplifying their effects on the industry as a whole.\n\nSome menu costs are unavoidable because businesses must raise their prices at some point to keep up with inflation. However, a business can minimize menu costs by devising a pricing strategy that considers their unique value and branding compared to market competitors.\n\nMenu costs vary widely by region and industry. This can be due to local regulations, which may require a separate price tag on each item, thus increasing menu costs. Alternatively, there may be relatively few fixed contract suppliers, so there are fewer limitations on price adjustment.\n\nThere are also variations on the speed of price limitations. For example, digitally managed and sold inventories have marginal menu costs, and updates to pricing can be made globally with a few clicks.\n\nIn general, high menu costs mean that prices are generally not updated until they must be. For many goods, the adjustment is usually up. When input costs drop, the marketers of a product tend to pocket the extra margin until competition forces them to reprice. This is usually done through promotional discounting rather than true price adjustment.\n\nSticky prices exist when prices do not react or are slow to react to changes in demand or production costs. Food prices in grocery stores tend to be sticky, at least for a time. For instance, if the price of tomatoes plummets, Chef Boyardee would more than likely not lower its prices, even though the input costs decreased. Instead, the food company would simply take the greater margin as profit. In this example, consumers notice no difference in price, even though it should have been lowered according to the classic laws of supply and demand.\n\nThis works the other way around, too. Olive Garden is unlikely to hike up its pasta prices if the price of one ingredient goes up. Other examples of sticky prices are hair cuts; health care; and entertainment items, such as books and movie tickets.\n\nMenu cost theory reflects the effect of a price change on a commercial enterprise. The classic example used to illustrate the theory is a restaurant that changes its prices must then bear the cost of printing new menus.\n\nMenu costs, then, are the costs to a firm of changing nominal prices in general. Every time a firm raises or cuts the prices it charges, it faces a substantial financial outlay. Another aspect of menu costs is that prices must go up in line with inflation. Thus, menu costs are unavoidable to some extent.\n\nAny costs that occur as a result of a firm changing its prices can be included as menu costs. These costs could include printing menus, updating computer systems, re-tagging items, or hiring consultants to help with pricing strategy. Menu costs can also include consumer hesitancy to purchase at the new price.\n\nYes. Menu costs result from the cost of changing prices. Purveyors must change their prices, typically, to keep up with inflation, or they may reduce their prices to be more competitive in the market. Either way, there will be associated costs for doing so.\n\nMenu costs usually are the result of inflation. For example, if the cost of food, rent, or wages goes up, a restaurant will have to raise its prices to pay for the extra cost and to make the same profit. When raising prices, there are additional costs, such as printing new menus, updating the website, etc. This means the restaurant will incur extra costs simply because of inflation.\n\nThe key to reducing menu costs is to have a good pricing strategy. Businesses should analyze their market and determine how they differ from their local competitors. This will show where their value lies where customers are concerned and can help them price their products effectively taking into account their competitor's products and prices. These steps should prevent a business from having to change its prices too frequently, or worse, reduce them.\n\nMenu costs are the costs a business must pay when it changes its prices. This can include the literal costs of printing new menus or price tags, as well as the market research incurred in determining what new price the market will bear. When menu costs are high, prices are slower to change, potentially cutting into a company's profit margins.\n\nSheshinski, Eytan and Yoram Weiss. \"Inflation and Costs of Price Adjustment.\"Review of Economic Studies, vol. 44, no. 2, June 1977, pp. 287-303.\n\nMankiw, N. Gregory. \"Small Menu Costs and Large Business Cycles: A Macroneconomic Model of Monopoly.\" The Quarterly Journal of Economics,vol. 100, no. 2, May 1985, pp. 529-538.\n\nAkerlof, George A. and Janet L. Yellen. \"Can Small Deviations from Rationality Make Significant Differences to Economic Equilibria?\"American Economic Review,vol. 75, no. 4, September 1985, pp. 708-720.\n\nLevy, Daniel, et. al. \"Magnitude of Menu Costs: Direct Evidence From Large Supermarket Chains.\" Quarterly Journal of Economics, Volume 112, Issue 3, August 1997, Pages 791–824.\n\nLevy, Daniel and et al. \"The Magnitude of Menu Costs: Direct Evidence from Large U.S. Supermarket Chains.\"The Quarterly Journal of Economics,vol. 12, no. 3, August 1997, pp. 792-825.",
  "url": "https://www.investopedia.com/terms/m/menu-costs.asp"
}