{
  "term": "What Is a Resident Alien? Who Is Considered a Resident Alien?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA resident alien is a foreign-born United States resident who isn't an American citizen. A resident alien is also known as a permanent resident or a lawful permanent resident. They're considered to be an immigrant who has been legally and lawfully recorded as a resident of the country. A resident alien must have agreen cardor pass a substantial presence test.\n\nA resident alien is someone who is a permanent resident of the country in which they reside but who doesn't have citizenship. An individual must either have a current green card or have had one in the previous calendar year to fall into this classification in the United States.\n\nPeople can also qualify under the U.S. classification of resident aliens if they pass the substantial presence test. They must have been in the United States for more than 31 days during the current year and for at least 183 days over three years including the current year.\n\nThere are three types of resident aliens according to the United States Citizenship and Immigration Services (USCIS):\n\nA resident alien can useforeign tax creditsbut a non-resident cannot. A resident alien is subject to thesame taxes as a U.S. citizenbut a non-resident alien only pays tax on domestic income that's generated within the United States, not includingcapital gains.\n\nThe U.S. Department of Homeland Security recorded admitting 1,172,910 new permanent residents in 2023. This is a 15% increase from 2022 when the U.S. admitted 1,018,350 new permanent residents.\n\nThere are some notable differences in how resident and non-resident aliens are seen in the eyes of the law. A resident alien can use foreign tax credits but a non-resident cannot. A resident alien is subject to the same taxes as a U.S. citizen. A non-resident alien only pays tax on domestic income that's generated within the United States, not including capital gains.\n\nResident aliens are required to report income from sources both within and outside the United States. Income is reported usingForm 1040. Non-resident aliens report domestic income using Form 1040NR. Form 1040NR-EZ is no longer available as of tax year 2020.\n\nIt's possible to be considered exempt from resident alien status so an individual doesn't have to prove compliance with the green card test or the substantial presence test. Situations in which a person is present in the United States on government-related issues or when a student or teacher is temporarily present in the United States are both examples of exemptions.\n\nDepending on their situations, these exempt aliens can file for an adjustment of status, a process that allows them to remain in the country and apply to become permanent residents with resident alien status.\n\nAn individual is classified as a resident alien of the U.S. for tax purposes if they meet either the green card test or the substantial presence test for the calendar year from Jan. 1 through Dec. 31.\n\nThe green card test states that a person must either have a current green card or have had one in the previous calendar year.\n\nThe substantial presence test requires that they've been in the U.S. for more than 31 days during the current year and 183 days during a three-year period that includes the current year and the two years before.\n\nThere are three categories of resident aliens, according to the United States Citizenship and Immigration Services (USCIS).\n\nA resident alien can use foreign tax credits but a non-resident cannot.\n\nA resident alien is generally subject to the same taxes as a U.S. citizen but a non-resident alien pays tax only on domestic income that's generated within the U.S., not including capital gains.\n\nResident aliens are required to report worldwide income from sources both within and outside the United States. Income is reported using Form 1040. Non-resident aliens report domestic income using Form 1040NR.\n\nA resident alien is a United States resident but not an American citizen. Resident aliens are lawfully recorded residents who hold green cards or who have passed a substantial presence test. Numerous, interlocking residency rules apply to the status and some individuals are exempt. Resident aliens are generally subject to the same taxes as U.S. citizens but the IRS provides them with their own tax return.\n\nSpeak with a government representative or an attorney if you’re unsure of your status or you’re considering hiring an immigrant.\n\nInternal Revenue Service. \"Substantial Presence Test.\"\n\nU.S. Citizenship and Immigration Services. \"Green Card.\"\n\nU.S. Citizenship and Immigration Services. \"Conditional Permanent Residence.\"\n\nU.S. Citizenship and Immigration Services. \"How Do I Get a Reentry Permit?\"\n\nAgn International. \"What’s the Difference Between a Resident and Non-Resident Alien?\"\n\nU.S. Department of Homeland Security Office of Homeland Security Statistics. \"U.S. Lawful Permanent Residents: 2023.\" Page 4.\n\nInternal Revenue Service. \"About Form 1040-Nr-Ez, U.S. Income Tax Return for Certain Nonresident Aliens With No Dependents.\"\n\nInternal Revenue Service. \"About Form 1040-Nr, U.S. Nonresident Alien Income Tax Return.\"\n\nInternal Revenue Service. \"U.S. Residents.\"\n\nInternal Revenue Service. \"Topic No. 851, Resident and Nonresident Aliens.\"\n\nInternal Revenue Service. \"Taxation of Nonresident Aliens.\"",
  "url": "https://www.investopedia.com/terms/r/residentalien.asp"
}