{
  "term": "What Is an Executive MBA (EMBA)? Comparison to MBA and Costs",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nExecutive master of business administration is a degree program similar to a master of business administration (MBA) program but specifically designed for corporate executives and senior managers already in the workforce. An executive MBA program referred to as an EMBA enables executives to earn the degree while continuing to hold their existing jobs. Typically, EMBA students are relatively senior in their fields and possess considerable work experience before entering the program.\n\nThe EMBA program is comprised of a mix of classroom teaching on evenings and weekends, online classes and tutorials, and occasional full-day workshops. Equivalent to a full-time MBA program in scope and requirements, an EMBA program can last as long as 24 months.\n\nIntensive modular classes to reinforce expertise and fill knowledge gaps are primary motivators for executives to embark on this program. They engage in core coursework in finance and accounting, operations management, strategic management, marketing, human resources, and other disciplines and may take specialized electives.\n\nAn EMBA program may take up to two years to complete and could potentially cost $200,000.﻿﻿\n\nStudents in EMBA programs come away with an enhanced skills base to advance their career prospects at their organizations, not to mention the credential of a master's degree and a new alumni network. Because most of these executives are also working while earning their EMBAs, they are better positioned to apply themanagement techniques, andbest practiceslearned in the classroom to real-life situations than traditional MBAs in school full-time.\n\nThere are numerous EMBA programs in the U.S. and abroad.The Economistcites 65 universities that offer EMBAs and states that \"these pricey programmes are more popular than ever.\" Its top 10-rated programs ranked for 2020 rankings include those offered by the business schools at the University of California at Berkeley, Northwestern, Brown, and Yale.﻿﻿\n\nThe Economistranks the school's EMBA programs on broad measures like personal development, educational experience, and career development. As with the regular full-time MBA programs, these universities have a competitive admissions process.\n\nThere is no absence of good EMBA programs in the U.S. and abroad from which to choose. It's essential to research EMBA programs thoroughly to find the best school, program, and location for your particular needs. However, what is possibly more germane is to understand whether pursuing an EMBA degree is the right path.\n\nThe question of whether an EMBA degree program would be worthwhile depends on your set of requirements, career goals, basic needs, lifestyle, and so on. Generally, an excellent place to begin this investigation is by looking at time and money factors.\n\nEMBA programs are not cheap and can cost as much as $200,000.﻿﻿ So, whether you are paying out of your pocket or being sponsored by your company, you should perform a basicreturn on investment (ROI)analysis to gauge if it is worthwhile financially. If you are working full-time and your company is footing the bill for your EMBA, there would be no monetaryopportunity cost, but the time consideration remains.\n\nSuppose you, as an executive, cannot travel to close a deal, meet with a client to develop new business, or stay late in the office to satisfy a pressing deadline because you need to attend a class or do homework instead. In that case, there might be a huge opportunity cost to you and your career. You must carefully review these and other criteria and include them as part of yourcost-benefit analysisto help decide if an EMBA is the best choice for you.\n\nNew York University. \"NYU Stern Graduate Financial Aid.\" Accessed March 27, 2021.\n\nThe Economist. \"Executive MBA Ranking 2020.\" Accessed Feb. 28, 2021.\n\nNew York University. \"NYU Stern Graduate Financial Aid.\" Accessed March 27, 2021.",
  "url": "https://www.investopedia.com/terms/e/executive-mba.asp"
}