{
  "term": "What Notching Debt Means to Credit Rating Agencies",
  "definition": "Notching is the practice by credit rating agencies to give differentcredit ratingsto the particular obligations or debts of a single issuing entity or closely related entities.\n\nRating distinctions among obligations are made based on differences in their security or priority of claim. With varying degrees of losses in the event ofdefault, obligations are subject to being notched higher or lower. Thus, while company A may have an overall credit rating of \"AA,\" its rating on itsjunior debtmay be \"A.\"\n\nCompanies are given credit scores by specialist credit rating agencies, which evaluate a firm's creditworthiness and its ability to meet its debt payments and other obligations. However, a company may also issue several types of debts (e.g., secured vs. unsecured) or related types of obligations (such as preferred shares or convertible bonds). As a result, the credit rating on those particular debts or obligations may differ somewhat from the issuing company's overall credit rating due to unique risks or restrictions on those obligations.\n\nMoody's Investors Service(\"Moody's) andStandard & Poor's Financial Services(\"S&P\") are two major credit rating agencies that notch up or notch down instruments within the same corporate family depending on placement in anobligor'scapital structure and their level of collateral.\n\nThe base from which an instrument is notched in either direction is an obligor's senior unsecured debt (base = 0), or the corporate family rating (CFR). Notching also applies to the structural subordination of debt issued by operating subsidiaries or holding companies, according to S&P. As an example, the debt of a holding company of an enterprise could be rated lower than the debt of the subsidiaries, the entities that directly own the enterprise's assets and cash flows.\n\nNotching is not a precise science and credit rating agencies may use different approaches to determine the credit risk of bond and debt issuers. As a result, it is not uncommon for different credit rating agencies to assign different credit ratings to the same issuer.\n\nIn 2017, Moody's published an update to its 2007 notching methodology. This most recent guidance indicated as \"applicable in most cases\" was as follows:\n\nIn a small number of cases, Moody's will notch beyond the -2 to +2 range under one or more of the following circumstances:\n\nNotching is not just used to evaluate the credit risk of bond and debt issuers. It is also used to evaluate the credit risk of other types of financial instruments, such as structured finance products, such as collateralized debt obligations (CDOs). CDOs are complex securities that are backed by a pool of assets, such as mortgages or corporate bonds. The credit risk of a CDO is determined by evaluating the credit risk of the assets that make up the pool. This process is known as \"tranche notching,\" and it involves assigning different credit ratings to differenttranches(or slices) of the CDO based on the level of subordination of the tranches. Tranches that are more highly subordinated (i.e., ranked lower in the repayment hierarchy) are considered to be more risky and are assigned lower credit ratings. Tranches that are more senior (i.e., ranked higher in the repayment hierarchy) are considered to be less risky and are assigned higher credit ratings.\n\nImagine that ABC Company has issued two corporate bonds: Bond A and Bond B. Bond A is asenior bond, which means that it has a higher priority for repayment in the event of default compared to Bond B. Bond B is ajunior bond, which means that it has a lower priority for repayment.\n\nABC Company's creditworthiness is evaluated by a credit rating agency, which determines that the company has a strong financial profile and is likely to be able to make timely interest and principal payments on both Bond A and Bond B. As a result, the credit rating agency assigns ABC Company an A credit rating and assigns both Bond A and Bond B an A credit rating as well.\n\nHowever, over time, ABC Company's financial performance begins to deteriorate. It takes on more debt and its profits decline, which raises concerns about its ability to meet its financial obligations. As a result, the credit rating agency conducts a review of ABC Company's creditworthiness and decides to downgrade the company's overall credit rating from A to BBB.\n\nIn this case, the credit rating agency would use notching to express the difference in credit risk between Bond A and Bond B. Since Bond A is a senior bond, it is considered to be less risky than Bond B and is assigned a BBB+ credit rating. Bond B, on the other hand, is considered to be more risky and is assigned a BBB- credit rating. The difference in credit risk between Bond A and Bond B is expressed as two notches, with Bond A having a higher credit rating (and a lower notch) than Bond B.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nIn bond trading, a notch is a measure of the difference in credit risk between two bonds, usually issued by the same issuer. It is calculated by taking the difference in the credit ratings of the two bonds and expressing it in terms of notches. For example, if one bond has a credit rating of A- and another bond has a credit rating of BBB+, the difference in credit risk between the two bonds would be expressed as one notch.\n\nNotching is important because it helps investors to make informed decisions about the creditworthiness of the various bonds and debt instruments issued by the same issuers by using easy to understand ratings, grades, or scores. By understanding the likelihood of default, investors can determine the level of risk they are willing to take on when investing in a particular bond or debt issuer. This is especially important for investors who are considering purchasing high-yield bonds, as these bonds are generally considered to be more risky than investment-grade bonds. Notching can also be used by bond and debt issuers to determine their own creditworthiness, as it can help them to identify any areas where they may need to improve their financial health in order to attract investors.\n\nA notch downgrade is a decrease in the credit rating of a particular bond from a debt issuer. It is expressed in terms of notches, with each notch representing a difference in credit risk. For example, if a bond issuer's credit rating is downgraded from A- to BBB+, the downgrade would be expressed as one notch.\n\nA notch downgrade can occur when the creditworthiness of the bond or debt issuer deteriorates. This can be due to a variety of factors, including declining financial performance, increased debt levels, or changes in market conditions that affect the issuer's ability to meet its financial obligations. A notch downgrade can have significant implications for the issuer, as it may make it more difficult for the issuer to access funding in the future and may also lead to an increase in the issuer's borrowing costs. It can also have negative consequences for investors in the issuer's bonds, as a downgrade may indicate an increased risk of default and may lead to a decrease in the value of the bonds.\n\nSubordination-based notching is a method of rating the credit risk of bond or debt issuers based on the level of subordination of the issuer's debts.Subordinationrefers to the ranking of debts in terms of priority for repayment in the event that the issuer becomes bankrupt or is unable to meet its financial obligations. Debts that are ranked higher in the subordination hierarchy are considered to be more senior and are more likely to be repaid in the event of default.\n\nSubordination-based notching is used to determine the credit rating of an issuer by taking into account the level of subordination of the issuer's debts. For example, an issuer with highly subordinated debts (i.e., debts that are ranked lower in the subordination hierarchy) may be assigned a lower credit rating than an issuer with more senior debts. This is because the issuer with highly subordinated debts is considered to be at a higher risk of default, as it is less likely to have the financial resources available to meet its obligations. Subordination-based notching is often used in the evaluation of structured finance instruments, such ascollateralized debt obligations(CDOs).\n\nNotching is the process of rating the credit risk of the various bonds from the same debt issuer, such as a company or a government, using discrete rating levels, or notches. So, if a company issues several bonds, not every one may receive the same credit rating based on its relative riskiness, terms, features, subordination, and clauses. It is used to determine the likelihood that the issuer will default on its debt obligations. Notching can be used to determine the credit rating of an issuer, which is a measure of the issuer's ability to make timely interest and principal payments. Notching can also be used to determine the risk premium that investors should demand for taking on the risk of investing in the bond or debt issuer.\n\nMoody's Investors Service. \"Moody's Updates Its Cross-Sector Methodology for Notching Instrument Ratings Due to Differences in Security and Priority of Claim.\"\n\nMoody's Investors Service. \"Notching Corporate Instrument Ratings Based on Differences in Security and Priority of Claim,\" Page 4. (Login Required.)",
  "url": "https://www.investopedia.com/terms/n/notching.asp"
}