{
  "term": "What Is a Bank Draft? Definition, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nA bank draft is a payment that is like a check, but its amount is guaranteed by the issuing bank. The funds are drawn from the requesting payer's account and are then placed in the bank's reserve account until the draft is cashed by the payee. Bank drafts provide the payee with a form of payment that is more secure than personal checks.\n\nYou have several options available to make secure, certified payment options includingcertified checks,wire transfers, and bank drafts. Certified payment options give the payee more security because the funds are guaranteed,\n\nBank drafts—also called banker's drafts, bank check, or teller's check—are guaranteed by the issuing bank—in many cases, for a large amount of money. You may be required to provide a bank draft when you make payment for a major purchase, such as for a down payment to buy property.\n\nWhen you request a bank draft, the bank ensures you have enough money in your account to cover the amount requested. It then withdraws the money from your account and moves it to the bank's reserve account.\n\nThe bank then prepares the draft with your name and the amount you are paying the third party, the payee. The draft has a serial number, watermarks, and may even have micro-encoding that identifies it as a legitimate form of payment.\n\nSince the funds are already withdrawn from your account when you buy the draft, the issuing bank essentially becomes the payer.\n\nBank drafts may be required by a seller when they have no relationship with a buyer, when atransactioninvolves a large sum, or if the seller believes collecting payment may be difficult.\n\nBanks normally charge customers for drafts. This means that in addition to the amount of the draft, the requesting customer may be liable for afee—usually a flat fee based on the total amount of the draft or a percentage of the draft. Banks may waive the fee for customers who have a good relationship with the institution or for those who are consideredhigh-net-worth individuals(HNWIs).\n\nSome banks may not putstop paymentson drafts once they're issued. That's because the transaction has already taken place, according to their records.\n\nIf you want to reverse the transaction, the bank usually requires that youredeemthe draft for the full amount. In some cases, it is possible to cancel or replace a lost, stolen, or destroyed draft as long as you have the required documentation.\n\nA bank draft and amoney orderare both guaranteed for a specific amount and they are both considered a secure method of payment for a payee.\n\nThe payer does not need to carry large amounts of money when using a bank draft or money order. However, a bank draft is a check drawn on a bank’s funds after accepting the amount from the issuer’s account, whereas cash is used when purchasing amoney order. You can use cash or a debit card to buy a money order, but you cannot use a credit card.\n\nYou can only purchase bank drafts from a financial institution like a bank or credit union. You can buy money orders from certified stores and post offices as well as banks.\n\nSince money orders could be used tolaunder money, you can only purchase a money order in the U.S. for up to $1,000 if you are sending it domestically or for up to $700 if you are sending it internationally. Bank draft amounts can be much higher.\n\nDue to the limited amounts of money orders—and the process banks go through when issuing drafts—money orders typically cost less than bank drafts. Getting a bank draft can be more difficult than getting a money order because you must get the draft from your bank.\n\nWith a bank draft, the funds are withdrawn from your bank account and then the check is made out from the bank, which guarantees it. Your funds are placed into the bank's reserve account. With a certified check, the money is also guaranteed by the bank, but your funds are not withdrawn until the check is cashed. Instead, they are placed on hold.\n\nOnce a bank draft is given to the person it was intended for, it cannot be cancelled. You, as the purchaser, are responsible for delivering the draft to the payee. If you lose it, you will have to take several steps to get a new draft, which may include providing asurety bondor signing an indemnity.\n\nThe amount a bank draft will cost will vary by financial institution. Some may charge a flat fee while others may charge a percentage of the check amount. For example, TD Bank charges $9.95 for a bank draft.\n\nWhile not ideal for everyday purchases, bank drafts can be very useful payments methods when you are making a major purchase. A seller may request a bank draft for added security to ensure they will receive their funds. You may find you need to provide a bank draft for purchases like a car or a home. In that case, you can pay a fee to a bank to get the draft, which you then provide to the seller.\n\nRoyal Bank of Canada. \"What Is a Bank Draft?\"\n\nU.S. Post Office. \"Sending Money Orders.\"\n\nCorporate Finance Institute. \"Bank Draft.\" Accessed Sept. 10, 2020.\n\nU.S. Post Office. \"Money Orders - The Basics.\"\n\nNational Bank of Canada. \"What Is a Bank Draft?\"\n\nTD Bank. \"How Do Bank Drafts Work?\"",
  "url": "https://www.investopedia.com/terms/b/bank_draft.asp"
}