{
  "term": "What Are Double Bottom Patterns?",
  "definition": "Spot Major Potential Trend Reversals with Double Bottoms\n\nA double bottom pattern is a classic technical analysis charting formation that represents a major change in trend and a momentum reversal from a prior down move in market trading. It describes the drop of a security or index, a rebound, another drop to the same or similar level as the original drop, and finally anotherrebound(that may become a new uptrend). The double bottom looks like the letter \"W.\" The twice-touched low is now considered a significant support level. While those two lows hold, the upside has new potential.\n\nIn terms of profit targets, a conservative reading of the pattern suggests the minimum-move price target is equal to the distance of the two lows and the intermediate high. More aggressive targets are double the distance between the two lows and the intermediate high.\n\nIn technical analysis of financial markets, a double bottom is significant in that it suggests an important low, or strong level ofsupport, has been reached following a down move. While the double bottom low remains in place, price movement is likely to exhibit a retracement higher and possibly indicate the beginning of a new uptrend.By the same token, a drop below the double bottom lows in subsequent periods suggests the downtrend is resuming and thebearshave reasserted their primacy.\n\nAs with many chart patterns, a double bottom pattern is best suited for analyzing the intermediate-to longer-term view of a market.\n\nGenerally speaking, the longer the duration between the two lows in the pattern, the greater the probability that the chart pattern will be accurate.\n\nIt is, for the reason above, better to use daily or weekly data price charts when analyzing markets for this particular pattern.\n\nThe double bottom pattern always follows a major or minor down trend in a particular security, and signals a reversal and the beginning of a potential uptrend. The pattern should be validated by a change inmarket fundamentalsfor the security itself (for example, better earnings), as well as the sector that the security belongs to, and the market in general. The fundamentals should reflect the characteristics of an upcoming reversal in market conditions. Also, volume should be closely monitored during the formation of the pattern. A spike in volume typically occurs during the two upward price movements in the pattern. These spikes involumeare a strong indication of upward price pressure and serve as further confirmation of a true double bottom pattern.\n\nOnce the closing price is in the second rebound and is approaching the high of the first rebound of the pattern (in other words, the middle of the \"W\"), a noticeable expansion in volume is coupled with fundamentals that indicate market conditions are conducive to a reversal. A long position should be taken on a daily close above the price level of the high of the first rebound, with a stop loss at the second low in the pattern. The minimum measured move objective for the pattern is the distance from the two lows to to the intermediate high in the middle of the pattern. A more aggressive interpretation of the pattern suggests a target at two times the distance between the lows and the intermediate high.\n\nThe daily trading chart above shows a double bottom in the case of an overall downtrend in Advanced Micro Devices (AMD). The first low is met by significant buying interest after a sudden, sharp decline, producing a long, lightcandlestickand a bullish engulfing line (if you're also using candlestick analysis, those are bothbullishreversal patterns). The subsequent high is nearly 10% up from the first low, suggesting investors should keep a sharp eye out for another downside move at this point, as rebounds from the first low are typically on the order of 10% to 20%.\n\nThe second low of the pattern is within 3% to 4% of the prior low, contributing to the validity of the pattern. With the second bottom now in place, traders should reckon with a potentialcorrectionhigher, or even a new uptrend, as a level of significant support has been reached and tested twice. The pattern is invalidated and downside potential resumes on a drop below the double bottom lows. On the other hand, a daily close above the intermediate high suggests a major reversal and perhaps the beginning of a new uptrend.\n\nDouble bottom formations are highly effective when identified correctly. However, they can be extremely detrimental when they are interpreted incorrectly. Therefore, one must be extremely careful and patient before jumping to conclusions. The clue to watch for is another bottom around the earlier low, followed by bullish confirmation in subsequent periods, for example, days or weeks. Such patterns are most readily visible on daily and weekly charts.\n\nNo, there is room to play with the relative levels of the lows, though they should be within 3% to 4% of each other. In fact, if you think about it, a higher second bottom suggests the selling pressure came to an earlier end, indicating the low of the first bottom is a potentially highly significant support level. That said, it is perhaps surprising how many times the double bottom lows are identical, adding great significance to the low price point as major support.\n\nA double bottom is suggestive of a change in direction higher and possibly the start of a new uptrend. To put it in buyers/sellers terms, the sellers have created a downtrend that came to a low point (support), which led to a rebound or short-covering. The rebound that follows is considered corrective within the overall downtrend, meaning the sellers are still in place, and they eventually make another try for the downside. However, the previous low/support level manages to hold again, meaning the fundamentals may have changed and the selling pressure may have been exhausted, leaving the sellers suddenly on the wrong side of the downward move.\n\nYes, the minimum price target for the formation is the distance from the previous low to the corrective high in the middle of the formation. So the target is roughly 10% higher from the initial low. Gains beyond that level, after the second bottom has been reached, would be an extremely bullish signal and may confirm a more significant bottom has been reached and the upside is now in play.\n\nDouble bottom formations are among the most significantchart patternsfor identifying longer-term shifts in trends, signaling a major low has been reached for the foreseeable future. The pattern typically suggests a 10% to 20% rebound after the second low has been made, but there may be more upside if the fundamental landscape has changed in the securities' favor. For instance, positive future earnings outlook could create a new uptrend.\n\nDouble bottoms are best identified visually, using relatively long-term charts (daily and weekly). The lows do not have to be identical, but preferably between 3% to 4% of each other. The upside potential has as its minimum measured target level the highs of the first rebound (about 10%). Apullbackand second test of the downside support completes the pattern if the low is within 3% to 4% of the prior low. Once the double bottom pattern is formed, traders should keep an eye out for upside moves. If the high in the middle of the pattern is breached after the second bottom has been formed, it suggests further upside potential and perhaps the start of a new uptrend.\n\nRivkin Securities. \"Technical Analysis: Double Bottom Patterns.\"\n\nCabot Wealth Network. \"Double Bottom Chart Pattern 101: Should You Invest?\"",
  "url": "https://www.investopedia.com/terms/d/doublebottom.asp"
}