{
  "term": "What Is Homo Economicus? Definition, Meaning, and Origins",
  "definition": "Homo economicus is a theoretical abstraction that someeconomistsuse to describe a rational human being. In certain neoclassical economic theories, people are portrayed this way: as ideal decision-makers with complete rationality, perfect access to information, and consistent, self-interested goals.\n\nHomo economicus, or economic man, is the figurative human being characterized by the infinite ability to make rational decisions. Certain economic models have traditionally relied on the assumption that humans are rational and will attempt to maximize their utility for both monetary and non-monetary gains.\n\nModern behavioral economists and those who studyneuroeconomics, however, have demonstrated that human beings are, in fact, not rational in their decision-making. They argue that a \"more human\" subject (that makes somewhat predictable irrational decisions) would provide a more accurate tool for modeling human behavior.\n\nThe origins of homo economicus lie in an essay about the political economy by the English civil servant, philosopher, and political economistJohn Stuart Millin 1836. The essay, which was titledOn the Definition of Political Economy and on the Method of Investigation Proper to It, attempted to assign characteristics to subjects under consideration for the new field.\n\nMill's subject was a \"being who desires to possess wealth, and who is capable of judging the comparative efficacy of means for obtaining that end.\" He stated thatpolitical economyabstracts other human motives, except for those that help the hypothetical being in his pursuit of wealth.\n\nLuxury is considered part of the being's desires, as well as producing babies. The economic man's tastes and propensities are also passed on from one generation to another, according to Mill. In Mill's model, a parent with a taste for luxury might have children who possess similar tendencies.\n\nThe most important trait of homo economicus is that they care, primarily, about maximizing profit. More importantly, they are always able to make decisions that allow them to pursue this goal in the most efficient way. If they are a consumer, the primary goal of the homo economicus is to maximize utility; if they are a producer, their primary goal is profit.\n\nIn addition to profit-maximization, there are several other defining traits of homo economicus. These traits include flawless rationality, unlimited cognitive capacity, perfect information, narrow self-interest, and preference consistency.\n\nThe decision-making of the homo economicus is perfectly rational and is never influenced by any personal biases. The homo economicus also has an unlimited cognitive capacity and can process any amount of information, regardless of its quantity, quality, or complexity. Furthermore, the homo economicus has access to all the relevant information that relates to the decisions they have to make.\n\nThe homo economicus possesses narrow self-interest; they are only concerned with helping themselves. Finally, the homo economicus' preferences and goals remain constant over time.\n\nThe homo economicus is a cornerstone of the neoclassical economics approach, particularly in microeconomics. In modern economics, the neoclassical theory rests on three assumptions: rational decisions, maximization of utility, and a self-interested orientation.\n\nThis assumes that individuals are conscious of making decisions based on their own self-interest, that individuals have relevant and full information so they can make a rational calculation that would maximize utility, and that the primary goal for companies is to maximize profits and for individuals, to maximize utility.\n\nCompanies accomplish this by adding to their workforce until a point where the value of the output balances the additional cost of hiring workers. Consumers attempt to maximize utility by paying for goods and services up to the point that the amount they pay balances the satisfaction gained from an extra unit.\n\nHistory and various economic crises over the years have proved that the theory of an economic man is a flawed one.Daniel Kahneman, an Israeli-American psychologist and Nobel laureate, and Amos Tversky, a leading expert in judgment and human decision making, founded the field ofbehavioral economicswith their 1979 paper, \"Prospect Theory: An Analysis of Decision under Risk.\"\n\nKahneman and Tversky researched human risk aversion, finding that people's attitudes regarding risks associated with gains are different from those concerning losses. Homo economicus, and the idea that humans always act rationally, is challenged by risk aversion. Kahneman and Tversky, for example, found that if given a choice between definitely getting $1,000 or having a 50% chance of getting $2,500, people are more likely to accept the $1,000.﻿﻿\n\nBecause there are many criticisms ofthe homo economicus model, there have been alternative models of human decision-making that have been proposed over the years. Here are a few of them:\n\nHomo reciprocans:The homo reciprocans is a person who rewards positive actions and punishes negative actions.\n\nHomo politicus:The homo politicus is a person that always acts in a way that is consistent with what is best for society.\n\nHomo sociologicus:The homo sociologicus is a person that is not always perfectly rational because they are affected by society; they strive to fulfill their role in society but are also influenced by societal forces.\n\nIt's important to keep in mind that these models are not mutually exclusive. For example, while a person may act like a homo reciprocans in one situation, they may act like a homo politicus in a different situation.\n\nThe most common example provided of the homo economicus is that of a businessperson.\n\nThe businessperson seeks to eke out profits from each transaction and decision. For example, they may automate operations and lay off workers in order to maximize productivity. Similarly, they might get rid of non-performing parts of their business to focus on the ones that generate profits.\n\nIn 2007, in an essay inThe New York Review of Bookscalled “Who Was Milton Friedman?” Paul Krugman wrote that \"For most of the past two centuries, economic thinking has been dominated by the concept of Homo economicus…. It’s easy to make fun of this story. Nobody, not even Nobel-winning economists, really makes decisions that way. But most economists—myself included—nonetheless find Economic Man useful, with the understanding that he’s an idealized representation of what we really think is going on.\"﻿﻿\n\nThe homo economicus brings the same rationality to their dealings in other spheres of life. But the theory falls short in explaining the rationale behind some seemingly irrational decisions. For example, rationality should dictate that the rational business person should use profits from their business to live a fairly frugal existence. But that is not always the case. The prevalence of luxury items andphilanthropyare direct refutations of the theory.\n\nThe idea of the homo economicus was introduced by John Stuart Mill in the 19th century in an essay about the political economy. Mill's theory was an extension of other ideas proposed by economists, such as Adam Smith and David Ricardo, who also saw humans as primarily self-interested economic agents.\n\nSmith characterized humans as motivated by economicself-interestand the maximization of pleasure. He also described the human actor as rational with an underlying self-interest in the pursuit of wealth.\n\nInstrumental rationality is a way of reasoning that is concerned with the most efficient way to achieve an end. Instrumental rationality can be contrasted with value rationality, which only recognizes ends that are right, or legitimate in themselves. The sociologist Max Weber was the first to observe these two capacities and label them as such. Some characterizations paint the homo economicus as a perfectly rational, but amoral, actor. In this way, it could be said that homo economicus acts in a way that is consistent with instrumental rationality.﻿﻿\n\nBehavioral economics challenges the traditional view of the homo economicus. Behavioral economics tries to understand how psychology affects economic decisions. According to behavioral economists, humans are anything but rational.\n\nNot only are individuals not always self-interested, but they also are not always concerned with maximizing benefits and minimizing costs. Most decision-making occurs with insufficient knowledge and processing capability, and we sometimes lack the self-control to engage in self-interested behavior. In addition, our preferences change, often in response to the context in which a decision is being made. For this reason, the theoretical abstraction of the homo economicus is incompatible with some of the basic beliefs of behavioral economics.\n\nOnline Library of Liberty. \"The Collected Works of John Stuart Mill, Volume IV - Essays on Economics and Society Part I.\" Accessed May 12, 2021.\n\nThe American Journal of Economics and Sociology. \"A Critical Review ofHomo Economicusfrom Five Approaches.\" Accessed May 12, 2021.\n\nEconometrica. \"Prospect Theory: An Analysis of Decision under Risk.\" Accessed May 12, 2021.\n\nNature. \"Homo reciprocans.\" Accessed May 12, 2021.\n\nNature Economy. \"Homo Oeconomicus and Homo Politicus.\" Accessed May 12, 2021.\n\nPsyPost. \"Homo economicus vs. Homo sociologicus: Do values influence actual behavior?\" Accessed May 12, 2021.\n\nThe New York Review of Books. \"Who Was Milton Friedman?\" Accessed May 12, 2021.\n\nStanford Encyclopedia of Philosophy. \"Instrumental Rationality.\" Accessed May 12, 2021.",
  "url": "https://www.investopedia.com/terms/h/homoeconomicus.asp"
}