{
  "term": "What Is Pure Risk? Definition, 2 Potential Outcomes, and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPure risk is a category ofriskthat cannot be controlled and has two outcomes: complete loss or no loss at all. There are no opportunities for gain or profit when pure risk is involved.\n\nPure risk is generally prevalent in situations such asnatural disasters, fires, or death. These situations cannot be predicted and are beyond anyone's control. Pure risk is also referred to as absolute risk.\n\nThere are no measurable benefits when it comes to pure risk. Instead, there are two possibilities. On the one hand, there is a chance that nothing will happen or no loss at all. On the other, there may be the likelihood of total loss.\n\nPure risks can be divided into three different categories: personal, property, and liability. There are four ways to mitigate pure risk: reduction, avoidance, acceptance, and transference. The most common method of dealing with pure risk is to transfer it to an insurance company by purchasing an insurance policy.\n\nMany instances of pure risk are insurable. For example, an insurance company insures a policyholder's automobile against theft. If the car is stolen, the insurance company has to bear a loss. However, if it isn't stolen, the company doesn't make any gain. Pure risk stands in direct contrast tospeculative risk, which investors make a conscious choice to participate in and can result in a loss or gain.\n\nPure risks can be insured because insurers are able to predict what their losses may be.\n\nPersonal risks directly affect an individual and may involve the loss of earnings and assets or an increase in expenses. For example,unemploymentmay create financial burdens from the loss of income and employment benefits. Identity theft may result in damaged credit, and poor health may result in substantial medical bills, as well as the loss of earning power and the depletion of savings.\n\nProperty risks involve property damaged due to uncontrollable forces such as fire, lightning, hurricanes, tornados, or hail.\n\nLiability risks may involve litigation due to real or perceived injustice. For example, a person injured after slipping on someone else's icy driveway may sue for medical expenses, lost income, and other associated damages.\n\nUnlike most speculative risks, pure risks are typically insurable through commercial, personal, orliability insurancepolicies. Individuals transfer part of a pure risk to an insurer. For example, homeowners purchase home insurance to protect against perils that cause damage or loss. The insurer now shares the potential risk with the homeowner.\n\nPure risks are insurable partly because thelaw of large numbersapplies more readily than to speculative risks. Insurers are more capable of predicting loss figures in advance and will not extend themselves into a market if they see it as unprofitable.\n\nUnlike pure risk, speculative risk has opportunities for loss or gain and requires the consideration of all potential risks before choosing an action. For example, investors purchasesecuritiesbelieving they will increase in value.\n\nBut the opportunity for loss is always present. Businesses venture into new markets, purchase new equipment, and diversify existing product lines because they recognize the potential gain surpasses the potential loss.",
  "url": "https://www.investopedia.com/terms/p/purerisk.asp"
}