{
  "term": "What Is Revolving Credit? What It Is, How It Works, and Examples",
  "definition": "Revolving credit refers to a type of credit account that allows the borrower to repeatedly borrow up to a certain limit. Making payments reduces the balance owed and frees up credit, which can be used again. Credit cards, personal lines of credit, andhome equity lines of credit (HELOCs)are all types of revolving credit.\n\nIf you've ever applied for a credit card, you've applied for revolving credit. Lenders review credit applications and either approve or deny them. If approved, the bank or financial institution opens the account and provides acredit limit—the maximum amount of money that a customer can borrow.\n\nYour available credit will fluctuate depending on how much you spend. For example, if you have a credit card with a $1,500 credit limit and you charge $500 to it, you have $1,000 of available credit. If you pay off the $500balance, you would have access to the full $1,500 credit limit.\n\nRevolving credit accounts typically require a minimum monthly payment, if you have a balance. You must make at least that minimum payment each month to remain in good standing. If you miss a payment you can be charged a late fee, and if you're late enough the late payment and delinquent account can be reported to the credit bureaus and damage yourcredit score.\n\nIf you carry a balance on your revolving account from one statement period to the next, the bank typically charges an interest fee. These rates can vary widely, and for credit cards they can be quite high. Revolving credit usually has higher interest rates than interest rates charged for traditionalinstallment loans.\n\nThankfully, you can usually avoid interest completely on credit cards if you pay your full statement balance each month. This will save you money compared to carrying a balance, and it's better for your credit because it helps keep your credit utilization down.\n\nGenerally, a revolving account stays open until you choose to close it. Your bank or financial institution might raise your credit limit or adjust your interest rates, but it'll communicate that information to you.\n\nLike many financial products, a revolving line of credit has an impact on your credit score, for good or bad. Credit score models look at several factors when calculating your credit score. Credit utilization and payment history are a couple of factors that make up a large percentage of your score, and revolving accounts affect them directly.\n\nYourcredit utilization ratiois the amount of credit you've used out of the total available to you. It's usually represented as a percentage. For example, if you have two credit cards that each have $1,500 credit limits, you have $3,000 of total available credit. Say you have a $1,000 balance. At that point in time, your credit utilization ratio is 33.33% ($1,000 / $3,000 = 33.33%).\n\nIn general, the higher your credit utilization ratio, the worse it is for your credit score. Many financial experts advise keeping your credit utilization rate at 30% or less for the best possible credit score.Utilizing more than this can show that you're reliant on borrowing, so you may be a riskier borrower, which may reduce your score.\n\nPayment history is simpler. A record of on-time payments will be excellent for your credit score. Late payments usually incur late fees from the lender. But generally, late payments are only reported to the credit bureaus once they're 30 days late; they'll only start hurting your credit score at that point.\n\nIf you fall behind on your revolving credit account or max out your spending, your credit score can take a hit. However, if you consistently make payments on time and keep your credit utilization ratio low, a revolving credit account can greatly improve your credit score over time.\n\nTo determine a customer's credit limit, lenders consider a borrower'scredit score, income, and employment stability, among other factors.\n\nSome of the most popular financing products are types of revolving credit. For instance, these are all popular lines of revolving credit:\n\nGuaranteed by collateral (like your house)\n\nLender can seize the asset if a borrower defaults\n\nExamples: home equity loans and lines of credit\n\nHigher interest rates because it's riskier for lenders\n\nApproval is harder since there's no asset to back it up\n\nRevolving credit can be either secured or unsecured.\n\nTo understand revolving credit, it can help to contrast it with installment credit, orinstallment debt.\n\nWith installment loans, you apply for a product like a mortgage, car loan, or student loan. You're presented with terms, including interest rates and a loan period. These terms are generally fixed (although there are exceptions), so they're not as flexible as revolving credit options. You're given a lump sum, and then you must pay it back over time with fixed monthly payments, which you'll know ahead of time. Installment loans are often used for large purchases, like cars and homes.\n\nWith revolving credit, like a credit card, you're given access to a credit line that remains open. You can borrow as much as you want from that credit line (that's what you do when you make credit card purchases). The amount you have to pay each month depends on how much you spend, so it can vary quite a bit. Your interest rate is also usually variable, so it can change over time. Credit cards often come with annual fees as well.\n\nRevolving credit is such an important part of many people's personal finances that it's easy to forget how much we rely on it. Whether you have credit cards or ahome equity line of credit, you have access to money should you need it. As long as you're able to repay your debts, revolving credit can make spending more convenient while helping you build a solid credit score.\n\nExperian. \"Understanding Revolving Credit.\"\n\nConsumer Financial Protection Bureau. \"What Is a Credit Score?\"\n\nCapital One. “Credit Utilization Ratio: What You Need to Know.”\n\nOffice of the Comptroller of the Currency. “Credit Card Lending,” Page 159 (pdf).",
  "url": "https://www.investopedia.com/terms/r/revolvingcredit.asp"
}