{
  "term": "What Is the Securities Exchange Act of 1934? Reach and History",
  "definition": "The Securities Exchange Act of 1934 (SEA) was created to govern securities transactions on thesecondary market, after issue. Its goal was to ensure greater financial transparency and accuracy and less fraud or manipulation.\n\nThe SEA authorized the formation of theSecurities and Exchange Commission (SEC), the regulatory arm of the SEA. The SEC has the power to oversee securities—stocks, bonds, andover-the-countersecurities—as well as markets and the conduct of financial professionals, including brokers, dealers, and investment advisors. It also monitors the financial reports thatpublicly traded companiesare required to disclose.\n\nThe SEA regulates trading on the secondary market and major stock exchanges, as well as participants in these markets. Participants can include exchanges, brokers, transfer agents, and clearing agencies. The secondary market is where trading happens after assets are initially issued by a company. These assets can include stocks, bonds, stock options, and stock futures.\n\nAll companies listed on stock exchanges must follow the reporting requirements outlined in the Securities Exchange Act of 1934. Primary requirements include:\n\nThe purpose of these requirements is to ensure transparency, fairness, and an environment of investor confidence.\n\nIf the SEC brings action against a company for violation of disclosure or other requirements, it can choose to file a case in federal court or settle the matter outside of trial.\n\nThe SEA of 1934 was enacted by Franklin D. Roosevelt's administration. It was a response to the widely held belief that irresponsible financial practices were one of the chief causes of the1929 stock market crash. The SEA of 1934 followed theSecurities Act of 1933, which required corporations to make public certain financial information, including stock sales and distribution.\n\nOther regulatory measures put forth by the Roosevelt administration include the Public Utility Holding Company Act of 1935, the Trust Indenture Act of 1934, theInvestment Advisers Act of 1940, and theInvestment Company Act of 1940. They all came in the wake of a financial environment in which the commerce of securities was subject to little regulation, and controlling interests of corporations were amassed by relatively few investors without public knowledge.\n\nThe Securities and Exchange Commission (SEC) is the regulatory arm of the Securities Exchange Act of 1934. The SEA granted the SEC broad authority to regulate all aspects of the securities industry. It manages the disclosure and sharing of market-related information, which is designed to promote fair dealing for investors and protect against securities fraud.\n\nThe SEC is led by five commissioners, who are appointed by the president, and has five divisions:\n\nThe SEC has the power and responsibility to lead investigations into potential violations of the SEA, such asinsider trading, selling unregistered stocks, stealing customers' funds, manipulatingmarket prices, disclosing false financial information, and breaching broker-customer integrity.\n\nThe SEC manages the Electronic Data Gathering, Analysis, and Retrieval database, known asEDGAR.This database allows investors to access financial reports, registration statements, and other securities forms.\n\nUnder the SEA, companies with publicly held securities, as well as companies of a certain size, are known as reporting companies. This means they must make regular financial disclosures that provide investors with pertinent information about the company. These disclosures include:\n\nThese disclosures provide investors with access to the information they need to make informed investing decisions.\n\nIn addition to companies with publicly traded securities, those with more than $10 million in assets and whose shares are held by more than 500 owners must also meet reporting requirements.\n\nIn addition to regulating secondary securities markets, the SEA covers several other areas of securities law.\n\nFraudulent insider trading is when a person trades a security based on important information that isn't available to the general public. This is prohibited by the 1934 SEA,\n\nPools are ways to manipulate stock prices. When the price of a security reaches a high point, pool members coordinate to unload their shares, allowing them to make a profit while prices drop dramatically. The SEA prohibits this kind of manipulation, which was common when it was created.\n\nThe SEA requires that anyone who wishes to make a tender offer, or a direct purchase, of 5% or more of a company's shares must disclose certain material information. This allows shareholders to make an informed decision about these types of offers, which are usually made to gain control of a company.\n\nProxy materials are used to gain shareholder votes, either during annual or special meetings, To ensure that shareholders have all relevant information before they register their votes, these materials must be filed with the SEC before any vote solicitation begins.\n\nThe Securities Exchange Act of 1934 regulates secondary financial markets to ensure a transparent and fair environment for investors. It prohibits fraudulent activities, such as insider trading, and ensures that publicly traded companies must disclose important information to current and potential shareholders.\n\nThe SEA has two primary goals. It is intended to prevent fraud in the securities market and to create more transparency in companies' financial disclosures so that investors have the information they need to make informed decisions.\n\nThe Securities Exchange Act of 1933 regulates newly issued securities, such as those being sold through an initial public offering. The Securities Exchange Act of 1934 regulates securities that are already being actively traded on the secondary market.\n\nThe Securities Exchange Act of 1934regulates securities transactionson the secondary market. It creates reporting and financial disclosure requirements for companies listed on the stock exchange, as well as prohibiting fraudulent activity such as insider trading. The SEA is designed to protect investors and ensure they have access to important information when making investment decisions.\n\nThe Securities and Exchange Commission is the regulatory arm of the SEA. It is responsible for making financial and other disclosures accessible to the public, as well as enforcing reporting requirements and investigating violations of the SEA.\n\nU.S. Securities and Exchange Commission. \"Division of Corporation Finance.\"\n\nU.S. Securities and Exchange Commission. \"Trading and Markets.\"\n\nU.S. Securities and Exchange Commission. \"Division of Investment Management.\"\n\nU.S. Securities and Exchange Commission. \"Economic and Risk Analysis.\"\n\nU.S. Securities and Exchange Commission. \"Division of Enforcement.\"\n\nU.S. Securities and Exchange Commission. \"About EDGAR.\"\n\nU.S. Securities and Exchange Commission. \"Exchange Act Reporting and Registration.\"",
  "url": "https://www.investopedia.com/terms/s/seact1934.asp"
}