{
  "term": "What Is the Reserve Ratio, and How Is It Calculated?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe reserve ratio is the portion of reservable liabilities that commercial banks must hold onto, rather than lend out or invest. This is a requirement determined by the country'scentral bank, which in the United States is the Federal Reserve. It is also known as the cash reserve ratio.\n\nThe minimum amount of reserves that a bank must hold on to is referred to as thereserve requirement, and is sometimes used synonymously with the reserve ratio. The reserve ratio is specified by the Federal Reserve Board’s Regulation D.Regulation Dcreated a set of uniform reserve requirements for all depository institutions with transaction accounts, and requires banks to provide regular reports to the Federal Reserve.\n\n﻿Reserve Requirement=Deposits×Reserve Ratio\\begin{aligned} &\\text{Reserve Requirement} =\\text{Deposits} \\times \\text{Reserve Ratio} \\\\ \\end{aligned}​Reserve Requirement=Deposits×Reserve Ratio​﻿\n\nAs a simplistic example, assume the Federal Reserve determined the reserve ratio to be 11%. This means if a bank has deposits of $1 billion, it is required to have $110 million on reserve ($1 billion x .11 = $110 million).\n\nDuring the pandemic of 2020, the Federal Reserve reduced the reserve requirements to 0%.\n\nThe Federal Reserve uses the reserve ratio as one of its key monetary policy tools. The Fed may choose to lower the reserve ratio to increase the money supply in the economy. A lower reserve ratio requirement gives banks more money to lend, at lower interest rates, which makes borrowing more attractive to customers.\n\nConversely, the Fed increases the reserve ratio requirement to reduce the amount of funds banks have to lend. The Fed uses this mechanism to reduce the supply of money in the economy and control inflation by slowing the economy down.\n\nThe Fed also sets reserve ratios to ensure that banks have money on hand to prevent them from running out of cash in the event of panicked depositors wanting to make mass withdrawals. If a bank doesn't have thefunds to meet its reserve, it can borrow funds from the Fed to satisfy the requirement.\n\nBanks must hold reserves either as cash in their vaults or as deposits with a Federal Reserve Bank. On Oct. 1, 2008, the Federal Reserve began paying interest to banks on these reserves.This rate was referred to as the interest rate on required reserves (IORR). There was also an interest rate onexcess reserves(IOER), which is paid on any funds a bank deposits with the Federal Reservein excess of their reserve requirement. On July 19, 2021, the IORR and IOER were replaced with a new simplified measure, the interest on reserve balances (IORB).As of July 2023, the IORB rate is 5.4%.\n\nU.S. commercial banks are required to hold reserves against their total reservable liabilities (deposits) which cannot be lent out by the bank. Reservable liabilities include net transaction accounts,nonpersonal time depositsandEurocurrencyliabilities.\n\nTheBoard of Governorsof the Federal Reserve has the sole authority over changes in reserve requirements within limits specified by law. As of March 26, 2020, the reserve requirement was set at 0%.That's when the board eliminated the reserve requirement due to the global financial crisis.This means that banks aren't required to keep deposits at their Reserve Bank. Instead, they can use the funds to lend to their customers.\n\nThe last time the Fed updated its reserve requirements for different depository institutions before the pandemic was in January 2019. Banks with more than $124.2 million in net transaction accounts were required to maintain a reserve of 10% of net transaction accounts. Banks with more than $16.3 million to $124.2 million needed to reserve 3% of net transaction accounts. Banks with net transaction accounts of up to $16.3 million or less were not required to have a reserve requirement. The majority of banks in the United States fell into the first category.The Fed set a 0% requirement for nonpersonal time deposits and Eurocurrency liabilities.\n\nInfractional reserve banking, the reserve ratio is key to understanding how much credit money banks can make by lending out deposits. For example, if a bank has $500 million in deposits, it must hold $50 million, or 10%, in reserve. It may then lend out the remaining 90%, or $450 million, which will make its way back to the banking system as new deposits. Banks may then lend out 90% of that amount, or $405 million while retaining $45 million in reserves. That $405 million will be deposited again, and so on. Ultimately, that $500 million in deposits can turn into $5 billion in loans, where the 10% reserve requirement defines the so-calledmoney multiplieras:\n\nTo calculate the reserve requirement, take the reserve ratio percentage and convert it to a decimal. Then, multiply that by the amount of deposits a bank holds. For example, if the reserve ratio was 11%, and a bank had a deposit of $1 billion, you would multiply 0.11 x $1 billion to get a reserve requirement of $110 million.\n\nThe term reserve ratio refers to the portion of reservable liabilities that commercial banks must hold onto, as opposed to lending out or investing.\n\nThe required reserve ratio is determined by a country'scentral bank. In the United States, the reserve ratio is set by the Federal Reserve.\n\nThe reserve ratio is one of a series of reserve requirements that commercial banks must follow according to the Federal Reserve Board's Regulation D. As it specifies the percentage of a bank's deposits that must be kept in cash on reserve, it is an important aspect of US monetary policy and the country's money supply. When the Fed lowers the reserve ratio, it allows banks to lend out more money, whereas it might increase the reserve ratio to control inflation and reduce the money supply.\n\nBoard of Governors of the Federal Reserve Board. \"Reserve Requirements.\" Accessed Jan. 17, 2022.\n\nBoard of Governors of the Federal Reserve. \"Press Release: October 6, 2008.\" Accessed Jan. 17, 2022.\n\nBoard of Governors of the Federal Reserve Board. \"Federal Reserve Board issues final rule amending Regulation D with regard to interest on reserve balances.\" Accessed Jan. 17, 2022.\n\nFederal Reserve. \"Interest on Reserve Balances.\"\n\nEideBailly. \"Federal Reserve Eliminates Reserve Requirements.\" Accessed Jan. 17, 2022.\n\nBoard of Governors of the Federal Reserve. \"Federal Reserve Board Announces Annual Indexing of Reserve Requirement Exemption Amount and of Low Reserve Tranche for 2020.\" Accessed Jan. 17, 2022.",
  "url": "https://www.investopedia.com/terms/r/reserveratio.asp"
}