{
  "term": "What Is a Folio Number? Definition and Uses",
  "definition": "Inmutual funds, a folio number is a unique number identifying your account with the fund. Like a bank account number, the folio number can be used as a way to uniquely identify fund investors. A folio number also records items such as how much money each investor has placed with the fund, their transaction history, and contact details.\n\nA folio number can also be used to identify journal entries or parcels of land. Different fund houses and providers of similar folio numbers will all use a slightly different method to create a number value.\n\nThe word \"folio\" (leafin Latin) can mean either a single sheet of paper, or the page number printed on a single sheet of paper to identify its proper location in a larger tome. Inaccounting, the folio number is a way to reference a bookkeeping entry, most often numbered in chronological or sequential order. By referencing an entry's folio number, its details can be found and analyzed.\n\nAll mutual funds need some sort of record-keeping system in place. This information is necessary for ensuring each investor is returned the money they are entitled to, and for determining whatfee structureapplies to each investor.\n\nWhile record-keeping is most often facilitated by the broker, in some cases an investor may be asked for a folio number by the fund provider to help ensure accuracy. This folio number may be present on investment statements or may be obtained through your broker. You can make numerous or multiple purchases using one folio number, but the purchases must be in the mutual fund when using the same digits.\n\nFolio numbers are useful to bank creditors, lawyers, and regulators—their utility extends beyond just mutual funds and their unitholders. For instance, in the case of suspected fraud, investigators will reference folio numbers as they construct anaudit trailto trace where certain funds or assets have flown in or out, identifying new folio numbers along the way. Folio numbers are also useful in catching duplicated ledger entries and ensuring the accuracy and fidelity of a company's financial statements.\n\nA folio number is a unique number to identify accounts with a mutual fund, and you can get your folio number from your investment statements or through a broker.\n\nAn investor can have multiple folio numbers kept with the same mutual fund company, but they can ask the fund company to consolidate them into a single number. This can help investors when it comes to their own personal accounting and for tax reporting purposes.\n\nNote that the increase in electronic record-keeping further necessitates the need for effective digital tracking options, but also minimizes mistakes and allows for easier reconciliation of multiple entries.",
  "url": "https://www.investopedia.com/terms/f/folio-number.asp"
}