{
  "term": "What Is Throughput? Definition, Formula, Benefits, and Calculation",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThroughput is the quantity of a good or service that a company is capable of producing within a specified time.\n\nThroughput, in business, is the amount of a product that a company can produce and deliver within a set time period. The term is often used in the context of a company'srate of productionor the speed of processing.\n\nBusinesses with high throughput levels can takemarket shareaway from their lower throughput peers because high throughput generally indicates that a company can produce a product or service more efficiently than its competitors.\n\nThe idea of throughput, also known as the flow rate, is part of the theory of constraints in business management. The guiding ideology of this theory is that a chain is only as strong as its weakest link. The goal for business managers is to find ways to minimize how the weakest links affect a company's performance and to maximize throughput for the product's end users. Once throughput is maximized by removing inefficiencies, allowinginputs and outputsto flow in the most ideal manner, a company can reachrevenuemaximization.\n\nA company's level ofproduction capacityis closely related to throughput, and management can make several types of assumptions about capacity. If the company assumes that production will operate continually without any interruptions, management is using theoreticalcapacity, but this level of capacity is not reachable. No production process can produce the maximum output forever because machines need to be repaired and maintained, and employees take vacation days. It's more realistic for businesses to use practical capacity, which accounts for machine repairs, wait times, and holidays.\n\nOnly products that are actually sold count toward throughput.\n\nA company’s throughput also depends on how well the company manages itssupply chain, which is the interaction between the company and its suppliers. If, for whatever reason, supplies are not available as an input to production, the disruption has a negative impact on throughput.\n\nIn many cases, two products may start in production using the same process, which means that the joint costs are allocated between each product. When production reaches the split-off point, however, the products are produced using separate processes. This situation makes it more difficult to maintain a high level of throughput.\n\nThroughput can be calculated using the following formula:\n\nThroughput time refers to the total amount of time that it takes to run a particular process in its entirety from start to finish. For example, a manufacturer can measure how long it takes to produce a product, from initial customer order to sourcing raw materials to manufacturing to sale.\n\nThroughput time can be further broken down into components:\n\nAdding these together gives you the total throughput time. If you can identify areas where there are backlogs, bottlenecks, or slowdowns, company managers can address these and improve efficiency. Quicker throughput times increasereturn on investment(ROI) and profitability.\n\nThroughput analysis is also a form ofcapital budgetinganalysis, aiding companies in choosing which projects to undertake. Using throughput analysis, the entire company may be viewed as a single process.\n\nIncreasing throughput and decreasing throughput time are important goals for company managers. As such, there are several ways to help achieve this goal. One is to deploy real-time monitoring and data analysis of production processes, made easier with the help of technology. Applications that analyze throughput can quickly identify slowdowns or other anomalies so that they can be quickly addressed.\n\nAnother time-proven method is to use a standardized checklist of steps to follow in the process that must be ticked off every time. While this may seem tedious and redundant, studies have shown that committing to a checklist reduces errors and speeds up processes.\n\nA third way, often used by companies in various industries, is to introduce a bit of competition among workers using a scorecard, where speed and efficiency are rewarded, and inefficiency is highlighted as a problem area.\n\nABC Cycles manufactures bicycles. The company has procedures in place to maintain equipment used to make bikes, and it plans production capacity based on scheduled machine maintenance and employee staffing plans.\n\nHowever, ABC must also communicate with its metal bike frames and seat suppliers and get them to deliver these component parts when it requires them for production. If the parts don't arrive when ABC Cycles needs them, the company's throughput will be lower.\n\nGoing further, ABC Cycles begins building more than one type of bicycle. It starts the production of mountain and road bikes using a joint production process, and both bikes use the same bike frame and seat. Later on in the process, however, the production becomes separate because each bike model uses different tires, brakes, and suspensions. This makes production harder to manage since ABC must consider production capacity and supply chains in both joint and separate production processes.\n\nLet's say that ABC Cycles has 200 bikes in inventory, and the average time that a bike is in the production process is five days. The throughput for the company would be:\n\nBoth lead time and throughput time are important measures of operational efficiency. Lead time measures the entire period between a customer order and ultimate delivery. Throughput time, in contrast, only measures the time it takes to pass through processes to produce the good or service.\n\nIn corporate finance, throughput is generally measured as inventories divided by the time it takes to produce those inventories.\n\nHaving a clear schematic of a production process allows you to monitor each step to look for bottlenecks. If there is a slowdown, parts can accumulate at the end of one specific step. Today, these can be identified by automated systems that monitor and report on production. Once identified, they can try to be resolved.\n\nThroughput is an important metric for businesses to keep track of and work to improve. The higher a company's throughput, the greater the quantity of product it can make available for sale and the more revenue it can earn. For businessowners, identifying bottlenecks that limit throughput and coming up with strategies for boosting throughput are key to boosting profitability.",
  "url": "https://www.investopedia.com/terms/t/throughput.asp"
}