{
  "term": "What Is a Certificate of Insurance (COI)? When Do You Need One?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA certificate of insurance demonstrates that an insurance policy is active and breaks down its primary features, including conditions.\n\nA certificate of insurance (COI) is a document issued by aninsurance companyorbroker. The COI confirms that aninsurance policyis in place and outlines its terms and conditions. For example, a standard COI lists the policyholder’s name, the policy’s effective date, the type of coverage, policy limits, and other important details of the policy.\n\nWithout a COI, a company or contractor will have difficulty securing clients because they will likely not want to assume the risk of any costs that might be caused by the contractor or provider.\n\nCertificates of insurance (COIs) are used in situations whereliabilityand significant losses are of concern and require a COI, which is in most business contexts. A certificate of insurance is used for proving insurance coverage.\n\nSmall business owners and contractors often have a COI that proves they have insurance that protects against liability for workplace accidents or injuries. When you purchase liability insurance, the insurance company will usually provide an insurance certificate.\n\nWithout a COI, a business owner or contractor may have difficulty winning contracts. Because many companies and individuals hire contractors, the client wants to know that a business owner or contractor has liability insurance so that they will not assume any risk if the contractor is responsible for damage, injury, or substandard work.\n\nA company that hires a contractor or another entity for services should obtain a copy of their COI and ensure that it is up to date.\n\nTypically, a client will request a certificate directly from the insurance company rather than the business owner or contractor. The client should confirm that the name of the insured on the certificate is an exact match of the company or contractor they are considering.\n\nAlso, the client should check the policy coverage dates to ensure that the effective date of the policy is current. The client should secure a new certificate if the policy is set to expire before the contracted work is complete.\n\nCertificates of insurance contain separate sections for different types of liability coverage listed as general, auto, umbrella, andworkers’ compensation. The term “insured” refers to the policyholder, person, or company appearing on the certificate as being covered by the insurance.\n\nIn addition to coverage levels, the certificate includes the policyholder’s name, mailing address, and describes the operations that the insured performs. The address of the issuing insurance company is listed, along with contact information for the insurance agent or the insurance agency’s contact person. If several insurance companies are involved, all names and contact information are listed.\n\nWhen a client requests a COI, they become a certificate holder. The client’s name and contact information appear in the bottom left-hand corner, along with statements showing the insurer’s obligation to notify the client of policy cancellations.\n\nThe certificate briefly describes the insured’spoliciesand limits provided for each type of coverage. For example, the general liability section summarizes the six limits that the policy offers by category and indicates whether coverage applies per claim or per occurrence. Because state laws determine the benefits provided to injured workers, the workers’ compensation coverage will show no limit. However, an employer’s liability coverage limits should be listed.\n\nIf you are requesting a COI from a contractor or business, they should either be able to retrieve it from their insurance company or provide you with their insurance company’s contact information, so you can ask for that proof to be sent to you directly. Be careful, however, if you ask your vendor to provide you with a COI. There have been documented cases of contractors submitting fraudulent COIs.\n\nSimply put, if you are hiring an independent contractor or business for their services on your property, you should require a certificate of insurance (COI). If you are a contractor or business, you should have a COI so you can prove to your clients that you are insured.\n\nIt would be safest to hold on to any COI you get indefinitely, since you do not know when a problem may arise for a job either carried out on your premises or that you completed for someone else. Keepingproof of the COIwill help address any issues at that point.\n\nYou should ask for and receive a COI before anyone works on your home or property.If you have a written contract, it should contain insurance requirements, including coverage and limits required, that are verified with a COI.\n\nYou may need a Certificate of Insurance (COI) in a number of situations. Generally, a client will request a COI directly from your insurance company to confirm you have appropriate insurance coverage. If you are hiring a contractor, consider getting a COI from their insurance company, even if you have worked with them before, because their coverage may have changed.\n\nU.S. Department of Labor. “Worker’s Compensation.”",
  "url": "https://www.investopedia.com/terms/c/certificate_of_insurance.asp"
}