{
  "term": "What Is Tax Fraud? Definition, Criteria, vs. Tax Avoidance",
  "definition": "Tax fraud occurs when an individual or business entity willfully and intentionally falsifies information on a tax return to limit the amount of tax liability. Tax fraud essentially entailscheating on a tax returnin an attempt to avoid paying the entire tax obligation. Examples of tax fraud include claiming false deductions; claiming personal expenses as business expenses; using a false Social Security number; and not reporting income.\n\nTax evasion, or illegally avoiding payment of taxes owed, may be construed as an example of tax fraud.\n\nIn the United States, taxpayers are bound by a legal duty to file a tax return voluntarily and to pay the correct amount of income, employment, sales, and excise taxes.\n\nFailure to do so by falsifying or withholding information is against the law and constitutes tax fraud. Tax fraud is investigated by the Internal Revenue Service Criminal Investigation (CI) unit. Tax fraud is said to be evident if the taxpayer is found to have:\n\nA business that engages in tax fraud may:\n\nFor example, claiming an exemption for a nonexistent dependent to reduce tax liability is clearly fraud, while applying thelong-term capital gainrate to a short-term earning may be looked into more to determine whether it is negligence.\n\nAlthough mistakes attributed to negligence are non-intentional, the IRS may still fine a negligent taxpayer with a penalty of 20% of the underpayment.\n\nGiven that thetax codein the U.S. is a complex compilation of tax imposition and laws, a lot of tax preparers are bound to makecareless errors.\n\nTax fraud is not the same astax avoidance, which is the legal use of loopholes in tax laws to reduce one’s tax expenses. Although tax avoidance is not a direct violation of the law, it is frowned upon by tax authorities as it may compromise the overall spirit of tax law.\n\nTax fraud cheats the government out of millions of dollars every year and is punishable by fines, penalties, interest, or prison time. Generally, an entity is not considered to be guilty of tax evasion unless the failure to pay is deemed intentional. Tax fraud does not include mistakes or accidental reporting, which the IRS calls negligent reporting.\n\nYes, tax fraud is a big crime that can be punishable by monetary penalties or imprisonment. According to the IRS, people who commit tax fraud are charged with a felony crime and can be fined up to $100,000 ($500,000 for a corporation), imprisoned for up to three years, or required to pay the costs of prosecution.\n\nThe IRS uses a system, the Information Returns Process System, to determine if you cheated on your taxes. It aligns the information sent by employers and other parties to the IRS, such as your W-2 from your employer or your dividend statement from your broker, with your tax filing.\n\nAccording to the IRS, a criminal investigation is triggered \"when a revenue agent (auditor), revenue officer (collection), or investigative analyst detects possible fraud.\" Other information the IRS receives, such as from law enforcement agencies, can trigger a criminal investigation.\n\nProviding false information on your tax report in order to avoid paying taxes or paying less taxes than you owe is considered tax fraud. This is illegal and can result in monetary penalties, imprisonment, and other repercussions. Examples of tax fraud include not reporting certain income or falsely claiming deductions.\n\nIt is your responsibility that your taxes are done correctly. If you aren't sure how or need help, there is plenty of software that can help as well as tax professionals.\n\nInternal Revenue Service. \"Accuracy-Related Penalty.\"\n\nInternal Revenue Service. \"The Difference Between Tax Avoidance and Tax Evasion.\" Page 1.\n\nUnited States Sentencing Commission. \"Quick Facts — Tax Fraud Offenses.\"\n\nInternal Revenue Service. \"Tax Preparer Penalties.\"\n\nU.S. Government Accountability Office. \"Tax Enforcement: IRS Can Improve Use of Information Returns to Enhance Compliance.\"\n\nInternal Revenue Service. \"How Criminal Investigations Are Initiated.\"",
  "url": "https://www.investopedia.com/terms/t/tax-fraud.asp"
}