{
  "term": "What Is a Receipt?",
  "definition": "Receipts provide documented proof of payment and can be required by businesses and tax authorities for various reasons.\n\nA receipt is a written acknowledgment that something of value has been transferred from one party to another. Receipts are issued to consumers from vendors and service providers, used in business-to-business transactions, and provided with banking or financial market trades.\n\nCompanies and other entities use receipts to track their cash flows, reimburse eligible payments, or claim certain benefits on their taxes. Each receipt should include the date of the transaction. They include other details in most cases as well such as the nature of the transaction, details of the vendor, method of payment, and any additional taxes or costs. They may sometimes require a signature.\n\nMany retailers insist that a customer show a receipt to exchange or return items while others demand that a receipt that was generally issued within a certain timeframe be produced for productwarrantypurposes.\n\nTheInternal Revenue Servicerequires documentation of certain expenses. Individuals should generally keep receipts and other records for at least three years after filing their tax returns but the IRS advises taxpayers to keep records for six or seven years for some types of expenses such as unreported income or bad debt deductions.\n\nThe IRS suggests that the following receipts be retained by individuals or businesses:\n\nThe IRS has accepted scanned and digital receipts as valid records for tax purposes since 1997.Revenue Procedure 97-22states that digital receipts must be accurate, easily stored, preserved, retrieved, and reproduced. The business owner must be able to supply a copy to the IRS.\n\nThe practice ofretaining receipts for tax purposesis thought to originate from ancient Egypt. Farmers and merchants sought ways to document transactions to avoid tax exploitation. Papyrus was used instead of paper. London banks used the printing presses of the Industrial Revolution in more modern times to print receipts with their brands.\n\nCommon examples of receipts include packing slips, cash register tape, invoices, credit card statements, petty cash slips, and invoices. The format for these forms may vary but they all serve the same purpose of documenting the time and value of a business transaction.\n\nAn invoice is a payment request. A receipt is a document for payment that has already occurred. Businesses frequently issue invoices after providing a service to notify the customer of the expected payment.\n\nGross receiptsare the total amount of cash or property that a business receives without accounting for any other expenses or deductions. Accountants use a company's gross receipts as one factor to calculate the firm's net income and profitability.\n\nReceipts are one of the basic units of corporate accounting. Businesses and individuals use receipts as proof of payment, to claim deductions on their taxes, and to document expenditures on their income statements as well as to substantiate the existence of the assets on their balance sheets.\n\nInternal Revenue Service. \"How Long Should I Keep Records?\"\n\nInternal Revenue Service. \"What Kind of Records Should I Keep?\"\n\nAmerican Numismatic Society. \"A Brief History of the Receipt.\"",
  "url": "https://www.investopedia.com/terms/r/receipt.asp"
}