{
  "term": "What Was China's One-Child Policy? Its Implications and Importance",
  "definition": "Introduced by the Chinese government in 1979 and formally ending in 2016, the one-child policy was a method of controlling the population. The policy mandated that the vast majority of couples in the country could have only one child. The phrase “one-child policy” was used often outside China but it can be a bit misleading. The rule didn't apply to all. Exceptions were frequently made and local officials had discretion over howpopulation limitswere achieved.\n\nThese collective efforts were nevertheless intended to alleviate the social, economic, and environmental problems associated with the country's rapidly growing population. The rule was phased out beginning in 2015.\n\nThe one-child policy refers to a set of laws implemented in China beginning in 1979 in response to explosive population growth that government officials feared would lead to a demographic disaster. China has a long history of encouraging birth control and family planning. The government began promoting birth control in the 1950s when population growth started to outpace the food supply.\n\nChina’s population was quickly approaching one billion by the late 1970s, however, and the Chinese government considered ways to curb population growth. This effort began in 1979 with mixed results but was implemented more seriously and uniformly in 1980 when the government standardized the practice nationwide.\n\nThere were exceptions, however, including ethnic minorities, for those whose firstborn was labeled as disabled, and for rural families whose firstborn was not a boy.\n\nThe policy was most effective in urban areas because those in China’s agrarian communities resisted it to a greater extent.\n\nThe one-child policy was initially meant to be a temporary measure but it may have prevented up to 400 million births in the end. China ultimately ended its one-child policy after it became apparent that it might have been too effective. Many Chinese were heading into retirement and the nation’s population had too few young people to provide for the older population’s retirement and healthcare while sustaining continuedeconomic growth.\n\nThe Chinese government announced on Oct. 29, 2015 that the mandated policy was ended. Its rules were slowly relaxed to allow more couples fitting certain criteria to have a second child. All couples are permitted to have two children as of 2024.\n\nSeveral methods of enforcement were used, including incentives and sanctions that varied across China. There were financial incentives and preferential employment opportunities for those who complied. Those who violated the policy faced economic and other sanctions. The government employed more draconian measures at times, including forced abortions and sterilization.\n\nThe one-child policy was officially discontinued in 2015. The efficacy of the policy itself has been challenged, however, because population growth generally slows as societies gain in income as happened in China during this time. The death rate declined, too, as the birth rate declined in China and life expectancy increased.\n\nThe one-child policy had serious implications for China's demographic and economic future. China's fertility rate stands at 1.6 in the early 2020s and it's among the lowest in the world.The U.S. is at 1.7.\n\nChina has a considerable gender skew in the 2020s. Its population includes roughly 3% to 4% more males than females. China had a rise in the abortion of female fetuses, the number of baby girls left in orphanages, and even infanticides of baby girls with the implementation of the one-child policy and the preference for male children.\n\nThis continues to affect marriage and birth rates around the country with fewer women of childbearing age in China.The drop in birth rates meant fewer children, which occurred as death rates dropped and longevity rates rose. It's estimated that the share of adults ages 65 and older will have risen from just 12% to a projected 26% by 2050.\n\nOlder parents will be relying on their children to support them and they'll have fewer children to do so. This is compounded by the massive urbanization of China since 1980 with those living in urban areas increasing from 19% in 1980 to 60% in the 2020s.China is also facing a potentiallabor shortageand will have trouble supporting this aging population through its state services.\n\nThe policy led to the proliferation of undocumented, non-first-born children. Their undocumented status makes it impossible for them to legally leave China. They can't register for a passport and they have no access to public education. Their parents were fined or removed from their jobs.\n\nNo. China reverted to a two-child policy after its one-child policy was terminated in 2015 and its restrictions were gradually loosened before it officially ended in 2016.\n\nChina's one-child policy could have contributed to economic gains by initially reducing population growth and creating a larger working-age population relative to children. This would have boosted productivity and savings.\n\nCountries with increases in national wealth tend to have population growth that slows down, however. The increase in economic growth in China may have helped reduce the number of Chinese newborns over this time, not the other way around.\n\nThe long-term effects of these demographic shifts that occurred from about 1979 to 2015 include a shrinking labor force and a greater proportion of the population that's retired. This posed challenges for continued economic growth and the social safety net.\n\nYes. China has implemented or increased parental tax deductions, family leave, housing subsidies for families, and spending on reproductive health and childcare services to increase the national birth rate since ending the policy. The Chinese government also promotes flexible work hours and work-from-home options for parents.\n\nMost interesting are policies one wouldn't consider to be related to the birth rate at first glance. They include banning private tutoring companies from profiting off teaching core subjects during weekends or holidays. China is attempting to reduce the burdens of parenting by lowering educational pressure on children and this often costly financial load on parents.\n\nParents may feel better able to handle additional children when they have greater financial security. Families can spend more time together, fostering greater family connections by reducing pressure academically, especially on weekends and holidays.\n\nViolators of China's one-child policy could be fined, forced to have abortions or sterilizations or lose their jobs.\n\nChina's one-child policy was implemented as a method of controlling the population. It was a set of laws related to population growth that were implemented in 1979, representing one of the more draconian modern attempts to intervene in a country's rising demographics.\n\nThe Chinese population did slow but the policy also resulted in unintended consequences such as anaging population, gender imbalance, and a shrinking workforce. Its discontinuation in 2015 and subsequent measures to encourage higher birth rates reflect China's complex challenges in balancing population control with sustainable economic and social development.\n\nAsia Pacific Foundation of Canada. \"China’s One Child Policy.\" Page 1.\n\nNational Library of Medicine. \"The Effects of China’s Universal Two-Child Policy.\"\n\nLibrary of Congress. \"China’s One Child Policy.\"\n\nHowden, David and Zhou, Yang. “China’s One-Child Policy: Some Unintended Consequences.” Economic Affairs, 34/3, pp. 353-69.\n\nThe New York Times. \"China Ends One-Child Policy, Allowing Families Two Children.\"\n\nWasserstrom, J.N. \"China in the 21st Century: What Everyone Needs to Know.\" Oxford: Oxford University Press, 2018, pp. 81-84.\n\nThe World Bank. \"Fertility Rate, Total (Births per Woman) - China.\"\n\nPew Research Center. \"Without One-child Policy, China Still Might Not See Baby Boom, Gender Balance.\"\n\nGao, Fang and Li, Xia. \"From One to Three: China’s Motherhood Dilemma and Obstacle to Gender Equality.\" Women, 2021, pp. 252-266.\n\nPopulation Reference Bureau. \"Aging and Health in China: What Can We Learn From the World’s Largest Population of Older People?\"\n\nUnited Nations. \"Revision of World Urbanization Prospects.\"\n\nWorld Health Organization. \"Ageing and Health in China.\"",
  "url": "https://www.investopedia.com/terms/o/one-child-policy.asp"
}