{
  "term": "What Is a Simple Agreement for Future Tokens (SAFT) in Crypto?",
  "definition": "A simple agreement for future tokens (SAFT) is an investment contract offered by cryptocurrency developers to accredited investors. Because SAFTs are considered a security instrument, they must be filed with the Securities and Exchange Commission.\n\nFiling the contract does not register securities with the SEC; it merely announces that there is an agreement between the developers seeking funding and investors' capital in exchange for tokens when certain development conditions are met.\n\nA SAFT is an investment contract. They were created as a way to help new cryptocurrency ventures raise money without breaking financial regulations, specifically, regulations that govern when an investment is considered asecurity. Essentially, it's designed as a way to receive funding while bypassing regulatory registration requirements.\n\nIt's important to understand that the tokens are generally not issued or functional at the time the contract is signed. Investors receive their tokens after the issuer achieves specific goals.\n\nWhen a company sells an investor a SAFT, it is accepting funds from that investor but does not transfer a coin or token. Instead, the investor receives documentation indicating that they will be given tokens if the project is successful.\n\nBecause cryptocurrency developers are unlikely to be well-versed in securities law and may not have access to financial and legal counsel, it can be easy for them to run afoul of regulations. The development of SAFT creates a simple, inexpensive framework that new ventures can use to raise funds while remaining legally compliant.\n\nSAFTs have specific language and definitions that must be included (at a minimum) in each contract:\n\nBoth parties must sign the contract, which is then submitted to the SEC, which posts it inEDGAR.\n\nBecause of the language needed and the importance of what must be included in these contracts, it is essential to have an attorney familiar with securities and contract law to help draft and oversee their preparation.\n\nA Simple Agreement for Future Equity (SAFE)allows investors who put cashinto a startupto convert that stake into equity at a later date—as long as specific conditions are met. For example, the company that received funds from the investor might specify in the contract that it must achieve specific financial goals before it issues the equity.\n\nSAFTs are the same—developers use funds raised from the SAFT to develop the network and technology required to create a functional token. They then provide these tokens to investors if conditions are met.\n\nJust like an SAFE, an SAFT is anon-debt financial instrument. Those who invest in an SAFT face the possibility of losing their money and having no recourse if the venture fails. The contract only allows investors to take a financial stake in the venture, meaning that they are exposed to the same enterprise risk as if they had invested in an SAFE.\n\nAn SAFT is an investment contract between investors who provide capital and developers who issue the tokens after specific conditions are met. An SAFE is a contract where investors provide capital in exchange for equity in a company at a future date.\n\nThe Simple Agreement for Future Tokens is a written contract between the developers and purchasers. It is considered a security instrument by the SEC.\n\nAwarrantis an investing instrument that gives the purchaser the right but not the obligation to purchase an underlying asset from the issuer at a specific price and date. A token warrant is an instrument that gives the purchaser the right (but no obligation) to purchase cryptocurrency at a specified date and price from the issuer.\n\nA Simple Agreement for Future Tokens is a contract between ablockchaindeveloper and a buyer, who contributes a certain amount of capital for the promise of an equal amount of tokens when the project meets specific goals. An SAFT is similar to an SAFE, which is for equity.\n\nSAFTs are generally only available to accredited investors (institutional investors or those with more than $1 million in net worth and more than $200,000 in annual income). They can be risky investments because there are no guarantees that the company developing the token will succeed and no way for the investor to recoup any losses.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.",
  "url": "https://www.investopedia.com/terms/s/simple-agreement-future-tokens-saft.asp"
}